{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2341644/",
  "absolute_url": "/opinion/2341644/emmons-v-roses-stores-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2341644/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:42.192516Z",
  "date_modified": "2016-04-27T01:08:14.558806Z",
  "type": "010combined",
  "sha1": "2df938bb141f8b9079dfd0e8eee4163cb777626e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>5 F.Supp.2d 358 (1997)</b></center>\n<center><h1>Patricia EMMONS and Earl Emmons, Plaintiffs,<br>\nv.<br>\nROSE'S STORES, INC., Ed Anderson, Terry Ellenwood, Jim Wyatt, Larry Overby, and John Does 1-10 Defendants.</h1></center>\n<center>No. 5:95-CV-1002-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 20, 1997.</center>\n<p><span class=\"star-pagination\">*359</span> <span class=\"star-pagination\">*360</span> <span class=\"star-pagination\">*361</span> William R. Morris, Jr., Chapel Hill, NC, for Plaintiffs.</p>\n<p>Sarah Wesley Fox, Petree &amp; Stockton, Raleigh, NC, Sharon L. McConnell, Kilpatrick Stockton LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendants' Motion for Summary Judgment. Upon consideration of the parties' arguments, this motion will be GRANTED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Patricia Emmons (\"Emmons\") worked as a truck driver for Defendant Rose's Stores from April 1987 until August 25, 1995. Emmons' supervisors included the following Defendants: Larry Overby was Fleet Manager from September 1991 until September 1992; Terry Ellenwood was fleet manager from January 1993 until August 1995; Jim Wyatt was the General Manager of Transportation from Emmons' hiring until April 1993; Ed Anderson has been the President and C.E.O. of Rose's Stores since August 22, 1995 (collectively, the \"individual Defendants\").</p>\n<p>Rose's Stores' drivers are paid according to the number of miles driven, and are generally required to maintain at least 2100 miles of driving per week. Their routes are scheduled by Rose's Stores dispatchers, none of whom are defendants here. In 1992, Rose's Stores adopted a route \"bidding\" policy, which allowed drivers with more than ten years' of seniority to \"bid\" on some specific trip assignments. The remaining routes were allocated randomly by the dispatchers. Emmons complains that the Defendants discriminated against her by giving male drivers with less seniority more miles and better trips.</p>\n<p>Emmons was medically restricted during parts of 1994 and 1995. This required her to miss periods of work. Emmons received medical leave pursuant to Rose's Stores' policies during these periods. When she returned to work on April 24, 1995, she was placed on \"light duty\" under her doctor's instructions. While on light duty she received light duty pay, commensurate with other employees on the same duty status.</p>\n<p>In May 1995, Emmons asked her employer for special accommodations to help her attend college classes part time. She asked for shorter trips, morning trips, and other easier routes to accommodate her class schedule. During this time she understood that conflicts would be inevitable, and that she would have to continue to maintain the requisite weekly mileage.</p>\n<p>On July 5, 1995, Emmons filed a complaint with the Equal Employment Opportunity Commission (\"EEOC\") charging sexual discrimination and unequal pay.</p>\n<p>In July 1995, Emmons' physician wrote Rose's Stores to restrict Emmons' mileage to 300 miles per day. Emmons called Defendant Ellenwood at this time and requested some time off. Emmons cleared her personal belongings from the truck she drove for Rose's Stores on July 30, 1995. The next day, Defendants received a letter from Dr. Yvonne Monroe, a psychiatrist, stating that Emmons would be \"unable to attend work from 7-28-95 until undetermined.\" Rose's Stores sent a \"Leave of Absence Form and Notice\" to Emmons. She failed to complete this form, did not report back to work, and did not return calls to her home phone number.</p>\n<p>On August 25, 1995, after Emmons had exhausted all leave available to her and had not communicated with Rose's Stores at all, she was fired.</p>\n<p>Emmons alleges that the Defendants permitted sexual harassment and truck \"sabotage\" by unnamed coworkers during her tenure with Rose's Stores. Emmons points to several comments between 1987 and 1993, including three about which she had no personal <span class=\"star-pagination\">*362</span> knowledge. Emmons also invokes periodic mechanical problems with her truck, all of which where repaired upon her requests.</p>\n<p>Emmons and her husband, Earl Emmons, filed a complaint in the Superior Court of Vance County, North Carolina, in October 1995. The complaint charges Rose's Stores and the individual Defendants with sexual discrimination under Title VII of the Civil Rights Act of 1964 (\"Title VII\"), codified at 42 U.S.C. § 2000e, et seq.; intentional infliction of emotional distress; violation of the Equal Pay Act; breach of contract; and retaliatory discharge under Title VII. Earl Evans alleges loss of consortium as a result of Defendants' treatment of his wife.</p>\n<p>The Defendants removed the case to this Court based on federal question subject matter jurisdiction.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Summary judgment is appropriate if \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The movant must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p></p>\n<h2><i>I. The Title VII Claims</i></h2>\n<p></p>\n<h2><i>A. The Individual Defendants</i></h2>\n<p>Emmons may pursue her Title VII claims against the individual defendants only if they qualify as \"employers\" within the meaning of Title VII. An \"employer\" is defined as \"a person engaged in an industry affecting commerce who has fifteen or more employees ... and any agent of such person.\" 42 U.S.C. § 2000e(b). The Fourth Circuit construed this definition of employer to include individuals who \"serve[] in a supervisory position and exercise[] significant control over plaintiff's hiring, firing or conditions of employment.\" <i>Paroline v. Unisys Corp.,</i> 879 F.2d 100, 104 (1989).</p>\n<p>In <i>Birkbeck v. Marvel Lighting Corp.,</i> 30 F.3d 507 (4th Cir.), <i>cert. denied,</i> 513 U.S. 1058, 115 S.Ct. 666, 130 L.Ed.2d 600 (1994), the Fourth Circuit analyzed individual liability as an \"employer\" under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. § 621 et seq., which defines \"employer\" identically to Title VII. The Fourth Circuit in <i>Birkbeck,</i> found that the inclusion of employers' agents in the definition is \"an unremarkable expression of respondeat superior-that discriminatory personnel actions taken by an employer's agent may create liability for the employer.\" 30 F.3d at 510. The court subsequently noted that \"[e]mployer liability ensures that no employee can violate the civil rights law with impunity, a safeguard that has proven sufficient with respect to Title VII, the ADEA's closest statutory kin.\" <i>Id.</i> The <i>Birkbeck</i> court thus ultimately held that ADEA civil liability is limited to the employer. The court expressly limited this holding to employees/agents engaging in \"personnel decisions of a plainly delegable character.\"<sup>[1]</sup> 30 F.3d at 510 n. 1.</p>\n<p>The <i>Birkbeck</i> court cited with favor decisions from the Fifth and Ninth Circuits which similarly limited individual Title VII liability, <i>Harvey v. Blake,</i> 913 F.2d 226 (5th Cir.1990); <i>Padway v. Palches,</i> 665 F.2d 965 (9th Cir.1982), and subsequent decisions from those circuits, as well as from the Second, Sixth, Seventh, Eighth, Tenth, Eleventh, and District of Columbia Circuits have held, unambiguously, that employees/supervisors who do not otherwise qualify as \"employers\" cannot <span class=\"star-pagination\">*363</span> be held liable under Title VII.<sup>[2]</sup> The overwhelming weight of this persuasive authority, and the Fourth Circuit's apparent move away from its <i>Paroline</i> logic, convinces this Court that individual agents and employees cannot be held liable under Title VII for the delegable duties which they perform.</p>\n<p>In the instant case Plaintiff complains about the assignment of work and the treatment of her medical leave status. The individual Defendants, all employees and/or agents of Defendant Rose's Stores, were all acting in their official capacities, and engaging in clearly delegable duties. With respect to her harassment claims, Emmons has not alleged that any of the named individual Defendants harassed her; rather, she complains about their responses to the alleged incidents of harassment. Similarly, her claim of retaliatory discharge under Title VII encompasses clearly delegable duties. Thus, all of Emmons Title VII claims against all individual Defendants must fail as a matter of law.</p>\n<p></p>\n<h2><i>B. Rose's Stores</i></h2>\n<p>Emmons attempts to assert a claim against Defendant Rose's Stores for sexual harassment under Title VII. This requires, at the outset, the filing of a complaint with the EEOC, and subsequent receipt of a right to sue letter from the EEOC. 42 U.S.C. § 2000e. In her EEOC charge, Emmons only claimed sex discrimination and unequal pay. Neither the EEOC Charge nor the attached affidavit referred to any sexual harassment. The Fourth Circuit has held that \"[t]he allegations contained in the administrative charge of discrimination generally operate to limit the scope of any subsequent judicial complaint. Only those discrimination claims stated in the initial charge, those reasonably related to the original complaint, and those developed by reasonable investigation of the original complaint may be maintained in a subsequent Title VII lawsuit.\" <i>Evans v. Technologies Applications &amp; Service Co.,</i> 80 F.3d 954, 962-63 (1996) (citations omitted).</p>\n<p>The <i>Evans</i> court specifically considered whether a Title VII plaintiff could maintain a claim for sexual harassment in federal court after her EEOC complaint only alleged employment discrimination on the basis of gender. The panel held that she could not. <i>See also </i><i>Dennis v. County of Fairfax,</i> 55 F.3d 151, 156 (4th Cir.1995). In the instant case, the alleged incidents of harassment or truck tampering by unidentified individuals are not \"reasonably related\" to Emmons' claims of discrimination in assignment of routes or of unequal pay. Therefore, Emmons' Title VII sexual harassment claim must be dismissed for failure to exhaust her administrative remedies. 42 U.S.C. § 2000e-5(b).</p>\n<p>Title VII expressly prohibits employers from discriminating against an employee \"because he has made a charge ... under this title.\" 42 U.S.C. § 2000e-3(a). To maintain a retaliatory discharge claim under Title VII, Emmons must show that (1) she engaged in a protected activity, such as filing and EEOC complaint, (2) her employer took adverse action against her, and (3) the existence of a causal connection between the protected activity and the adverse action. <i>Carter v. Ball,</i> 33 F.3d 450, 460 (4th Cir.1994) (citing <i>Williams v. Cerberonics, Inc.,</i> 871 <span class=\"star-pagination\">*364</span> F.2d 452, 457 (4th Cir.1989)). \"The employer may rebut plaintiff's prima facie case by articulating non-retaliatory reasons for its actions.\" <i>Id.</i></p>\n<p>Emmons has satisfied the first two prongs of this test. \"Nevertheless, mere knowledge on the part of an employer that an employee has filed a discrimination charge is not sufficient evidence of legitimate reasons for adverse personnel action against that employee.\" <i>Id.</i> (internal quotations omitted). Emmons cannot rely on the mere filing of an EEOC complaint as evidence of retaliatory discharge to survive a summary judgment motion. Notwithstanding the temporal proximity of Emmons' dismissal, she has not established a causal connection between her complaint and her firing. Indeed, the Defendant has articulated sufficient justification for dismissing Emmons: she exceeded her allowable medical leave, she failed to return a \"Leave of Absence and Notice\" sent to her by Rose's, she ceased communications with it, and she cleared her personal belongings from the truck she drove for Rose's. Emmons' Title VII retaliatory discharge claim cannot survive summary judgment.</p>\n<p>Emmons also alleges a claim for sex discrimination under the United States and North Carolina Constitutions. Both parties have treated this claim as a claim under Title VII for the purposes of this summary judgment motion, but this Court need not address it. Emmons cannot bring a claim under the Fourteenth Amendment of the United States Constitution because, absent state action, it does not create a cause of action. This claim could have been brought as a Title VII claim, following the filing of her EEOC charges. Because she failed to assert this claim in her complaint, thus failing to bring a proper Title VII claim in the time permitted, she has waived her right to sue under Title VII. 42 U.S.C. § 2000e-5; <i>see </i><i>Hughes v. Bedsole,</i> 48 F.3d 1376, 1383 n. 6 (4th Cir.1995).</p>\n<p>Emmons' claim under the North Carolina Constitution similarly fails. \"A claimant whose state constitutional rights have been offended may pursue an action directly under the North Carolina Constitution only `[i]n the absence of an adequate state remedy.'\" <i>Hughes,</i> 48 F.3d at 1383 n. 6 (quoting <i>Corum v. University of North Carolina,</i> 330 N.C. 761, 413 S.E.2d 276 (1992), <i>cert. denied,</i> 506 U.S. 985, 113 S.Ct. 493, 121 L.Ed.2d 431 (1992)). Here, a state remedy was available to Emmons, as she could have filed an action for wrongful discharge in violation of public policy under North Carolina General Statutes Section 143-422.2.</p>\n<p></p>\n<h2><i>II. The Equal Pay Act Claim</i></h2>\n<p>Emmons alleges a violation of the Equal Pay Act, 29 U.S.C. § 206, et seq.<sup>[3]</sup> \"Under the Equal Pay Act, the plaintiff must show that an employer has paid different wages to employees of opposite sexes for equal work in jobs which require equal skill, effort and responsibility and which are performed under similar working conditions.\" <i>Brinkley-Obu v. Hughes Training, Inc.,</i> 36 F.3d 336, 343 (4th Cir.1994) (citing <i>Corning Glass Works v. Brennan,</i> 417 U.S. 188, 195, 94 S.Ct. 2223, 41 L.Ed.2d 1 (1974)).</p>\n<p>Emmons fails to establish a prima facie case of unequal pay. She cites the payments she received for jury duty while she was on light duty for medical reasons. She does not establish, however, that male truck drivers on light duty were paid any more than she received while serving jury duty or otherwise. This claim cannot survive the instant summary judgment motion.</p>\n<p></p>\n<h2><i>III. The State Law Claims</i></h2>\n<p>Having dismissed the federal basis of Emmons' claims against Rose's, the Court must now decide whether to exercise its discretion and retain jurisdiction over the supplemental, state-law claim. The modern doctrine of supplemental jurisdiction stems from the United States Supreme Court's decision in <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). The Court established \"a new yardstick for deciding whether a federal court has jurisdiction over a state-law claim brought in a case that also involves a federal question.\" <i>Carnegie-Mellon Univ. v. Cohill,</i> 484 U.S. 343, 349, 108 S.Ct. 614, 618, 98 L.Ed.2d 720 (1988).</p>\n<p><span class=\"star-pagination\">*365</span> The <i>Gibbs</i> Court emphasized, however, that the federal courts' power to hear pendent claims is not to be confused with a mandate: \"[P]endent jurisdiction is a doctrine of discretion, not of plaintiff's right.\" 383 U.S. at 726, 86 S.Ct. at 1139. That is, the consideration and determination of state law claims by a federal court can \"conflict with the principle of comity to the States and with the promotion of justice between the litigating parties.\" <i>Cohill,</i> 484 U.S. at 350, 108 S.Ct. at 619. The doctrine of <i>Gibbs</i> and its progeny was codified in Section 1367 of Title 28 of the United States Code, under the name \"supplemental jurisdiction,\" as part of the Judicial Improvements Act of 1990, Pub.L. No. 101-650, Title III, § 310.</p>\n<p>The Fourth Circuit, interpreting Section 1367, has noted that \"[t]he doctrine of supplemental jurisdiction indicates that federal courts generally have discretion to retain or dismiss state law claims when the federal basis for an action drops away.\" <i>Shanaghan v. Cahill,</i> 58 F.3d 106, 109 (4th Cir.1995).</p>\n<p>The Fourth Circuit emphasized \"that trial courts enjoy wide latitude in determining whether or not to retain jurisdiction over state claims when all federal claims have been extinguished.\" <i>Id.</i> at 110. Thus, this Court will consider factors such as convenience and fairness to the parties, the existence of any underlying issues of federal policy, comity, and judicial economy. <i>Id., </i><i>Cohill,</i> 484 U.S. at 350 n. 7, 108 S.Ct. at 619 n. 7.</p>\n<p>The instant case has advanced to the summary judgment stage. The parties have conducted discovery and have begun to develop a record and have expended substantial time, energy and resources to this matter in federal court. Also, the remaining state law claims are less numerous than the federal claims to which they were appended. These factors weigh in favor of this Court's exercising its discretion to retain supplemental jurisdiction over the remaining claims. Declining to retain jurisdiction would unfairly set the parties back in the litigation process, and would not serve the convenience of the parties. And as the state law issues this Court is called upon to decide are well-settled, it is not required to anticipate a decision by the North Carolina courts. The principle of comity therefore does not advise this court to refuse to hear these claims.</p>\n<p></p>\n<h2><i>A. Intentional Infliction of Emotional Distress</i></h2>\n<p>To state a claim for intentional infliction of emotional distress, Emmons must show that: (1) Defendants engaged in extreme and outrageous conduct, (2) the conduct was intended to cause severe emotional distress, and (3) the conduct did cause severe emotional distress. <i>Wilson v. Southern Nat'l Bank,</i> 900 F.Supp. 803, 811 (W.D.N.C.1995) (citing <i>Waddle v. Sparks,</i> 331 N.C. 73, 414 S.E.2d 22 (1992)), <i>aff'd,</i> 92 F.3d 1184 (4th Cir.1996). Whether the conduct is sufficiently extreme and outrageous is a question of law for the court. <i>Cromer v. Perdue Farms, Inc.,</i> 900 F.Supp. 795, 802 (M.D.N.C.1994), <i>aff'd,</i> 65 F.3d 166 (4th Cir.1995). \"Extreme and outrageous conduct\" is conduct which is \"so outrageous in character, and so extreme in degree as to go beyond all possible bounds of decency, and to be regarded as atrocious and utterly intolerable in a civilized community.\" <i>Id.</i> (citing <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 340 S.E.2d 116 (1986)).</p>\n<p>In the instant complaint, Emmons alleges sporadic incidents during her employment with Rose's Stores. These incidents, many of which were not even directed toward Emmons or witnessed by her, do not exceed all bounds of decency or constitute the requisite outrageous conduct. Her allegations of truck tampering indicate no more than the usual mechanical problems a driver of commercial vehicles can expect to face, and all were repaired. This cause of action cannot survive summary judgment.</p>\n<p></p>\n<h2><i>B. Breach of Contract</i></h2>\n<p>In her complaint, Emmons alleged a claim of breach of contract. In her memorandum of law in response to Defendants' instant Motion for Summary Judgment, however, she fails to respond to Defendants' arguments regarding this claim. Defendants have asserted that Emmons had no written employment contract or oral promise. The <span class=\"star-pagination\">*366</span> Defendants also demonstrated that the company policies upon which Emmons apparently based her claim do not operate as Emmons alleged. Finally, they showed that these policies would not sustain this claim regardless of their operation. Having failed to come forward with a demonstration that there are any issues of genuine factual dispute, <i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. 2548, Emmons breach of contract claim must be dismissed.</p>\n<p></p>\n<h2><i>C. Loss of Consortium</i></h2>\n<p>Emmons' husband's loss of consortium claim is derivative of Emmons' own claims, and is thereby precluded. <i>See </i><i>Stokes v. Southeast Hotel Props., Ltd.,</i> 877 F.Supp. 986, 1000 (W.D.N.C.1994); <i>Nicholson v. Chatham Memorial Hosp., Inc.,</i> 300 N.C. 295, 266 S.E.2d 818 (1980). Defendants must be granted summary judgment with respect to this claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendants' Motion for Summary Judgment will be GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Birkbeck</i> court did not define \"delegable duty,\" but, because it addressed termination of employment, suggested that decisions relating to hiring and firing are of a plainly delegable nature. District courts in this circuit have interpreted \"delegable duties\" to include duties relating to routine employment, as distinguished from \"forms of discriminatory treatment or conduct which may be construed as harassment[, which] are not delegable.\" <i>Green v. Clarendon County Sch. Dist.,</i> 923 F.Supp. 829, 848 (D.S.C.1996); <i>and see </i><i>Stephens v. Kay Management Co.,</i> 907 F.Supp. 169, 174 (E.D.Va.1995) (decision to terminate plaintiff's employment is plainly delegable).</p>\n<p>[2]  <i>See </i><i>Tomka v. Seiler Corp.,</i> 66 F.3d 1295, 1313 (2d Cir.1995) (holding that \"individual defendants with supervisory control over a plaintiff may not be held personally liable under Title VII\"); <i>Williams v. Banning,</i> 72 F.3d 552, 554 (7th Cir.1995) (supervisor, in individual capacity, not within Title VII's definition of \"employer\"); <i>Lenhardt v. Basic Institute of Technology, Inc.,</i> 55 F.3d 377, 381 (8th Cir.1995) (supervisors and managers not subject to individual liability); <i>Gary v. Long,</i> 59 F.3d 1391, 1399 (D.C.Cir.), <i>cert. denied,</i> 516 U.S. 1011, 116 S.Ct. 569, 133 L.Ed.2d 493 (1995) (holding that Title VII does not impose individual liability on supervisory employees); <i>Smith v. Lomax,</i> 45 F.3d 402, 403 (11th Cir.1995) (recognizing that employees cannot be held liable under the ADEA or Title VII); <i>Grant v. Lone Star Co.,</i> 21 F.3d 649, 653 (5th Cir.1994) (holding that Title VII does not permit imposition of liability upon an individual unless he qualifies as an \"employer\"); <i>Miller v. Maxwell's Int'l., Inc.,</i> 991 F.2d 583, 588 (9th Cir. 1993) (holding that individuals cannot be held liable for damages under Title VII and ADEA); <i>Sauers v. Salt Lake County,</i> 1 F.3d 1122, 1125 (10th Cir.1993) (holding that individual capacity suits under Title VII are inappropriate); <i>Wathen v. General Electric Co.,</i> 115 F.3d 400, 404 (1997) (holding that individuals are not subject to Title VII liability unless they qualify as \"employers\" within statutory definition).</p>\n<p>[3]  Emmons does not assert a Title VII claim with respect to her allegations of unequal pay.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">358</span></span> (1997)</b></center>\n<center><h1>Patricia EMMONS and Earl Emmons, Plaintiffs,<br>\nv.<br>\nROSE'S STORES, INC., Ed Anderson, Terry Ellenwood, Jim Wyatt, Larry Overby, and John Does 1-10 Defendants.</h1></center>\n<center>No. 5:95-CV-1002-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 20, 1997.</center>\n<p><span class=\"star-pagination\">*359</span> <span class=\"star-pagination\">*360</span> <span class=\"star-pagination\">*361</span> William R. Morris, Jr., Chapel Hill, NC, for Plaintiffs.</p>\n<p>Sarah Wesley Fox, Petree &amp; Stockton, Raleigh, NC, Sharon L. McConnell, Kilpatrick Stockton LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendants' Motion for Summary Judgment. Upon consideration of the parties' arguments, this motion will be GRANTED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Patricia Emmons (\"Emmons\") worked as a truck driver for Defendant Rose's Stores from April 1987 until August 25, 1995. Emmons' supervisors included the following Defendants: Larry Overby was Fleet Manager from September 1991 until September 1992; Terry Ellenwood was fleet manager from January 1993 until August 1995; Jim Wyatt was the General Manager of Transportation from Emmons' hiring until April 1993; Ed Anderson has been the President and C.E.O. of Rose's Stores since August 22, 1995 (collectively, the \"individual Defendants\").</p>\n<p>Rose's Stores' drivers are paid according to the number of miles driven, and are generally required to maintain at least 2100 miles of driving per week. Their routes are scheduled by Rose's Stores dispatchers, none of whom are defendants here. In 1992, Rose's Stores adopted a route \"bidding\" policy, which allowed drivers with more than ten years' of seniority to \"bid\" on some specific trip assignments. The remaining routes were allocated randomly by the dispatchers. Emmons complains that the Defendants discriminated against her by giving male drivers with less seniority more miles and better trips.</p>\n<p>Emmons was medically restricted during parts of 1994 and 1995. This required her to miss periods of work. Emmons received medical leave pursuant to Rose's Stores' policies during these periods. When she returned to work on April 24, 1995, she was placed on \"light duty\" under her doctor's instructions. While on light duty she received light duty pay, commensurate with other employees on the same duty status.</p>\n<p>In May 1995, Emmons asked her employer for special accommodations to help her attend college classes part time. She asked for shorter trips, morning trips, and other easier routes to accommodate her class schedule. During this time she understood that conflicts would be inevitable, and that she would have to continue to maintain the requisite weekly mileage.</p>\n<p>On July 5, 1995, Emmons filed a complaint with the Equal Employment Opportunity Commission (\"EEOC\") charging sexual discrimination and unequal pay.</p>\n<p>In July 1995, Emmons' physician wrote Rose's Stores to restrict Emmons' mileage to 300 miles per day. Emmons called Defendant Ellenwood at this time and requested some time off. Emmons cleared her personal belongings from the truck she drove for Rose's Stores on July 30, 1995. The next day, Defendants received a letter from Dr. Yvonne Monroe, a psychiatrist, stating that Emmons would be \"unable to attend work from 7-28-95 until undetermined.\" Rose's Stores sent a \"Leave of Absence Form and Notice\" to Emmons. She failed to complete this form, did not report back to work, and did not return calls to her home phone number.</p>\n<p>On August 25, 1995, after Emmons had exhausted all leave available to her and had not communicated with Rose's Stores at all, she was fired.</p>\n<p>Emmons alleges that the Defendants permitted sexual harassment and truck \"sabotage\" by unnamed coworkers during her tenure with Rose's Stores. Emmons points to several comments between 1987 and 1993, including three about which she had no personal <span class=\"star-pagination\">*362</span> knowledge. Emmons also invokes periodic mechanical problems with her truck, all of which where repaired upon her requests.</p>\n<p>Emmons and her husband, Earl Emmons, filed a complaint in the Superior Court of Vance County, North Carolina, in October 1995. The complaint charges Rose's Stores and the individual Defendants with sexual discrimination under Title VII of the Civil Rights Act of 1964 (\"Title VII\"), codified at 42 U.S.C. § 2000e, et seq.; intentional infliction of emotional distress; violation of the Equal Pay Act; breach of contract; and retaliatory discharge under Title VII. Earl Evans alleges loss of consortium as a result of Defendants' treatment of his wife.</p>\n<p>The Defendants removed the case to this Court based on federal question subject matter jurisdiction.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Summary judgment is appropriate if \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The movant must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p></p>\n<h2><i>I. The Title VII Claims</i></h2>\n<p></p>\n<h2><i>A. The Individual Defendants</i></h2>\n<p>Emmons may pursue her Title VII claims against the individual defendants only if they qualify as \"employers\" within the meaning of Title VII. An \"employer\" is defined as \"a person engaged in an industry affecting commerce who has fifteen or more employees ... and any agent of such person.\" 42 U.S.C. § 2000e(b). The Fourth Circuit construed this definition of employer to include individuals who \"serve[] in a supervisory position and exercise[] significant control over plaintiff's hiring, firing or conditions of employment.\" <i>Paroline v. Unisys Corp.,</i> <span class=\"citation\" data-id=\"526056\"><a href=\"/opinion/526056/elizabeth-m-paroline-v-unisys-corporation-edgar-l-moore/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, 104 (1989).</p>\n<p>In <i>Birkbeck v. Marvel Lighting Corp.,</i> <span class=\"citation\" data-id=\"675118\"><a href=\"/opinion/675118/patricia-birkbeck-as-personal-representative-of-the-estate-of-alan/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1058</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></span> (1994), the Fourth Circuit analyzed individual liability as an \"employer\" under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. § 621 et seq., which defines \"employer\" identically to Title VII. The Fourth Circuit in <i>Birkbeck,</i> found that the inclusion of employers' agents in the definition is \"an unremarkable expression of respondeat superior-that discriminatory personnel actions taken by an employer's agent may create liability for the employer.\" 30 F.3d at 510. The court subsequently noted that \"[e]mployer liability ensures that no employee can violate the civil rights law with impunity, a safeguard that has proven sufficient with respect to Title VII, the ADEA's closest statutory kin.\" <i>Id.</i> The <i>Birkbeck</i> court thus ultimately held that ADEA civil liability is limited to the employer. The court expressly limited this holding to employees/agents engaging in \"personnel decisions of a plainly delegable character.\"<sup>[1]</sup> 30 F.3d at 510 n. 1.</p>\n<p>The <i>Birkbeck</i> court cited with favor decisions from the Fifth and Ninth Circuits which similarly limited individual Title VII liability, <i>Harvey v. Blake,</i> <span class=\"citation\" data-id=\"547498\"><a href=\"/opinion/547498/53-fair-emplpraccas-1625-54-empl-prac-dec-p-40289-fernando-c/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span> (5th Cir.1990); <i>Padway v. Palches,</i> <span class=\"citation\" data-id=\"397448\"><a href=\"/opinion/397448/esther-m-padway-v-peter-g-palches/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span> (9th Cir.1982), and subsequent decisions from those circuits, as well as from the Second, Sixth, Seventh, Eighth, Tenth, Eleventh, and District of Columbia Circuits have held, unambiguously, that employees/supervisors who do not otherwise qualify as \"employers\" cannot <span class=\"star-pagination\">*363</span> be held liable under Title VII.<sup>[2]</sup> The overwhelming weight of this persuasive authority, and the Fourth Circuit's apparent move away from its <i>Paroline</i> logic, convinces this Court that individual agents and employees cannot be held liable under Title VII for the delegable duties which they perform.</p>\n<p>In the instant case Plaintiff complains about the assignment of work and the treatment of her medical leave status. The individual Defendants, all employees and/or agents of Defendant Rose's Stores, were all acting in their official capacities, and engaging in clearly delegable duties. With respect to her harassment claims, Emmons has not alleged that any of the named individual Defendants harassed her; rather, she complains about their responses to the alleged incidents of harassment. Similarly, her claim of retaliatory discharge under Title VII encompasses clearly delegable duties. Thus, all of Emmons Title VII claims against all individual Defendants must fail as a matter of law.</p>\n<p></p>\n<h2><i>B. Rose's Stores</i></h2>\n<p>Emmons attempts to assert a claim against Defendant Rose's Stores for sexual harassment under Title VII. This requires, at the outset, the filing of a complaint with the EEOC, and subsequent receipt of a right to sue letter from the EEOC. 42 U.S.C. § 2000e. In her EEOC charge, Emmons only claimed sex discrimination and unequal pay. Neither the EEOC Charge nor the attached affidavit referred to any sexual harassment. The Fourth Circuit has held that \"[t]he allegations contained in the administrative charge of discrimination generally operate to limit the scope of any subsequent judicial complaint. Only those discrimination claims stated in the initial charge, those reasonably related to the original complaint, and those developed by reasonable investigation of the original complaint may be maintained in a subsequent Title VII lawsuit.\" <i>Evans v. Technologies Applications &amp; Service Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 962-63 (1996) (citations omitted).</p>\n<p>The <i>Evans</i> court specifically considered whether a Title VII plaintiff could maintain a claim for sexual harassment in federal court after her EEOC complaint only alleged employment discrimination on the basis of gender. The panel held that she could not. <i>See also </i><i>Dennis v. County of Fairfax,</i> <span class=\"citation\" data-id=\"696272\"><a href=\"/opinion/696272/lathan-dennis-v-county-of-fairfax/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 156 (4th Cir.1995). In the instant case, the alleged incidents of harassment or truck tampering by unidentified individuals are not \"reasonably related\" to Emmons' claims of discrimination in assignment of routes or of unequal pay. Therefore, Emmons' Title VII sexual harassment claim must be dismissed for failure to exhaust her administrative remedies. 42 U.S.C. § 2000e-5(b).</p>\n<p>Title VII expressly prohibits employers from discriminating against an employee \"because he has made a charge ... under this title.\" 42 U.S.C. § 2000e-3(a). To maintain a retaliatory discharge claim under Title VII, Emmons must show that (1) she engaged in a protected activity, such as filing and EEOC complaint, (2) her employer took adverse action against her, and (3) the existence of a causal connection between the protected activity and the adverse action. <i>Carter v. Ball,</i> <span class=\"citation\" data-id=\"677029\"><a href=\"/opinion/677029/paul-carter-v-william-l-ball-iii/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 460 (4th Cir.1994) (citing <i>Williams v. Cerberonics, Inc.,</i> 871 <span class=\"star-pagination\">*364</span> F.2d 452, 457 (4th Cir.1989)). \"The employer may rebut plaintiff's prima facie case by articulating non-retaliatory reasons for its actions.\" <i>Id.</i></p>\n<p>Emmons has satisfied the first two prongs of this test. \"Nevertheless, mere knowledge on the part of an employer that an employee has filed a discrimination charge is not sufficient evidence of legitimate reasons for adverse personnel action against that employee.\" <i>Id.</i> (internal quotations omitted). Emmons cannot rely on the mere filing of an EEOC complaint as evidence of retaliatory discharge to survive a summary judgment motion. Notwithstanding the temporal proximity of Emmons' dismissal, she has not established a causal connection between her complaint and her firing. Indeed, the Defendant has articulated sufficient justification for dismissing Emmons: she exceeded her allowable medical leave, she failed to return a \"Leave of Absence and Notice\" sent to her by Rose's, she ceased communications with it, and she cleared her personal belongings from the truck she drove for Rose's. Emmons' Title VII retaliatory discharge claim cannot survive summary judgment.</p>\n<p>Emmons also alleges a claim for sex discrimination under the United States and North Carolina Constitutions. Both parties have treated this claim as a claim under Title VII for the purposes of this summary judgment motion, but this Court need not address it. Emmons cannot bring a claim under the Fourteenth Amendment of the United States Constitution because, absent state action, it does not create a cause of action. This claim could have been brought as a Title VII claim, following the filing of her EEOC charges. Because she failed to assert this claim in her complaint, thus failing to bring a proper Title VII claim in the time permitted, she has waived her right to sue under Title VII. 42 U.S.C. § 2000e-5; <i>see </i><i>Hughes v. Bedsole,</i> <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1383 n. 6 (4th Cir.1995).</p>\n<p>Emmons' claim under the North Carolina Constitution similarly fails. \"A claimant whose state constitutional rights have been offended may pursue an action directly under the North Carolina Constitution only `[i]n the absence of an adequate state remedy.'\" <i>Hughes,</i> 48 F.3d at 1383 n. 6 (quoting <i>Corum v. University of North Carolina,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span> (1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></span> (1992)). Here, a state remedy was available to Emmons, as she could have filed an action for wrongful discharge in violation of public policy under North Carolina General Statutes Section 143-422.2.</p>\n<p></p>\n<h2><i>II. The Equal Pay Act Claim</i></h2>\n<p>Emmons alleges a violation of the Equal Pay Act, 29 U.S.C. § 206, et seq.<sup>[3]</sup> \"Under the Equal Pay Act, the plaintiff must show that an employer has paid different wages to employees of opposite sexes for equal work in jobs which require equal skill, effort and responsibility and which are performed under similar working conditions.\" <i>Brinkley-Obu v. Hughes Training, Inc.,</i> <span class=\"citation\" data-id=\"678821\"><a href=\"/opinion/678821/sharon-d-brinkley-obu-v-hughes-training-incorporated-sharon-d/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">336</span></a></span>, 343 (4th Cir.1994) (citing <i>Corning Glass Works v. Brennan,</i> <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 195, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974)).</p>\n<p>Emmons fails to establish a prima facie case of unequal pay. She cites the payments she received for jury duty while she was on light duty for medical reasons. She does not establish, however, that male truck drivers on light duty were paid any more than she received while serving jury duty or otherwise. This claim cannot survive the instant summary judgment motion.</p>\n<p></p>\n<h2><i>III. The State Law Claims</i></h2>\n<p>Having dismissed the federal basis of Emmons' claims against Rose's, the Court must now decide whether to exercise its discretion and retain jurisdiction over the supplemental, state-law claim. The modern doctrine of supplemental jurisdiction stems from the United States Supreme Court's decision in <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). The Court established \"a new yardstick for deciding whether a federal court has jurisdiction over a state-law claim brought in a case that also involves a federal question.\" <i>Carnegie-Mellon Univ. v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 349, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 618, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1988).</p>\n<p><span class=\"star-pagination\">*365</span> The <i>Gibbs</i> Court emphasized, however, that the federal courts' power to hear pendent claims is not to be confused with a mandate: \"[P]endent jurisdiction is a doctrine of discretion, not of plaintiff's right.\" 383 U.S. at 726, 86 S.Ct. at 1139. That is, the consideration and determination of state law claims by a federal court can \"conflict with the principle of comity to the States and with the promotion of justice between the litigating parties.\" <i>Cohill,</i> 484 U.S. at 350, 108 S.Ct. at 619. The doctrine of <i>Gibbs</i> and its progeny was codified in Section 1367 of Title 28 of the United States Code, under the name \"supplemental jurisdiction,\" as part of the Judicial Improvements Act of 1990, Pub.L. No. 101-650, Title III, § 310.</p>\n<p>The Fourth Circuit, interpreting Section 1367, has noted that \"[t]he doctrine of supplemental jurisdiction indicates that federal courts generally have discretion to retain or dismiss state law claims when the federal basis for an action drops away.\" <i>Shanaghan v. Cahill,</i> <span class=\"citation\" data-id=\"698373\"><a href=\"/opinion/698373/kathleen-a-shanaghan-v-john-d-cahill-cahill-associates-incorporated/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 109 (4th Cir.1995).</p>\n<p>The Fourth Circuit emphasized \"that trial courts enjoy wide latitude in determining whether or not to retain jurisdiction over state claims when all federal claims have been extinguished.\" <i>Id.</i> at 110. Thus, this Court will consider factors such as convenience and fairness to the parties, the existence of any underlying issues of federal policy, comity, and judicial economy. <i>Id., </i><i>Cohill,</i> 484 U.S. at 350 n. 7, 108 S.Ct. at 619 n. 7.</p>\n<p>The instant case has advanced to the summary judgment stage. The parties have conducted discovery and have begun to develop a record and have expended substantial time, energy and resources to this matter in federal court. Also, the remaining state law claims are less numerous than the federal claims to which they were appended. These factors weigh in favor of this Court's exercising its discretion to retain supplemental jurisdiction over the remaining claims. Declining to retain jurisdiction would unfairly set the parties back in the litigation process, and would not serve the convenience of the parties. And as the state law issues this Court is called upon to decide are well-settled, it is not required to anticipate a decision by the North Carolina courts. The principle of comity therefore does not advise this court to refuse to hear these claims.</p>\n<p></p>\n<h2><i>A. Intentional Infliction of Emotional Distress</i></h2>\n<p>To state a claim for intentional infliction of emotional distress, Emmons must show that: (1) Defendants engaged in extreme and outrageous conduct, (2) the conduct was intended to cause severe emotional distress, and (3) the conduct did cause severe emotional distress. <i>Wilson v. Southern Nat'l Bank,</i> <span class=\"citation\" data-id=\"2262511\"><a href=\"/opinion/2262511/wilson-v-southern-nat-bank-of-north-carolina-inc/\"><span class=\"volume\">900</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">803</span></a></span>, 811 (W.D.N.C.1995) (citing <i>Waddle v. Sparks,</i> <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span> (1992)), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></span> (4th Cir.1996). Whether the conduct is sufficiently extreme and outrageous is a question of law for the court. <i>Cromer v. Perdue Farms, Inc.,</i> <span class=\"citation\" data-id=\"2262545\"><a href=\"/opinion/2262545/cromer-v-perdue-farms-inc/\"><span class=\"volume\">900</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">795</span></a></span>, 802 (M.D.N.C.1994), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></span> (4th Cir.1995). \"Extreme and outrageous conduct\" is conduct which is \"so outrageous in character, and so extreme in degree as to go beyond all possible bounds of decency, and to be regarded as atrocious and utterly intolerable in a civilized community.\" <i>Id.</i> (citing <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span> (1986)).</p>\n<p>In the instant complaint, Emmons alleges sporadic incidents during her employment with Rose's Stores. These incidents, many of which were not even directed toward Emmons or witnessed by her, do not exceed all bounds of decency or constitute the requisite outrageous conduct. Her allegations of truck tampering indicate no more than the usual mechanical problems a driver of commercial vehicles can expect to face, and all were repaired. This cause of action cannot survive summary judgment.</p>\n<p></p>\n<h2><i>B. Breach of Contract</i></h2>\n<p>In her complaint, Emmons alleged a claim of breach of contract. In her memorandum of law in response to Defendants' instant Motion for Summary Judgment, however, she fails to respond to Defendants' arguments regarding this claim. Defendants have asserted that Emmons had no written employment contract or oral promise. The <span class=\"star-pagination\">*366</span> Defendants also demonstrated that the company policies upon which Emmons apparently based her claim do not operate as Emmons alleged. Finally, they showed that these policies would not sustain this claim regardless of their operation. Having failed to come forward with a demonstration that there are any issues of genuine factual dispute, <i>Celotex,</i> 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, Emmons breach of contract claim must be dismissed.</p>\n<p></p>\n<h2><i>C. Loss of Consortium</i></h2>\n<p>Emmons' husband's loss of consortium claim is derivative of Emmons' own claims, and is thereby precluded. <i>See </i><i>Stokes v. Southeast Hotel Props., Ltd.,</i> <span class=\"citation\" data-id=\"1397260\"><a href=\"/opinion/1397260/stokes-v-southeast-hotel-properties/\"><span class=\"volume\">877</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">986</span></a></span>, 1000 (W.D.N.C.1994); <i>Nicholson v. Chatham Memorial Hosp., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">295</span></span>, <span class=\"citation\" data-id=\"1265802\"><a href=\"/opinion/1265802/nicholson-v-hugh-chatham-mem-hospital/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span> (1980). Defendants must be granted summary judgment with respect to this claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendants' Motion for Summary Judgment will be GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Birkbeck</i> court did not define \"delegable duty,\" but, because it addressed termination of employment, suggested that decisions relating to hiring and firing are of a plainly delegable nature. District courts in this circuit have interpreted \"delegable duties\" to include duties relating to routine employment, as distinguished from \"forms of discriminatory treatment or conduct which may be construed as harassment[, which] are not delegable.\" <i>Green v. Clarendon County Sch. Dist.,</i> <span class=\"citation\" data-id=\"1946837\"><a href=\"/opinion/1946837/green-v-clarendon-county-school-dist-three/\"><span class=\"volume\">923</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">829</span></a></span>, 848 (D.S.C.1996); <i>and see </i><i>Stephens v. Kay Management Co.,</i> <span class=\"citation\" data-id=\"2249743\"><a href=\"/opinion/2249743/stephens-v-kay-management-co-inc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span>, 174 (E.D.Va.1995) (decision to terminate plaintiff's employment is plainly delegable).</p>\n<p>[2]  <i>See </i><i>Tomka v. Seiler Corp.,</i> <span class=\"citation\" data-id=\"705166\"><a href=\"/opinion/705166/carole-tomka-v-the-seiler-corporation-daniel-lucey-david-polonsky-and/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1313 (2d Cir.1995) (holding that \"individual defendants with supervisory control over a plaintiff may not be held personally liable under Title VII\"); <i>Williams v. Banning,</i> <span class=\"citation\" data-id=\"710068\"><a href=\"/opinion/710068/karen-williams-v-bruce-banning/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 554 (7th Cir.1995) (supervisor, in individual capacity, not within Title VII's definition of \"employer\"); <i>Lenhardt v. Basic Institute of Technology, Inc.,</i> <span class=\"citation\" data-id=\"696308\"><a href=\"/opinion/696308/elizabeth-j-lenhardt-lawful-successor-and-personal-representative-of-the/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 381 (8th Cir.1995) (supervisors and managers not subject to individual liability); <i>Gary v. Long,</i> <span class=\"citation\" data-id=\"699530\"><a href=\"/opinion/699530/coramae-ella-gary-v-james-edward-long/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1391</span></a></span>, 1399 (D.C.Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">569</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></span> (1995) (holding that Title VII does not impose individual liability on supervisory employees); <i>Smith v. Lomax,</i> <span class=\"citation\" data-id=\"686846\"><a href=\"/opinion/686846/67-fair-emplpraccas-bna-1005-66-empl-prac-dec-p-43456-alice-h/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></a></span>, 403 (11th Cir.1995) (recognizing that employees cannot be held liable under the ADEA or Title VII); <i>Grant v. Lone Star Co.,</i> <span class=\"citation\" data-id=\"6453\"><a href=\"/opinion/6453/grant-v-lone-star-co/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span>, 653 (5th Cir.1994) (holding that Title VII does not permit imposition of liability upon an individual unless he qualifies as an \"employer\"); <i>Miller v. Maxwell's Int'l., Inc.,</i> <span class=\"citation\" data-id=\"604916\"><a href=\"/opinion/604916/phyllis-miller-v-maxwells-international-inc-dba-maxwells-plum-debtor/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 588 (9th Cir. 1993) (holding that individuals cannot be held liable for damages under Title VII and ADEA); <i>Sauers v. Salt Lake County,</i> <span class=\"citation\" data-id=\"627495\"><a href=\"/opinion/627495/62-fair-emplpraccas-1269-62-empl-prac-dec-p-42612-debra-t-sauers/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1122</span></a></span>, 1125 (10th Cir.1993) (holding that individual capacity suits under Title VII are inappropriate); <i>Wathen v. General Electric Co.,</i> <span class=\"citation\" data-id=\"741771\"><a href=\"/opinion/741771/74-fair-emplpraccas-bna-48-70-empl-prac-dec-p-44761-paula-wathen/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">400</span></a></span>, 404 (1997) (holding that individuals are not subject to Title VII liability unless they qualify as \"employers\" within statutory definition).</p>\n<p>[3]  Emmons does not assert a Title VII claim with respect to her allegations of unequal pay.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1397260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1946837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2249743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2262511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2262545/"
  ]
}