{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2341116/",
  "absolute_url": "/opinion/2341116/four-seasons-hotels-ltd-v-koury-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2341116/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:36.449620Z",
  "date_modified": "2016-04-27T02:05:54.619799Z",
  "type": "010combined",
  "sha1": "a3f013fc44debc513008c14bfa6d21c82dc93155",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>776 F.Supp. 240 (1991)</b></center>\n<center><h1>FOUR SEASONS HOTELS LIMITED, Plaintiff,<br>\nv.<br>\nKOURY CORPORATION, Defendant.</h1></center>\n<center>No. 90-70-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 23, 1991.</center>\n<p><span class=\"star-pagination\">*241</span> Douglas Wayne Kenyon, Arthur James DeBaugh, Hunton &amp; Williams, Raleigh, N.C., for plaintiff.</p>\n<p>Larry L. Coats, Rhodes, Coats &amp; Bennett, Raleigh, N.C., Hubert Humphrey, Greensboro, N.C., David Ernest Bennett, Rhodes, Coats and Bennett, Raleigh, N.C., for defendant and counter-claimant.</p>\n<p>Douglas Wayne Kenyon, Arthur James DeBaugh, Hunton &amp; Williams, Raleigh, N.C., for counter-defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court for decision following a two-day bench trial. The parties have thoroughly briefed pertinent legal issues involved in the case and the court is now ready to rule. In accordance with Rule 52(a) of the Federal Rules of Civil Procedure, the court makes the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2>I. <i>Findings of Fact</i>\n</h2>\n<p></p>\n<h2><i>A. The Parties</i></h2>\n<p>1. Plaintiff Four Seasons Hotels Limited (\"Four Seasons\") is a Canadian corporation, organized and existing under the laws of the Province of Ontario, with offices located at 1165 Leslie Street, Toronto, Ontario, Canada M3C 2K8.</p>\n<p>2. Four Seasons is a wholly owned subsidiary of Four Seasons Hotels, Inc., a publicly held corporation listed on the Toronto Stock Exchange and the Montreal Exchange.</p>\n<p>3. Four Seasons' principal business is the management, operation, and in some instances, ownership of luxury hotels and resorts. Four Seasons and an affiliate operate hotels and/or resorts in the United <span class=\"star-pagination\">*242</span> States, Canada, Great Britain, and the West Indies.</p>\n<p>4. Defendant Koury Corporation (\"Koury\") is a North Carolina corporation, with its principal office located at 400 Four Seasons Town Centre, Greensboro, North Carolina.</p>\n<p>5. Koury's business is the development of commercial real estate and operation of the developed properties, one of which is a hotel and convention center located at the intersection of High Point Road and Interstate 40 in Greensboro, North Carolina (\"Koury's hotel\"). The hotel is part of a development which includes a commercial shopping center, office buildings, and movie theatres.</p>\n<p></p>\n<h2><i>B. Origin and Development of Four Seasons' Businesses</i></h2>\n<p>6. Four Seasons opened its first hotel in Toronto, Canada in 1961. Named the \"Four Seasons Motor Hotel,\" the 126-room facility offered rooms at very affordable rates. Advertising for the Four Seasons Motor Hotel was placed in the <i>Hotel Red Book,</i> an American publication listing hotels, beginning in 1962.</p>\n<p>7. In 1963, Four Seasons opened the \"Inn on the Park\" in Toronto.</p>\n<p>8. Half-page advertisements for these two hotels above the designation \"Four Seasons Motor Hotels\" were placed in the <i>Hotel Red Book</i> beginning in 1965.</p>\n<p>9. Between 1969 and 1976, Four Seasons opened the \"Four Seasons Hotel\" in Netanya, Israel, the \"Inn on the Park\" in London, England, the \"Four Seasons Hotel\" in Belleville, Ontario, the \"Four Seasons-Sheraton Hotel\" in Toronto, the \"Four Seasons Hotel\" in Calgary, the \"Four Seasons Hotel\" in Vancouver, and Le Quatre Saisons in Montreal.</p>\n<p>10. By 1973, advertisements under the name \"Four Seasons Hotels\" began appearing in the Manhattan Yellow Pages. By 1974, advertisements for the Calgary and Vancouver hotels, as well as the Inn on the Park in Toronto, were appearing in the <i>Official Meeting Facilities Guide.</i></p>\n<p>11. Beginning with the opening of the Four Seasons Hotel in Calgary in 1974, Four Seasons changed its emphasis from providing affordable hotels to operating luxury, \"world class\" accommodations.</p>\n<p>12. In 1976, Four Seasons began managing the \"Clift Hotel\" in San Francisco, California. Advertising and brochures referred to it as \"The Clift Hotel\" above a \"Four Seasons\" identification. This hotel was renamed in 1978 as the \"Four Seasons-Clift Hotel.\"</p>\n<p>13. As early as 1976, Four Seasons advertised in the <i>U.S. Toll Free Directory</i> under \"The Four Seasons Group of Hotels.\"</p>\n<p>14. In 1977, Four Seasons opened a new \"Four Seasons Hotel\" in Ottawa and also began managing the \"Ritz Carlton\" in Chicago as a \"Four Seasons Hotel.\"</p>\n<p>15. Since 1978, Four Seasons has opened an additional twenty hotels and resorts in Edmonton, Toronto, Washington, D.C., San Antonio, New York, Houston, Dallas, Seattle, Philadelphia, Boston, Ontario, Austin, Newport Beach, Los Angeles, Santa Barbara, Chicago, Maui, and Nevis.</p>\n<p>16. Upon Four Seasons' application, on 8 December 1981 the United States Patent and Trademark Office (\"USPTO\") entered \"Four Seasons-Clift Hotel\" on its principal register. On 11 May 1982, USPTO entered \"Four Seasons Hotels\" on its principal register. USPTO has since granted Four Seasons the following registered trademarks: \"Four Seasons Hotel Washington, D.C.\" (1983), \"Four Seasons Olympic\" (1985), \"Four Seasons Hotel Philadelphia\" (1986), \"Four Seasons Hotel Boston\" (1987), \"Four Seasons Hotels and Resorts\" (1989), and \"Four Seasons Hotels  Resorts\" (1991).</p>\n<p>17. All Four Seasons hotels and resorts have been and are marketed and advertised under the name \"Four Seasons Hotels\" or \"Four Seasons Hotels and Resorts\" in national and international advertising materials and in individual hotel or resort advertising materials.</p>\n<p>18. Over the years, Four Seasons has also advertised by placing Four Seasons Hotels brochures in each of its hotel rooms. <span class=\"star-pagination\">*243</span> Individual hotel brochures are also distributed to hotel guests and travel professionals and planners.</p>\n<p>19. Between 1987 and 1991, Four Seasons spent $8 million on corporate advertising in the United States. That sum does not include advertising by individual hotels.</p>\n<p>20. Four Seasons' hotels and resorts cater to a relatively affluent, largely business-oriented clientele. The hotels have been heralded as the standard of excellence in the hotel industry. The \"Four Seasons\" name is widely recognized by the travelling public as the identity of Four Seasons' hotels.</p>\n<p>21. Although Four Seasons does not own or operate any property in Virginia, North Carolina, South Carolina, or Georgia, its advertising penetrates this region and citizens of this area do frequent Four Seasons properties and are familiar with the \"Four Seasons\" name.</p>\n<p></p>\n<h2><i>C. Origin and Development of Koury's Business</i></h2>\n<p>22. In the late 1960s, Koury planned and constructed a 260-room hotel and convention center in Greensboro, North Carolina.</p>\n<p>23. In June 1967, Koury obtained a licence from Holiday Inns of America, Inc. (\"Holiday Inn\") to operate the hotel as a Holiday Inn franchise. On the license application, Koury listed the licensee as the \"Four Seasons Motor Inn Corporation,\" a corporation which actually never existed. Koury's hotel has operated under this license agreement since its opening and continues to do so at the present time. The agreement is terminable by either party under certain conditions.</p>\n<p>24. Koury opened its hotel in June 1970 and immediately began marketing its services primarily in the four-state region of North Carolina, South Carolina, Georgia, and Virginia. This has been the continuous market area for Koury's hotel since that time, up to and including the present.</p>\n<p>25. Koury's initial brochures, meeting guides, and advertisements referred to the hotel as the \"Holiday Inn-Four Seasons.\"</p>\n<p>26. At the same time Koury was planning and developing its hotel, it was planning and developing a shopping mall to be located on the property adjacent to the hotel. By the time the hotel opened, Koury had already decided that the mall would be named \"Four Seasons Mall.\" In 1975, Koury completed construction and the mall was opened to the public. It currently contains over one-million square feet of specialty shops, department stores, financial institutions, restaurants, theatres, and other service outlets.</p>\n<p>27. In 1982 Koury doubled the number of rooms at its hotel, expanded the convention space, and added new facilities. At about the time of the expansion, Koury began referring to the combined hotel and mall properties as the \"Four Seasons Complex.\" Advertisements and promotional materials for the hotel began referring to it as the \"Holiday Inn-Four Seasons Complex.\" At this time Koury began using a logo, comprised of four different colored bands above a yellow circle, to identify the mall and Four Seasons Complex. This logo began appearing in literature and advertisements associated with the mall and the hotel.</p>\n<p>28. In 1987, Koury renamed its mall \"Four Seasons Town Centre.\" References to \"Four Seasons Mall\" in Koury's promotional literature were changed to \"Four Seasons Town Centre.\" Koury's corporate address was changed from 400 Four Seasons Mall to 400 Four Seasons Town Centre. A new logo depicting four towers was introduced and it replaced the colored-bands logo in literature and advertisements for the mall and the hotel.</p>\n<p>At about this same time, Koury's hotel advertisements and promotional materials began referring to the hotel as the \"Holiday Inn-Four Seasons Town Centre.\" In this context, \"Four Seasons Town Centre\" was used as a location modifier to connect the Holiday Inn hotel with the Four Seasons Town Centre mall location. That \"Four Seasons Town Centre\" was employed as a location modifier  as opposed to the name of the hotel independent from Holiday Inn  is evidenced by the following: <span class=\"star-pagination\">*244</span> 1) hotel brochures began referring to \"[t]he adjacent Four Seasons Town Centre\" and included pictures of the mall as well as an aerial view depicting the hotel's proximity to the mall; 2) the hotel's guest-services directory was amended to include a full-page description and photograph of the mall under the heading \"Four Seasons Town Centre.\" Another page in the directory outlines a jogging course \"around the Four Seasons Town Centre\"; and 3) a 1991 Koury hotel advertisement refers to \"the combination of Holiday Inn and Four Seasons Town Centre\" and to \"[t]he adjacent Four Seasons Town Centre.\"</p>\n<p>29. Koury has spent millions of dollars advertising and promoting its hotel since 1970.</p>\n<p>30. Koury has used the names \"Four Seasons,\" \"Four Seasons Complex,\" and \"Four Seasons Town Centre\" in various combinations with \"Holiday Inn\" in the promotion, advertising, and marketing of the hotel since 1970. Every piece of literature and advertisement Koury has used to market and promote its hotel has identified it as a Holiday Inn.</p>\n<p>31. The hotel has been marketed through personal sales calls, trade shows, telemarketing, direct mail, and media advertising. Koury's employees involved in sales and marketing have, since 1970, attempted to emphasize the name \"Four Seasons\" to distinguish Koury's Holiday Inn franchise from other Holiday Inn hotels.</p>\n<p>32. Koury's hotel has been listed in the yellow pages under \"H\" as \"Holiday Inn-Four Seasons\" since 1970. It is never been listed under \"F\" as \"Four Seasons.\" Koury's hotel is presently listed as the \"Holiday Inn/Four Seasons Town Centre\" in the <i>Hotel &amp; Travel Index</i> and as the \"Holiday Inn/Four Seasons\" in the <i>Mobil Travel Guide.</i></p>\n<p>33. Koury's hotel employees have answered the telephones at the hotel using the \"Holiday Inn-Four Seasons\" name continuously since 1970.</p>\n<p>34. Since its opening, Koury's hotel has physically borne the name \"Holiday Inn-Four Seasons\" at its tower, which is illuminated in the evening, and which is visible for a several-block radius. A tall green sign at the hotel property's boundary adjacent to Interstate 40 bears the name \"Holiday Inn\" with the Holiday Inn logo. Billboards on Interstates 40 and 85 depict the familiar \"Holiday Inn\" script writing and logo with \"Four Seasons\" written in smaller letters underneath.</p>\n<p>35. In late 1981, a 15-foot statue was installed in the hotel's convention center lobby. A plaque at the base of the statue is entitled \"`The Four Seasons.'\"</p>\n<p>36. Since 1982, a sign over the hotel's front entrance has employed the name \"Four Seasons.\" Another entrance to the hotel bears the sign \"Four Seasons Convention Center.\"</p>\n<p>37. Since 1982, Koury has flown a flag in front of the hotel bearing first a \"Four Seasons Complex\" emblem and later the \"Four Seasons Town Centre\" emblem. A flag bearing the \"Holiday Inn\" emblem is flown at a different side of the building.</p>\n<p>38. An auditorium in the convention center is named the \"Four Seasons Auditorium.\"</p>\n<p>39. Bills and room-service forms in the hotel bear the legend \"Holiday Inn-Four Seasons.\"</p>\n<p>40. Koury's hotel has won awards as one of the top ten Holiday Inns.</p>\n<p>41. Koury introduced no evidence at trial indicating whether its clientele or the public generally recognizes the name \"Four Seasons\" as the identity of Koury's hotel. The only evidence introduced regarding the public perception of Koury's hotel was the testimony of current and former Koury hotel employees.</p>\n<p></p>\n<h2><i>D. The Holiday Inn Franchise Agreement and the Current Dispute</i></h2>\n<p>42. Holiday Inn franchises are required to follow the Holiday Inn Standards Manual in identifying their properties in printed material, outdoor advertising, and vehicle marking/painting. Noncompliance with the manual is a violation of the license agreement.</p>\n<p><span class=\"star-pagination\">*245</span> 43. Holiday Inn Standard 402.1 requires each Holiday Inn franchise to be primarily identified as a \"Holiday Inn\" hotel in all advertising and printed material and mandates that the \"Holiday Inn\" name precede and dominate the individual franchise name or logo. Since 1979, this standard has prohibited Koury's use of \"Four Seasons\" in type more than one-half the height of \"H\" in \"Holiday Inn.\"</p>\n<p>44. On 1 November 1982, Four Seasons wrote Koury and advised it of its federal registrations of \"Four Seasons\" and its fear that confusion might arise if the reference to \"Four Seasons\" in Koury's hotel name was used in any way other than as a location modifier. The matter was apparently resolved to Four Seasons' satisfaction at that time.</p>\n<p>45. On 25 November 1987, Four Seasons initiated similar contact with Koury when it learned that certain of Koury's advertisements were emphasizing \"Four Seasons\" in type larger than that used for \"Holiday Inn\" or \"Town Centre.\"</p>\n<p>46. Thereafter, Koury represented to Four Seasons and Holiday Inn that it had adopted a new logo containing \"Holiday Inn\" and \"Four Seasons Town Centre\" acceptable to Four Seasons and in compliance with Holiday Inn standards.</p>\n<p>47. In December 1988, Koury applied to the Secretary of State of North Carolina for, and in due course obtained, registration of the service mark \"Four Seasons\" for \"hotel services\" pursuant to the North Carolina Trademark Registration Act, N.C.Gen.Stat. §§ 80-1 <i>et seq.</i> Koury did not make Four Seasons aware of this registration.</p>\n<p>48. On 17 April 1989, Four Seasons again wrote to Koury advising it of another advertisement in which \"Four Seasons\" appeared in substantially larger print than \"Holiday Inn.\" Four Seasons included a draft civil complaint which it indicated would be filed unless corrective action was taken.</p>\n<p>49. Koury responded on 12 May 1989 indicating that the advertisement referenced by Four Seasons was a mistake and apologized for it. Koury enclosed copies of new advertisements which, it indicated, complied with the representations it had previously made to Four Seasons.</p>\n<p>50. Koury's hotel is currently in the midst of a $25 million expansion which will make it a 900-room hotel and the second-largest privately owned hotel and convention center in the nation. Because the expansion will nearly double the license fee paid to Holiday Inn  which is determined by the franchisee's number of rooms  Koury is presently evaluating whether to continue its affiliation with Holiday Inn. Koury is also considering the alternatives of affiliating itself with another national hotel chain or going independent. Obviously, if either of these options is taken, Koury could no longer identify its hotel as \"Holiday Inn-Four Seasons.\"</p>\n<p>51. Four Seasons filed the instant complaint on 2 February 1990. Four Seasons seeks a declaratory judgment that Koury's state registration is a nullity, cancellation of that registration, and a permanent injunction restricting Koury's use of the words \"Four Seasons.\" Koury has counterclaimed seeking a declaration that it has the exclusive right to use \"Four Seasons\" for hotel services in Virginia, North Carolina, South Carolina, and Georgia and the joint right to use \"Four Seasons\" in Washington, D.C. Koury also seeks an order cancelling Four Seasons' federal registrations as to Virginia, North Carolina, South Carolina, and Georgia.</p>\n<p></p>\n<h2>II. <i>Conclusions of Law</i>\n</h2>\n<p>1. This court has subject-matter jurisdiction over this case pursuant to 15 U.S.C. § 1121(a) and 28 U.S.C. § 1338(a) and has personal jurisdiction over the parties.</p>\n<p>2. There is an actual controversy, the subject matter of which is ripe for declaratory judgment pursuant to 28 U.S.C. § 2201(a).</p>\n<p>3. Venue lies in this district pursuant to 28 U.S.C. § 1391(b)(1) &amp; (2).</p>\n<p>4. The issuance of a trademark registration by USPTO constitutes statutory constructive notice of the registrant's claim to ownership of the registered mark. <span class=\"star-pagination\">*246</span> 15 U.S.C. § 1072. Registration affords the registrant protection of and the right to use the registered mark nationwide, regardless of the area of actual use at the time of registration or thereafter. <i>Value House v. Phillips Mercantile Co.,</i> 523 F.2d 424, 429 (10th Cir.1975); <i>Old Dutch Foods, Inc. v. Dan Dee Pretzel and Potato Chip Co.,</i> 477 F.2d 150, 156-57 (6th Cir.1973). Registration shifts the burden of proof to a would-be-user of the same or similar mark to rebut the presumption of the registrant's exclusive rights in the mark. <i>Pizzeria Uno Corp. v. Temple,</i> 747 F.2d 1522, 1529 (4th Cir.1984).</p>\n<p>5. A registered trademark which has been \"in continuous use for five consecutive years subsequent to the date of such registration and is still in use in commerce, shall be incontestable[.]\" 15 U.S.C. § 1065. The registration certificate of an incontestable mark \"shall be conclusive evidence of the registrant's exclusive right to use the registered mark....\" <i>Id.</i> § 1115(b).</p>\n<p>6. The following of Four Seasons' registered marks have become incontestable: \"Four Seasons-Clift Hotel,\" \"Four Seasons Hotels,\" \"Four Seasons Hotel Washington, D.C.,\" and \"Four Seasons Olympic.\"</p>\n<p>7. The conclusive evidence of the exclusive right to use an incontestable mark is subject to proof of infringement. <i>Id.</i> Infringement is the use in commerce of \"any reproduction, counterfeit, copy or colorable imitation of a registered mark in connection with the sale, offering for sale, distribution or advertising of any goods or services on or in connection with which such use is likely to cause confusion, or to cause mistake, or to deceive.\" <i>Id.</i> § 1114(1)(a).</p>\n<p>8. It is undisputed that both Four Seasons' and Koury's simultaneous use of \"Four Seasons\" simpliciter (standing by itself) would likely cause confusion to the traveling public. This is so because the marks are identical, because they are both associated with hotel services, and because they both advertise in the same and similar publications and direct their marketing energies to essentially the same segment of the population. <i>See </i><i>Pizzeria Uno,</i> 747 F.2d at 1527. Although there has not yet been confusion between Koury and Four Seasons, Koury has not yet actually used \"Four Seasons\" simpliciter in the advertising or promotion of its hotel.</p>\n<p>9. Because of the likelihood of confusion, Koury's use of \"Four Seasons\" simpliciter would infringe upon Four Seasons' exclusive nationwide right to use \"Four Seasons\" simpliciter unless Koury could satisfy one of the seven defenses set out in 15 U.S.C. § 1115(b). The most relevant of these defenses is 15 U.S.C. § 1115(b)(5):</p>\n<blockquote>That the mark whose use by a party is charged as an infringement was adopted without knowledge of the registrant's prior use and has been continuously used by such party or those in privity with him from a date prior to the registration of the mark under this Act.... Provided, however, That this defense or defect shall apply only for the area in which such continuous prior use is proved[.]</blockquote>\n<p>10. To sustain this defense, Koury must prove: 1) that it adopted the mark \"Four Seasons\" prior to Four Seasons' first incontestable registration in 1981, without knowledge of Four Seasons' prior use; 2) the extent of its trade area prior to Four Seasons' 1981 registration; and 3) that it has continuously used the mark \"Four Seasons\" in that trade area. <i>See </i><i>Thrifty Rent-A-Car System, Inc. v. Thrift Cars, Inc.,</i> 831 F.2d 1177, 1181 (1st Cir.1987).</p>\n<p>11. Koury has not proven that it adopted \"Four Seasons\" as a service mark prior to Four Seasons' 1981 registration or that it has continuously used \"Four Seasons\" as a mark for its hotel:</p>\n<blockquote>a. A service mark is created under either the Lanham Act, 15 U.S.C. §§ 1051 <i>et seq.,</i> or common law when a trade symbol employed to identify a service is \"used in the sale or advertising of services to identify the services of one person and distinguish them from the services of others.\" 15 U.S.C. § 1127; <i>see</i> J. McCarthy, <i>Trademarks and Unfair Competition</i> § 3:1 (2d ed. 1984) (hereinafter \"McCarthy\").</blockquote>\n<blockquote>b. One product or service can bear more than one protectable trademark. <span class=\"star-pagination\">*247</span> <i>Old Dutch Foods,</i> 477 F.2d at 154-55. A product or service may be identified by separate marks owned by separate companies. <i>See, e.g., </i><i>University of Pittsburgh v. Champion Products, Inc.,</i> 686 F.2d 1040 (3d Cir.1982); <i>Yard-Man, Inc. v. Getz Exterminators, Inc.,</i> 157 U.S.P.Q. 100, 107 (T.T.A.B.1968).</blockquote>\n<blockquote>c. Where multiple words, phrases, and/or designs are employed to identify and distinguish one service from others of like kind, it is possible for less than the totality or composite of the identifying information to be considered a protectable trademark. Whether or not some part of the composite qualifies for trademark protection simpliciter is purely a question of fact. The determining factor is whether that part of the composite for which protection is sought creates a commercial impression on the average recipient of such services <i>separate and distinct from the composite. See </i><i>Procter &amp; Gamble Co. v. Keystone Automotive Warehouse, Inc.,</i> 191 U.S.P.Q. 468, 474 (T.T.A.B.1976); McCarthy, § 7:1; <i>cf. id.</i> § 19.17 (explaining concept of trademark mutilation). \"The prime question is whether the designation in question, as actually used, will be recognized in and of itself as an indication of origin for this particular [service].\" <i>Id.</i> § 7:1, at 178.</blockquote>\n<p>d. Use of a strong, well-known mark as a part of a composite name reduces the likelihood that the remainder of the composite name will create a commercial impression distinct from that mark. <i>Cf. </i><i>Frisch's Restaurant, Inc. v. Shoney's, Inc.,</i> 759 F.2d 1261, 1266-67 (6th Cir.1985); <i>Worthington Foods, Inc. v. Kellogg Co.,</i> 732 F.Supp. 1417, 1441 (S.D.Ohio 1990); <i>Ye Olde Tavern Cheese Products, Inc. v. Planters Peanuts Div.,</i> 261 F.Supp. 200, 206 (N.D.Ill.1966), <i>aff'd,</i> 394 F.2d 833 (7th Cir.1967) (per curiam); McCarthy, § 23:15 (all standing for the proposition that the likelihood of confusion between similar marks diminishes when one is associated with strong, well-known mark).</p>\n<blockquote>e. \"Holiday Inn\" is one of the strongest, most well-known service marks in the American hotel industry. <i>See </i><i>Holiday Inns, Inc. v. Holiday Inn,</i> 364 F.Supp. 775, 783 (D.S.C.1973), <i>aff'd,</i> 498 F.2d 1397 (4th Cir.1974). When part of a composite mark, its strength significantly diminishes the likelihood that the remainder of the composite can create a commercial impression separate and distinct from the \"Holiday Inn\" mark. To overcome the deemphasizing effect of the Holiday Inn mark, an individual Holiday Inn franchise must make herculean efforts to create a commercial impression of its individual hotel name. Only a few Holiday Inn franchisees have made such extraordinary efforts, e.g., The Chateau LeMoyne French Quarter in New Orleans, the Chateu Vail in Colorado, and the Mills House in Charleston, South Carolina.</blockquote>\n<blockquote>f. Koury has not made significant efforts to create a commercial impression of \"Four Seasons\"  as an identifying name of its hotel  separate and apart from \"Holiday Inn.\" Indeed, for the last four years, Koury has employed \"Four Seasons\" merely as a location modifier in connection with its Four Seasons Town Centre mall. Prior use of \"Four Seasons\" in connection with Holiday Inn served both as a location modifier and as a means of distinguishing Koury's Holiday Inn hotel from other Holiday Inn hotels. Although the court is convinced that Koury has created a commercial impression of the composite service mark \"Holiday Inn-Four Seasons,\" it finds no evidence in the record to support the proposition that Koury has created a commercial impression of \"Four Seasons\" separate and apart from \"Holiday Inn.\" The only evidence before the court regarding the commercial impression fostered by \"Four Seasons\" relates to the impression engendered by Four Seasons' marks. The court concludes that Koury has neither adopted nor continuously used \"Four Seasons\" as a service mark. Consequently, Koury has failed to prove the defense outlined in 15 U.S.C. § 1115(b)(5).</blockquote>\n<p>12. Koury asserts that the general common-law defense contained in 15 U.S.C. <span class=\"star-pagination\">*248</span> § 1065 is also available. That defense provides that an otherwise incontestable mark is not incontestable \"to the extent, if any, to which the use of a mark registered on the principal register infringes a valid right acquired under the law of any State or Territory by use of a mark or trade name continuing from a date prior to registration under this chapter of such registered mark.\" <i>Id.</i> Even if this defense was also available to Koury (and the court deems it unnecessary to decide this question), Koury has failed in its proof for the same reasons it could not prove adoption or continuous use of the \"Four Seasons\" mark under 15 U.S.C. § 1115(b)(5). Simply put, because Koury has never created a commercial impression of \"Four Seasons\" simpliciter to identify its hotel services, it has no common-law or statutory rights to use \"Four Seasons\" simpliciter as a mark presently or in the future.</p>\n<p>13. Koury has failed to prove the defenses of laches and acquiescence.</p>\n<p>14. Koury's use of \"Four Seasons\" simpliciter would infringe upon Four Seasons' statutorily protected marks. As Koury has already taken steps to begin using \"Four Seasons\" simpliciter for hotel services  registering that mark under North Carolina trademark law  it is appropriate for this court to fashion declaratory and equitable relief.</p>\n<p>15. N.C.Gen.Stat. § 80-8 provides that the Secretary of State shall cancel from North Carolina's trademark register:</p>\n<blockquote>(4) Any registration concerning which a court of competent jurisdiction shall find</blockquote>\n<blockquote>a. That the registered mark has been abandoned or has become incapable of serving as a mark;</blockquote>\n<blockquote>b. That the registrant is not the owner of the mark;</blockquote>\n<blockquote>c. That the registration was granted improperly;</blockquote>\n<blockquote>d. That the registration was obtained fraudulently.</blockquote>\n<blockquote>(5) Any registration when a court of competent jurisdiction shall order cancellation thereof.</blockquote>\n<p>The North Carolina registration afforded to Koury for the service mark \"Four Seasons\" for hotel services should be cancelled because Four Seasons, not Koury, is the owner of that mark for those services nationwide.</p>\n<p>16. Injunctive relief is authorized to prevent violation of the rights of trademark registrants. 15 U.S.C. § 1116(a). In fashioning injunctive relief here, the court must decide what use Koury may make of \"Four Seasons\" without violating Four Seasons' statutory rights. Four Seasons has simplified the court's task by making the following concessions: it would not infringe Four Seasons' marks if Koury uses \"Four Seasons\" in conjunction with any of the following nationally recognized hotel-chain names: Best Western, Clarion, Day's Inn, Econo Lodge, Embassy Suites, Hilton, Holiday Inn, Howard Johnson, Hyatt, Marriott, Omni, Radisson, Ramada, Sheraton, or Westin. Four Seasons also has no objection to Koury using \"Four Seasons\" as a location modifier, as it has done at least since 1987. As such, \"The Inn at Four Seasons\" or \"The Inn at Four Seasons Town Centre\" would be permissible, as would other names employing the word \"at\" before \"Four Seasons.\" The court concludes that all other uses of \"Four Seasons\" to identify Koury's hotel services would constitute trademark infringement and will therefore be enjoined.</p>\n<p>17. Four Seasons has requested that until such time as Koury disaffiliates from Holiday Inn, the court enjoin Koury from advertising its hotel in a manner in which \"Four Seasons\" is greater than one-half the size of \"H\" in \"Holiday Inn.\" It is undisputed that Koury has previously advertised its hotel in a manner in which \"Four Seasons\" was larger than one half the size of the \"H\" in Holiday Inn. It is also undisputed that to date there has been no confusion between the two corporations. Moreover, based on the evidence admitted at trial, the court does not perceive a likelihood of confusion resulting from the status quo. Therefore, the court finds no basis to restrain Koury in this manner. In the absence of the likelihood of such confusion, the manner in which Koury depicts \"Four Seasons\" vis-à-vis Holiday Inn is a matter <span class=\"star-pagination\">*249</span> strictly between Koury and Holiday Inn which Four Seasons lacks standing to contest.</p>\n<p>18. Koury's counterclaims for infringement and for improper registration are without merit.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>Based on the foregoing findings of fact and conclusions of law, the court declares that Koury has acquired no rights to use \"Four Seasons\" simpliciter for hotel services. As such, pursuant to N.C.Gen.Stat. § 80-8, the court hereby orders the North Carolina Secretary of State to cancel North Carolina State Service Mark Registration No. T-7878  Koury's state registration of \"Four Seasons\" simpliciter. Furthermore, Koury, its officers, agents, sales representatives, servants, employees, associates, subsidiaries, franchisees, attorneys, successors, and assigns are hereby permanently enjoined from using the name \"Four Seasons\" in connection with the name of Koury's Greensboro hotel, and any hotel it may own or operate in the future, in advertising, promoting, or otherwise identifying the hotel, except as follows: 1) in conjunction with the name of a national hotel-chain franchisor (Best Western, Clarion, Day's Inn, Econo Lodge, Embassy Suites, Hilton, Holiday Inn, Howard Johnson, Hyatt, Marriott, Omni, Radisson, Ramada, Sheraton, or Westin), such has been its practice with its current franchisor Holiday Inn; or 2) as a location modifier, e.g., \"The Inn at Four Seasons Town Centre\" or \"The Chateau at Four Seasons.\" This injunction, however, does not prevent Koury from using \"Four Seasons\" simpliciter in connection with the facilities located inside of the hotel or in connection with other non-hotel properties it owns. Moreover, nothing in this order shall be interpreted to require Koury to remove any references to \"Four Seasons\" simpliciter in currently existing advertising, promotional materials, or which is affixed to the hotel property itself. The relief requested by Koury in its counterclaims is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">240</span></span> (1991)</b></center>\n<center><h1>FOUR SEASONS HOTELS LIMITED, Plaintiff,<br>\nv.<br>\nKOURY CORPORATION, Defendant.</h1></center>\n<center>No. 90-70-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 23, 1991.</center>\n<p><span class=\"star-pagination\">*241</span> Douglas Wayne Kenyon, Arthur James DeBaugh, Hunton &amp; Williams, Raleigh, N.C., for plaintiff.</p>\n<p>Larry L. Coats, Rhodes, Coats &amp; Bennett, Raleigh, N.C., Hubert Humphrey, Greensboro, N.C., David Ernest Bennett, Rhodes, Coats and Bennett, Raleigh, N.C., for defendant and counter-claimant.</p>\n<p>Douglas Wayne Kenyon, Arthur James DeBaugh, Hunton &amp; Williams, Raleigh, N.C., for counter-defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court for decision following a two-day bench trial. The parties have thoroughly briefed pertinent legal issues involved in the case and the court is now ready to rule. In accordance with Rule 52(a) of the Federal Rules of Civil Procedure, the court makes the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2>I. <i>Findings of Fact</i>\n</h2>\n<p></p>\n<h2><i>A. The Parties</i></h2>\n<p>1. Plaintiff Four Seasons Hotels Limited (\"Four Seasons\") is a Canadian corporation, organized and existing under the laws of the Province of Ontario, with offices located at 1165 Leslie Street, Toronto, Ontario, Canada M3C 2K8.</p>\n<p>2. Four Seasons is a wholly owned subsidiary of Four Seasons Hotels, Inc., a publicly held corporation listed on the Toronto Stock Exchange and the Montreal Exchange.</p>\n<p>3. Four Seasons' principal business is the management, operation, and in some instances, ownership of luxury hotels and resorts. Four Seasons and an affiliate operate hotels and/or resorts in the United <span class=\"star-pagination\">*242</span> States, Canada, Great Britain, and the West Indies.</p>\n<p>4. Defendant Koury Corporation (\"Koury\") is a North Carolina corporation, with its principal office located at 400 Four Seasons Town Centre, Greensboro, North Carolina.</p>\n<p>5. Koury's business is the development of commercial real estate and operation of the developed properties, one of which is a hotel and convention center located at the intersection of High Point Road and Interstate 40 in Greensboro, North Carolina (\"Koury's hotel\"). The hotel is part of a development which includes a commercial shopping center, office buildings, and movie theatres.</p>\n<p></p>\n<h2><i>B. Origin and Development of Four Seasons' Businesses</i></h2>\n<p>6. Four Seasons opened its first hotel in Toronto, Canada in 1961. Named the \"Four Seasons Motor Hotel,\" the 126-room facility offered rooms at very affordable rates. Advertising for the Four Seasons Motor Hotel was placed in the <i>Hotel Red Book,</i> an American publication listing hotels, beginning in 1962.</p>\n<p>7. In 1963, Four Seasons opened the \"Inn on the Park\" in Toronto.</p>\n<p>8. Half-page advertisements for these two hotels above the designation \"Four Seasons Motor Hotels\" were placed in the <i>Hotel Red Book</i> beginning in 1965.</p>\n<p>9. Between 1969 and 1976, Four Seasons opened the \"Four Seasons Hotel\" in Netanya, Israel, the \"Inn on the Park\" in London, England, the \"Four Seasons Hotel\" in Belleville, Ontario, the \"Four Seasons-Sheraton Hotel\" in Toronto, the \"Four Seasons Hotel\" in Calgary, the \"Four Seasons Hotel\" in Vancouver, and Le Quatre Saisons in Montreal.</p>\n<p>10. By 1973, advertisements under the name \"Four Seasons Hotels\" began appearing in the Manhattan Yellow Pages. By 1974, advertisements for the Calgary and Vancouver hotels, as well as the Inn on the Park in Toronto, were appearing in the <i>Official Meeting Facilities Guide.</i></p>\n<p>11. Beginning with the opening of the Four Seasons Hotel in Calgary in 1974, Four Seasons changed its emphasis from providing affordable hotels to operating luxury, \"world class\" accommodations.</p>\n<p>12. In 1976, Four Seasons began managing the \"Clift Hotel\" in San Francisco, California. Advertising and brochures referred to it as \"The Clift Hotel\" above a \"Four Seasons\" identification. This hotel was renamed in 1978 as the \"Four Seasons-Clift Hotel.\"</p>\n<p>13. As early as 1976, Four Seasons advertised in the <i>U.S. Toll Free Directory</i> under \"The Four Seasons Group of Hotels.\"</p>\n<p>14. In 1977, Four Seasons opened a new \"Four Seasons Hotel\" in Ottawa and also began managing the \"Ritz Carlton\" in Chicago as a \"Four Seasons Hotel.\"</p>\n<p>15. Since 1978, Four Seasons has opened an additional twenty hotels and resorts in Edmonton, Toronto, Washington, D.C., San Antonio, New York, Houston, Dallas, Seattle, Philadelphia, Boston, Ontario, Austin, Newport Beach, Los Angeles, Santa Barbara, Chicago, Maui, and Nevis.</p>\n<p>16. Upon Four Seasons' application, on 8 December 1981 the United States Patent and Trademark Office (\"USPTO\") entered \"Four Seasons-Clift Hotel\" on its principal register. On 11 May 1982, USPTO entered \"Four Seasons Hotels\" on its principal register. USPTO has since granted Four Seasons the following registered trademarks: \"Four Seasons Hotel Washington, D.C.\" (1983), \"Four Seasons Olympic\" (1985), \"Four Seasons Hotel Philadelphia\" (1986), \"Four Seasons Hotel Boston\" (1987), \"Four Seasons Hotels and Resorts\" (1989), and \"Four Seasons Hotels  Resorts\" (1991).</p>\n<p>17. All Four Seasons hotels and resorts have been and are marketed and advertised under the name \"Four Seasons Hotels\" or \"Four Seasons Hotels and Resorts\" in national and international advertising materials and in individual hotel or resort advertising materials.</p>\n<p>18. Over the years, Four Seasons has also advertised by placing Four Seasons Hotels brochures in each of its hotel rooms. <span class=\"star-pagination\">*243</span> Individual hotel brochures are also distributed to hotel guests and travel professionals and planners.</p>\n<p>19. Between 1987 and 1991, Four Seasons spent $8 million on corporate advertising in the United States. That sum does not include advertising by individual hotels.</p>\n<p>20. Four Seasons' hotels and resorts cater to a relatively affluent, largely business-oriented clientele. The hotels have been heralded as the standard of excellence in the hotel industry. The \"Four Seasons\" name is widely recognized by the travelling public as the identity of Four Seasons' hotels.</p>\n<p>21. Although Four Seasons does not own or operate any property in Virginia, North Carolina, South Carolina, or Georgia, its advertising penetrates this region and citizens of this area do frequent Four Seasons properties and are familiar with the \"Four Seasons\" name.</p>\n<p></p>\n<h2><i>C. Origin and Development of Koury's Business</i></h2>\n<p>22. In the late 1960s, Koury planned and constructed a 260-room hotel and convention center in Greensboro, North Carolina.</p>\n<p>23. In June 1967, Koury obtained a licence from Holiday Inns of America, Inc. (\"Holiday Inn\") to operate the hotel as a Holiday Inn franchise. On the license application, Koury listed the licensee as the \"Four Seasons Motor Inn Corporation,\" a corporation which actually never existed. Koury's hotel has operated under this license agreement since its opening and continues to do so at the present time. The agreement is terminable by either party under certain conditions.</p>\n<p>24. Koury opened its hotel in June 1970 and immediately began marketing its services primarily in the four-state region of North Carolina, South Carolina, Georgia, and Virginia. This has been the continuous market area for Koury's hotel since that time, up to and including the present.</p>\n<p>25. Koury's initial brochures, meeting guides, and advertisements referred to the hotel as the \"Holiday Inn-Four Seasons.\"</p>\n<p>26. At the same time Koury was planning and developing its hotel, it was planning and developing a shopping mall to be located on the property adjacent to the hotel. By the time the hotel opened, Koury had already decided that the mall would be named \"Four Seasons Mall.\" In 1975, Koury completed construction and the mall was opened to the public. It currently contains over one-million square feet of specialty shops, department stores, financial institutions, restaurants, theatres, and other service outlets.</p>\n<p>27. In 1982 Koury doubled the number of rooms at its hotel, expanded the convention space, and added new facilities. At about the time of the expansion, Koury began referring to the combined hotel and mall properties as the \"Four Seasons Complex.\" Advertisements and promotional materials for the hotel began referring to it as the \"Holiday Inn-Four Seasons Complex.\" At this time Koury began using a logo, comprised of four different colored bands above a yellow circle, to identify the mall and Four Seasons Complex. This logo began appearing in literature and advertisements associated with the mall and the hotel.</p>\n<p>28. In 1987, Koury renamed its mall \"Four Seasons Town Centre.\" References to \"Four Seasons Mall\" in Koury's promotional literature were changed to \"Four Seasons Town Centre.\" Koury's corporate address was changed from 400 Four Seasons Mall to 400 Four Seasons Town Centre. A new logo depicting four towers was introduced and it replaced the colored-bands logo in literature and advertisements for the mall and the hotel.</p>\n<p>At about this same time, Koury's hotel advertisements and promotional materials began referring to the hotel as the \"Holiday Inn-Four Seasons Town Centre.\" In this context, \"Four Seasons Town Centre\" was used as a location modifier to connect the Holiday Inn hotel with the Four Seasons Town Centre mall location. That \"Four Seasons Town Centre\" was employed as a location modifier  as opposed to the name of the hotel independent from Holiday Inn  is evidenced by the following: <span class=\"star-pagination\">*244</span> 1) hotel brochures began referring to \"[t]he adjacent Four Seasons Town Centre\" and included pictures of the mall as well as an aerial view depicting the hotel's proximity to the mall; 2) the hotel's guest-services directory was amended to include a full-page description and photograph of the mall under the heading \"Four Seasons Town Centre.\" Another page in the directory outlines a jogging course \"around the Four Seasons Town Centre\"; and 3) a 1991 Koury hotel advertisement refers to \"the combination of Holiday Inn and Four Seasons Town Centre\" and to \"[t]he adjacent Four Seasons Town Centre.\"</p>\n<p>29. Koury has spent millions of dollars advertising and promoting its hotel since 1970.</p>\n<p>30. Koury has used the names \"Four Seasons,\" \"Four Seasons Complex,\" and \"Four Seasons Town Centre\" in various combinations with \"Holiday Inn\" in the promotion, advertising, and marketing of the hotel since 1970. Every piece of literature and advertisement Koury has used to market and promote its hotel has identified it as a Holiday Inn.</p>\n<p>31. The hotel has been marketed through personal sales calls, trade shows, telemarketing, direct mail, and media advertising. Koury's employees involved in sales and marketing have, since 1970, attempted to emphasize the name \"Four Seasons\" to distinguish Koury's Holiday Inn franchise from other Holiday Inn hotels.</p>\n<p>32. Koury's hotel has been listed in the yellow pages under \"H\" as \"Holiday Inn-Four Seasons\" since 1970. It is never been listed under \"F\" as \"Four Seasons.\" Koury's hotel is presently listed as the \"Holiday Inn/Four Seasons Town Centre\" in the <i>Hotel &amp; Travel Index</i> and as the \"Holiday Inn/Four Seasons\" in the <i>Mobil Travel Guide.</i></p>\n<p>33. Koury's hotel employees have answered the telephones at the hotel using the \"Holiday Inn-Four Seasons\" name continuously since 1970.</p>\n<p>34. Since its opening, Koury's hotel has physically borne the name \"Holiday Inn-Four Seasons\" at its tower, which is illuminated in the evening, and which is visible for a several-block radius. A tall green sign at the hotel property's boundary adjacent to Interstate 40 bears the name \"Holiday Inn\" with the Holiday Inn logo. Billboards on Interstates 40 and 85 depict the familiar \"Holiday Inn\" script writing and logo with \"Four Seasons\" written in smaller letters underneath.</p>\n<p>35. In late 1981, a 15-foot statue was installed in the hotel's convention center lobby. A plaque at the base of the statue is entitled \"`The Four Seasons.'\"</p>\n<p>36. Since 1982, a sign over the hotel's front entrance has employed the name \"Four Seasons.\" Another entrance to the hotel bears the sign \"Four Seasons Convention Center.\"</p>\n<p>37. Since 1982, Koury has flown a flag in front of the hotel bearing first a \"Four Seasons Complex\" emblem and later the \"Four Seasons Town Centre\" emblem. A flag bearing the \"Holiday Inn\" emblem is flown at a different side of the building.</p>\n<p>38. An auditorium in the convention center is named the \"Four Seasons Auditorium.\"</p>\n<p>39. Bills and room-service forms in the hotel bear the legend \"Holiday Inn-Four Seasons.\"</p>\n<p>40. Koury's hotel has won awards as one of the top ten Holiday Inns.</p>\n<p>41. Koury introduced no evidence at trial indicating whether its clientele or the public generally recognizes the name \"Four Seasons\" as the identity of Koury's hotel. The only evidence introduced regarding the public perception of Koury's hotel was the testimony of current and former Koury hotel employees.</p>\n<p></p>\n<h2><i>D. The Holiday Inn Franchise Agreement and the Current Dispute</i></h2>\n<p>42. Holiday Inn franchises are required to follow the Holiday Inn Standards Manual in identifying their properties in printed material, outdoor advertising, and vehicle marking/painting. Noncompliance with the manual is a violation of the license agreement.</p>\n<p><span class=\"star-pagination\">*245</span> 43. Holiday Inn Standard 402.1 requires each Holiday Inn franchise to be primarily identified as a \"Holiday Inn\" hotel in all advertising and printed material and mandates that the \"Holiday Inn\" name precede and dominate the individual franchise name or logo. Since 1979, this standard has prohibited Koury's use of \"Four Seasons\" in type more than one-half the height of \"H\" in \"Holiday Inn.\"</p>\n<p>44. On 1 November 1982, Four Seasons wrote Koury and advised it of its federal registrations of \"Four Seasons\" and its fear that confusion might arise if the reference to \"Four Seasons\" in Koury's hotel name was used in any way other than as a location modifier. The matter was apparently resolved to Four Seasons' satisfaction at that time.</p>\n<p>45. On 25 November 1987, Four Seasons initiated similar contact with Koury when it learned that certain of Koury's advertisements were emphasizing \"Four Seasons\" in type larger than that used for \"Holiday Inn\" or \"Town Centre.\"</p>\n<p>46. Thereafter, Koury represented to Four Seasons and Holiday Inn that it had adopted a new logo containing \"Holiday Inn\" and \"Four Seasons Town Centre\" acceptable to Four Seasons and in compliance with Holiday Inn standards.</p>\n<p>47. In December 1988, Koury applied to the Secretary of State of North Carolina for, and in due course obtained, registration of the service mark \"Four Seasons\" for \"hotel services\" pursuant to the North Carolina Trademark Registration Act, N.C.Gen.Stat. §§ 80-1 <i>et seq.</i> Koury did not make Four Seasons aware of this registration.</p>\n<p>48. On 17 April 1989, Four Seasons again wrote to Koury advising it of another advertisement in which \"Four Seasons\" appeared in substantially larger print than \"Holiday Inn.\" Four Seasons included a draft civil complaint which it indicated would be filed unless corrective action was taken.</p>\n<p>49. Koury responded on 12 May 1989 indicating that the advertisement referenced by Four Seasons was a mistake and apologized for it. Koury enclosed copies of new advertisements which, it indicated, complied with the representations it had previously made to Four Seasons.</p>\n<p>50. Koury's hotel is currently in the midst of a $25 million expansion which will make it a 900-room hotel and the second-largest privately owned hotel and convention center in the nation. Because the expansion will nearly double the license fee paid to Holiday Inn  which is determined by the franchisee's number of rooms  Koury is presently evaluating whether to continue its affiliation with Holiday Inn. Koury is also considering the alternatives of affiliating itself with another national hotel chain or going independent. Obviously, if either of these options is taken, Koury could no longer identify its hotel as \"Holiday Inn-Four Seasons.\"</p>\n<p>51. Four Seasons filed the instant complaint on 2 February 1990. Four Seasons seeks a declaratory judgment that Koury's state registration is a nullity, cancellation of that registration, and a permanent injunction restricting Koury's use of the words \"Four Seasons.\" Koury has counterclaimed seeking a declaration that it has the exclusive right to use \"Four Seasons\" for hotel services in Virginia, North Carolina, South Carolina, and Georgia and the joint right to use \"Four Seasons\" in Washington, D.C. Koury also seeks an order cancelling Four Seasons' federal registrations as to Virginia, North Carolina, South Carolina, and Georgia.</p>\n<p></p>\n<h2>II. <i>Conclusions of Law</i>\n</h2>\n<p>1. This court has subject-matter jurisdiction over this case pursuant to 15 U.S.C. § 1121(a) and 28 U.S.C. § 1338(a) and has personal jurisdiction over the parties.</p>\n<p>2. There is an actual controversy, the subject matter of which is ripe for declaratory judgment pursuant to 28 U.S.C. § 2201(a).</p>\n<p>3. Venue lies in this district pursuant to 28 U.S.C. § 1391(b)(1) &amp; (2).</p>\n<p>4. The issuance of a trademark registration by USPTO constitutes statutory constructive notice of the registrant's claim to ownership of the registered mark. <span class=\"star-pagination\">*246</span> 15 U.S.C. § 1072. Registration affords the registrant protection of and the right to use the registered mark nationwide, regardless of the area of actual use at the time of registration or thereafter. <i>Value House v. Phillips Mercantile Co.,</i> <span class=\"citation\" data-id=\"330271\"><a href=\"/opinion/330271/the-value-house-a-corporation-v-phillips-mercantile-company-dba-value/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span>, 429 (10th Cir.1975); <i>Old Dutch Foods, Inc. v. Dan Dee Pretzel and Potato Chip Co.,</i> <span class=\"citation\" data-id=\"310373\"><a href=\"/opinion/310373/old-dutch-foods-inc-v-dan-dee-pretzel-potato-chip-co-and-bergs/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 156-57 (6th Cir.1973). Registration shifts the burden of proof to a would-be-user of the same or similar mark to rebut the presumption of the registrant's exclusive rights in the mark. <i>Pizzeria Uno Corp. v. Temple,</i> <span class=\"citation\" data-id=\"444345\"><a href=\"/opinion/444345/pizzeria-uno-corporation-v-james-w-temple-jr-dba-taco-uno/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1522</span></a></span>, 1529 (4th Cir.1984).</p>\n<p>5. A registered trademark which has been \"in continuous use for five consecutive years subsequent to the date of such registration and is still in use in commerce, shall be incontestable[.]\" 15 U.S.C. § 1065. The registration certificate of an incontestable mark \"shall be conclusive evidence of the registrant's exclusive right to use the registered mark....\" <i>Id.</i> § 1115(b).</p>\n<p>6. The following of Four Seasons' registered marks have become incontestable: \"Four Seasons-Clift Hotel,\" \"Four Seasons Hotels,\" \"Four Seasons Hotel Washington, D.C.,\" and \"Four Seasons Olympic.\"</p>\n<p>7. The conclusive evidence of the exclusive right to use an incontestable mark is subject to proof of infringement. <i>Id.</i> Infringement is the use in commerce of \"any reproduction, counterfeit, copy or colorable imitation of a registered mark in connection with the sale, offering for sale, distribution or advertising of any goods or services on or in connection with which such use is likely to cause confusion, or to cause mistake, or to deceive.\" <i>Id.</i> § 1114(1)(a).</p>\n<p>8. It is undisputed that both Four Seasons' and Koury's simultaneous use of \"Four Seasons\" simpliciter (standing by itself) would likely cause confusion to the traveling public. This is so because the marks are identical, because they are both associated with hotel services, and because they both advertise in the same and similar publications and direct their marketing energies to essentially the same segment of the population. <i>See </i><i>Pizzeria Uno,</i> 747 F.2d at 1527. Although there has not yet been confusion between Koury and Four Seasons, Koury has not yet actually used \"Four Seasons\" simpliciter in the advertising or promotion of its hotel.</p>\n<p>9. Because of the likelihood of confusion, Koury's use of \"Four Seasons\" simpliciter would infringe upon Four Seasons' exclusive nationwide right to use \"Four Seasons\" simpliciter unless Koury could satisfy one of the seven defenses set out in 15 U.S.C. § 1115(b). The most relevant of these defenses is 15 U.S.C. § 1115(b)(5):</p>\n<blockquote>That the mark whose use by a party is charged as an infringement was adopted without knowledge of the registrant's prior use and has been continuously used by such party or those in privity with him from a date prior to the registration of the mark under this Act.... Provided, however, That this defense or defect shall apply only for the area in which such continuous prior use is proved[.]</blockquote>\n<p>10. To sustain this defense, Koury must prove: 1) that it adopted the mark \"Four Seasons\" prior to Four Seasons' first incontestable registration in 1981, without knowledge of Four Seasons' prior use; 2) the extent of its trade area prior to Four Seasons' 1981 registration; and 3) that it has continuously used the mark \"Four Seasons\" in that trade area. <i>See </i><i>Thrifty Rent-A-Car System, Inc. v. Thrift Cars, Inc.,</i> <span class=\"citation\" data-id=\"496588\"><a href=\"/opinion/496588/thrifty-rent-a-car-system-inc-v-thrift-cars-inc-thrifty-rent-a-car/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1177</span></a></span>, 1181 (1st Cir.1987).</p>\n<p>11. Koury has not proven that it adopted \"Four Seasons\" as a service mark prior to Four Seasons' 1981 registration or that it has continuously used \"Four Seasons\" as a mark for its hotel:</p>\n<blockquote>a. A service mark is created under either the Lanham Act, 15 U.S.C. §§ 1051 <i>et seq.,</i> or common law when a trade symbol employed to identify a service is \"used in the sale or advertising of services to identify the services of one person and distinguish them from the services of others.\" 15 U.S.C. § 1127; <i>see</i> J. McCarthy, <i>Trademarks and Unfair Competition</i> § 3:1 (2d ed. 1984) (hereinafter \"McCarthy\").</blockquote>\n<blockquote>b. One product or service can bear more than one protectable trademark. <span class=\"star-pagination\">*247</span> <i>Old Dutch Foods,</i> 477 F.2d at 154-55. A product or service may be identified by separate marks owned by separate companies. <i>See, e.g., </i><i>University of Pittsburgh v. Champion Products, Inc.,</i> <span class=\"citation\" data-id=\"407898\"><a href=\"/opinion/407898/university-of-pittsburgh-a-non-profit-corporation-v-champion-products/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span> (3d Cir.1982); <i>Yard-Man, Inc. v. Getz Exterminators, Inc.,</i> 157 U.S.P.Q. 100, 107 (T.T.A.B.1968).</blockquote>\n<blockquote>c. Where multiple words, phrases, and/or designs are employed to identify and distinguish one service from others of like kind, it is possible for less than the totality or composite of the identifying information to be considered a protectable trademark. Whether or not some part of the composite qualifies for trademark protection simpliciter is purely a question of fact. The determining factor is whether that part of the composite for which protection is sought creates a commercial impression on the average recipient of such services <i>separate and distinct from the composite. See </i><i>Procter &amp; Gamble Co. v. Keystone Automotive Warehouse, Inc.,</i> 191 U.S.P.Q. 468, 474 (T.T.A.B.1976); McCarthy, § 7:1; <i>cf. id.</i> § 19.17 (explaining concept of trademark mutilation). \"The prime question is whether the designation in question, as actually used, will be recognized in and of itself as an indication of origin for this particular [service].\" <i>Id.</i> § 7:1, at 178.</blockquote>\n<p>d. Use of a strong, well-known mark as a part of a composite name reduces the likelihood that the remainder of the composite name will create a commercial impression distinct from that mark. <i>Cf. </i><i>Frisch's Restaurant, Inc. v. Shoney's, Inc.,</i> <span class=\"citation\" data-id=\"450756\"><a href=\"/opinion/450756/frischs-restaurant-inc-v-shoneys-inc/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span>, 1266-67 (6th Cir.1985); <i>Worthington Foods, Inc. v. Kellogg Co.,</i> <span class=\"citation\" data-id=\"2253030\"><a href=\"/opinion/2253030/worthington-foods-inc-v-kellogg-co/\"><span class=\"volume\">732</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1417</span></a></span>, 1441 (S.D.Ohio 1990); <i>Ye Olde Tavern Cheese Products, Inc. v. Planters Peanuts Div.,</i> <span class=\"citation\" data-id=\"1674882\"><a href=\"/opinion/1674882/ye-olde-tavern-cheese-prod-inc-v-planters-peanuts-div/\"><span class=\"volume\">261</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">200</span></a></span>, 206 (N.D.Ill.1966), <i>aff'd,</i> <span class=\"citation\" data-id=\"280176\"><a href=\"/opinion/280176/ye-olde-tavern-cheese-products-inc-v-planters-peanuts-division-standard/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span> (7th Cir.1967) (per curiam); McCarthy, § 23:15 (all standing for the proposition that the likelihood of confusion between similar marks diminishes when one is associated with strong, well-known mark).</p>\n<blockquote>e. \"Holiday Inn\" is one of the strongest, most well-known service marks in the American hotel industry. <i>See </i><i>Holiday Inns, Inc. v. Holiday Inn,</i> <span class=\"citation\" data-id=\"2259034\"><a href=\"/opinion/2259034/holiday-inns-inc-v-holiday-inn/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></a></span>, 783 (D.S.C.1973), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1397</span></span> (4th Cir.1974). When part of a composite mark, its strength significantly diminishes the likelihood that the remainder of the composite can create a commercial impression separate and distinct from the \"Holiday Inn\" mark. To overcome the deemphasizing effect of the Holiday Inn mark, an individual Holiday Inn franchise must make herculean efforts to create a commercial impression of its individual hotel name. Only a few Holiday Inn franchisees have made such extraordinary efforts, e.g., The Chateau LeMoyne French Quarter in New Orleans, the Chateu Vail in Colorado, and the Mills House in Charleston, South Carolina.</blockquote>\n<blockquote>f. Koury has not made significant efforts to create a commercial impression of \"Four Seasons\"  as an identifying name of its hotel  separate and apart from \"Holiday Inn.\" Indeed, for the last four years, Koury has employed \"Four Seasons\" merely as a location modifier in connection with its Four Seasons Town Centre mall. Prior use of \"Four Seasons\" in connection with Holiday Inn served both as a location modifier and as a means of distinguishing Koury's Holiday Inn hotel from other Holiday Inn hotels. Although the court is convinced that Koury has created a commercial impression of the composite service mark \"Holiday Inn-Four Seasons,\" it finds no evidence in the record to support the proposition that Koury has created a commercial impression of \"Four Seasons\" separate and apart from \"Holiday Inn.\" The only evidence before the court regarding the commercial impression fostered by \"Four Seasons\" relates to the impression engendered by Four Seasons' marks. The court concludes that Koury has neither adopted nor continuously used \"Four Seasons\" as a service mark. Consequently, Koury has failed to prove the defense outlined in 15 U.S.C. § 1115(b)(5).</blockquote>\n<p>12. Koury asserts that the general common-law defense contained in 15 U.S.C. <span class=\"star-pagination\">*248</span> § 1065 is also available. That defense provides that an otherwise incontestable mark is not incontestable \"to the extent, if any, to which the use of a mark registered on the principal register infringes a valid right acquired under the law of any State or Territory by use of a mark or trade name continuing from a date prior to registration under this chapter of such registered mark.\" <i>Id.</i> Even if this defense was also available to Koury (and the court deems it unnecessary to decide this question), Koury has failed in its proof for the same reasons it could not prove adoption or continuous use of the \"Four Seasons\" mark under 15 U.S.C. § 1115(b)(5). Simply put, because Koury has never created a commercial impression of \"Four Seasons\" simpliciter to identify its hotel services, it has no common-law or statutory rights to use \"Four Seasons\" simpliciter as a mark presently or in the future.</p>\n<p>13. Koury has failed to prove the defenses of laches and acquiescence.</p>\n<p>14. Koury's use of \"Four Seasons\" simpliciter would infringe upon Four Seasons' statutorily protected marks. As Koury has already taken steps to begin using \"Four Seasons\" simpliciter for hotel services  registering that mark under North Carolina trademark law  it is appropriate for this court to fashion declaratory and equitable relief.</p>\n<p>15. N.C.Gen.Stat. § 80-8 provides that the Secretary of State shall cancel from North Carolina's trademark register:</p>\n<blockquote>(4) Any registration concerning which a court of competent jurisdiction shall find</blockquote>\n<blockquote>a. That the registered mark has been abandoned or has become incapable of serving as a mark;</blockquote>\n<blockquote>b. That the registrant is not the owner of the mark;</blockquote>\n<blockquote>c. That the registration was granted improperly;</blockquote>\n<blockquote>d. That the registration was obtained fraudulently.</blockquote>\n<blockquote>(5) Any registration when a court of competent jurisdiction shall order cancellation thereof.</blockquote>\n<p>The North Carolina registration afforded to Koury for the service mark \"Four Seasons\" for hotel services should be cancelled because Four Seasons, not Koury, is the owner of that mark for those services nationwide.</p>\n<p>16. Injunctive relief is authorized to prevent violation of the rights of trademark registrants. 15 U.S.C. § 1116(a). In fashioning injunctive relief here, the court must decide what use Koury may make of \"Four Seasons\" without violating Four Seasons' statutory rights. Four Seasons has simplified the court's task by making the following concessions: it would not infringe Four Seasons' marks if Koury uses \"Four Seasons\" in conjunction with any of the following nationally recognized hotel-chain names: Best Western, Clarion, Day's Inn, Econo Lodge, Embassy Suites, Hilton, Holiday Inn, Howard Johnson, Hyatt, Marriott, Omni, Radisson, Ramada, Sheraton, or Westin. Four Seasons also has no objection to Koury using \"Four Seasons\" as a location modifier, as it has done at least since 1987. As such, \"The Inn at Four Seasons\" or \"The Inn at Four Seasons Town Centre\" would be permissible, as would other names employing the word \"at\" before \"Four Seasons.\" The court concludes that all other uses of \"Four Seasons\" to identify Koury's hotel services would constitute trademark infringement and will therefore be enjoined.</p>\n<p>17. Four Seasons has requested that until such time as Koury disaffiliates from Holiday Inn, the court enjoin Koury from advertising its hotel in a manner in which \"Four Seasons\" is greater than one-half the size of \"H\" in \"Holiday Inn.\" It is undisputed that Koury has previously advertised its hotel in a manner in which \"Four Seasons\" was larger than one half the size of the \"H\" in Holiday Inn. It is also undisputed that to date there has been no confusion between the two corporations. Moreover, based on the evidence admitted at trial, the court does not perceive a likelihood of confusion resulting from the status quo. Therefore, the court finds no basis to restrain Koury in this manner. In the absence of the likelihood of such confusion, the manner in which Koury depicts \"Four Seasons\" vis-à-vis Holiday Inn is a matter <span class=\"star-pagination\">*249</span> strictly between Koury and Holiday Inn which Four Seasons lacks standing to contest.</p>\n<p>18. Koury's counterclaims for infringement and for improper registration are without merit.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>Based on the foregoing findings of fact and conclusions of law, the court declares that Koury has acquired no rights to use \"Four Seasons\" simpliciter for hotel services. As such, pursuant to N.C.Gen.Stat. § 80-8, the court hereby orders the North Carolina Secretary of State to cancel North Carolina State Service Mark Registration No. T-7878  Koury's state registration of \"Four Seasons\" simpliciter. Furthermore, Koury, its officers, agents, sales representatives, servants, employees, associates, subsidiaries, franchisees, attorneys, successors, and assigns are hereby permanently enjoined from using the name \"Four Seasons\" in connection with the name of Koury's Greensboro hotel, and any hotel it may own or operate in the future, in advertising, promoting, or otherwise identifying the hotel, except as follows: 1) in conjunction with the name of a national hotel-chain franchisor (Best Western, Clarion, Day's Inn, Econo Lodge, Embassy Suites, Hilton, Holiday Inn, Howard Johnson, Hyatt, Marriott, Omni, Radisson, Ramada, Sheraton, or Westin), such has been its practice with its current franchisor Holiday Inn; or 2) as a location modifier, e.g., \"The Inn at Four Seasons Town Centre\" or \"The Chateau at Four Seasons.\" This injunction, however, does not prevent Koury from using \"Four Seasons\" simpliciter in connection with the facilities located inside of the hotel or in connection with other non-hotel properties it owns. Moreover, nothing in this order shall be interpreted to require Koury to remove any references to \"Four Seasons\" simpliciter in currently existing advertising, promotional materials, or which is affixed to the hotel property itself. The relief requested by Koury in its counterclaims is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/280176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1674882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2253030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2259034/"
  ]
}