{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2342271/",
  "absolute_url": "/opinion/2342271/smith-v-reagan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2342271/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:50.158434Z",
  "date_modified": "2016-04-27T01:08:15.509086Z",
  "type": "010combined",
  "sha1": "cf533f90159594803a2e982ea30b58de17d96982",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>637 F.Supp. 964 (1986)</b></center>\n<center><h1>Mark A. SMITH, Former Prisoner of War; Melvin C. McIntire, Sergeant First Class, United States Army; Anne M. Hart, Wife of Service Member Listed as Missing in Action; Dorothy M. Shelton, Wife of Existing Prisoner of War; Katherine Fanning, Wife of Service Member Listed as Missing in Action; Jerry L. Dennis, Brother of Service Member Lost in Southeast Asia, Plaintiffs,<br>\nv.<br>\nRonald REAGAN, President of the United States; Casper Weinberger, United States Secretary of Defense; George Schultz, United States Secretary of State; James A. Williams, General Director of the United States Intelligence Agency and Each of Their Respective Predecessors and Successors in Their Official Capacity, Defendants.</h1></center>\n<center>No. 85-119-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 19, 1986.</center>\n<p><span class=\"star-pagination\">*965</span> Mark L. Waple, Hutchens &amp; Waple, P.A., Fayetteville, N.C., for plaintiffs.</p>\n<p>Sam T. Currin, U.S. Atty., Raleigh, N.C., David J. Anderson, Dept. of Justice, Civil <span class=\"star-pagination\">*966</span> Div., Virginia Strasser, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This is a suit to compel the President of the United States and his principal military and foreign affairs officers to engage in conduct with foreign governments pursuant to the Hostage Act of 1868, 22 U.S.C. § 1732.</p>\n<p>Some of the plaintiffs are active and reserve United States armed forces personnel, others are the immediate family members of United States armed forces personnel who are declared missing in action as a result of the United States military action in Indochina during the 1960's and 70's. The plaintiffs also allege a class of persons who are the members of the United States armed forces unaccounted for in Southeast Asia and declared by the United States government as missing in action.</p>\n<p>Plaintiffs seek mandamus from this court ordering the President to conduct foreign relations with various countries in Southeast Asia to further pursue official inquiries about the existence and status of Americans missing in action. The plaintiffs claim the right to this relief under the Hostage Act. The plaintiffs also ask this court to declare that the class of armed forces personnel designated as missing in action enjoy the protection of the United States Constitution and laws.</p>\n<p>The defendants answer these claims with a motion to dismiss on assorted grounds. The defendants claim: that the complaint presents a non-justiciable political question; that there is no private right of action under the Hostage Act; that plaintiffs are not entitled to mandamus relief when the duties to be performed entail the exercise of discretion; and that prudential reasons require the court to deny relief within its discretion pursuant to the Declaratory Judgment Act, 28 U.S.C. § 2201.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because the plaintiffs' claim for mandamus does not present a case or controversy under the meaning of that phrase in Article III of the United States Constitution, this court lacks jurisdiction over that subject matter and the defendants' motion to dismiss pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure must be allowed.</p>\n<p>The courts of the United States have only that limited subject matter jurisdiction that is conferred by the Constitution, law and treaties of the United States. An examination of the court's subject matter jurisdiction must precede any inquiry by the court into the merits of a case.</p>\n<p>Historically the United States Supreme Court has recognized an area of political questions which are inappropriate for judicial handling. The doctrine is based upon the principle of the separation of powers between the coordinate branches of government. This doctrine allows the judiciary to exercise the self-restraint necessary to avoid an intrusion into an area within the exclusive jurisdiction of a partner branch of the government. <i>Marbury v. Madison,</i> 5 U.S. (1 Cranch) 137, 165-166, 2 L.Ed. 60 (1803); <i>Baker v. Carr,</i> 369 U.S. 186, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962); <i>Laird v. Tatum,</i> 408 U.S. 1, 15, 92 S.Ct. 2318, 2326-27, 33 L.Ed.2d 154 (1972).</p>\n<p>In <i>Baker</i> the Supreme Court, in its most comprehensive articulation of the political question doctrine, outlined the factors to determine whether the resolution of a matter violates the separation of powers principle:</p>\n<blockquote>\"It is apparent that several formulations which vary slightly according to the settings in which the questions arise may describe a political question, although each has one or more elements which identify it as essentially a function of the separation of powers. Prominent on the surface of any case held to involve a political question is found a textually demonstrable constitutional commitment of the issue to a coordinate political department; <span class=\"star-pagination\">*967</span> or a lack of judicially discoverable and manageable standards for resolving it; or the impossibility of a court's undertaking independent resolution without expressing lack of respect due coordinate branches of government; or an unusual need for unquestioning adherence to a political decision already made; or the potentiality of embarrassment from multifarious pronouncements by various departments on one question.\"</blockquote>\n<p>369 U.S. at 217, 82 S.Ct. at 710. <i>See </i><i>Sanchez-Espinoza v. Reagan,</i> 568 F.Supp. 596, 599 (D.D.C.1983).</p>\n<p>The Supreme Court has also held that \"[m]atters intimately related to foreign policy and national security are rarely proper subjects for judicial intervention.\" <i>Haig v. Agee,</i> 453 U.S. 280, 101 S.Ct. 2766, 69 L.Ed.2d 640 (1981). This is true because matters involving foreign affairs are \"so exclusively entrusted to the political branches of government as to be largely immune from judicial inquiry or interference.\" <i>Harisades v. Shaughnessy,</i> 342 U.S. 580, 589, 72 S.Ct. 512, 519, 96 L.Ed. 586 (1952).</p>\n<p>The court finds that the claim for mandamus directly involves foreign policy decisions and falls squarely under the category of political questions outlined in <i>Baker</i> which involve \"potential judicial interference with executive discretion in the foreign affairs field\" and which \"seek to dictate foreign policy.\" <i>Crockett v. Reagan,</i> 558 F.Supp. 893, 898 (D.D.C.1982); <i>Flynn v. Shultz,</i> 748 F.2d 1186, 1191 (7th Cir. 1984). At the core of the plaintiffs' mandamus claim under the Hostage Act is the contention that these defendants, and their predecessors in office for several administrations, have not exercised the full mandate of the Hostage Act. It is well settled that the conduct of foreign affairs is textually committed by the Constitution to the Executive Branch. E.g., <i>Haig v. Agee, supra</i><i>; </i><i>Oetjen v. Central Leather Company,</i> 246 U.S. 297, 302, 38 S.Ct. 309, 311, 62 L.Ed. 726 (1918). Further, the \"President is exclusively responsible\" for the \"conduct of diplomatic and foreign affairs.\" <i>Johnson v. Eisentrager,</i> 339 U.S. 763, 789, 70 S.Ct. 936, 949, 94 L.Ed. 1255 (1950). Moreover, it has been specifically held that the \"repatriation, or an accounting of, American soldiers ... is vested exclusively in the Executive and Legislative Branches of the Government.\" <i>Dumas v. President of the United States,</i> 554 F.Supp. 10, 17 (D.Conn. 1982). This circuit has recently spoken with precision on the separation of powers doctrine as it bears on the relationship between the courts and the executive involving a different but analogous executive power. <i>Tozer v. LTV Corporation,</i> 792 F.2d 403 (4th Cir.1986).</p>\n<p>If the merits were reached on this claim, the court would have to decide whether defendants' foreign policy decisions and efforts are adequate and justifiable, and if not, what remedial actions are appropriate. These areas are reserved for the Executive and Legislative Branches of our Government. They are beyond the legitimate authority of the court. There are no judicially discernable and manageable standards to resolve the issues raised by this claim. <i>Baker v. Carr, supra</i> 369 U.S. at 217, 82 S.Ct. at 710.</p>\n<p>Since the claim for mandamus is not a case or controversy, the court is without subject matter jurisdiction. The court must end its inquiry at this threshold without reaching any of the merits of this claim.</p>\n<p></p>\n<h2>II.</h2>\n<p>The plaintiffs' claim for declaratory judgment does not invoke separation of powers considerations which result in the political question bar to subject matter jurisdiction. Quite a contrary result is produced by an analysis of declaratory judgment relief. If material facts are in contest between the plaintiffs and defendants arising out of a federal statutory right, then the courts of the United States are the proper place to adjudicate those contested facts.</p>\n<p>Article III, § 1 of the United States Constitution specifically vests the courts of the United States with the exclusive <span class=\"star-pagination\">*968</span> judicial power that arises under the Constitution. The separation of powers doctrine will bar the judiciary from interfering in matters which are exclusively Executive and Legislative. These are political questions. That same doctrine, however, compels the judiciary to exercise jurisdiction over questions which are exclusively judicial in nature. The separation of powers doctrine arises out of the delicate balance created by the Constitution. By expressly separating the three branches and creating our tri-partite system of government, the framers implicitly constructed the dynamic that has come to be known as the separation of powers doctrine. The courts have often recognized that this doctrine calls for the exercise of judicial restraint when the issues involve the resolution of questions committed by the text of the Constitution to a coordinate branch of government. <i>Baker v. Carr, supra</i> at 217, 82 S.Ct. at 710. The doctrine, however, cannot justify the courts' avoiding their constitutional responsibility in the exercise of their appropriate power. <i>See </i><i>Powell v. McCormack,</i> 395 U.S. 486, 548-49, 89 S.Ct. 1944, 1978, 23 L.Ed.2d 491 (1969). The determination of contested facts between adverse parties which arise under a grant of federal law is a matter peculiarly within the judicial power of the United States courts.</p>\n<p>To the extent that plaintiffs and defendants contest material issues of fact arising out of rights derived from the United States Constitution and law, this court does have subject matter jurisdiction to determine those issues of fact and enter a declaratory judgment.</p>\n<p>In their complaint the plaintiffs request that the court enter a declaratory judgment to the effect that the members of the plaintiffs' class (assumably the alleged class of missing in action armed forces personnel) enjoy the full protection and benefit of the Fifth Amendment of the United States Constitution and the Hostage Act, 22 U.S.C. § 1732. Whether such persons exist, and therefore may come within the scope of the Hostage Act is a question of fact, if properly raised, for decision by the court.</p>\n<p>The government argues that the Hostage Act does not impose duties upon the President until it has been made known to him that such a group (hostages) exists. The government further argues that the discovery of the existence of such a group is a matter within the exclusive jurisdiction of the executive. The government claims that the court is barred by political question considerations from entertaining any inquiry into the existence of the alleged group of persons. If there is a contested issue of fact over the existence of such persons, then the government finds itself claiming dual power. It claims the executive power to exclusively administer and execute the government and laws of the United States. This is a legitimate claim. It also claims the exclusive power to determine the facts that it will use in administering the government and executing the law as it applies to this class of persons. This claim of power is in excess of the government's legitimate executive authority.</p>\n<p>The government, in argument, suggests that there may be no factual dispute between these parties regarding the existence of members of the alleged class of plaintiffs. It is premature at this stage of the declaratory judgment action to determine if an issue of fact will exist for declaratory judgment. Because the issues have not yet been joined by the pleadings, the court will reserve the exercise of its discretion to determine whether the declaratory judgment action should be dismissed for providential reasons.</p>\n<p>This court is mindful of its limitations in dealing with issues that touch on the core powers of a coordinate branch of government. Likewise the court is mindful of its obligation to accept the exercise of judicial power under the United States Constitution where parties seek relief and have the right to the exercise of the judicial power of the United States.</p>\n<p>The parties thus far have accepted the Hostage Act without constitutional criticism. The court will not initiate such an <span class=\"star-pagination\">*969</span> examination of the Act. However, it is manifest that the same separation of powers considerations discussed in the treatment by the court of the plaintiffs' mandamus claim would be relevant to a discussion of the constitutionality of the Hostage Act itself.</p>\n<p>Finally, the court has examined the claims of Mark A. Smith and Melvin G. McIntire for declaratory judgment and finds these plaintiffs to be without standing to proceed. As such, the court lacks subject matter jurisdiction over the claims of the plaintiffs Smith and McIntire, and the declaratory judgment action is dismissed as to them.</p>\n<p>For the reasons outlined in this opinion, the defendants' motion to dismiss the plaintiffs' claim for mandamus relief under the Hostage Act, 22 U.S.C. § 1732, for lack of subject matter jurisdiction is ALLOWED. The defendants' motion to dismiss the plaintiffs' action for declaratory judgment pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">964</span></span> (1986)</b></center>\n<center><h1>Mark A. SMITH, Former Prisoner of War; Melvin C. McIntire, Sergeant First Class, United States Army; Anne M. Hart, Wife of Service Member Listed as Missing in Action; Dorothy M. Shelton, Wife of Existing Prisoner of War; Katherine Fanning, Wife of Service Member Listed as Missing in Action; Jerry L. Dennis, Brother of Service Member Lost in Southeast Asia, Plaintiffs,<br>\nv.<br>\nRonald REAGAN, President of the United States; Casper Weinberger, United States Secretary of Defense; George Schultz, United States Secretary of State; James A. Williams, General Director of the United States Intelligence Agency and Each of Their Respective Predecessors and Successors in Their Official Capacity, Defendants.</h1></center>\n<center>No. 85-119-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 19, 1986.</center>\n<p><span class=\"star-pagination\">*965</span> Mark L. Waple, Hutchens &amp; Waple, P.A., Fayetteville, N.C., for plaintiffs.</p>\n<p>Sam T. Currin, U.S. Atty., Raleigh, N.C., David J. Anderson, Dept. of Justice, Civil <span class=\"star-pagination\">*966</span> Div., Virginia Strasser, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This is a suit to compel the President of the United States and his principal military and foreign affairs officers to engage in conduct with foreign governments pursuant to the Hostage Act of 1868, 22 U.S.C. § 1732.</p>\n<p>Some of the plaintiffs are active and reserve United States armed forces personnel, others are the immediate family members of United States armed forces personnel who are declared missing in action as a result of the United States military action in Indochina during the 1960's and 70's. The plaintiffs also allege a class of persons who are the members of the United States armed forces unaccounted for in Southeast Asia and declared by the United States government as missing in action.</p>\n<p>Plaintiffs seek mandamus from this court ordering the President to conduct foreign relations with various countries in Southeast Asia to further pursue official inquiries about the existence and status of Americans missing in action. The plaintiffs claim the right to this relief under the Hostage Act. The plaintiffs also ask this court to declare that the class of armed forces personnel designated as missing in action enjoy the protection of the United States Constitution and laws.</p>\n<p>The defendants answer these claims with a motion to dismiss on assorted grounds. The defendants claim: that the complaint presents a non-justiciable political question; that there is no private right of action under the Hostage Act; that plaintiffs are not entitled to mandamus relief when the duties to be performed entail the exercise of discretion; and that prudential reasons require the court to deny relief within its discretion pursuant to the Declaratory Judgment Act, 28 U.S.C. § 2201.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because the plaintiffs' claim for mandamus does not present a case or controversy under the meaning of that phrase in Article III of the United States Constitution, this court lacks jurisdiction over that subject matter and the defendants' motion to dismiss pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure must be allowed.</p>\n<p>The courts of the United States have only that limited subject matter jurisdiction that is conferred by the Constitution, law and treaties of the United States. An examination of the court's subject matter jurisdiction must precede any inquiry by the court into the merits of a case.</p>\n<p>Historically the United States Supreme Court has recognized an area of political questions which are inappropriate for judicial handling. The doctrine is based upon the principle of the separation of powers between the coordinate branches of government. This doctrine allows the judiciary to exercise the self-restraint necessary to avoid an intrusion into an area within the exclusive jurisdiction of a partner branch of the government. <i>Marbury v. Madison,</i> 5 U.S. (1 Cranch) 137, 165-166, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></span> (1803); <i>Baker v. Carr,</i> <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962); <i>Laird v. Tatum,</i> <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2318</span></a></span>, 2326-27, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></a></span> (1972).</p>\n<p>In <i>Baker</i> the Supreme Court, in its most comprehensive articulation of the political question doctrine, outlined the factors to determine whether the resolution of a matter violates the separation of powers principle:</p>\n<blockquote>\"It is apparent that several formulations which vary slightly according to the settings in which the questions arise may describe a political question, although each has one or more elements which identify it as essentially a function of the separation of powers. Prominent on the surface of any case held to involve a political question is found a textually demonstrable constitutional commitment of the issue to a coordinate political department; <span class=\"star-pagination\">*967</span> or a lack of judicially discoverable and manageable standards for resolving it; or the impossibility of a court's undertaking independent resolution without expressing lack of respect due coordinate branches of government; or an unusual need for unquestioning adherence to a political decision already made; or the potentiality of embarrassment from multifarious pronouncements by various departments on one question.\"</blockquote>\n<p>369 U.S. at 217, 82 S.Ct. at 710. <i>See </i><i>Sanchez-Espinoza v. Reagan,</i> <span class=\"citation\" data-id=\"2374674\"><a href=\"/opinion/2374674/sanchez-espinoza-v-reagan/\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">596</span></a></span>, 599 (D.D.C.1983).</p>\n<p>The Supreme Court has also held that \"[m]atters intimately related to foreign policy and national security are rarely proper subjects for judicial intervention.\" <i>Haig v. Agee,</i> <span class=\"citation\" data-id=\"110554\"><a href=\"/opinion/110554/haig-v-agee/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"110554\"><a href=\"/opinion/110554/haig-v-agee/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"110554\"><a href=\"/opinion/110554/haig-v-agee/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1981). This is true because matters involving foreign affairs are \"so exclusively entrusted to the political branches of government as to be largely immune from judicial inquiry or interference.\" <i>Harisades v. Shaughnessy,</i> <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></span>, 589, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></span>, 519, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">586</span></span> (1952).</p>\n<p>The court finds that the claim for mandamus directly involves foreign policy decisions and falls squarely under the category of political questions outlined in <i>Baker</i> which involve \"potential judicial interference with executive discretion in the foreign affairs field\" and which \"seek to dictate foreign policy.\" <i>Crockett v. Reagan,</i> <span class=\"citation\" data-id=\"1809649\"><a href=\"/opinion/1809649/crockett-v-reagan/\"><span class=\"volume\">558</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">893</span></a></span>, 898 (D.D.C.1982); <i>Flynn v. Shultz,</i> <span class=\"citation\" data-id=\"444623\"><a href=\"/opinion/444623/catherine-flynn-and-ryan-flynn-a-minor-by-his-mother-catherine-flynn-v/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1191 (7th Cir. 1984). At the core of the plaintiffs' mandamus claim under the Hostage Act is the contention that these defendants, and their predecessors in office for several administrations, have not exercised the full mandate of the Hostage Act. It is well settled that the conduct of foreign affairs is textually committed by the Constitution to the Executive Branch. E.g., <i>Haig v. Agee, supra</i><i>; </i><i>Oetjen v. Central Leather Company,</i> <span class=\"citation\" data-id=\"99123\"><a href=\"/opinion/99123/oetjen-v-central-leather-co/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 302, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">309</span></span>, 311, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">726</span></span> (1918). Further, the \"President is exclusively responsible\" for the \"conduct of diplomatic and foreign affairs.\" <i>Johnson v. Eisentrager,</i> <span class=\"citation\" data-id=\"104813\"><a href=\"/opinion/104813/johnson-v-eisentrager/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">763</span></a></span>, 789, <span class=\"citation\" data-id=\"104813\"><a href=\"/opinion/104813/johnson-v-eisentrager/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">936</span></a></span>, 949, <span class=\"citation\" data-id=\"104813\"><a href=\"/opinion/104813/johnson-v-eisentrager/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1255</span></a></span> (1950). Moreover, it has been specifically held that the \"repatriation, or an accounting of, American soldiers ... is vested exclusively in the Executive and Legislative Branches of the Government.\" <i>Dumas v. President of the United States,</i> <span class=\"citation\" data-id=\"1629777\"><a href=\"/opinion/1629777/dumas-v-president-of-united-states/\"><span class=\"volume\">554</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">10</span></a></span>, 17 (D.Conn. 1982). This circuit has recently spoken with precision on the separation of powers doctrine as it bears on the relationship between the courts and the executive involving a different but analogous executive power. <i>Tozer v. LTV Corporation,</i> <span class=\"citation\" data-id=\"471291\"><a href=\"/opinion/471291/joan-s-tozer-surviving-widow-of-eliot-f-tozer-deceased-and-to-her-own/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span> (4th Cir.1986).</p>\n<p>If the merits were reached on this claim, the court would have to decide whether defendants' foreign policy decisions and efforts are adequate and justifiable, and if not, what remedial actions are appropriate. These areas are reserved for the Executive and Legislative Branches of our Government. They are beyond the legitimate authority of the court. There are no judicially discernable and manageable standards to resolve the issues raised by this claim. <i>Baker v. Carr, supra</i> 369 U.S. at 217, 82 S.Ct. at 710.</p>\n<p>Since the claim for mandamus is not a case or controversy, the court is without subject matter jurisdiction. The court must end its inquiry at this threshold without reaching any of the merits of this claim.</p>\n<p></p>\n<h2>II.</h2>\n<p>The plaintiffs' claim for declaratory judgment does not invoke separation of powers considerations which result in the political question bar to subject matter jurisdiction. Quite a contrary result is produced by an analysis of declaratory judgment relief. If material facts are in contest between the plaintiffs and defendants arising out of a federal statutory right, then the courts of the United States are the proper place to adjudicate those contested facts.</p>\n<p>Article III, § 1 of the United States Constitution specifically vests the courts of the United States with the exclusive <span class=\"star-pagination\">*968</span> judicial power that arises under the Constitution. The separation of powers doctrine will bar the judiciary from interfering in matters which are exclusively Executive and Legislative. These are political questions. That same doctrine, however, compels the judiciary to exercise jurisdiction over questions which are exclusively judicial in nature. The separation of powers doctrine arises out of the delicate balance created by the Constitution. By expressly separating the three branches and creating our tri-partite system of government, the framers implicitly constructed the dynamic that has come to be known as the separation of powers doctrine. The courts have often recognized that this doctrine calls for the exercise of judicial restraint when the issues involve the resolution of questions committed by the text of the Constitution to a coordinate branch of government. <i>Baker v. Carr, supra</i> at 217, 82 S.Ct. at 710. The doctrine, however, cannot justify the courts' avoiding their constitutional responsibility in the exercise of their appropriate power. <i>See </i><i>Powell v. McCormack,</i> <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, 548-49, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1944</span></a></span>, 1978, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1969). The determination of contested facts between adverse parties which arise under a grant of federal law is a matter peculiarly within the judicial power of the United States courts.</p>\n<p>To the extent that plaintiffs and defendants contest material issues of fact arising out of rights derived from the United States Constitution and law, this court does have subject matter jurisdiction to determine those issues of fact and enter a declaratory judgment.</p>\n<p>In their complaint the plaintiffs request that the court enter a declaratory judgment to the effect that the members of the plaintiffs' class (assumably the alleged class of missing in action armed forces personnel) enjoy the full protection and benefit of the Fifth Amendment of the United States Constitution and the Hostage Act, 22 U.S.C. § 1732. Whether such persons exist, and therefore may come within the scope of the Hostage Act is a question of fact, if properly raised, for decision by the court.</p>\n<p>The government argues that the Hostage Act does not impose duties upon the President until it has been made known to him that such a group (hostages) exists. The government further argues that the discovery of the existence of such a group is a matter within the exclusive jurisdiction of the executive. The government claims that the court is barred by political question considerations from entertaining any inquiry into the existence of the alleged group of persons. If there is a contested issue of fact over the existence of such persons, then the government finds itself claiming dual power. It claims the executive power to exclusively administer and execute the government and laws of the United States. This is a legitimate claim. It also claims the exclusive power to determine the facts that it will use in administering the government and executing the law as it applies to this class of persons. This claim of power is in excess of the government's legitimate executive authority.</p>\n<p>The government, in argument, suggests that there may be no factual dispute between these parties regarding the existence of members of the alleged class of plaintiffs. It is premature at this stage of the declaratory judgment action to determine if an issue of fact will exist for declaratory judgment. Because the issues have not yet been joined by the pleadings, the court will reserve the exercise of its discretion to determine whether the declaratory judgment action should be dismissed for providential reasons.</p>\n<p>This court is mindful of its limitations in dealing with issues that touch on the core powers of a coordinate branch of government. Likewise the court is mindful of its obligation to accept the exercise of judicial power under the United States Constitution where parties seek relief and have the right to the exercise of the judicial power of the United States.</p>\n<p>The parties thus far have accepted the Hostage Act without constitutional criticism. The court will not initiate such an <span class=\"star-pagination\">*969</span> examination of the Act. However, it is manifest that the same separation of powers considerations discussed in the treatment by the court of the plaintiffs' mandamus claim would be relevant to a discussion of the constitutionality of the Hostage Act itself.</p>\n<p>Finally, the court has examined the claims of Mark A. Smith and Melvin G. McIntire for declaratory judgment and finds these plaintiffs to be without standing to proceed. As such, the court lacks subject matter jurisdiction over the claims of the plaintiffs Smith and McIntire, and the declaratory judgment action is dismissed as to them.</p>\n<p>For the reasons outlined in this opinion, the defendants' motion to dismiss the plaintiffs' claim for mandamus relief under the Hostage Act, 22 U.S.C. § 1732, for lack of subject matter jurisdiction is ALLOWED. The defendants' motion to dismiss the plaintiffs' action for declaratory judgment pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1629777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1809649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2374674/"
  ]
}