{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2342345/",
  "absolute_url": "/opinion/2342345/bunn-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2342345/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:50.903726Z",
  "date_modified": "2016-04-26T20:46:43.025354Z",
  "type": "010combined",
  "sha1": "2881f6d191770763da7d963f4614d495a0cb0dc4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>637 F.Supp. 464 (1986)</b></center>\n<center><h1>Melba P. BUNN, Plaintiff,<br>\nv.<br>\nOtis R. BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 84-37-CIV-8.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilson Division.</b></p></center>\n<center>May 5, 1986.</center>\n<p><span class=\"star-pagination\">*465</span> <span class=\"star-pagination\">*466</span> <span class=\"star-pagination\">*467</span> Peggy S. Levin, David Harris, Eastern Carolina Legal Services, Wilson, N.C., for plaintiff.</p>\n<p>H. Robert Showers, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for an award of attorney's fees pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412(d)(1)(B). On February 24, 1986, plaintiff moved for EAJA attorney's fees and expenses in the amount of $8,954.59. Defendant has responded, not contesting plaintiff's entitlement to an award of fees, but strenuously disputing counsel's claim of hours reasonably expended and their request for an upward fee adjustment or multiplier.<sup>[1]</sup></p>\n<p>This civil action was filed on May 7, 1984, after defendant administratively denied plaintiff's application for supplemental security income under Title XVI of the Social Security Act, as amended, 42 U.S.C. § 1383(c)(3). On April 17, 1985, the court remanded this action to the Secretary for rehearing and a proper determination of whether plaintiff's impairments were severe and disabling. Subsequently, upon remand, plaintiff was administratively awarded benefits.</p>\n<p>The EAJA permits an award of attorney's fees to a qualified prevailing party, <span class=\"star-pagination\">*468</span> other than the United States, in civil actions brought by or against the United States \"unless the court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust.\" 28 U.S.C. § 2412(d)(1)(A).<sup>[2]</sup> The court has reviewed plaintiff's application for attorney's fees, affidavits of counsel, memorandum of law and defendant's objections thereto, and for the reasons set forth below, the court concludes plaintiff is entitled to attorney's fees under the EAJA.</p>\n<p>Ordinarily, the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible administrative record.\" <i>Guthrie v. Schweiker,</i> 718 F.2d 104, 108 (4th Cir.1983). The finding that a final decision of the Secretary is not supported by substantial evidence does not equate to a finding that the position in the litigation was not substantially justified. <i>Id.; </i><i>Bennett v. Schweiker,</i> 543 F.Supp. 897 (D.D.C.1982).</p>\n<p>However, the government has the burden of demonstrating substantial justification for its position. <i>Tyler Business Services, Inc. v. NLRB,</i> 695 F.2d 73 (4th Cir. 1982); <i>Alspach v. Director of Internal Revenue,</i> 527 F.Supp. 225, 229 (D.Md.1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> 739 F.2d 144, 146 (4th Cir.1984); <i>Zimmerman v. Schweiker,</i> 575 F.Supp. 1436, 1439 (E.D.N.Y.1983). It is possible for the administrative record to be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>In the case at bar, the government has elected not to contest the appropriateness of an award of fees to plaintiff's counsel under the EAJA.<sup>[3]</sup> A brief review of the record indicates this concession is justified for a number of reasons.</p>\n<p>First, the government failed to follow its own regulations in determining whether plaintiff suffered from a severe impairment. The second step of the Secretary's sequential process for evaluating disability claims requires a determination of whether plaintiff's impairments are \"severe.\" 20 C.F.R. §§ 404.1520 and 416.920.<sup>[4]</sup> The severity determination must take into account the claimant's physical and mental ability to do \"basic work activities\" predicated upon the criteria established in 20 C.F.R. §§ 404.1521(b) and 416.921(b). These sections define \"basic work activities\" as \"the abilities and aptitudes necessary to do most jobs\" and include six particularized functions. As this court found in reviewing the Secretary's decision to deny benefits, \"[n]othing in the ALJ's opinion indicates he even considered the criteria set forth in 20 C.F.R. §§ 404.1521 and 416.921(b).\" Order of April 17, 1985 at 7.</p>\n<p>Second, after merely reciting the medical reports, the ALJ made broad, sweeping conclusions, without any apparent analysis or reasonable weighing of the evidence, finding that plaintiff's impairments did not significantly limit her ability to perform <span class=\"star-pagination\">*469</span> \"basic work activities.\" As this court stated at the time, \"the ALJ's findings are wholly conclusory.... The ALJ rejected plaintiff's medical and anecdotal evidence in a summary fashion. It is not enough for the Secretary to reject this evidence without assigning any reasons for doing so.\" <i>Id.</i> at 6-7. In failing to indicate the weight given to relevant evidence presented and, further, failing to properly consider some of plaintiff's uncontradicted medical evidence, the ALJ violated unambiguous and consistent precedent of the Fourth Circuit Court of Appeals. <i>See, e.g., </i><i>Gordon v. Schweiker,</i> 725 F.2d 231 (4th Cir.1984); <i>Myers v. Califano,</i> 611 F.2d 980 (4th Cir. 1980); <i>Stawls v. Califano,</i> 596 F.2d 1209, 1213 (4th Cir.1979).</p>\n<p>Accordingly, considering all of the above circumstances, the court finds the Secretary's position unreasonable and holds that defendant's position was not substantially justified in that it clearly was based on an indefensible administrative record. <i>See </i><i>Smith v. Heckler, supra</i><i>.</i> Therefore, the court concludes that an award of attorney's fees under the EAJA is proper. The remaining issue before the court is the amount of that award.</p>\n<p>In all cases involving an award of fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714 (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's Inc.,</i> 577 F.2d 216 (4th Cir. 1978), <i>cert. denied,</i> 439 U.S. 934, 99 S.Ct. 329, 58 L.Ed.2d 330 (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court's recent decisions in <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) and <i>Blum v. Stenson,</i> 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984). <i>See Daly v. Starnes,</i> 790 F.2d 1071 (4th Cir.1986). The initial step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940; <i>Anderson v. Morris,</i> 658 F.2d 246 (4th Cir.1981). In determining a reasonable hourly rate, the court should consider a number of factors, including the experience and skills of the attorney, the quality of the representation, the novelty and complexity of the litigation and the results obtained. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49; <i>Daly v. Starnes,</i> at 1077-78. In addition, the court should consider, to the extent applicable, the remaining <i>Johnson</i> factors. <i>Id., see also </i><i>Spell v. McDaniel,</i> 616 F.Supp. 1069 (E.D. N.C.1985).</p>\n<p>In determining the number of hours reasonably expended the court has reviewed counsel's affidavits, defendants objections, and the record in general. Based upon this review, the court concludes counsel reasonably expended 43.5 hours and their paralegal 12.5 hours in the conduct of this litigation, although counsel request compensation for 85.1 hours and an additional 25.1 hours for paralegal Diggs. For the following reasons, this request is considered extremely excessive.</p>\n<p>Although counsel are entitled to full compensation for their efforts, \"[i]t does not follow that the amount of time <i>actually</i> expended is the amount of time <i>reasonably</i> expended.\" <i>Copeland v. Marshall,</i> 641 F.2d 880, 891 (D.C.Cir.1980) (en banc). <i>Hensley, supra,</i> specifically directs the district court to exclude from its initial fee calculation \"hours that were not reasonably expended.\" 103 S.Ct. at 1939. Counsel therefore are charged with exercising \"billing judgment.\" <i>Id.</i> 103 S.Ct. at 1940. <i>See also </i><i>Ramos v. Lamm,</i> 713 F.2d 546, 553 (10th Cir.1983). Thus, \"[c]ounsel for the prevailing party should make a good faith effort to exclude from a fee request hours that are excessive, redundant, or otherwise unnecessary.\" <i>Id.</i> 103 S.Ct. at 1939-40.</p>\n<p>In ascertaining which hours reported were reasonably expended, and thus billable, the court must examine the total number of hours reported by each lawyer, the hours alloted to specific tasks, whether those tasks would normally be billed to a paying client, and the potential duplication of services, particularly where multiple lawyers are involved. <i>Ramos v. Lamm,</i> <span class=\"star-pagination\">*470</span> 713 F.2d at 553-54. <i>See also </i><i>New York State Association for Retarded Children v. Carey,</i> 711 F.2d 1136, 1146 (2d Cir.1983); <i>Copeland v. Marshall,</i> 641 F.2d at 903. These determinations must be made in the context of the specific case at bar; what is reasonable in one case may be unreasonable in another. The reasonableness of hours expended in a particular case depends upon the complexity of the case, the number of reasonable strategies pursued, and the responses necessitated by the tactics of the opponent. <i>Ramos v. Lamm,</i> 713 F.2d at 554.</p>\n<p>Finally, the court must \"weigh the hours claimed against [its] own knowledge, experience, and expertise of the time required to complete similar activities.\" <i>Johnson,</i> 488 F.2d at 717. <i>See also </i><i>Rajender v. University of Minnesota,</i> 546 F.Supp. 158, 165 (D.Minn.1982). In sum, the court must carefully scrutinize the total number of hours reported by the fee applicant to arrive at the number of hours that can fairly and reasonably be charged to the losing party.</p>\n<p>Although plaintiff's counsel have submitted extensive affidavits in support of their time expended, <i>see </i><i>National Association of Concerned Veterans v. Secretary of Defense,</i> 675 F.2d 1319, 1327-28 (D.C. Cir.1982), this court finds a number of hours claimed were not reasonably expended in litigating this action.<sup>[5]</sup></p>\n<p>For example, Ms. Bailey's affidavit indicates she spent 16 hours reviewing the administrative record, organizing her file and conducting basic legal research. This was followed by 16 additional hours drafting plaintiff's fifteen page brief in support of her motion for summary judgment and yet another 16 hours block reviewing and rewriting the initial draft. And the work on plaintiff's brief did not stop there. Mr. Harris indicates he spent three more hours reviewing and revising the same brief.</p>\n<p>If the issues addressed in plaintiff's brief were complex, of some considerable length, or the law was in flux, such an expenditure of time might well be justified. However, this is not the case. The issues were clear, the administrative record was markedly deficient, and the result nearly pre-ordained by precedent. The court is not diminishing the value of plaintiff's professional and competent memorandum of law. Nevertheless, the expenditure of 51 hours was not reasonably necessary to effectively review the record in this action and brief a motion for summary judgment. Over the course of the last few years, the court has had occasion to view applications for attorneys' fees in social security cases too numerous to count, and never has any counsel requested 51 hours of compensable time for such an equivalent task.</p>\n<p>In addition, counsel request reimbursement for 9.4 hours of discussion of this case amongst themselves. Although the court recognizes the use of multiple counsel is not unreasonable <i>per se, see Spell v. McDaniel,</i> 616 F.Supp. at 1093, it does not follow that a losing party should be charged with the costs arising from excessive, unnecessary or duplicative time indulged in by prevailing counsel as a result of their lack of an organized subdivision of labor or as a result of their inexperience. <i>Id.</i> at 1092-93.</p>\n<p>In a case of this magnitude, a basic \"run-of-the-mill\" social security claim, the court finds 9.4 hours of meetings and discussion between counsel to be unreasonable. Again, the court is not suggesting these meetings did not occur nor that they should not have taken place. Rather, the court holds that defendant should not, in the exercise of <i>reasonable billing judgment,</i> be held responsible for much of this expenditure of time  an expenditure that <span class=\"star-pagination\">*471</span> most counsel engaged in social security practice have not found necessary in preparing and presenting their cases in this court.</p>\n<p>Finally, counsel and their paralegal have included in their affidavits a number of hours expended at the administrative level on remand. These hours are not compensable as the court may only consider counsel's services in conjunction with the judicial proceedings in this case. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>For the foregoing reasons, among others, this court elects to utilize an approximately fifty percent (50%) across-the-board reduction with respect to counsel's hours requested.<sup>[6]</sup> Accordingly, counsel and Ms. Diggs are entitled to compensation for the following hours:</p>\n<p></p>\n<pre>\n  Yvonne Bailey            27.0 hours\n  David Harris, Jr.         6.5 hours\n  Peggy Levin              10.0 hours\n                           __________\n                           43.5 counsel hours\n  Paralegal Jayne Diggs    12.5 hours\n                           __________\n  Total hours              56.0 hours\n</pre>\n<p>With regard to a proper hourly rate, the court begins its analysis by turning to a recent 1985 North Carolina Bar Association Survey of typical hourly rates charged by attorneys in this state, and finds the survey, as applied to plaintiff's counsel, would result in the utilization of the following rates:<sup>[7]</sup></p>\n<p></p>\n<pre>\n  Bailey     $62<sup>[8]</sup>\n  Harris     $62<sup>[9]</sup>\n  Levin      $60<sup>[10]</sup>\n  Diggs      $30<sup>[11]</sup></pre>\n<p>Since the maximum rate allowed under the EAJA is generally $75 per hour, 28 U.S.C. § 2412(d)(2)(A)(ii), the court will proceed to utilize the relevant <i>Johnson</i> and <i>Barber</i> factors to determine whether the <i>requested</i> rates are reasonable for this case or should be adjusted.</p>\n<p></p>\n<h2>1. <i>The Novelty and Difficulty of the Questions Raised.</i>\n</h2>\n<p>Although the social security framework requires some expertise, this action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The Skill Required to Properly Perform the Legal Services Rendered.</i>\n</h2>\n<p>Application of the social security statutes, regulations, procedures, policies, policies and case law require a degree of expertise and skill, <i>see </i><i>Blankenship v. Schweiker,</i> 676 F.2d 116 (4th Cir.1982), and in this case, counsel's brief was useful to the court in reviewing the administrative record and the Secretary's \"severity\" regulation.</p>\n<p></p>\n<h2>3. <i>The Attorney's Opportunity Costs in Pressing the Instant Litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was <span class=\"star-pagination\">*472</span> decided on the record which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The Customary Fee for Like Work. See supra.</i>\n</h2>\n<p></p>\n<h2>5. <i>The Attorney's Expectations at the Onset of the Litigation.</i>\n</h2>\n<p>After losing at the administrative level, the expectation of success, given the scope of review, could not have been high. Nonetheless, this factor is substantially tempered by the number of deficiencies in the administrative record.</p>\n<p></p>\n<h2>6. <i>The Time Limitations Imposed by the Client or Circumstances.</i>\n</h2>\n<p>Nothing in the record reflects severe time limitations resulted in pressured working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The Amount in Controversy and the Results Obtained.</i>\n</h2>\n<p>Counsel was completely successful in obtaining the relief requested, which resulted in a substantial award for plaintiff. Thus, for a disabled individual with little or no income, the beneficial results of the favorable decision in the instant case are obvious.</p>\n<p></p>\n<h2>8. <i>The Experience, Reputation and Ability of the Attorney.</i>\n</h2>\n<p>Counsel's work in the case <i>sub judice</i> was certainly competent. In addition, the court is aware of Eastern Carolina Legal Services, Inc.'s experience in social security cases and accepts without question counsel's affidavits attesting to their individual litigation experience.</p>\n<p></p>\n<h2>9. <i>The Undesirability of the Case Within the Legal Community in Which the Suit Arose.</i>\n</h2>\n<p>To the extent this factor is applicable to social security actions, representation is not undesirable within this community.</p>\n<p></p>\n<h2>10. <i>The Nature and Length of the Professional Relationship Between Attorney and Client.</i>\n</h2>\n<p>Although it is apparent counsel were not retained, the contingent feature of the fee arrangement between the client and counsel is not, as a pragmatic matter, an integral part of the determination of counsel's hourly rate. Such rate is customarily set for all matters handled by an attorney, and where the matter is contingent, the actual fee received may or may not adequately reward counsel for the economic risk incurred by his accepting employment in a particular case. A contingency adjustment is a multiplier applied at the conclusion of litigation and is not available under the EAJA for reasons hereinafter discussed.</p>\n<p></p>\n<h2>11. <i>Attorney's Fee Awards in Similar Cases</i>\n</h2>\n<p>Premised on awards in similar cases, the court finds the rate of $60-$75 per hour to be reasonable and in line with awards in those cases. <i>See, e.g., </i><i>Shumate v. Harris,</i> 544 F.Supp. 779 (W.D.N.C.1982); <i>Ocasio v. Schweiker,</i> 540 F.Supp. 1320 (S.D.N.Y. 1982); <i>Ex parte Duggan,</i> 537 F.Supp. 1198 (D.S.C.1982). In addition, this range is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., </i><i>Thornton v. Bowen,</i> 639 F.Supp. 154 (1986); <i>Miller v. Bowen,</i> 639 F.Supp. 832 (1986); <i>Wiggins v. Bowen,</i> 639 F.Supp. 126 (1986); <i>Butler v. Heckler,</i> 639 F.Supp. 14 (1985).<sup>[12]</sup></p>\n<p>Upon a review of the above factors, the court concludes that the following constitute appropriate lodestar rates:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*473</span>\n    Bailey          $65\n    Harris          $70<sup>[13]</sup>\n    Levin           $60\n    Diggs           $35<sup>[14]</sup></pre>\n<p>Accordingly, the base amount for counsel and paralegal assistance is computed as follows:</p>\n<p></p>\n<pre>\n   Bailey  27 hours × $65  = $1,755.00\n   Harris  6.5 hours × $70 =    455.00\n   Levin  10 hours × $60   =    600.00\n   Diggs  12.5 hours × $35 =    437.50\n                                          _________\n   Total:                                 $3,247.50\n</pre>\n<p>Generally, the lodestar or base amount properly constitutes full and adequate compensation for counsel. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548. However, there may be occasions where \"[t]he product of reasonable hours times a reasonable rate [will] not end the inquiry.\" <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940. Two broad categories of adjustments to the lodestar may be made: (1) \"contingency\" adjustments: compensation for the risk of not prevailing and thus not recovering a fee and (2) \"quality\" adjustments: compensation for exceptional representation in combination with exceptional success. <i>Id.; </i><i>Craik v. Minnesota State University Board,</i> 738 F.2d 348, 350-51 (8th Cir.1984); <i>Freeman v. Motor Convoy, Inc.,</i> 700 F.2d 1339, 1357 (11th Cir.1983); <i>National Association of Concerned Veterans,</i> 675 F.2d at 1328-29.</p>\n<p>The issue counsel for plaintiff raise in this litigation, by reason of their request for a 25% enhancement, is whether such adjustments or \"multipliers\" are available under the EAJA.<sup>[15]</sup> To the court's knowledge, this is a question of first impression in this District.</p>\n<p>Section 2412(d)(2)(A)(ii) establishes a cap on the hourly rate awardable under the EAJA:</p>\n<blockquote>[A]ttorney fees shall not be awarded in excess of $75 per hour unless the court determines that an <i>increase in the cost of living or a special factor,</i> such as the limited availability of qualified attorneys for the proceedings involved, justifies a higher fee.... (emphasis added).</blockquote>\n<p>\"In enacting this fee limitation, Congress attempted to provide full market compensation for successful litigants while at the same time, containing costs.\" <i>Action on Smoking &amp; Health v. Civil Aeronautics Board,</i> 724 F.2d 211, 217 (D.C.Cir.1984). Section 2412(d) contains no express authorization for the use of a multiplier. It allows increases over the statutory ceiling only in two explicit circumstances  where the cost of living rises or a \"special factor\" in the litigation justifies a higher hourly fee. <i>Id.</i></p>\n<p>Plaintiff's argument for the use of a 25% upward adjustment is implicitly predicated upon the contention that the use of the term \"special factor\" equates to the term \"multiplier.\" The court disagrees for three reasons.</p>\n<p>First, compared to other attorney's fees statutes, <i>e.g.,</i> the Civil Rights Attorney's Fees Awards Act, 42 U.S.C. § 1988, the EAJA alone places a specific dollar limit on the hourly rate to be awarded. Because the statutory limit is precise, inflating it by the discretionary use of post-lodestar multipliers without some indication that Congress intended for the district courts to do so is not justified. <i>Underwood v. Pierce,</i> 761 F.2d 1342, 1348 (9th Cir.1985).<sup>[16]</sup></p>\n<p>Second, unlike many of the fee award statutes, the EAJA authorizes an award of fees against the United States. Since \"the United States, as sovereign, is immune from suit save as it consents to be sued ... and the terms of its consent to be sued in any court define that court's jurisdiction to entertain the suit,\" <i>United States v. Testan,</i> <span class=\"star-pagination\">*474</span> 424 U.S. 392, 399, 96 S.Ct. 948, 953, 47 L.Ed.2d 114 (1976) <i>quoting </i><i>United States v. Sherwood,</i> 312 U.S. 584, 586, 61 S.Ct. 767, 769, 85 L.Ed. 1058 (1941), the court must carefuly consider the scope of the government's waiver of its sovereign immunity. <i>Underwood v. Pierce,</i> 761 F.2d at 1348. Like the waiver of immunity itself, which must be \"unambiguously expressed,\" the right to order an award of attorney's fees against the government must be \"specifically and unequivocally authorized by Congress.\" <i>Id. citing </i><i>Van Hoomissen v. Xerox Corp.,</i> 503 F.2d 1131, 1132 (9th Cir.1974). <i>Cf. </i><i>Lehman v. Nakshian,</i> 453 U.S. 156, 101 S.Ct. 2698, 69 L.Ed.2d 548 (1981) (holding the right to trial by jury in an action against the United States may only be found where Congress has affirmatively granted that right by statute).</p>\n<p>In this case, with the existence of contingency and quality adjustments or multipliers was well-known to Congress at the time the EAJA was enacted, the complete absence of those concepts from the statute and the legislative history, and the specific use of another term, \"special factors,\" related solely to increases in the hourly rate, leads the court to the same conclusion a panel of the Ninth Circuit reached in <i>Underwood v. Pierce, supra</i><i>,</i> to-wit: \"there is insufficient indication that Congress intended to expose the United States to compounds of the hourly rate.\" 761 F.2d at 1348.</p>\n<p>Third, when viewed in the context of § 2412(d)(2)(A)(ii), the term \"special factor\" cannot be considered synonomous with the term \"multiplier.\" A multiplier or enhancement occurs <i>after the lodestar is calculated.</i> This adjustment is limited to those cases where the resulting product of the reasonable hourly rate times the hours reasonably expended does not result in an adequate and just fee. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548.</p>\n<p>Contrasted with when the multiplier is used to enhance the lodestar, a \"special factor\" under the EAJA is used solely to <i>increase the hourly rate</i> and thus, is applied as part of the lodestar equation. A \"special factor\" increase allows the district courts to provide adequate market compensation for successful litigants in instances where special circumstances make it unreasonable to suggest legal services could be obtained in the market for $75 per hour or less. <i>See </i><i>Action on Smoking &amp; Health,</i> 724 F.2d at 217; <i>Hyatt v. Heckler,</i> 618 F.Supp. 227, 233 (W.D.N.C.1985).</p>\n<p>Accordingly, for the foregoing reasons, this court holds that neither a contingency nor quality multiplier may be applied to the lodestar awarded under the EAJA.<sup>[17]</sup><i>Underwood v. Pierce, supra</i><i>. But see, e.g., </i><i>LaDuke v. Nelson,</i> 762 F.2d 1318 (9th Cir.1985) (affirming district court's use of a 20% contingency multiplier);<sup>[18]</sup><i>Coleman v. Block,</i> 589 F.Supp. 1411 (D.N.D.1984) (utilizing contingency multipliers of 20% and 30%).</p>\n<p>However, this holding does not end the court's journey through the EAJA thicket. A confusing question remains, to-wit, whether plaintiff's counsel are entitled to any cost-of-living or \"special factor\" increases in the lodestar hourly rate. Hopefully, in addressing this issue, the following discussion will provide some guidance to counsel in the District for preparation of future EAJA fee applications.</p>\n<p>28 U.S.C. § 2412(d)(2)(A)(ii) specifically allows the court to adjust the $75 hourly rate based on an increase in the cost of living. This language reflects congressional <span class=\"star-pagination\">*475</span> awareness that, with inflation, an inflexible fee ceiling could defeat the purpose of the statute. <i>Action on Smoking &amp; Health,</i> 724 F.2d at 217. Indeed, a number of courts have adjusted the maximum available hourly rate based on increases in the cost of living as established either by statistical evidence presented to the court through counsel or judicial notice of reliable economic sources published by the United States Department of Labor. <i>See, e.g., </i><i>Massachusetts Fair Share v. LEAA,</i> 776 F.2d 1066, 1069 (D.C.Cir.1985) (5% increase); <i>Hirschey v. F.E.R.C.,</i> 777 F.2d 1, 5 (D.C.Cir.1985) (increase to $89.73 per hour); <i>Continental Web Press, Inc. v. NLRB,</i> 767 F.2d 321, 324 (7th Cir.1985) (10.6% increase); <i>Hyatt v. Heckler,</i> 618 F.Supp. at 233 (increase to $95.00 per hour); <i>Sanchez v. Heckler,</i> 603 F.Supp. 280, 281 (D.Colo. 1985) (relying on Consumer Price Index for Denver and awarding $88.50 per hour); <i>Preston v. Heckler,</i> 596 F.Supp. 1158, 1161 (D.Alaska 1984) (unspecified increase for cost of living in Fairbanks).</p>\n<p>Of course, any rise in the cost of living must be considered from August 5, 1985, the date of the re-enactment of the EAJA by Congress. Pub.L. No. 99-80, § 6, 99 Stat. 186 (1985). Since Congress chose not to increase the $75 cap at that time, despite the national rise in the cost of living since the EAJA's original enactment in 1980, the courts are not at liberty to do so. <i>Chipman v. Secretary of Health &amp; Human Services,</i> 781 F.2d 545, 547 (6th Cir.1986). <i>But see </i><i>Hirschey v. F.E.R.C.,</i> 777 F.2d at 5 (holding the 1985 \"amendments\" to the EAJA do not compel the court to regard the $75 per hour limit as fully compensatory).</p>\n<p>Although the court readily agrees that a cost of living increase, if properly documented, is entirely appropriate, one cannot and will not be applied in this case. First, plaintiff's counsel has not specifically requested such an increase. Second, absent any request, no evidence is before the court indicating the statistical rise in the cost of living since August of 1985 for this area of North Carolina. Without such evidence, the court is not free to speculate on the percentage increase that might have occurred over the past eight months.</p>\n<p>Finally, <i>and most important,</i> the statutory cost of living adjustment authorized by § 2412(d)(2)(A)(ii) increases only the maximum rate available under the EAJA. It does <i>not</i> increase the attorneys' reasonable hourly rate, which in this case, based on the court's previous analysis, is $60-$70 per hour. Thus, even if the court found an increase in the cost of living justified a $90 EAJA ceiling, this finding would have no effect for the case at bar since counsel's lodestar rates do not even exceed the statutory $75 per hour cap. <i>Id.</i> Because the prevailing market rates (lodestar values) are lower than the $75 limit, the statutory cost of living exception does not come into play in determining counsel's compensation. \"Cost of living\" analysis only becomes necessary when the reasonable hourly rate, utilized in the lodestar, exceeds the statutory cap in § 2412(d)(2)(A)(ii). In that situation, the question becomes whether a cost of living increase in the area is available to raise the statutory $75 per hour ceiling so as to allow for the utilization of the higher hourly fee reasonably established by the lodestar.</p>\n<p>The court now turns to the final issue presented by counsel's fee petition, namely, whether any \"special factor\" exists in this litigation which might justify an increase in the hourly rate of the lodestar. Again, this question appears moot by reason of the lodestar rate being less than the statutory $75 ceiling. As with the cost of living provision, \"special factor\" analysis is mandated only when the lodestar, for whatever reason, indicates that the reasonable hourly rate should exceed $75 per hour. When that situation occurs, the court must determine whether any of the elements relied on to determine the reasonable hourly rate constitutes a \"special factor\" pursuant to 28 U.S.C. § 2412(d)(2)(A)(ii), thereby authorizing the court to raise the statutory hourly fee cap so as to award counsel the lodestar rate.</p>\n<p><span class=\"star-pagination\">*476</span> That being said, the court will nevertheless address the \"special factor\" issue raised by plaintiff's counsel to (1) determine if the factor relied on by counsel to support their request for an increase in the rate, preclusion of employment, was fairly considered in the court's lodestar analysis and (2) provide some working standards for \"special factor\" analysis in future EAJA cases before this court.</p>\n<p>Counsel for plaintiff's primary argument is that by accepting plaintiff's case and expending over 110 hours on the litigation, their office was precluded from accepting other employment. Plaintiffs contend that their office, staffed with six attorneys, must provide civil legal services to over 90,000 low-income eligible citizens in six counties of Eastern North Carolina and that acceptance of plaintiff's case led to decisions to \"decline representation in other compelling legal cases which otherwise would have been accepted.\" Plaintiff's February 24, 1986, Memorandum of Law at 12. Without deciding the questionable issue of whether preclusion of employment can ever be a \"special factor\" justifying an increase in the hourly rate for a federally funded legal services program, the court finds that, in this case, to the extent preclusion occurred, it does not rise to the level of a \"special factor\" under the EAJA.</p>\n<p>To begin, the court agrees with the basic premise of plaintiff's argument, that preclusion of employment, in an <i>exceptional</i> case, can constitute a \"special factor\" pursuant to § 2412(d)(2)(A)(ii). As previously noted, neither the statute nor the legislative history give any real guidance as to what may properly be considered a \"special factor.\" Faced with this lack of guidance, the lower federal courts have relied on their experience in assessing fees under 42 U.S.C. § 1988 to find any number of circumstances fall within the statutory standard. <i>See, e.g., </i><i>International Woodworkers of America, AFL-CIO, Local 3-98 v. Donovan,</i> 769 F.2d 1388, 1391 (9th Cir.1985) (allowing increased amount for expertise of counsel); <i>LaDuke v. Nelson,</i> 762 F.2d at 1333 (allowing rates of $100-$125 per hour based on the limited availability of qualified attorneys for immigration proceedings); <i>Underwood v. Pierce,</i> 761 F.2d at 1347 (affirming district court awards of $80-$120 per hour due to the novelty and difficulty of the issues, contingent nature of the fee, undesirability of the case, expertise of counsel, results obtained and customary awards in other cases); <i>Action on Smoking &amp; Health,</i> 724 F.2d at 218-20 (authorizing increase for contingent nature of success, delay in payment and quality of representation); <i>Hyatt v. Heckler,</i> 618 F.Supp. at 233 ($95/hour for expertise of counsel); <i>Page v. Schweiker,</i> 601 F.Supp. 779, 783 (M.D.Pa.1985) (allowing increase for limited availability and competence of counsel); <i>Hoopa Valley Tribe v. Watt,</i> 569 F.Supp. 943, 947 (N.D.Calif.1983) (more than $90 per hour authorized for expertise of counsel); <i>Miller v. Hotel &amp; Restaurant Employees,</i> 107 F.R.D. 231, 242 (N.D.Calif.1985) (allowing increase in hourly rate for exceptional results obtained, novelty and difficulty of questions and high quality of representation).</p>\n<p>A review of these and other cases inexorably leads to the conclusion that any of the traditional <i>Johnson</i> or multiplier factors can be considered a \"special factor\" thereby justifying an increase in the statutory cap, when that factor has caused counsel's representation to be exceptional. <i>See </i><i>Blum v. Stenson,</i> 104 S.Ct. at 1549.<sup>[19]</sup> The EAJA imposes a limited constraint. The $75 per hour cap constrains litigants from hiring high priced lawyers; this was an obvious concern of Congress. <i>Action on Smoking &amp; Health,</i> 724 F.2d at 219 and n. 41. However, at the same time, Congress also wanted to provide incentives for quality representation for litigants. The \"special factor\" exception allows for such a system of incentives, without defeating Congress' simultaneous <span class=\"star-pagination\">*477</span> goal of containing costs. <i>Id.</i> For this system to be effective, adjustments in the hourly ceiling should only be made if the lawyers in a case substantially exceed, in some measurable category, expected standards for attorneys handling litigation against the government under the EAJA. Underlying this rule is the heavy presumption implicit in Congress' enactment of the $75 cap, to-wit, that $75 per hour constitutes adequate and reasonable compensation for counsel in most cases. The burden is on plaintiff's counsel to prove his representation constitutes the exception to the rule. <i>See </i><i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49; <i>National Association of Concerned Veterans,</i> 675 F.2d at 1328.</p>\n<p>Thus, when application of the <i>Johnson</i> guidelines leads to the conclusion that a reasonable hourly rate should be $85 per hour, the only way the court may award that rate is if it further finds that one of the factors it considered in determining the rate constitutes an exceptional or \"special factor.\" If it does not, then despite the fact that counsel might customarily charge and receive that rate for equivalent services rendered, the court must abide by the $75 Congressional limit. \"[C]ustomary rates above $75 per hour cannot support a claim in excess of the statutory maximum rate.\" <i>Chipman v. Secretary of Health &amp; Human Services,</i> 781 F.2d at 547.</p>\n<p>Applying these principles to the case at bar, the court finds preclusion of employment is not a special factor in this case. Plaintiff's counsel have offered no evidence to support their assertion of exceptional preclusion of employment. The fact that some potential clients were turned away because this case was accepted is totally insufficient to support a \"special factor\" finding. All cases involve some element of preclusion and Congress, \"in attempting to provide full market compensation for successful litigants\" must have taken this into account. <i>Action on Smoking &amp; Health,</i> 724 F.2d at 217. It is only the <i>exceptional</i> case where preclusion is excessive and burdensome, that mandates additional consideration of the preclusion factor as a special circumstance justifying a higher hourly rate under the EAJA. A case that involved, at most, 110 hours of attorney and paralegal time over nearly a two year period in a six counsel law firm can hardly be characterized as exceptional.</p>\n<p>Accordingly, the court finds there are no cost of living or special factors which entitle plaintiff to an increased hourly rate.</p>\n<p>IT IS THEREFORE ORDERED that:</p>\n<p>1. The reasonable value of the services rendered by plaintiff's counsel properly taxable under the Equal Access to Justice Act is $3,247.50, which sum shall be paid by the United States directly to counsel for the claimant; and</p>\n<p>2. The reasonable expenses incurred by plaintiff's counsel, for filing this action and for travel, properly taxable under the Equal Access to Justice Act is $81.47, which sum shall be paid by the United States directly to counsel for the claimant;<sup>[20]</sup> and</p>\n<p>3. This amount shall constitute counsel's full and only fee for representing the plaintiff in the district court in this action. This order does not preclude counsel from receiving an additional fee from the defendant for their services at the administrative level. 42 U.S.C. § 406(b)(1).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At various times in this proceeding, plaintiff has been represented by three counsel from Eastern Carolina Legal Services, Inc.: Yvonne C. Bailey, David H. Harris, Jr. and Peggy S. Levin. In addition, counsel were assisted since June of 1985 by paralegal Jayne P. Diggs.</p>\n<p>[2]  The newly enacted 28 U.S.C. § 2412(b)(2)(D) provides: \"... `position of the United States' means, in addition to the position taken by the United States in the civil action, the action or failure to act by the agency upon which the civil action is based; ....\" <i>See </i><i>Holden v. Heckler,</i> 615 F.Supp. 686, 687-89 (N.D. Ohio 1985).</p>\n<p>[3]  Although the government's concession is not explicit, it is nevertheless implicit from its April 17, 1986, brief in opposition to plaintiff's motion. No argument is advanced to support the Secretary's administrative or judicial position. In addition, the brief assumes plaintiff's entitlement to fees and argues only that the hours claimed are unreasonable and the multiplier suggested is unavailable.</p>\n<p>[4]  This assumes, of course, the continuing validity of the Secretary's \"severity\" regulation which has come under steadily increasing attack in the federal courts. <i>See, e.g., </i><i>Johnson v. Heckler,</i> 769 F.2d 1202 (7th Cir.1985); <i>Baeder v. Heckler,</i> 768 F.2d 547 (3d Cir.1985); <i>Mattson v. Heckler,</i> 626 F.Supp. 71 (D.N.D.1985); <i>McDonald v. Heckler,</i> 624 F.Supp. 375 (D.Mass.1985); <i>Wilson v. Heckler,</i> 622 F.Supp. 649 (D.N.J.1985); <i>Smith v. Heckler,</i> 595 F.Supp. 1173 (E.D.Calif.1984); <i>Dixon v. Heckler,</i> 589 F.Supp. 1494 (S.D.N.Y.1984); <i>Hundrieser v. Heckler,</i> 582 F.Supp. 1231 (N.D.Ill. 1984).</p>\n<p>[5]  The court does not question that counsel actually expended these hours in the manner in which their affidavits reflect. Rather, the court's inquiry focuses on the extent to which that commitment of time was reasonable in terms of the amount of time expended on each task. <i>See </i><i>Ramos v. Lamm,</i> 713 F.2d at 553; <i>Grendel's Den, Inc. v. Larkin,</i> 582 F.Supp. 1220, 1225-26 (D.Mass.1984), <i>modified,</i> 749 F.2d 945 (1st Cir.1984); <i>Wabasha v. Solem,</i> 580 F.Supp., 448, 458 (D.S.D.1984).</p>\n<p>[6]  Employing a percentage reduction is a \"practical means of trimming any fat from [plaintiff's] fee petition.\" <i>New York Association for Retarded Children v. Carey,</i> 711 F.2d at 1146; <i>Louisville Black Police Officers v. City of Louisville,</i> 700 F.2d 268, 278-79 (6th Cir.1983); <i>Sanchez v. Schwartz,</i> 688 F.2d 503, 507 (7th Cir. 1982). The court is cognizant of the fact that counsel's performance in this case was very competent and that defendant has not provided \"evidence\" in support of its objections to counsel's requested hours. <i>See </i><i>Blum v. Stenson,</i> 104 S.Ct. at 1545 n. 5. Nevertheless, the court has an obligation to review counsel for plaintiff's petition to determine its reasonableness, <i>Northcross v. Board of Education,</i> 611 F.2d 624, 636 (6th Cir.1979), <i>cert. denied,</i> 447 U.S. 911, 100 S.Ct. 2999, 64 L.Ed.2d 862 (1980) and to award fees only for those hours properly included in counsel's request after the exercise of appropriate billing judgment.</p>\n<p>[7]  The court notes that the rate schedules reflected in the survey are simply for \"typical\" work conducted by attorneys in North Carolina, based on their geographical location, firm size and date of admission to the bar, without regard to the type of work performed or the skill required to perform it.</p>\n<p>[8]  Ms. Bailey requests compensation at the rate of $75 per hour.</p>\n<p>[9]  Mr. Harris requests compensation at the rate of $75 per hour.</p>\n<p>[10]  Ms. Levin requests compensation at the rate of $60 per hour.</p>\n<p>[11]  Ms. Diggs requests compensation at the rate of $50 per hour.</p>\n<p>[12]  The court also finds $30-$40 per hour to be reasonable for paralegal services and in line with awards for similar work in civil rights cases. <i>See e.g., </i><i>Richardson v. Byrd,</i> 709 F.2d 1016, 1023 (5th Cir.1983); <i>Vaughns v. Board of Education of Prince George's County,</i> 598 F.Supp. 1262, 1283 (D.Md.1984), <i>aff'd.,</i> 770 F.2d 1245 (4th Cir.1985); <i>Laffey v. Northwest Airlines,</i> 572 F.Supp. 354, 386 n. 74 (D.D.C.1983), <i>rev'd in part </i><i>on other grounds,</i> 746 F.2d 4 (D.C. Cir.1984).</p>\n<p>[13]  This figure specifically reflects the court's finding of counsel's significant litigation experience, despite his youth, and his supervisory attorney status.</p>\n<p>[14]  This figure specifically reflects Ms. Diggs' extensive experience with social security cases.</p>\n<p>[15]  None of the cases cited above were decided under the EAJA.</p>\n<p>[16]  The legislative history indicates that the statutory exceptions to the $75 per hour ceiling should be strictly construed. <i>See </i><i>Action on Smoking &amp; Health v. Civil Aeronautics Board,</i> 724 F.2d at 218 n. 32. Unfortunately, the history is of little value in defining the term \"special factor.\"</p>\n<p>[17]  Under the EAJA, counsel's general quality of representation (reflecting experience, reputation, expertise, etc.) is taken into account when fixing the hourly rate. If consideration of such factors leads to a calculated rate higher than the $75 per hour, then the issue becomes whether such circumstance amounts to a \"special factor\" entitling the court to raise the statutory hourly cap under 28 U.S.C. § 2412(d)(2)(A)(ii). <i>See</i> discussion <i>infra</i> at 475-477.</p>\n<p>[18]  The <i>LaDuke</i> panel affirmed the district court without discussing the <i>Underwood</i> panel's decision prohibiting the use of multipliers. Obviously, a difference of opinion exists in the Ninth Circuit on this issue. For the reasons stated herein, this court finds <i>Underwood</i> persuasive.</p>\n<p>[19]  To the extent other courts have considered multiplier considerations (risk of prevailing) as a special factor, this court disagrees. Having previously found multipliers are unavailable under the EAJA, <i>supra</i> at 474, considering such as a factor would effectively nullify such a finding.</p>\n<p>[20]  <i>See </i><i>International Woodworkers of America v. Donovan,</i> 769 F.2d at 1392. <i>But see </i><i>NAACP v. Donovan,</i> 554 F.Supp. 715, 719-20 (D.D.C.1982) (holding no costs awardable for travel).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">464</span></span> (1986)</b></center>\n<center><h1>Melba P. BUNN, Plaintiff,<br>\nv.<br>\nOtis R. BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 84-37-CIV-8.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilson Division.</b></p></center>\n<center>May 5, 1986.</center>\n<p><span class=\"star-pagination\">*465</span> <span class=\"star-pagination\">*466</span> <span class=\"star-pagination\">*467</span> Peggy S. Levin, David Harris, Eastern Carolina Legal Services, Wilson, N.C., for plaintiff.</p>\n<p>H. Robert Showers, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for an award of attorney's fees pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412(d)(1)(B). On February 24, 1986, plaintiff moved for EAJA attorney's fees and expenses in the amount of $8,954.59. Defendant has responded, not contesting plaintiff's entitlement to an award of fees, but strenuously disputing counsel's claim of hours reasonably expended and their request for an upward fee adjustment or multiplier.<sup>[1]</sup></p>\n<p>This civil action was filed on May 7, 1984, after defendant administratively denied plaintiff's application for supplemental security income under Title XVI of the Social Security Act, as amended, 42 U.S.C. § 1383(c)(3). On April 17, 1985, the court remanded this action to the Secretary for rehearing and a proper determination of whether plaintiff's impairments were severe and disabling. Subsequently, upon remand, plaintiff was administratively awarded benefits.</p>\n<p>The EAJA permits an award of attorney's fees to a qualified prevailing party, <span class=\"star-pagination\">*468</span> other than the United States, in civil actions brought by or against the United States \"unless the court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust.\" 28 U.S.C. § 2412(d)(1)(A).<sup>[2]</sup> The court has reviewed plaintiff's application for attorney's fees, affidavits of counsel, memorandum of law and defendant's objections thereto, and for the reasons set forth below, the court concludes plaintiff is entitled to attorney's fees under the EAJA.</p>\n<p>Ordinarily, the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible administrative record.\" <i>Guthrie v. Schweiker,</i> <span class=\"citation\" data-id=\"425110\"><a href=\"/opinion/425110/paul-w-guthrie-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 108 (4th Cir.1983). The finding that a final decision of the Secretary is not supported by substantial evidence does not equate to a finding that the position in the litigation was not substantially justified. <i>Id.; </i><i>Bennett v. Schweiker,</i> <span class=\"citation\" data-id=\"1460851\"><a href=\"/opinion/1460851/bennett-v-schweiker/\"><span class=\"volume\">543</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">897</span></a></span> (D.D.C.1982).</p>\n<p>However, the government has the burden of demonstrating substantial justification for its position. <i>Tyler Business Services, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"411738\"><a href=\"/opinion/411738/tyler-business-services-inc-v-national-labor-relations-board/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span> (4th Cir. 1982); <i>Alspach v. Director of Internal Revenue,</i> <span class=\"citation\" data-id=\"2369536\"><a href=\"/opinion/2369536/alspach-v-district-director-of-internal-revenue/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span>, 229 (D.Md.1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> <span class=\"citation\" data-id=\"438862\"><a href=\"/opinion/438862/pence-mae-smith-v-margaret-m-heckler-secretary-of-health-human/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span>, 146 (4th Cir.1984); <i>Zimmerman v. Schweiker,</i> <span class=\"citation\" data-id=\"1461950\"><a href=\"/opinion/1461950/zimmerman-v-schweiker/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1436</span></a></span>, 1439 (E.D.N.Y.1983). It is possible for the administrative record to be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>In the case at bar, the government has elected not to contest the appropriateness of an award of fees to plaintiff's counsel under the EAJA.<sup>[3]</sup> A brief review of the record indicates this concession is justified for a number of reasons.</p>\n<p>First, the government failed to follow its own regulations in determining whether plaintiff suffered from a severe impairment. The second step of the Secretary's sequential process for evaluating disability claims requires a determination of whether plaintiff's impairments are \"severe.\" 20 C.F.R. §§ 404.1520 and 416.920.<sup>[4]</sup> The severity determination must take into account the claimant's physical and mental ability to do \"basic work activities\" predicated upon the criteria established in 20 C.F.R. §§ 404.1521(b) and 416.921(b). These sections define \"basic work activities\" as \"the abilities and aptitudes necessary to do most jobs\" and include six particularized functions. As this court found in reviewing the Secretary's decision to deny benefits, \"[n]othing in the ALJ's opinion indicates he even considered the criteria set forth in 20 C.F.R. §§ 404.1521 and 416.921(b).\" Order of April 17, 1985 at 7.</p>\n<p>Second, after merely reciting the medical reports, the ALJ made broad, sweeping conclusions, without any apparent analysis or reasonable weighing of the evidence, finding that plaintiff's impairments did not significantly limit her ability to perform <span class=\"star-pagination\">*469</span> \"basic work activities.\" As this court stated at the time, \"the ALJ's findings are wholly conclusory.... The ALJ rejected plaintiff's medical and anecdotal evidence in a summary fashion. It is not enough for the Secretary to reject this evidence without assigning any reasons for doing so.\" <i>Id.</i> at 6-7. In failing to indicate the weight given to relevant evidence presented and, further, failing to properly consider some of plaintiff's uncontradicted medical evidence, the ALJ violated unambiguous and consistent precedent of the Fourth Circuit Court of Appeals. <i>See, e.g., </i><i>Gordon v. Schweiker,</i> <span class=\"citation\" data-id=\"429766\"><a href=\"/opinion/429766/4-socsecrepser-25-unemplinsrep-cch-15029-owen-l-gordon-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span> (4th Cir.1984); <i>Myers v. Califano,</i> <span class=\"citation\" data-id=\"372923\"><a href=\"/opinion/372923/edith-g-myers-v-joseph-a-califano-jr-sec-of-health-education/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span> (4th Cir. 1980); <i>Stawls v. Califano,</i> <span class=\"citation\" data-id=\"365627\"><a href=\"/opinion/365627/marjorie-l-stawls-v-joseph-a-califano-jr-secretary-of-health/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span></a></span>, 1213 (4th Cir.1979).</p>\n<p>Accordingly, considering all of the above circumstances, the court finds the Secretary's position unreasonable and holds that defendant's position was not substantially justified in that it clearly was based on an indefensible administrative record. <i>See </i><i>Smith v. Heckler, supra</i><i>.</i> Therefore, the court concludes that an award of attorney's fees under the EAJA is proper. The remaining issue before the court is the amount of that award.</p>\n<p>In all cases involving an award of fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's Inc.,</i> <span class=\"citation\" data-id=\"356128\"><a href=\"/opinion/356128/polly-ann-barber-v-kimbrells-inc-and-furniture-distributors-inc/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span> (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span></span> (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court's recent decisions in <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) and <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984). <i>See Daly v. Starnes,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span> (4th Cir.1986). The initial step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940; <i>Anderson v. Morris,</i> <span class=\"citation\" data-id=\"393840\"><a href=\"/opinion/393840/john-b-anderson-and-d-a-bert-booth-kevin-p-mccleaf-gerald-m/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span> (4th Cir.1981). In determining a reasonable hourly rate, the court should consider a number of factors, including the experience and skills of the attorney, the quality of the representation, the novelty and complexity of the litigation and the results obtained. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49; <i>Daly v. Starnes,</i> at 1077-78. In addition, the court should consider, to the extent applicable, the remaining <i>Johnson</i> factors. <i>Id., see also </i><i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"1812597\"><a href=\"/opinion/1812597/spell-v-mcdaniel/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1069</span></a></span> (E.D. N.C.1985).</p>\n<p>In determining the number of hours reasonably expended the court has reviewed counsel's affidavits, defendants objections, and the record in general. Based upon this review, the court concludes counsel reasonably expended 43.5 hours and their paralegal 12.5 hours in the conduct of this litigation, although counsel request compensation for 85.1 hours and an additional 25.1 hours for paralegal Diggs. For the following reasons, this request is considered extremely excessive.</p>\n<p>Although counsel are entitled to full compensation for their efforts, \"[i]t does not follow that the amount of time <i>actually</i> expended is the amount of time <i>reasonably</i> expended.\" <i>Copeland v. Marshall,</i> <span class=\"citation\" data-id=\"387362\"><a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 891 (D.C.Cir.1980) (en banc). <i>Hensley, supra,</i> specifically directs the district court to exclude from its initial fee calculation \"hours that were not reasonably expended.\" 103 S.Ct. at 1939. Counsel therefore are charged with exercising \"billing judgment.\" <i>Id.</i> 103 S.Ct. at 1940. <i>See also </i><i>Ramos v. Lamm,</i> <span class=\"citation\" data-id=\"422146\"><a href=\"/opinion/422146/fidel-ramos-david-lee-anderson-sadiki-lisimba-ajamu-aka-eugene-collins/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 553 (10th Cir.1983). Thus, \"[c]ounsel for the prevailing party should make a good faith effort to exclude from a fee request hours that are excessive, redundant, or otherwise unnecessary.\" <i>Id.</i> 103 S.Ct. at 1939-40.</p>\n<p>In ascertaining which hours reported were reasonably expended, and thus billable, the court must examine the total number of hours reported by each lawyer, the hours alloted to specific tasks, whether those tasks would normally be billed to a paying client, and the potential duplication of services, particularly where multiple lawyers are involved. <i>Ramos v. Lamm,</i> <span class=\"star-pagination\">*470</span> 713 F.2d at 553-54. <i>See also </i><i>New York State Association for Retarded Children v. Carey,</i> <span class=\"citation\" data-id=\"421654\"><a href=\"/opinion/421654/new-york-state-association-for-retarded-children-inc-v-hugh-l-carey/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1146 (2d Cir.1983); <i>Copeland v. Marshall,</i> 641 F.2d at 903. These determinations must be made in the context of the specific case at bar; what is reasonable in one case may be unreasonable in another. The reasonableness of hours expended in a particular case depends upon the complexity of the case, the number of reasonable strategies pursued, and the responses necessitated by the tactics of the opponent. <i>Ramos v. Lamm,</i> 713 F.2d at 554.</p>\n<p>Finally, the court must \"weigh the hours claimed against [its] own knowledge, experience, and expertise of the time required to complete similar activities.\" <i>Johnson,</i> 488 F.2d at 717. <i>See also </i><i>Rajender v. University of Minnesota,</i> <span class=\"citation\" data-id=\"1870245\"><a href=\"/opinion/1870245/rajender-v-university-of-minnesota/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">158</span></a></span>, 165 (D.Minn.1982). In sum, the court must carefully scrutinize the total number of hours reported by the fee applicant to arrive at the number of hours that can fairly and reasonably be charged to the losing party.</p>\n<p>Although plaintiff's counsel have submitted extensive affidavits in support of their time expended, <i>see </i><i>National Association of Concerned Veterans v. Secretary of Defense,</i> <span class=\"citation\" data-id=\"402468\"><a href=\"/opinion/402468/national-association-of-concerned-veterans-appelleescross-appellants-v/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span>, 1327-28 (D.C. Cir.1982), this court finds a number of hours claimed were not reasonably expended in litigating this action.<sup>[5]</sup></p>\n<p>For example, Ms. Bailey's affidavit indicates she spent 16 hours reviewing the administrative record, organizing her file and conducting basic legal research. This was followed by 16 additional hours drafting plaintiff's fifteen page brief in support of her motion for summary judgment and yet another 16 hours block reviewing and rewriting the initial draft. And the work on plaintiff's brief did not stop there. Mr. Harris indicates he spent three more hours reviewing and revising the same brief.</p>\n<p>If the issues addressed in plaintiff's brief were complex, of some considerable length, or the law was in flux, such an expenditure of time might well be justified. However, this is not the case. The issues were clear, the administrative record was markedly deficient, and the result nearly pre-ordained by precedent. The court is not diminishing the value of plaintiff's professional and competent memorandum of law. Nevertheless, the expenditure of 51 hours was not reasonably necessary to effectively review the record in this action and brief a motion for summary judgment. Over the course of the last few years, the court has had occasion to view applications for attorneys' fees in social security cases too numerous to count, and never has any counsel requested 51 hours of compensable time for such an equivalent task.</p>\n<p>In addition, counsel request reimbursement for 9.4 hours of discussion of this case amongst themselves. Although the court recognizes the use of multiple counsel is not unreasonable <i>per se, see Spell v. McDaniel,</i> 616 F.Supp. at 1093, it does not follow that a losing party should be charged with the costs arising from excessive, unnecessary or duplicative time indulged in by prevailing counsel as a result of their lack of an organized subdivision of labor or as a result of their inexperience. <i>Id.</i> at 1092-93.</p>\n<p>In a case of this magnitude, a basic \"run-of-the-mill\" social security claim, the court finds 9.4 hours of meetings and discussion between counsel to be unreasonable. Again, the court is not suggesting these meetings did not occur nor that they should not have taken place. Rather, the court holds that defendant should not, in the exercise of <i>reasonable billing judgment,</i> be held responsible for much of this expenditure of time  an expenditure that <span class=\"star-pagination\">*471</span> most counsel engaged in social security practice have not found necessary in preparing and presenting their cases in this court.</p>\n<p>Finally, counsel and their paralegal have included in their affidavits a number of hours expended at the administrative level on remand. These hours are not compensable as the court may only consider counsel's services in conjunction with the judicial proceedings in this case. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>For the foregoing reasons, among others, this court elects to utilize an approximately fifty percent (50%) across-the-board reduction with respect to counsel's hours requested.<sup>[6]</sup> Accordingly, counsel and Ms. Diggs are entitled to compensation for the following hours:</p>\n<p></p>\n<pre>\n  Yvonne Bailey            27.0 hours\n  David Harris, Jr.         6.5 hours\n  Peggy Levin              10.0 hours\n                           __________\n                           43.5 counsel hours\n  Paralegal Jayne Diggs    12.5 hours\n                           __________\n  Total hours              56.0 hours\n</pre>\n<p>With regard to a proper hourly rate, the court begins its analysis by turning to a recent 1985 North Carolina Bar Association Survey of typical hourly rates charged by attorneys in this state, and finds the survey, as applied to plaintiff's counsel, would result in the utilization of the following rates:<sup>[7]</sup></p>\n<p></p>\n<pre>\n  Bailey     $62<sup>[8]</sup>\n  Harris     $62<sup>[9]</sup>\n  Levin      $60<sup>[10]</sup>\n  Diggs      $30<sup>[11]</sup></pre>\n<p>Since the maximum rate allowed under the EAJA is generally $75 per hour, 28 U.S.C. § 2412(d)(2)(A)(ii), the court will proceed to utilize the relevant <i>Johnson</i> and <i>Barber</i> factors to determine whether the <i>requested</i> rates are reasonable for this case or should be adjusted.</p>\n<p></p>\n<h2>1. <i>The Novelty and Difficulty of the Questions Raised.</i>\n</h2>\n<p>Although the social security framework requires some expertise, this action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The Skill Required to Properly Perform the Legal Services Rendered.</i>\n</h2>\n<p>Application of the social security statutes, regulations, procedures, policies, policies and case law require a degree of expertise and skill, <i>see </i><i>Blankenship v. Schweiker,</i> <span class=\"citation\" data-id=\"402541\"><a href=\"/opinion/402541/john-w-blankenship-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span> (4th Cir.1982), and in this case, counsel's brief was useful to the court in reviewing the administrative record and the Secretary's \"severity\" regulation.</p>\n<p></p>\n<h2>3. <i>The Attorney's Opportunity Costs in Pressing the Instant Litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was <span class=\"star-pagination\">*472</span> decided on the record which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The Customary Fee for Like Work. See supra.</i>\n</h2>\n<p></p>\n<h2>5. <i>The Attorney's Expectations at the Onset of the Litigation.</i>\n</h2>\n<p>After losing at the administrative level, the expectation of success, given the scope of review, could not have been high. Nonetheless, this factor is substantially tempered by the number of deficiencies in the administrative record.</p>\n<p></p>\n<h2>6. <i>The Time Limitations Imposed by the Client or Circumstances.</i>\n</h2>\n<p>Nothing in the record reflects severe time limitations resulted in pressured working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The Amount in Controversy and the Results Obtained.</i>\n</h2>\n<p>Counsel was completely successful in obtaining the relief requested, which resulted in a substantial award for plaintiff. Thus, for a disabled individual with little or no income, the beneficial results of the favorable decision in the instant case are obvious.</p>\n<p></p>\n<h2>8. <i>The Experience, Reputation and Ability of the Attorney.</i>\n</h2>\n<p>Counsel's work in the case <i>sub judice</i> was certainly competent. In addition, the court is aware of Eastern Carolina Legal Services, Inc.'s experience in social security cases and accepts without question counsel's affidavits attesting to their individual litigation experience.</p>\n<p></p>\n<h2>9. <i>The Undesirability of the Case Within the Legal Community in Which the Suit Arose.</i>\n</h2>\n<p>To the extent this factor is applicable to social security actions, representation is not undesirable within this community.</p>\n<p></p>\n<h2>10. <i>The Nature and Length of the Professional Relationship Between Attorney and Client.</i>\n</h2>\n<p>Although it is apparent counsel were not retained, the contingent feature of the fee arrangement between the client and counsel is not, as a pragmatic matter, an integral part of the determination of counsel's hourly rate. Such rate is customarily set for all matters handled by an attorney, and where the matter is contingent, the actual fee received may or may not adequately reward counsel for the economic risk incurred by his accepting employment in a particular case. A contingency adjustment is a multiplier applied at the conclusion of litigation and is not available under the EAJA for reasons hereinafter discussed.</p>\n<p></p>\n<h2>11. <i>Attorney's Fee Awards in Similar Cases</i>\n</h2>\n<p>Premised on awards in similar cases, the court finds the rate of $60-$75 per hour to be reasonable and in line with awards in those cases. <i>See, e.g., </i><i>Shumate v. Harris,</i> <span class=\"citation\" data-id=\"1687144\"><a href=\"/opinion/1687144/shumate-v-harris/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></a></span> (W.D.N.C.1982); <i>Ocasio v. Schweiker,</i> <span class=\"citation\" data-id=\"1611706\"><a href=\"/opinion/1611706/ocasio-v-schweiker/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span> (S.D.N.Y. 1982); <i>Ex parte Duggan,</i> <span class=\"citation\" data-id=\"2348599\"><a href=\"/opinion/2348599/ex-parte-duggan/\"><span class=\"volume\">537</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1198</span></a></span> (D.S.C.1982). In addition, this range is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., </i><i>Thornton v. Bowen,</i> <span class=\"citation\" data-id=\"1745984\"><a href=\"/opinion/1745984/thornton-v-bowen/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">154</span></a></span> (1986); <i>Miller v. Bowen,</i> <span class=\"citation\" data-id=\"1746560\"><a href=\"/opinion/1746560/miller-v-bowen/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">832</span></a></span> (1986); <i>Wiggins v. Bowen,</i> <span class=\"citation\" data-id=\"1746298\"><a href=\"/opinion/1746298/wiggins-v-heckler/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">126</span></a></span> (1986); <i>Butler v. Heckler,</i> <span class=\"citation\" data-id=\"1745867\"><a href=\"/opinion/1745867/butler-v-heckler/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></a></span> (1985).<sup>[12]</sup></p>\n<p>Upon a review of the above factors, the court concludes that the following constitute appropriate lodestar rates:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*473</span>\n    Bailey          $65\n    Harris          $70<sup>[13]</sup>\n    Levin           $60\n    Diggs           $35<sup>[14]</sup></pre>\n<p>Accordingly, the base amount for counsel and paralegal assistance is computed as follows:</p>\n<p></p>\n<pre>\n   Bailey  27 hours × $65  = $1,755.00\n   Harris  6.5 hours × $70 =    455.00\n   Levin  10 hours × $60   =    600.00\n   Diggs  12.5 hours × $35 =    437.50\n                                          _________\n   Total:                                 $3,247.50\n</pre>\n<p>Generally, the lodestar or base amount properly constitutes full and adequate compensation for counsel. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548. However, there may be occasions where \"[t]he product of reasonable hours times a reasonable rate [will] not end the inquiry.\" <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940. Two broad categories of adjustments to the lodestar may be made: (1) \"contingency\" adjustments: compensation for the risk of not prevailing and thus not recovering a fee and (2) \"quality\" adjustments: compensation for exceptional representation in combination with exceptional success. <i>Id.; </i><i>Craik v. Minnesota State University Board,</i> <span class=\"citation\" data-id=\"437749\"><a href=\"/opinion/437749/mary-craik-v-the-minnesota-state-university-board/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span>, 350-51 (8th Cir.1984); <i>Freeman v. Motor Convoy, Inc.,</i> <span class=\"citation\" data-id=\"414515\"><a href=\"/opinion/414515/31-fair-emplpraccas-517-31-empl-prac-dec-p-33455-melvin-freeman/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1339</span></a></span>, 1357 (11th Cir.1983); <i>National Association of Concerned Veterans,</i> 675 F.2d at 1328-29.</p>\n<p>The issue counsel for plaintiff raise in this litigation, by reason of their request for a 25% enhancement, is whether such adjustments or \"multipliers\" are available under the EAJA.<sup>[15]</sup> To the court's knowledge, this is a question of first impression in this District.</p>\n<p>Section 2412(d)(2)(A)(ii) establishes a cap on the hourly rate awardable under the EAJA:</p>\n<blockquote>[A]ttorney fees shall not be awarded in excess of $75 per hour unless the court determines that an <i>increase in the cost of living or a special factor,</i> such as the limited availability of qualified attorneys for the proceedings involved, justifies a higher fee.... (emphasis added).</blockquote>\n<p>\"In enacting this fee limitation, Congress attempted to provide full market compensation for successful litigants while at the same time, containing costs.\" <i>Action on Smoking &amp; Health v. Civil Aeronautics Board,</i> <span class=\"citation\" data-id=\"429382\"><a href=\"/opinion/429382/action-on-smoking-and-health-v-civil-aeronautics-board-action-on-smoking/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 217 (D.C.Cir.1984). Section 2412(d) contains no express authorization for the use of a multiplier. It allows increases over the statutory ceiling only in two explicit circumstances  where the cost of living rises or a \"special factor\" in the litigation justifies a higher hourly fee. <i>Id.</i></p>\n<p>Plaintiff's argument for the use of a 25% upward adjustment is implicitly predicated upon the contention that the use of the term \"special factor\" equates to the term \"multiplier.\" The court disagrees for three reasons.</p>\n<p>First, compared to other attorney's fees statutes, <i>e.g.,</i> the Civil Rights Attorney's Fees Awards Act, 42 U.S.C. § 1988, the EAJA alone places a specific dollar limit on the hourly rate to be awarded. Because the statutory limit is precise, inflating it by the discretionary use of post-lodestar multipliers without some indication that Congress intended for the district courts to do so is not justified. <i>Underwood v. Pierce,</i> <span class=\"citation\" data-id=\"451950\"><a href=\"/opinion/451950/myrna-underwood-sheila-fazande-annie-johnson-jerome-smith-cora-ewers/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></a></span>, 1348 (9th Cir.1985).<sup>[16]</sup></p>\n<p>Second, unlike many of the fee award statutes, the EAJA authorizes an award of fees against the United States. Since \"the United States, as sovereign, is immune from suit save as it consents to be sued ... and the terms of its consent to be sued in any court define that court's jurisdiction to entertain the suit,\" <i>United States v. Testan,</i> <span class=\"star-pagination\">*474</span> <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 399, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 953, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1976) <i>quoting </i><i>United States v. Sherwood,</i> <span class=\"citation\" data-id=\"103492\"><a href=\"/opinion/103492/united-states-v-sherwood/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 586, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">767</span></span>, 769, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1058</span></span> (1941), the court must carefuly consider the scope of the government's waiver of its sovereign immunity. <i>Underwood v. Pierce,</i> 761 F.2d at 1348. Like the waiver of immunity itself, which must be \"unambiguously expressed,\" the right to order an award of attorney's fees against the government must be \"specifically and unequivocally authorized by Congress.\" <i>Id. citing </i><i>Van Hoomissen v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"321947\"><a href=\"/opinion/321947/8-fair-emplpraccas-725-8-empl-prac-dec-p-9688-dave-van-hoomissen/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1131</span></a></span>, 1132 (9th Cir.1974). <i>Cf. </i><i>Lehman v. Nakshian,</i> <span class=\"citation\" data-id=\"110550\"><a href=\"/opinion/110550/lehman-v-nakshian/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, <span class=\"citation\" data-id=\"110550\"><a href=\"/opinion/110550/lehman-v-nakshian/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2698</span></a></span>, <span class=\"citation\" data-id=\"110550\"><a href=\"/opinion/110550/lehman-v-nakshian/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1981) (holding the right to trial by jury in an action against the United States may only be found where Congress has affirmatively granted that right by statute).</p>\n<p>In this case, with the existence of contingency and quality adjustments or multipliers was well-known to Congress at the time the EAJA was enacted, the complete absence of those concepts from the statute and the legislative history, and the specific use of another term, \"special factors,\" related solely to increases in the hourly rate, leads the court to the same conclusion a panel of the Ninth Circuit reached in <i>Underwood v. Pierce, supra</i><i>,</i> to-wit: \"there is insufficient indication that Congress intended to expose the United States to compounds of the hourly rate.\" 761 F.2d at 1348.</p>\n<p>Third, when viewed in the context of § 2412(d)(2)(A)(ii), the term \"special factor\" cannot be considered synonomous with the term \"multiplier.\" A multiplier or enhancement occurs <i>after the lodestar is calculated.</i> This adjustment is limited to those cases where the resulting product of the reasonable hourly rate times the hours reasonably expended does not result in an adequate and just fee. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548.</p>\n<p>Contrasted with when the multiplier is used to enhance the lodestar, a \"special factor\" under the EAJA is used solely to <i>increase the hourly rate</i> and thus, is applied as part of the lodestar equation. A \"special factor\" increase allows the district courts to provide adequate market compensation for successful litigants in instances where special circumstances make it unreasonable to suggest legal services could be obtained in the market for $75 per hour or less. <i>See </i><i>Action on Smoking &amp; Health,</i> 724 F.2d at 217; <i>Hyatt v. Heckler,</i> <span class=\"citation\" data-id=\"1793049\"><a href=\"/opinion/1793049/hyatt-v-heckler/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">227</span></a></span>, 233 (W.D.N.C.1985).</p>\n<p>Accordingly, for the foregoing reasons, this court holds that neither a contingency nor quality multiplier may be applied to the lodestar awarded under the EAJA.<sup>[17]</sup><i>Underwood v. Pierce, supra</i><i>. But see, e.g., </i><i>LaDuke v. Nelson,</i> <span class=\"citation\" data-id=\"452994\"><a href=\"/opinion/452994/charles-laduke-v-alan-c-nelson-etc/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1318</span></a></span> (9th Cir.1985) (affirming district court's use of a 20% contingency multiplier);<sup>[18]</sup><i>Coleman v. Block,</i> <span class=\"citation\" data-id=\"1869791\"><a href=\"/opinion/1869791/coleman-v-block/\"><span class=\"volume\">589</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1411</span></a></span> (D.N.D.1984) (utilizing contingency multipliers of 20% and 30%).</p>\n<p>However, this holding does not end the court's journey through the EAJA thicket. A confusing question remains, to-wit, whether plaintiff's counsel are entitled to any cost-of-living or \"special factor\" increases in the lodestar hourly rate. Hopefully, in addressing this issue, the following discussion will provide some guidance to counsel in the District for preparation of future EAJA fee applications.</p>\n<p>28 U.S.C. § 2412(d)(2)(A)(ii) specifically allows the court to adjust the $75 hourly rate based on an increase in the cost of living. This language reflects congressional <span class=\"star-pagination\">*475</span> awareness that, with inflation, an inflexible fee ceiling could defeat the purpose of the statute. <i>Action on Smoking &amp; Health,</i> 724 F.2d at 217. Indeed, a number of courts have adjusted the maximum available hourly rate based on increases in the cost of living as established either by statistical evidence presented to the court through counsel or judicial notice of reliable economic sources published by the United States Department of Labor. <i>See, e.g., </i><i>Massachusetts Fair Share v. LEAA,</i> <span class=\"citation\" data-id=\"460919\"><a href=\"/opinion/460919/massachusetts-fair-share-v-law-enforcement-assistance-administration/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1069 (D.C.Cir.1985) (5% increase); <i>Hirschey v. F.E.R.C.,</i> <span class=\"citation\" data-id=\"460996\"><a href=\"/opinion/460996/mary-jane-ruderman-hirschey-v-federal-energy-regulatory-commission-long/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (D.C.Cir.1985) (increase to $89.73 per hour); <i>Continental Web Press, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"454847\"><a href=\"/opinion/454847/continental-web-press-inc-v-national-labor-relations-board-v-chicago/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span>, 324 (7th Cir.1985) (10.6% increase); <i>Hyatt v. Heckler,</i> 618 F.Supp. at 233 (increase to $95.00 per hour); <i>Sanchez v. Heckler,</i> <span class=\"citation\" data-id=\"1889080\"><a href=\"/opinion/1889080/sanchez-v-heckler/\"><span class=\"volume\">603</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span>, 281 (D.Colo. 1985) (relying on Consumer Price Index for Denver and awarding $88.50 per hour); <i>Preston v. Heckler,</i> <span class=\"citation\" data-id=\"1676745\"><a href=\"/opinion/1676745/preston-v-heckler/\"><span class=\"volume\">596</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1158</span></a></span>, 1161 (D.Alaska 1984) (unspecified increase for cost of living in Fairbanks).</p>\n<p>Of course, any rise in the cost of living must be considered from August 5, 1985, the date of the re-enactment of the EAJA by Congress. Pub.L. No. 99-80, § 6, 99 Stat. 186 (1985). Since Congress chose not to increase the $75 cap at that time, despite the national rise in the cost of living since the EAJA's original enactment in 1980, the courts are not at liberty to do so. <i>Chipman v. Secretary of Health &amp; Human Services,</i> <span class=\"citation\" data-id=\"463336\"><a href=\"/opinion/463336/billie-j-chipman-v-secretary-of-health-and-human-services/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 547 (6th Cir.1986). <i>But see </i><i>Hirschey v. F.E.R.C.,</i> 777 F.2d at 5 (holding the 1985 \"amendments\" to the EAJA do not compel the court to regard the $75 per hour limit as fully compensatory).</p>\n<p>Although the court readily agrees that a cost of living increase, if properly documented, is entirely appropriate, one cannot and will not be applied in this case. First, plaintiff's counsel has not specifically requested such an increase. Second, absent any request, no evidence is before the court indicating the statistical rise in the cost of living since August of 1985 for this area of North Carolina. Without such evidence, the court is not free to speculate on the percentage increase that might have occurred over the past eight months.</p>\n<p>Finally, <i>and most important,</i> the statutory cost of living adjustment authorized by § 2412(d)(2)(A)(ii) increases only the maximum rate available under the EAJA. It does <i>not</i> increase the attorneys' reasonable hourly rate, which in this case, based on the court's previous analysis, is $60-$70 per hour. Thus, even if the court found an increase in the cost of living justified a $90 EAJA ceiling, this finding would have no effect for the case at bar since counsel's lodestar rates do not even exceed the statutory $75 per hour cap. <i>Id.</i> Because the prevailing market rates (lodestar values) are lower than the $75 limit, the statutory cost of living exception does not come into play in determining counsel's compensation. \"Cost of living\" analysis only becomes necessary when the reasonable hourly rate, utilized in the lodestar, exceeds the statutory cap in § 2412(d)(2)(A)(ii). In that situation, the question becomes whether a cost of living increase in the area is available to raise the statutory $75 per hour ceiling so as to allow for the utilization of the higher hourly fee reasonably established by the lodestar.</p>\n<p>The court now turns to the final issue presented by counsel's fee petition, namely, whether any \"special factor\" exists in this litigation which might justify an increase in the hourly rate of the lodestar. Again, this question appears moot by reason of the lodestar rate being less than the statutory $75 ceiling. As with the cost of living provision, \"special factor\" analysis is mandated only when the lodestar, for whatever reason, indicates that the reasonable hourly rate should exceed $75 per hour. When that situation occurs, the court must determine whether any of the elements relied on to determine the reasonable hourly rate constitutes a \"special factor\" pursuant to 28 U.S.C. § 2412(d)(2)(A)(ii), thereby authorizing the court to raise the statutory hourly fee cap so as to award counsel the lodestar rate.</p>\n<p><span class=\"star-pagination\">*476</span> That being said, the court will nevertheless address the \"special factor\" issue raised by plaintiff's counsel to (1) determine if the factor relied on by counsel to support their request for an increase in the rate, preclusion of employment, was fairly considered in the court's lodestar analysis and (2) provide some working standards for \"special factor\" analysis in future EAJA cases before this court.</p>\n<p>Counsel for plaintiff's primary argument is that by accepting plaintiff's case and expending over 110 hours on the litigation, their office was precluded from accepting other employment. Plaintiffs contend that their office, staffed with six attorneys, must provide civil legal services to over 90,000 low-income eligible citizens in six counties of Eastern North Carolina and that acceptance of plaintiff's case led to decisions to \"decline representation in other compelling legal cases which otherwise would have been accepted.\" Plaintiff's February 24, 1986, Memorandum of Law at 12. Without deciding the questionable issue of whether preclusion of employment can ever be a \"special factor\" justifying an increase in the hourly rate for a federally funded legal services program, the court finds that, in this case, to the extent preclusion occurred, it does not rise to the level of a \"special factor\" under the EAJA.</p>\n<p>To begin, the court agrees with the basic premise of plaintiff's argument, that preclusion of employment, in an <i>exceptional</i> case, can constitute a \"special factor\" pursuant to § 2412(d)(2)(A)(ii). As previously noted, neither the statute nor the legislative history give any real guidance as to what may properly be considered a \"special factor.\" Faced with this lack of guidance, the lower federal courts have relied on their experience in assessing fees under 42 U.S.C. § 1988 to find any number of circumstances fall within the statutory standard. <i>See, e.g., </i><i>International Woodworkers of America, AFL-CIO, Local 3-98 v. Donovan,</i> <span class=\"citation\" data-id=\"456388\"><a href=\"/opinion/456388/international-woodworkers-of-america-afl-cio-local-3-98-v-raymond-j/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></a></span>, 1391 (9th Cir.1985) (allowing increased amount for expertise of counsel); <i>LaDuke v. Nelson,</i> 762 F.2d at 1333 (allowing rates of $100-$125 per hour based on the limited availability of qualified attorneys for immigration proceedings); <i>Underwood v. Pierce,</i> 761 F.2d at 1347 (affirming district court awards of $80-$120 per hour due to the novelty and difficulty of the issues, contingent nature of the fee, undesirability of the case, expertise of counsel, results obtained and customary awards in other cases); <i>Action on Smoking &amp; Health,</i> 724 F.2d at 218-20 (authorizing increase for contingent nature of success, delay in payment and quality of representation); <i>Hyatt v. Heckler,</i> 618 F.Supp. at 233 ($95/hour for expertise of counsel); <i>Page v. Schweiker,</i> <span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></span>, 783 (M.D.Pa.1985) (allowing increase for limited availability and competence of counsel); <i>Hoopa Valley Tribe v. Watt,</i> <span class=\"citation\" data-id=\"1518952\"><a href=\"/opinion/1518952/hoopa-valley-tribe-v-watt/\"><span class=\"volume\">569</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span>, 947 (N.D.Calif.1983) (more than $90 per hour authorized for expertise of counsel); <i>Miller v. Hotel &amp; Restaurant Employees,</i> <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">231</span></span>, 242 (N.D.Calif.1985) (allowing increase in hourly rate for exceptional results obtained, novelty and difficulty of questions and high quality of representation).</p>\n<p>A review of these and other cases inexorably leads to the conclusion that any of the traditional <i>Johnson</i> or multiplier factors can be considered a \"special factor\" thereby justifying an increase in the statutory cap, when that factor has caused counsel's representation to be exceptional. <i>See </i><i>Blum v. Stenson,</i> 104 S.Ct. at 1549.<sup>[19]</sup> The EAJA imposes a limited constraint. The $75 per hour cap constrains litigants from hiring high priced lawyers; this was an obvious concern of Congress. <i>Action on Smoking &amp; Health,</i> 724 F.2d at 219 and n. 41. However, at the same time, Congress also wanted to provide incentives for quality representation for litigants. The \"special factor\" exception allows for such a system of incentives, without defeating Congress' simultaneous <span class=\"star-pagination\">*477</span> goal of containing costs. <i>Id.</i> For this system to be effective, adjustments in the hourly ceiling should only be made if the lawyers in a case substantially exceed, in some measurable category, expected standards for attorneys handling litigation against the government under the EAJA. Underlying this rule is the heavy presumption implicit in Congress' enactment of the $75 cap, to-wit, that $75 per hour constitutes adequate and reasonable compensation for counsel in most cases. The burden is on plaintiff's counsel to prove his representation constitutes the exception to the rule. <i>See </i><i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49; <i>National Association of Concerned Veterans,</i> 675 F.2d at 1328.</p>\n<p>Thus, when application of the <i>Johnson</i> guidelines leads to the conclusion that a reasonable hourly rate should be $85 per hour, the only way the court may award that rate is if it further finds that one of the factors it considered in determining the rate constitutes an exceptional or \"special factor.\" If it does not, then despite the fact that counsel might customarily charge and receive that rate for equivalent services rendered, the court must abide by the $75 Congressional limit. \"[C]ustomary rates above $75 per hour cannot support a claim in excess of the statutory maximum rate.\" <i>Chipman v. Secretary of Health &amp; Human Services,</i> 781 F.2d at 547.</p>\n<p>Applying these principles to the case at bar, the court finds preclusion of employment is not a special factor in this case. Plaintiff's counsel have offered no evidence to support their assertion of exceptional preclusion of employment. The fact that some potential clients were turned away because this case was accepted is totally insufficient to support a \"special factor\" finding. All cases involve some element of preclusion and Congress, \"in attempting to provide full market compensation for successful litigants\" must have taken this into account. <i>Action on Smoking &amp; Health,</i> 724 F.2d at 217. It is only the <i>exceptional</i> case where preclusion is excessive and burdensome, that mandates additional consideration of the preclusion factor as a special circumstance justifying a higher hourly rate under the EAJA. A case that involved, at most, 110 hours of attorney and paralegal time over nearly a two year period in a six counsel law firm can hardly be characterized as exceptional.</p>\n<p>Accordingly, the court finds there are no cost of living or special factors which entitle plaintiff to an increased hourly rate.</p>\n<p>IT IS THEREFORE ORDERED that:</p>\n<p>1. The reasonable value of the services rendered by plaintiff's counsel properly taxable under the Equal Access to Justice Act is $3,247.50, which sum shall be paid by the United States directly to counsel for the claimant; and</p>\n<p>2. The reasonable expenses incurred by plaintiff's counsel, for filing this action and for travel, properly taxable under the Equal Access to Justice Act is $81.47, which sum shall be paid by the United States directly to counsel for the claimant;<sup>[20]</sup> and</p>\n<p>3. This amount shall constitute counsel's full and only fee for representing the plaintiff in the district court in this action. This order does not preclude counsel from receiving an additional fee from the defendant for their services at the administrative level. 42 U.S.C. § 406(b)(1).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At various times in this proceeding, plaintiff has been represented by three counsel from Eastern Carolina Legal Services, Inc.: Yvonne C. Bailey, David H. Harris, Jr. and Peggy S. Levin. In addition, counsel were assisted since June of 1985 by paralegal Jayne P. Diggs.</p>\n<p>[2]  The newly enacted 28 U.S.C. § 2412(b)(2)(D) provides: \"... `position of the United States' means, in addition to the position taken by the United States in the civil action, the action or failure to act by the agency upon which the civil action is based; ....\" <i>See </i><i>Holden v. Heckler,</i> <span class=\"citation\" data-id=\"1515232\"><a href=\"/opinion/1515232/holden-v-heckler/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">686</span></a></span>, 687-89 (N.D. Ohio 1985).</p>\n<p>[3]  Although the government's concession is not explicit, it is nevertheless implicit from its April 17, 1986, brief in opposition to plaintiff's motion. No argument is advanced to support the Secretary's administrative or judicial position. In addition, the brief assumes plaintiff's entitlement to fees and argues only that the hours claimed are unreasonable and the multiplier suggested is unavailable.</p>\n<p>[4]  This assumes, of course, the continuing validity of the Secretary's \"severity\" regulation which has come under steadily increasing attack in the federal courts. <i>See, e.g., </i><i>Johnson v. Heckler,</i> <span class=\"citation\" data-id=\"456367\"><a href=\"/opinion/456367/edna-johnson-v-margaret-m-heckler-secretary-of-health-and-human/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1202</span></a></span> (7th Cir.1985); <i>Baeder v. Heckler,</i> <span class=\"citation\" data-id=\"455945\"><a href=\"/opinion/455945/10-socsecrepser-292-unemplinsrep-cch-16225-paul-h-baeder-v/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">547</span></a></span> (3d Cir.1985); <i>Mattson v. Heckler,</i> <span class=\"citation\" data-id=\"1398437\"><a href=\"/opinion/1398437/mattson-v-heckler/\"><span class=\"volume\">626</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">71</span></a></span> (D.N.D.1985); <i>McDonald v. Heckler,</i> <span class=\"citation\" data-id=\"2304601\"><a href=\"/opinion/2304601/mcdonald-v-heckler/\"><span class=\"volume\">624</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">375</span></a></span> (D.Mass.1985); <i>Wilson v. Heckler,</i> <span class=\"citation\" data-id=\"2395375\"><a href=\"/opinion/2395375/wilson-v-heckler/\"><span class=\"volume\">622</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">649</span></a></span> (D.N.J.1985); <i>Smith v. Heckler,</i> <span class=\"citation\" data-id=\"1682524\"><a href=\"/opinion/1682524/smith-v-heckler/\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1173</span></a></span> (E.D.Calif.1984); <i>Dixon v. Heckler,</i> <span class=\"citation\" data-id=\"1869659\"><a href=\"/opinion/1869659/dixon-v-heckler/\"><span class=\"volume\">589</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1494</span></a></span> (S.D.N.Y.1984); <i>Hundrieser v. Heckler,</i> <span class=\"citation\" data-id=\"1760380\"><a href=\"/opinion/1760380/hundrieser-v-heckler/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1231</span></a></span> (N.D.Ill. 1984).</p>\n<p>[5]  The court does not question that counsel actually expended these hours in the manner in which their affidavits reflect. Rather, the court's inquiry focuses on the extent to which that commitment of time was reasonable in terms of the amount of time expended on each task. <i>See </i><i>Ramos v. Lamm,</i> 713 F.2d at 553; <i>Grendel's Den, Inc. v. Larkin,</i> <span class=\"citation\" data-id=\"1760751\"><a href=\"/opinion/1760751/grendels-den-inc-v-larkin/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1220</span></a></span>, 1225-26 (D.Mass.1984), <i>modified,</i> <span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span> (1st Cir.1984); <i>Wabasha v. Solem,</i> 580 F.Supp., 448, 458 (D.S.D.1984).</p>\n<p>[6]  Employing a percentage reduction is a \"practical means of trimming any fat from [plaintiff's] fee petition.\" <i>New York Association for Retarded Children v. Carey,</i> 711 F.2d at 1146; <i>Louisville Black Police Officers v. City of Louisville,</i> <span class=\"citation\" data-id=\"414371\"><a href=\"/opinion/414371/30-fair-emplpraccas-1505-31-empl-prac-dec-p-33321-louisville-black/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 278-79 (6th Cir.1983); <i>Sanchez v. Schwartz,</i> <span class=\"citation\" data-id=\"408212\"><a href=\"/opinion/408212/roberto-sanchez-and-cross-appellant-v-william-schwartz-and-eugene-kuffel/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 507 (7th Cir. 1982). The court is cognizant of the fact that counsel's performance in this case was very competent and that defendant has not provided \"evidence\" in support of its objections to counsel's requested hours. <i>See </i><i>Blum v. Stenson,</i> 104 S.Ct. at 1545 n. 5. Nevertheless, the court has an obligation to review counsel for plaintiff's petition to determine its reasonableness, <i>Northcross v. Board of Education,</i> <span class=\"citation\" data-id=\"372830\"><a href=\"/opinion/372830/deborah-a-northcross-cross-appellees-v-board-of-education-of-the-memphis/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 636 (6th Cir.1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2999</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span></span> (1980) and to award fees only for those hours properly included in counsel's request after the exercise of appropriate billing judgment.</p>\n<p>[7]  The court notes that the rate schedules reflected in the survey are simply for \"typical\" work conducted by attorneys in North Carolina, based on their geographical location, firm size and date of admission to the bar, without regard to the type of work performed or the skill required to perform it.</p>\n<p>[8]  Ms. Bailey requests compensation at the rate of $75 per hour.</p>\n<p>[9]  Mr. Harris requests compensation at the rate of $75 per hour.</p>\n<p>[10]  Ms. Levin requests compensation at the rate of $60 per hour.</p>\n<p>[11]  Ms. Diggs requests compensation at the rate of $50 per hour.</p>\n<p>[12]  The court also finds $30-$40 per hour to be reasonable for paralegal services and in line with awards for similar work in civil rights cases. <i>See e.g., </i><i>Richardson v. Byrd,</i> <span class=\"citation\" data-id=\"419954\"><a href=\"/opinion/419954/32-fair-emplpraccas-603-32-empl-prac-dec-p-33749-marsha-a/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1016</span></a></span>, 1023 (5th Cir.1983); <i>Vaughns v. Board of Education of Prince George's County,</i> <span class=\"citation\" data-id=\"1476215\"><a href=\"/opinion/1476215/vaughns-v-bd-of-educ-of-prince-georges-county/\"><span class=\"volume\">598</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1262</span></a></span>, 1283 (D.Md.1984), <i>aff'd.,</i> <span class=\"citation no-link\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1245</span></span> (4th Cir.1985); <i>Laffey v. Northwest Airlines,</i> <span class=\"citation\" data-id=\"2310965\"><a href=\"/opinion/2310965/laffey-v-northwest-airlines-inc/\"><span class=\"volume\">572</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">354</span></a></span>, 386 n. 74 (D.D.C.1983), <i>rev'd in part </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></span> (D.C. Cir.1984).</p>\n<p>[13]  This figure specifically reflects the court's finding of counsel's significant litigation experience, despite his youth, and his supervisory attorney status.</p>\n<p>[14]  This figure specifically reflects Ms. Diggs' extensive experience with social security cases.</p>\n<p>[15]  None of the cases cited above were decided under the EAJA.</p>\n<p>[16]  The legislative history indicates that the statutory exceptions to the $75 per hour ceiling should be strictly construed. <i>See </i><i>Action on Smoking &amp; Health v. Civil Aeronautics Board,</i> 724 F.2d at 218 n. 32. Unfortunately, the history is of little value in defining the term \"special factor.\"</p>\n<p>[17]  Under the EAJA, counsel's general quality of representation (reflecting experience, reputation, expertise, etc.) is taken into account when fixing the hourly rate. If consideration of such factors leads to a calculated rate higher than the $75 per hour, then the issue becomes whether such circumstance amounts to a \"special factor\" entitling the court to raise the statutory hourly cap under 28 U.S.C. § 2412(d)(2)(A)(ii). <i>See</i> discussion <i>infra</i> at 475-477.</p>\n<p>[18]  The <i>LaDuke</i> panel affirmed the district court without discussing the <i>Underwood</i> panel's decision prohibiting the use of multipliers. Obviously, a difference of opinion exists in the Ninth Circuit on this issue. For the reasons stated herein, this court finds <i>Underwood</i> persuasive.</p>\n<p>[19]  To the extent other courts have considered multiplier considerations (risk of prevailing) as a special factor, this court disagrees. Having previously found multipliers are unavailable under the EAJA, <i>supra</i> at 474, considering such as a factor would effectively nullify such a finding.</p>\n<p>[20]  <i>See </i><i>International Woodworkers of America v. Donovan,</i> 769 F.2d at 1392. <i>But see </i><i>NAACP v. Donovan,</i> <span class=\"citation\" data-id=\"1629482\"><a href=\"/opinion/1629482/naacp-v-donovan/\"><span class=\"volume\">554</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">715</span></a></span>, 719-20 (D.D.C.1982) (holding no costs awardable for travel).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1398437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1476215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1518952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1611706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1629482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1676745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1682524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1745867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1745984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1746298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1746560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1793049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1812597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1869659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1869791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1889080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2304601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2348599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2369536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2395375/"
  ]
}