{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2342857/",
  "absolute_url": "/opinion/2342857/domestic-fabrics-corp-v-sears-roebuck-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2342857/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:56.047187Z",
  "date_modified": "2016-04-27T01:08:16.616777Z",
  "type": "010combined",
  "sha1": "2a963f361c07546b5cb4dc85ec5063f2a025281a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>212 F.Supp.2d 489 (2002)</b></center>\n<center><h1>DOMESTIC FABRICS CORPORATION, Plaintiff,<br>\nv.<br>\nSEARS, ROEBUCK, &amp; CO., Defendant.</h1></center>\n<center>No. 4:00-CV-127-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>May 22, 2002.</center>\n<p><span class=\"star-pagination\">*490</span> P. C. Barwick, Jr., Wallace, Morris &amp; Barwick, Kinston, NC, Larry L. Coats, Coats &amp; Bennett, P.L.L.C., Cary, NC, Richard F. Landis, II, Wallace, Morris &amp; Barwick, Kinston, NC, David E. Bennett, Coats &amp; Bennett, Raleigh, NC, Anthony J. Biller, Coats &amp; Bennett, Cary, NC, for Domestic Fabrics Corp.</p>\n<p>Mark Allen Davis, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, NC, for Sears, Roebuck &amp; Co.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court pursuant to 28 U.S.C. ยง 636(b), for review of the Memorandum and Recommendation (\"M &amp; R\") by United States Magistrate Judge Louise W. Flanagan filed on March 4, 2002. The parties have filed various documents in support of their positions. The matter is ripe for ruling.</p>\n<p>Upon full and careful review of the M &amp; R, the parties' briefs, and all available court documents, the court finds that the findings and conclusions of the magistrate judge are in all respects proper and in accordance with the law. Accordingly, the court hereby adopts the M &amp; R as its own.</p>\n<p>Specifically, the court hereby ADOPTS the magistrate judge's finding that</p>\n<blockquote>the '533 patent is for a composite, double knit fabric having two layers, referred to as the \"inner layer\" and the \"outer layer,\" which are terms of reference to distinguish the two layers of fabric. The term \"inner layer\" refers to the layer of the fabric with the air pockets. The term \"outer layer\" refers to the layer opposite the inner layer. The term \"air pockets\" as used in the '533 patent means voids.</blockquote>\n<p>The court further ORDERS that within twenty (20) days of the filing of this order, the parties should submit any original or supplemental motions for summary judgment on the issue of patent infringement. Summary judgment motions submitted <span class=\"star-pagination\">*491</span> pursuant to this order are hereby REFERRED to Magistrate Judge Flanagan for memorandum and recommendation.</p>\n<p></p>\n<h2>MEMORANDUM and RECOMMENDATION</h2>\n<p>FLANAGAN, United States Magistrate Judge.</p>\n<p>This patent infringement action, wherein plaintiff alleges defendant has infringed its U.S. PATENT NO. 5,636,533 (\"the '533 patent\"), came before the undersigned upon order of the Hon. Malcolm J. Howard, United States District Judge, entered November 15, 2001, referring the case for hearing and submission to the court of recommendation for disposition as to the disputed terms and claims of the patent at issue. Such proceeding, commonly called a \"<i>Markman</i> hearing\", is conducted in accordance with decision rendered in <i>Markman v. Westview Instruments, Inc.,</i> wherein the Supreme Court unanimously affirmed the Federal Circuit's <i>en banc</i> ruling that claim interpretation is exclusively within the province of the court. 517 U.S. 370, 391, 116 S.Ct. 1384, 1396, 134 L.Ed.2d 577 (1996), <i>aff'g</i> 52 F.3d 967, 979 (Fed.Cir. 1995).</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This infringement action, concerning the '533 patent which covers a fabric and method for its production, commenced with complaint filed August 10, 2000. Discovery in the case, proceeding pursuant to the court's orders on scheduling, now has concluded.<sup>[1]</sup> The case has entered into substantive motions phase, commencing with the parties' request in June 2001 for a <i>Markman</i> determination, pursuant to a subsequently decided briefing schedule and culminating in referral to and hearing before the undersigned, pursuant to order entered by Judge Howard November 15, 2001.</p>\n<p></p>\n<h2>Hearing Procedure</h2>\n<p>In preparation for hearing December 5, 2001, the parties were directed in this court's order entered November 15, 2001, to supplement briefing of record with provision of a list of exhibits and witnesses to be used at hearing together with a narrative statement of each witness's testimony on direct examination. These submissions timely were filed November 29, 2001. In its order entered <i>sua sponte</i> November 21, 2001, the court defined in advance of December 5, 2001, the hearing format, to include opportunity to offer the narrative statements, amplify the statements with witness testimony, and to cross-examine opposing witnesses.</p>\n<p>Plaintiff filed motion in limine immediately prior to hearing and in response to defendant's pre-hearing disclosures, wherein plaintiff sought to exclude defendant's proposed exhibits F, I, J, K-1, K-2, K-3, M, N, O, P, R, and S, variously identifying a written case summary, garment samples, marketing and sales materials, correspondence disclosed in discovery sent on behalf of other accused infringers and a textile technologist to plaintiff's counsel, and correspondence from plaintiff's counsel to defense counsel. Defendant subsequently withdrew its proposed Exhibit F, the written case summary, and Exhibit O, correspondence from plaintiff's counsel to defense counsel. After hearing argument and having reviewed the proposed exhibits, the court determined the remaining exhibits in controversy to be outside of the scope of allowable extrinsic evidence or, at the very least, as having insufficient probative value to merit the time required to receive these exhibits at <span class=\"star-pagination\">*492</span> the <i>Markman</i> hearing and, accordingly, allowed plaintiff's motion to exclude Exhibits I, J, K-1, K-2, K-3, M, N, P, R, and S.</p>\n<p>Hearing on the scope and meaning of the patent claims proceeded December 5, 2001, with Larry L. Coats and Anthony J. Biller, of the law firm of Coats &amp; Bennett, PLLC, appearing on behalf of plaintiff and Lee F. Grossman, Jeremy R. Kriegel, and Patrick Ertel, of the law firm of Marshall, Gerstein &amp; Borum, together with Local Rule 2.04 counsel, appearing on behalf of defendant. Stipulation at onset of hearing was entered into by the parties that proposed expert testimony of Dr. Wing Yan Thomas Lau, on behalf of plaintiff, and Bruce A. Snigger, on behalf of defendant, would not be offered nor would the parties place any reliance for purposes of the <i>Markman</i> determination upon the prior deposition testimony of these individuals. Witness testimony of the co-inventors, Fred Hunneke, plaintiff's president, and Ulrich Marker, its vice-president qualifying also as an expert witness, was received. No direct testimony was presented by defendant.</p>\n<p>Before detailing its claim construction analysis, and so as to specify more particularly the framework adopted by this court for the making of the <i>Markman</i> determination, it is noted that trial courts have been left great latitude in deciding how they will construe patent claims. Decision on the meaning and scope of specific language employed in patent claims commonly is made with benefit of an evidentiary hearing prior to any decision on infringement or validity. Such hearing permits the court to obtain information to assist in determining how one skilled in the art would interpret the patent claims.</p>\n<p>Consistent with the latitude accorded the courts in the claim construction analysis, there appears great variance in the manner in which courts conduct the <i>Markman</i> hearing. One commentator notes that in most cases the specific procedure used is not readily ascertainable from reading the court's opinion. Holmes J. Hawkins, III, <i>Claim Interpretation in a Post-Markman Environment,</i> 572 PLI/Pat. 681, 696 (1999).<sup>[2]</sup> The variance in procedure for conducting a <i>Markman</i> hearing among the district courts has also been the subject of judicial comment. <i>See, e.g., </i><i>Amgen, Inc. v. Hoechst Marion Roussel, Inc.,</i> 126 F.Supp.2d 69, 80 (D.Mass. 2001).</p>\n<p>At hearing in this case, the parties were allowed to: make opening statement; offer the narrative statements of witnesses, including any experts; amplify the narrative statements with additional examination of the witness on the witness stand; cross-examine the opposing witnesses; object to and rebut the other side's evidence; and make final argument.<sup>[3]</sup> Exhibits offered <span class=\"star-pagination\">*493</span> into evidence on behalf of plaintiff included a videotape and transcript pertinent to a demonstration of a circular knitting machine in operation, a fabric sample in tube form as it would be removed from a circular knitting machine, a fabric swatch, a chart depicted as describing defendant's proposed claim construction, and one depicted as detailing claim 6 rewritten with defendant's proposed claim definitions. Defendant separately offered on its behalf at hearing plaintiff's submission containing narrative statements of the expected testimony of its witnesses, Messieurs Hunneke and Marker, disclosed in advance of hearing at direction of the court, and plaintiff's supplemental response to defendant's interrogatory no. 1. Hearing concluded with the parties' final argument December 6, 2001.</p>\n<p>Cases noticed to the court at hearing, including in oral argument and in the form of plaintiff's notice of filing subsequently decided authority, submitted December 5, 2001, have been considered together with the parties' substantial memoranda in the case filed variously in July and August, 2001. The court also has received and considered supplemental briefing requested in furtherance of plaintiff's argument at hearing predicated upon designation of the '533 patent subclasses disclosed on the face of the patent and the United States Patent and Trademark Office (\"USPTO\") examination procedures, including relevance in this instance of excerpts from the Manual of Patent Examining Procedure (\"MPEP\") and the United States Patent Classification System (\"USPC\"). Defendant's post-hearing memorandum in opposition to this aspect of plaintiff's argument made at conclusion of the two-day hearing was filed with the court December 18, 2001, and plaintiff's memorandum in reply was filed December 20, 2001.</p>\n<p>Now having set out more particularly this case and grounding for the decisional framework, the court turns to the claim construction analysis before it.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff traces its history to the 1950's where, under the leadership of its president, Mr. Hunneke, plaintiff, through its predecessor-in-interest, pioneered warp-knitting technology. Its fabrics have been used in the NASA space program, for medical and other institutional purposes, and for household purposes. Changing competitive practices in the 1980s focused plaintiff on the development of proprietary fabrics. The '533 patent directed to a composite, double-knit fabric having two distinct layers joined together by a pattern of tuck stitches is a result of these research efforts, and a collaboration between Mr. Hunneke and Ulrich Marker, also of Kinston, North Carolina, with plaintiff as assignee of the patent.</p>\n<p>Defendant is a well-established, retail concern, engaged in the business of selling <span class=\"star-pagination\">*494</span> various products to the general public on a significant scale, including wearing apparel. It contends that the undisputed structure of the fabric in shirts sold by it, including short sleeve golf shirts and other casual shirts, cannot infringe the '533 patent as a matter of law, because its fabric does not have a \"thermal inner layer\" having air pockets which create an insulating lining.</p>\n<p>The '533 patent contains seven claims.<sup>[4]</sup> Claim I recites claim as to composite fabric. Claims 4 and 6 recite claim as to method of making the fabric.</p>\n<p>The meanings of the terms \"inner layer\", \"outer layer\" and \"air pockets\" as referred to in the claims are at the core of the disputed claim construction. The parties have jointly stipulated in submission filed with the court July 20, 2001, to the interpretations of many of the claim limitations, excluding \"inner layer\", \"outer layer\" and \"air pockets\". Agreed upon limitations include that \"composite fabric\" is \"a fabric comprised of two or more layers\", \"first set of yarn\" should be interpreted as \"the yarns that form the outer layer\", \"second set of yarn\" as \"the yarns that form the inner layer\", \"courses\" should be interpreted as \"rows of loops in a knit fabric\", \"wales\" as \"columns of loops in a knit fabric\", and \"checkerboard fashion\" should be interpreted as \"designed like the pattern on a checkerboard\".</p>\n<p>Plaintiff asserts that the terms \"inner layer\" and \"outer layer\" are terms of reference that distinguish the two sides of the two-sided composite fabric. The term \"air pockets\", it contends, as used in the '533 patent, means the voids formed on the inner layer of the composite fabric. It eschews any interpretation that the claims are limited to a knit good having the patented fabric incorporated in such a way that the inner layer forms the inside of the knit good and acts as a thermal lining for that knit good. It paints a picture of defendant's proposed claim construction as transforming its invention from a fabric into a garment, wrought with the identical fabric turned \"wrong side outwards,\" relative to one exemplary use in its patent specification.</p>\n<p>Defendant asserts that the terms \"inner layer\" and \"outer layer\" draw meaning from the patent document attributable to how the fabric is worn on the body, i.e. that the inner layer of the fabric faces the person wearing the shirt and the outer layer faces the atmosphere. The purpose of the air pockets created by the tuck stitches is, defendant argues, to create a thermal or insulating lining in the inner layer or layer that faces the person, with insulating effect. Defendant looks to the patent specification and draws reference to a knit good which has a conventional jersey outer layer. It asserts that the prosecution or file history, made a part of the record by both parties, supports its claim construction.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>Claim Construction Generally</h2>\n<p>A patent must describe the exact scope of an invention and its manufacture to secure to the patentee all of which he is entitled, and to apprize the public of what is still open to them. <i>Markman,</i> 517 U.S. 370, 373, 116 S.Ct. 1384, 1387.</p>\n<p>There is some divergence in terminology employed but the Federal Circuit, exclusive appellate court for patent cases, articulates that the patent claims must be read in view of the specification, of which <span class=\"star-pagination\">*495</span> they are a part. <i>Markman v. Westview Instruments,</i> 52 F.3d 967, 979 (Fed.Cir. 1995) (en banc), <i>aff'd,</i> 517 U.S. 370, 116 S.Ct. 1384, 134 L.Ed.2d 577. The specification contains a written description of the invention acting as a sort of dictionary, which explains the invention and may define terms used in the claims, enabling one of \"ordinary skill in the art\" to make and use the invention. <i>Id.</i> The claims point out with particularity and distinctly claim the subject matter which the applicant regards as his invention. 35 U.S.C. ยง 112; <i>Markman,</i> 517 U.S. 370, 373, 116 S.Ct. 1384, 1387. It is the function and purpose of the patent claims, and not the written description part of the specification itself, to delimit the right to exclude. <i>Markman,</i> 52 F.3d 967, 980.</p>\n<p>Victory in a patent infringement action requires a finding that the patent claim covers the alleged infringer's product or process which, in turn, necessitates a determination of what the words in the claim mean. <i>Markman,</i> 517 U.S. 370, 374, 116 S.Ct. 1384, 1388. Therefore, the first step in an infringement analysis involves construing the meaning and scope of the patent claims asserted to be infringed. <i>Markman,</i> 52 F.3d at 976; <i>Smiths Industries Medical Systems, Inc. v. Vital Signs, Inc.,</i> 183 F.3d 1347, 1353 (Fed.Cir.1999). Claim construction presents a question of law. <i>Pitney Bowes, Inc. v. Hewlett-Packard Co.,</i> 182 F.3d 1298, 1304 (Fed.Cir. 1999), citing <i>Markman,</i> 52 F.3d 967, 979, <i>aff'd</i> 517 U.S. 370, 116 S.Ct. 1384, 134 L.Ed.2d 577.</p>\n<p>The Supreme Court has pronounced that the court, and not a jury, is to be charged with the responsibility of claim construction, holding that \"[t]he construction of written instruments is one of those things that judges often do and are likely to do better than jurors unburdened by training in exegesis,\" concluding in this respect that, because of his training and discipline, the judge is \"more likely to be right in performing such a duty, than a jury can be expected to be.\" <i>Markman,</i> 517 U.S. 370, 388-89, 116 S.Ct. 1384, 1395.</p>\n<p><i>Markman</i> established categories of evidence pertinent to the claim construction process, sources \"intrinsic\" to the patent process, including the specification and claims, and, if in evidence, the file or prosecution history, and sources \"extrinsic\", or external to the patent process, including expert and inventor testimony and technical treatises which may be helpful in their explanations of the state of the prior art, and scientific and technical terms. <i>Markman,</i> 52 F.3d at 978-79.</p>\n<p>The intrinsic evidence is the most significant source of the legally operative meaning of disputed claim language and should be looked to first. <i>Vitronics Corp. v. Conceptronic, Inc.,</i> 90 F.3d 1576, 1582 (Fed.Cir.1996). The law mandates inspection first of the patent claims in considering the intrinsic evidence, and while lengthy, the detail provided in the court's opinion in <i>Vitronics</i> is informative:</p>\n<blockquote>First, we look to the words of the claims themselves, both asserted and nonasserted, to define the scope of the patented invention. Although words in a claim are generally given their ordinary and customary meaning, a patentee may choose to be his own lexicographer and use terms in a manner other than their ordinary meaning, as long as the special definition of the term is clearly stated in the patent specification or file history. \"A technical term used in a patent document is interpreted as having the meaning that it would be given by persons experienced in the field of the invention, unless it is apparent from the patent and the prosecution history that the inventor used the term with a different meaning.\" \"It is a well-established axiom in patent law that a patentee <span class=\"star-pagination\">*496</span> is free to be his or her own lexicographer and thus may use terms in a manner contrary to or inconsistent with one or more of their ordinary meanings.\"</blockquote>\n<blockquote>Thus, second, it is always necessary to review the specification to determine whether the inventor has used any terms in a manner inconsistent with their ordinary meaning. The specification acts as a dictionary when it expressly defines terms used in the claims or when it defines terms by implication. As we have repeatedly stated, \"claims must be read in view of the specification, of which they are a part.\" The specification contains a written description of the invention which must be clear and complete enough to enable those of ordinary skill in the art to make and use it. Thus, the specification is always highly relevant to the claim construction analysis. Usually, it is dispositive; it is the single best guide to the meaning of a disputed term.</blockquote>\n<blockquote>Third, the court may also consider the prosecution history of the patent, if in evidence. This history contains the complete record of all the proceedings before the Patent and Trademark Office, including any express representations made by the applicant regarding the scope of the claims. As such, the record before the Patent and Trademark Office is often of critical significance in determining the meaning of the claims. \"The prosecution history limits the interpretation of claim terms so as to exclude any interpretation that was disclaimed during prosecution.\" Included within an analysis of the file history may be an examination of the prior art cited therein. \"In its broader use as source material, the prior art cited in the file wrapper gives clues as to what the claims do not cover.\"</blockquote>\n<p><i>Id.</i> at 1582-83 (citations omitted; emphasis added).</p>\n<p>The propriety of placing reliance upon extrinsic evidence where there is no ambiguity in the disputed patent document appeared uncertain in the face of the Federal Circuit's pronouncement in <i>Vitronics</i> that such reliance may be improper. <i>Id.</i> at 1583. However, three years after this decision, the Federal Circuit clarified in <i>Pitney Bowes, Inc. v. Hewlett-Packard Company,</i> 182 F.3d 1298 (Fed.Cir.1999), that there are numerous circumstances where such testimony could be both helpful and proper:</p>\n<blockquote>\n<i>Vitronics</i> does not prohibit courts from examining extrinsic evidence, even when the patent document itself is clear...Moreover, <i>Vitronics</i> does not set forth any rules regarding the admissibility of expert testimony into evidence. Certainly, there are no prohibitions in <i>Vitronics</i> on courts hearing evidence from experts. Rather, <i>Vitronics</i> merely warned courts not to <i>rely</i> on extrinsic evidence in claim construction to contradict the meaning of claims discernible from thoughtful examination of the claims, the written description, and the prosecution history ย the intrinsic evidence.</blockquote>\n<p><i>Id.</i> at 1308 (citations omitted; emphasis in original).</p>\n<p>In another important post-<i>Markman</i> case, <i>Cybor Corp. v. FAS Technologies,</i> 138 F.3d 1448 (Fed.Cir.1998) (en banc), the Federal Circuit reaffirmed its earlier pronouncement in <i>Markman</i> upon the role of the trial court in the claim construction process and the Federal Circuit's obligation to review such determinations <i>de novo.</i> This opportunity for the Federal Circuit to revisit its prior ruling gave cause for it to reiterate the task before a trial court when considering extrinsic evidence:</p>\n<blockquote>In <i>Markman I,</i> we held that, because claim construction is purely a matter of <span class=\"star-pagination\">*497</span> law, this court reviews the district court's claim construction <i>de novo</i> on appeal. <i>See </i><i>Markman I,</i> 52 F.3d at 979, 981, 34 USPQ2d at 1329, 1331. In reaching this conclusion, we recognized that</blockquote>\n<blockquote>[t]hrough this process of construing claims by, among other things, using certain extrinsic evidence that the court finds helpful and rejecting other evidence as unhelpful, and resolving disputes <i>en route</i> to pronouncing the meaning of claim language as a matter of law based on the patent documents themselves, the court is <i>not</i> crediting certain evidence over other evidence or making factual evidentiary findings. Rather, the court is looking to the extrinsic evidence to assist in its construction of the written document, a task it is required to perform. The district court's claim construction, enlightened by such extrinsic evidence as may be helpful, is still based upon the patent and prosecution history. It is therefore still construction, and is a matter of law subject to <i>de novo</i> review.</blockquote>\n<p><i>Id.</i> at 1454, quoting <i>Markman,</i> 52 F.3d 967, 979 (emphasis in original).</p>\n<p>With the task before this court so defined, the undersigned turns now to the issue of claim construction presented in this case.</p>\n<p></p>\n<h2>Summary of the Parties' Contentions</h2>\n<p>The parties have narrowed this dispute to what is the correct interpretation of \"inner layer\", \"outer layer\" and \"air pockets\" as used in the patent document.</p>\n<p>Plaintiff argues that the '533 patent is for a composite, double knit fabric having two distinct layers, referred to as the \"inner layer\" and the \"outer layer\". \"Inner\" and \"outer\" are used simply as terms of reference to distinguish the two layers of fabric. Plaintiff urges that the layers of fabric must be distinguishable by mutually exclusive terms. It urges close scrutiny of the claims which do not recite any use of the fabric. To define the claim terms by reference to orientation of the fabric on the body would render the claims nonsensical, it contends.</p>\n<p>Plaintiff asserts that because the term \"outer layer\" is used interchangeably in the specification with other terms, including \"outer knitted web\", and \"inner layer\" with \"inner knitted web\", it should be determined that the patent is describing a fabric and not a knit good. Plaintiff asserts that the prosecution history proves that the terms are simply terms of reference, as they were not the focus of any patentability issues during prosecution.</p>\n<p>The parties also dispute the proper construction of the claim term \"air pockets\". Plaintiff argues that the term \"air pockets\" is synonymous with and means the voids formed on one layer of the fabric. The claims do not limit or restrict how the air pockets, formed by tuck stitches, are to be used, nor how they are to be oriented in any finished product of the garment, plaintiff contends, contrary to defendant's position.</p>\n<p>Defendant argues that plaintiff is trying to change the nature of its invention. The words \"inner\" and \"outer\" have specific meanings and are not interchangeable. Defendant's claim interpretation places the air pockets of the inner layer of the fabric next to the body, to trap body heat and provide insulation. Defendant asserts that in all of its shirt product accused of infringement, the air pockets are on the outside, for aesthetics, and thereby serve no insulating purpose. Turning to the dependent claims for support, defendant also asserts that Claims 2, 5, and 7, require the inner layer to be hydrophobic and the outer layer to be hydrophilic, so that moisture migrates in a certain way, in this <span class=\"star-pagination\">*498</span> instance to draw moisture away from the skin.</p>\n<p>It is illogical, defendant urges, for the \"inner layer\" of the '533 fabric to be the outer layer of the fabric in a shirt facing outwardly when the shirt is worn, etc. The '533 patent is concerned with a knit good constructed with the fabric, and it only makes sense, it contends, that the terms \"inner\" and \"outer\" refer to the fabric in the context of the knit good. The invention results in a thermal layer, and the specification, it argues, is not just the embodiment of the invention, but the invention itself. Defendant points to one use of the word \"garment\" in the patent specification as a candid expression of the true meaning of \"fabric\" as recited in the claims.</p>\n<p></p>\n<h2>Extrinsic Evidence</h2>\n<p>Testimony of Mr. Hunneke, co-inventor, and Mr. Marker, co-inventor and expert witness, was received at hearing.<sup>[5]</sup> Mr. Hunneke's testimony was fairly limited on direct and on cross-examination to a description of plaintiff's business, his involvement in fabric development including on behalf of plaintiff, his association with the co-inventor, Ulrich Marker, and his exuberant enthusiasm for the fabric and method claimed in the '533 patent.</p>\n<p>Particular aspects of the art implicated by the disputed terms were addressed by the witness. Mr. Hunneke testified on direct examination to his understanding that the disputed terms \"inner layer\" and \"outer layer\" are terms of reference. He testified that thermal fabric is but one of four different types of fabric construction and that there are a multitude of uses for thermal fabric, including dishcloths and children's leotards.</p>\n<p>He testified that he did not believe at time of application that the fabric of the '533 patent had uses limited to warmth purposes nor was it his intention to so limit it. When approached to develop and/or make a prescribed fabric, the prospective purchaser oftentimes is reticent to disclose the final end product for confidentiality reasons and, therefore, approximately one-half the time, he does not know how plaintiff's fabric will be used by its purchaser.</p>\n<p>On cross-examination Mr. Hunneke testified that the disputed patent terms \"inner layer\" and \"outer layer\" are used as reference terms and that, in the art of textile knitting, the knitter has the option of referring to the fabric sides in any way.</p>\n<p>Ulrich Marker, the co-inventor and expert witness testifying on behalf of plaintiff, testified to his extensive experience in the fabric trade. Through oral testimony and reference to his videotaped demonstration of a circular knitting machine, Mr. Marker's testimony was used to develop the court's understanding of the art. Mr. Marker testified to his expertise in circular knitting and designation \"knitting technologist,\" carrying with it the ability to analyze knitted fabrics. He explained that expertise in warp knitting does not necessarily also mean expertise in the different art of circular knitting, where this witness's particular expertise lies, as amply demonstrated by his qualifications.</p>\n<p>The enthusiasm of Mr. Marker also for the fabric at issue paralleled that of Mr. Hunneke on the witness stand. This witness, involved in the drafting of the patent application, also considers the fabric to be a unique creation, with aesthetic and functional qualities and cost-effective attributes.</p>\n<p><span class=\"star-pagination\">*499</span> The process of knitting fabric on a circular knitting machine was described to the court, resulting in a tube of fabric. The witness testified that when the fabric is cut, as it must be so that the fabric may be laid flat, a skilled knitter would be able to identify the inner layer if he or she was in possession of the '533 patent because the inner layer is described as the side with the air pockets.</p>\n<p>If the fabric is positioned so that the inner layer faces against whatever the fabric rests upon at the time and then picked up and flipped so that the side with the air pockets faces outwards, Mr. Marker testified there is no difference in the fabric construction. Orientation of the fabric does not matter. Regardless of its orientation against a cutting table, a floor, a body, whatever, the fabric is the same construction, he testified.</p>\n<p>Mr. Marker testified that defendant's proposed definitions of \"inner layer\" and \"outer layer\" render the patent nonsensical. By inserting defendant's proposed definitions, which presume a final fabric product, such that \"inner layer\" and \"outer layer\" mean in orientation to the wearer's body, claim 6, for example, is a technical impossibility as a circular knitting machine can make only fabric, not a fabric product like a garment worn on the body. The claims of the patent refer to a fabric and its construction and not, Mr. Marker repeatedly testified, to a knit good or garment.</p>\n<p>On continued direct examination the witness parsed other claims to reiterate that the terminology refers to fabric and a method for making fabric. Mr. Marker testified that the terms \"inner layer\" and \"outer layer\" are not terms of the art which refer to a particular type of knit construction. \"Inner layer,\" the witness testified, is simply the chosen designation for the layer of fabric with the air pockets and \"outer layer\" for the smooth side, not what is finally done with the fabric. Mr. Marker testified that in his opinion an expert ordinarily skilled in the art of circular knitting would not understand the '533 patent to describe a knit good or garment.</p>\n<p>The air pockets, he testified, are formed through the making of tuck stitches<sup>[6]</sup> which function to tie the two layers together, forming the open spaces. The witness testified that air pockets are not usually formed when a garment is made from fabric.</p>\n<p>Mr. Marker testified with reference to the type of fabric at issue that there are many uses of thermal fabric. He testified to its aesthetic qualities and appearance and texture features.</p>\n<p>This witness was requested to focus further upon the patent document on both direct and cross-examination. Mr. Marker provided lengthy testimony in this respect, taking up much of the remainder of the full day set aside December 5, 2001 for this hearing.</p>\n<p>Plaintiff used Mr. Marker's testimony to parse repeatedly the language of the claims and, also, to refer to the specification's instructions, including as to some uses of the thermal fabric. Mr. Marker alluded to references in the specification to fabric performance, including its thermal properties. The specification, he testified, does not understand the fabric to have purpose only in its insulating effect. The witness was directed to the patent figures, including Figure 3, which shows the checkerboard <span class=\"star-pagination\">*500</span> pattern on the inner layer of the fabric created by the arrangement of air pockets or voids and, the witness later testified, this also is a part of the fabric's aesthetics and performance.</p>\n<p>The '533 patent claims initially were rejected by the USPTO as being a violation of U.S. PATENT NO. 5,119,644 (\"the Strauss patent\"). Mr. Marker testified as to the inventors' dialogue with the USPTO concerning this patent versus the Strauss patent, and that the terms \"inner layer\" and \"outer layer\" were not ever at issue; rather, the tuck stitches were the primary focus of this exchange.</p>\n<p>Mr. Marker on cross-examination testified that fabric has uses other than in a knit good (for example, a shirt) and reiterated that the patent does not disclose a garment, only fabric. The witness testified that several statements in the specification, including in column 3 at lines 43-45 and lines 54-56, which make reference to a fabric construction, are merely examples of the fabric's utility. The witness described reference to \"garment\" in column 3 beginning at line 14, where the term \"inner surface\" is linked to \"garment\", as nothing more than poor choice of word. He testified that the word \"fabric\" should have been placed there instead of \"garment\" and reiterated direct testimony that, in his opinion, one schooled in the art would understand reference to a fabric by the sentence's inclusion of the terms \"courses\" and \"wales\", which are not used in their ordinary meaning to describe a garment construction but rather, a fabric construction.<sup>[7]</sup></p>\n<p>Mr. Marker testified that fabric possesses qualities or properties inherent to it when it lies on the cutting table. Fabric may possess thermal properties, and this is explained at column 3, lines 47-51 where the specification recites \"[b]ecause the composite fabric has inherent thermal properties not found in conventional jersey knit fabrics, it can be used as a substitute for separate jersey knit and jersey layers which are bonded together in conventional fabrics.\" How the fabric is used is not determined until it is made into a garment or good, the witness testified.</p>\n<p>The witness testified that statements in the prosecution history, including at page 59 which recites the claims as having been amended to distinguish the Strauss patent so as \"to more particularly point out and distinctly claim the pattern of tuck stitches which gives the fabric its insulating qualities and which is not disclosed in the Strauss patent,\" and preceding lines in this part of the history which recite that \"[i]t is this alternating pattern of tuck stitches which gives the fabric of the present invention its inherent insulating qualities,\" do not support defendant's construction of the claim terms \"inner layer\" and \"outer layer\" as being oriented with respect to the use and position of the fabric on the body.</p>\n<p>Mr. Marker testified that the air pockets are not limited to serving only to provide an insulating effect. The specification, including at column 3, beginning at line 22, where it is stated \"[t]he voids or pockets 28 provided on the inner layer enable the entrapment of air to form an insulating or thermal layer\", does not teach this as the only use.</p>\n<p></p>\n<h2>Construction of the '533 Patent</h2>\n<p>The undisputed starting point for analysis of the disputed terms of the patent is with the language of the claims. <i>See, e.g., </i><i>Pitney Bowes,</i> 182 F.3d 1298, 1305. Claim 1 is directed to the composite fabric, and claims 4 and 6 to method for making the fabric. Nowhere in the claims are the <span class=\"star-pagination\">*501</span> terms \"inner layer\" and \"outer layer\", at the core of this dispute and terms without defined meaning to the ordinarily skilled artisan, used to refer to anything different from or more than the respective sides of the composite fabric. There is no mention of any knit good, no statement of any particular fabric function, nor is there recitation of any fabric use in any of the claims. The claims only define a composite fabric and its method of construction.</p>\n<p>The fabric has two layers, distinguished by mutually exclusive terms \"inner\" and \"outer\", which repeat themselves as terms of reference in the claims, distinguishing one fabric layer from the other. Each layer is made of a different knit construction with the invention revealing itself as the two layers of fabric and how they are joined together. The claims support the construction advanced by plaintiff of the disputed terms as terms of reference, not limited to a knit good.</p>\n<p>Two rules laying out the general relationship between patent claims and the written description are as follows: (1) one may not read a limitation into a claim from the written description; but (2) one may look to the description to define a term already in a claim limitation, for a claim must be read in view of the specification of which it is a part. <i>Renishaw PLC v. Marposs Societa' per Azioni,</i> 158 F.3d 1243, 1248 (Fed.Cir.1998). Examination of the written description and drawings is necessary to confirm that the patentee's use of the disputed terms is consistent with the meaning given by the court and also to determine whether the patentee has disclaimed subject matter or otherwise limited the scope of the claims. <i>Rexnord Corp. v. Laitram Corp.,</i> 274 F.3d 1336, 1343-44 (Fed.Cir.2001). Confirmatory measures must be taken also with reference to the prosecution history. <i>Id.</i> at 1343.</p>\n<p>There are many uses of the disputed terms throughout the patent, including in the specification, which refer consistently to a layer of fabric and not an end use. There are a few references which mention a fabric use orienting the inner layer of the fabric against the skin. The construction that stays true to the claim language and most naturally aligns with the patent's description of the invention will be, in the end, the correct construction. <i>Renishaw,</i> 158 F.3d 1243, 1250.</p>\n<p>Of necessity, the two sides of the composite fabric, the side with the air pockets and the smooth fabric side, must be distinguished in the patent document. The words chosen, \"inner\" and \"outer\", in their ordinary usage, undisputably may derive meaning from orientation with respect to something or someone but these words must be construed here in the context of the patent documents. <i>See </i><i>Toro Co. v. White Consolidated Industries, Inc.,</i> 199 F.3d 1295, 1299 (Fed.Cir.1999). The task for the court is to determine how a person of experience in the field of this invention would, upon reading the patent documents, understand the words used to define the invention. <i>Id.</i> The court in <i>Toro,</i> where the terms \"cover\", \"included\", \"attachment\", and \"removable\" were at issue discounted the utility of a dictionary of general linguistic usage with comment that \"dictionaries provide general definitions, rarely in sufficient detail to resolve close questions in particular contexts.\" <i>Id.</i> at 1300.</p>\n<p>The written description describes the fabric construction, terming the two layers \"outer layer 12\" and \"inner layer 14\". The written description uses \"outer layer\" and \"inner layer\" interchangeably with other terms, including \"web\". \"Outer layer\" is referred to as \"outer knitted web\" or \"outer web\" and \"inner layer\" as \"inner knitted web\" or \"inner web\".</p>\n<p><span class=\"star-pagination\">*502</span> The written description describes how the fabric can be made on a circular knitting machine having cylinder and dial needles. The fabric is produced in the form of a tube. The \"outer layer\" appears here as the layer of the tube of fabric knitted by the cylinder needles, and the \"inner layer\" as the layer knitted by the dial needles.</p>\n<p>There is nothing in the written description advancing \"inner knitted web\" or \"outer knitted web\" in reference to garment construction. The word \"fabric\" appears four times in the first two sentences under \"Description of the Preferred Embodiment\", where the terms \"inner knitted web\" and \"outer knitted web\" are introduced as interchangeable reference terms. There appears no linkage in this part to a \"knit good\". There is nothing that informs a \"knit good\" can be made on a circular knitting machine, either.</p>\n<p>Limitation derived from end use, as urged by defendant, restricting the terms \"inner layer\" and \"outer layer\" to meaning in the context of a knit good or garment, seemingly would reduce the terms \"inner layer\" and \"outer layer\" as used in describing the manufacturing process to nonsense. So, too, would this construction ignore repeated references in the specification to a particular side of the fabric clearly not contemplated as being a part of any knit good.</p>\n<p>The patent drawings demonstrate fabrication of the layers, the checkerboard pattern created by the inner layer, and how the yarns of the layers may be fed into the cylinder and dial needles in fabric construction. \"Inner layer\" and \"outer layer\" as demonstrated in the drawings refer to the two layers of the composite fabric. No drawing appears related to any end use.<sup>[8]</sup></p>\n<p>The concluding sentence in the first paragraph appearing at column 3, beginning at line 25, referring to Figure 3, reading \"[w]hen worn on the body, the air pockets 28 on the inner layer 14 of the fabric 10 provide an insulating effect which is greater than conventional jersey knit fabrics of similar weight,\" which could at first glance be read to support defendant's position, upon a more considered examination endorses holding that the disputed term \"inner layer\" refers to a side of a fabric not limited to a fabric used in a knit good. By beginning \"[w]hen worn on the <span class=\"star-pagination\">*503</span> body, the air pockets 28 on the inner layer 14 of the fabric 10...\", the insulating quality enabled by the voids or pockets is promoted as but one example of fabric use, effective conditioned upon the inner layer of the fabric being positioned so that it is worn on, or against the body. Where the term \"inner layer\" appears in description of fabric use, there is other broad promotion with references like \"[o]ne useful embodiment\", preceding discussion in this instance where hydrophobic yarns are used for the inner layer lying against the skin in this example.</p>\n<p>Too, there is instruction that the fabric is \"especially useful for making polo sweatshirts and the like\", and summary comment that the invention should reduce \"costs associated with the production of thermal-lined knit goods,\" which make reference to thermal properties. The argument defendant seeks to advance, that the '533 patent requires the \"inner layer\" of the fabric to be situated in the knit good, oriented against the wearer's skin, and functioning to trap the wearer's body heat through the air pockets on the inside of the fabric, appears built largely around these few references. However, defendant's construction seemingly ignores the language of the claims, imports unnecessary functional limitations into the claims not supported by the specification, and promotes an analysis that is contrary to law.</p>\n<p>While the preferred embodiment disclosed in the patent may have a particular configuration, a patent claim is not necessarily limited to a preferred embodiment disclosed in the patent. <i>Transmatic, Inc. v. Gulton Industries, Inc.,</i> 53 F.3d 1270, 1277 (Fed.Cir.1995), citing <i>Laitram Corp. v. Cambridge Wire Cloth Co.,</i> 863 F.2d 855, 865 (Fed.Cir.1988) (\"References to a preferred embodiment, such as those often present in a specification, are not claim limitations.\"), <i>cert. denied,</i> 490 U.S. 1068, 109 S.Ct. 2069, 104 L.Ed.2d 634 (1989); <i>Texas Instruments, Inc. v. United States Int'l Trade Comm'n,</i> 805 F.2d 1558, 1563 (Fed.Cir.1986) (\"This court has cautioned against limiting the claimed invention to preferred embodiments or specific examples in the specification.\").</p>\n<p>In recent decisions the Federal Circuit affirmed these cautionary pronouncements concerning the care which must be taken to avoid reading limitations from the specification into the patent claims. <i>See, e.g., </i><i>Interactive Gift Express, Inc. v. Compuserve Inc.,</i> 256 F.3d 1323, 1331-32 (Fed. Cir.2001); <i>Comark Communications, Inc. v. Harris Corp.,</i> 156 F.3d 1182 (Fed.Cir. 1998). In <i>Comark,</i> before commenting as to the fine line between interpreting claim language in light of the specification and reading a limitation from the specification into the claim, the court reiterated determination that \"[w]hile...claims are to be interpreted in light of the specification and with a view to ascertaining the invention, it does not follow that limitations from the specification may be read into the claims.\" 156 F.3d 1182, 1186, quoting <i>Sjolund v. Musland,</i> 847 F.2d 1573, 1581 (Fed.Cir. 1988).</p>\n<p>While reversing the trial court's determination of infringement upon adoption of a more narrow interpretation, this aspect of the analysis undertaken by the court in <i>Toro</i> highlights an important distinction and not, as defendant seems to suggest, some recent development in law:</p>\n<blockquote>This is not a case of limiting the claims to a \"preferred embodiment\" of an invention that has been more broadly disclosed. It is well established that the preferred embodiment does not limit broader claims that are supported by the written description <i>E.g., </i><i>Laitram Corp. v. Cambridge Wire Cloth Co.,</i> 863 F.2d 855, 865, 9 USPQ2d 1289, 1299 (Fed.Cir.1988) (\"References to a preferred <span class=\"star-pagination\">*504</span> embodiment, such as those often present in a specification, are not limitations\"). Nor is this a case of limiting claims to immaterial details of a broader invention as set forth in the specification. <i>See, e.g., </i><i>SRI International v. Matsushita Electric Corp.,</i> 775 F.2d 1107, 1118, 227 USPQ 577, 583 (Fed.Cir. 1985) (method of operation described in specification improperly read into structural claims). No such broader invention is here described. Instead, the invention is described throughout the specification as it is claimed, whereby the cover \"includes\" the ring, so that the ring is inserted by closing the cover and removed by opening the cover, \"automatically.\" There is no basis for construing \"including\" the ring to mean not including the ring.</blockquote>\n<p>199 F.3d 1295, 1301-2. Here, the invention claimed, a composite fabric, is more broadly disclosed than defendant argues, and there is basis in the patent document for construing the terms \"inner layer\" and \"outer layer\" as terms of reference applicable to the composite fabric invention, not limited to what is done with the fabric as the preferred embodiment in the written description.</p>\n<p>In recent decision, while affirming that the claims do not enlarge what is patented beyond what the inventor has described as the invention, the Federal Circuit also reiterated pronouncements that the specification need not present every embodiment or permutation of the invention and that the claims are not limited to the preferred embodiment. <i>Netword, LLC v. Centraal Corp.,</i> 242 F.3d 1347, 1352 (Fed.Cir.2001).</p>\n<p>In <i>Netword,</i> a patent for a system of locating and retrieving information on a distributed computer system through use of \"aliases\" to denote resources was at issue. A claim was construed at the trial level to require the local server computer to maintain a cache of aliases in light of the specification which states that the local server computer functions to cache or store frequently accessed alias records, to obtain updates from the central registry computer, and to transmit records from the cache. <i>Id.</i> at 1352-53. There are repeated references in the specification to the local server's storage performance. The patentee sought to discount the intermediary functions of the local server premised upon a part of the specification which described a smaller-scale implementation utilizing a single machine. <i>Id.</i> at 1353. The Federal Circuit determined that the claim at issue was correctly construed to require a local server computer performing the described storage and transmittal functions, in view of the repeated references to these intermediary functions in the specification and where they were the focus of attention during prosecution. <i>Id.</i></p>\n<p><i>Netword</i> emphasizes the import of what the inventors actually invented and intended to claim and in that case it was a prescribed computer network in which the local server played a vital role as an intermediary computer. <i>Id.</i> at 1352. The intrinsic evidence in this case evidences the inventors of the '533 fabric intended to claim a composite fabric, not a \"knit good\". Regardless of orientation of the fabric in a knit good, it is of the same construction and properties as that fabric possesses when the tube of fabric is removed from the circular knitting machine and sliced lengthwise. Fabric was invented, with a smooth side, termed the \"outer layer\" and a side opposite with air pockets or voids arranged in a distinct checkerboard pattern, termed the \"inner layer\", joined together, and that composite fabric is what the inventors intended to claim, also as revealed in the specification.</p>\n<p>Defendant cites to a number of cases where the Federal Circuit determined language in a specification describing an invention <span class=\"star-pagination\">*505</span> in a certain manner compelled the more narrow claim construction, in support of its position. However, cases like <i>SciMed Life Systems, Inc. v. Advanced Cardiovascular Systems, Inc.,</i> 242 F.3d 1337 (Fed.Cir.2001); <i>Watts v. XL Systems, Inc.,</i> 232 F.3d 877 (2000); <i>Cultor Corp. v. A.E. Staley Manufacturing Co.,</i> 224 F.3d 1328 (Fed.Cir.2000); <i>Wang Laboratories, Inc. v. America Online, Inc.,</i> 197 F.3d 1377 (Fed.Cir.1999); and <i>Phonometrics, Inc. v. Northern Telecom, Inc.,</i> 133 F.3d 1459 (Fed.Cir.1998), do not support directly the argument attempted to be made. Some of these cases establish that whether limitations in a specification should be read into a patent's claims depends upon the facts and circumstances surrounding the particular patent and its prosecution and where the inventor has specifically limited the definition, as in <i>SciMed,</i> 242 F.3d 1337, <i>Watts,</i> 232 F.3d 877, <i>Cultor,</i> 224 F.3d 1328, and <i>Phonometrics,</i> 133 F.3d 1459, where the court determined the more narrow construction appropriate. This result largely rested upon finding the written descriptions carefully explained explicitly claimed limitations. This is not true here. In other cases, that conclusion is reached in situations where the prevailing party tenders expert testimony on claims construction consistent with how the disputed terms are used in the specification, as in <i>Wang,</i> 197 F.3d 1377, and in <i>Netword,</i> 242 F.3d 1347, a case discussed previously. No expert testimony was received here consistent with the narrow construction advanced by defendant. The expert testimony instead supported construction of the disputed terms not limited to a knit good.</p>\n<p>In <i>Renishaw,</i> 158 F.3d 1243, cited earlier for pronouncement of certain claim construction canons, the court found both parties offered claims construction for the word \"when\" not inconsistent with its use in the claims and specification. <i>Id.</i> at 1251. However, descriptions in the specification of an instantaneous process, supported defendant's narrower construction that the word meant simultaneously or nearly simultaneously in the patent. <i>Id.</i> at 1250-53. That is made explicit in the written description which shows \"that the patentee's invention directed at a machine that produces very accurate, very precise probe readings by maintaining tight control over the position of the stylus. ..[and][i]n the context of the invention, such readings can only be obtained if the probe triggers very, very soon after contact\", <i>id.</i> at 1251-52, and \"the patentee's extremely detailed account of his invention in that written description shows that his aim was to generate a signal as soon as possible after contact...\". <i>Id.</i> at 1252-53. The inventor confirmed in his testimony that the patented probes signal as soon as possible when the stylus tips contacts the workpiece, too. <i>Id.</i> at 1253.</p>\n<p>Here, there is no explicitly claimed limitation as urged by defendant. Use of the disputed terms \"inner layer\" and \"outer layer\" are not limited to a knit good. There is consistency with the patent's use of these terms defined as ones of reference, to distinguish the two fabric sides, and there is inconsistency in the patent document if defendant's claim construction is adopted. No support for a narrow interpretation limited to a knit good is found in the extrinsic evidence, including the coinventors' testimony. Defendant's proposed construction also places inappropriate reliance upon a perception that logic and common sense are defied by construing the terms \"inner layer\" and \"outer layer\" as terms of reference only, distinguishing the two sides of the composite fabric.</p>\n<p>One must accept that the entire '533 patent is concerned with a knit good made with a fabric having a thermal/insulating lining, which does not find support in the patent document, prosecution history, or in <span class=\"star-pagination\">*506</span> the extrinsic evidence, to advance the perception. If one correctly understands the '533 patent to claim only a composite fabric, comprised of two layers which of necessity must be distinguished by terms of reference, and its method of manufacture, logic and common sense are not challenged by having the \"inner layer\" of the '533 fabric appear as the outwardly visible layer of fabric comprising a shirt, or the \"outer layer\" of the '533 fabric appear as that inner layer of fabric comprising a shirt which faces against the wearer's body.<sup>[9]</sup></p>\n<p>The final category of intrinsic evidence, the prosecution history, evidences that the terms are ones of reference. The terms \"inner layer\" and \"outer layer\" were not the focus of any patentability issues during prosecution. The record reveals that these terms were part of the original claim language and were not added to any of the claims to define over the prior art. The original application was rejected with explanation by the USPTO that the Strauss patent \"discloses a knit fabric where there are two layers of fabric connected by alternating courses and wales of interlock stitches...\" In the ensuing dialogue, leading to issuance of the patent upon amendment informing as to use of the tuck stitches to join the two layers of the '533 fabric, the inventors of the '533 patent consistently referred to the two layers of the Strauss fabric as being inner and outer layers and not with any reference to its end use.</p>\n<p>Consulting the extrinsic evidence, catalogued in the foregoing, to assist the undersigned in understanding the technical aspects, and mindful that \"it is important that the viewing glass through which the claims are construed is that of a person skilled in the art,\" <i>Interactive Gift Express,</i> 256 F.3d, 1323, 1332, the court finds nothing that disputes or contradicts the basis for construing \"inner\" and \"outer\" as used in the '533 patent as terms of reference to distinguish between the two respective layers or sides of the '533 fabric or that the term \"air pockets\" means voids.</p>\n<p>The inventors' testimony, including that of Mr. Marker, an expert in the field, is undisputed that in the art the knitter has the option of referring to the fabric sides in any way. Testimony that the terms \"inner layer\" and \"outer layer\" are not terms of the art which refer to any particular type of knit construction, also is not controverted. Uncontroverted testimony as to multiple uses for thermal fabric, one of four different types of fabric construction, also was received. There is no difference in the fabric construction attributable to orientation, both witnesses also testified. Mr. Marker also testified that a circular knitting machine can make only fabric and not a garment. Reference to a fabric is understood by one skilled in the art, where the terms \"courses\" and \"wales\" are used. Thermal fabric has aesthetic qualities and appearance and texture features, and, Mr. Marker also testified, fabric can possess <span class=\"star-pagination\">*507</span> thermal properties inherent to it. Testimony also was received that air pockets are not usually formed when a garment is made, rather, they are formed in the making of the fabric.</p>\n<p>Turning now to that final term in dispute, plaintiff's proffered construction for \"air pockets\" is that the term means voids formed in the fabric. As set forth in the patent claims, air pockets are formed by the tuck stitches. Claim 1 describes the air pockets as being formed in the inner layer of the fabric. It describes laterally spaced rows being staggered with respect to the air pockets in the adjacent rows. Claim 1 contains no restriction as to use or orientation in a garment. Claim 6, claiming a method for making the composite fabric, describes the arrangement of air pockets in the fabric as \"checkerboard fashion.\"</p>\n<p>Figure 3, discussed in detail in the foregoing, also describes this pattern on the inner layer of the fabric. Further mining the written description, of which the drawings are a part, it appears that the term \"air pockets\" or \"pockets\" is used interchangeably with \"voids\". The distinctness of the pattern is referred to in the description: \"This produces a checkerboard pattern having distinct rows and columns on the inner surface of the composite fabric 10 which is shown schematically in FIG. 3.\"</p>\n<p>The resulting pattern, forming a part of the structure of the fabric, is a function of the air pocket or void arrangement. Another function described in the specification reveals itself in the description of the insulating effect of the air pockets or voids. On this defendant places much emphasis. It is noted in the specification that \"[t]he voids or pockets 28 provided in the inner layer enable the entrapment of air to form an insulating or thermal layer.\" The written description continues, \"[w]hen worn on the body, the air pockets 28 on the inner layer 14 of the fabric 10 provide an insulating effect which is greater than conventional jersey knit fabrics of similar weight.\"</p>\n<p>Defendant's argument takes this part of the description and reads it into the claims to support contention that \"inner layer\" as used in the patent means that layer of necessity resting against the body. For those reasons discussed above, which will not be repeated here, there is insufficient support in the patent document for this position, and it is contrary to law.</p>\n<p>The prosecution history discloses, too, that the term \"air pockets\" was not the focus of any patentability issues during prosecution. That term also is a part of the original claims. After making application, in dialogue with the USPTO, the inventors referred to the inherent insulating qualities of the air pockets, but, as discussed in the foregoing, there is no mention in the prosecution history of \"air pockets\" in a context other than a general description of the invention. So, too, is there no mention of the terms \"inner layer\" or \"outer layer\" in a context other than a general description of the invention.</p>\n<p>Plaintiff also constructs an argument that where the USPTO examining staff classified the '533 patent into three subclasses all within class 66, \"Textiles: Knitting\", where all of the subclasses fall under the general subclass 169, \"Fabrics or Articles,\" and where examination procedures included a search of two other fabric subclasses for potential prior art, it is manifest that the USPTO considered the '533 patent to cover a fabric and not a garment. With the classification and fields of search appearing on the front page of the '533 patent document, this is intrinsic evidence which should be considered by this court, it urges.</p>\n<p>Defendant refers to the classifications listed on the face of the patent as procedural tools of the USPTO which are not <span class=\"star-pagination\">*508</span> part of the claims, the specification, or the prosecution history, and as such cannot be considered as intrinsic evidence. Defendant makes reference to the classifications in the context of the subjective intent of the USPTO and urges such is not relevant or even appropriate in patent construction, with deference to <i>Markman</i> and its pronouncement that \"[n]o inquiry as to the subjective intent of the applicant or PTO is appropriate or even possible in the context of a patent infringement suit.\" 52 F.3d at 985, <i>aff'd,</i> 517 U.S. 370, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996).</p>\n<p>Scrutiny of this part of the court's decision in <i>Markman,</i> however, reveals this sentence to come within a discussion of extrinsic evidence along lines of whether it would be appropriate to consider the subjective intent of the inventor when he used a particular term and, similarly, whether it would be appropriate to obtain the views of the government not reflected in the prosecution history. The court answers both questions in the negative, as quoted above, concluding discussion with cite to MPEP S 1701.01 (\"Office personnel not to testify\"). <i>Id.</i> at 985-86. It does not appear, then, that the court was addressing the question presented here by plaintiff's argument predicated upon matters disclosed on the face of the patent document.</p>\n<p>However, as neither party can cite to any authority or case law which speaks to the propriety of this court considering the classification codes printed on the front page of the patent as probative of the meaning of the claims, conceded to present an issue of first impression, this novel argument is accorded no significance in the face of the compelling intrinsic evidence not in dispute.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court RECOMMENDS finding that the '533 patent is for a composite, double knit fabric having two layers, referred to as the \"inner layer\" and the \"outer layer\", which are terms of reference to distinguish the two layers of fabric. The term \"inner layer\" refers to the layer of the fabric with the air pockets. The term \"outer layer\" refers to the layer opposite the inner layer. The term \"air pockets\" as used in the '533 patent means voids.</p>\n<p>The court also RECOMMENDS in furtherance of the procedural posture of the case and in light of the court's administrative order entered October 11, 2001, that the court's ruling on the <i>Markman</i> determination also pronounce in effect a case schedule allowing the parties twenty (20) days from date of entry of the court's order to make or supplement any motion for summary judgment as to infringement or noninfringement, within the scope and meaning of the claims determined in said order by the Hon. Malcolm J. Howard.</p>\n<p>Feb. 28, 2002.</p>\n<h2>NOTES</h2>\n<p>[1]  Limited delay in discovery was permitted upon representation in March 2001 that the parties desired to commit resources to settlement negotiations, which ultimately proved unsuccessful.</p>\n<p>[2]  Another commentator writes in disparaging this lack of uniformity running counter to the intended effect of the Supreme Court's ruling in <i>Markman v. Westview Instruments, Inc.,</i> 517 U.S. 370, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996): \"While Markman intended and predicted uniformity and predictability in claim construction, the failure to prescribe uniform rules for the timing and format of the claim construction process did little to promote those goals. The courts have adopted a wide variety of approaches to their claim construction duties. Indeed, Markman hearings `run the gamut from mid-trial sidebar conferences that undergird relevance rulings...to virtual mini-trials extending over several days and generating extensive evidentiary records.'\" Cheryl L. Johnson, <i>Markman Jurisprudence: Tasking and Testing Judges on Claim Construction,</i> 665 PLI/Pat. 9, 64 (2001) (citations omitted).</p>\n<p>[3]  This procedure roughly parallels that used in <i>Chad Industries, Inc. v. Automation Tooling Systems, Inc.,</i> 938 F.Supp. 601 (C.D.Cal. 1996), where the court described with some specificity the claim construction procedure it used in a case coming before it for hearing after the Federal Circuit's decision in <i>Markman,</i> but where opinion did not issue until after the Supreme Court's affirmation of the Federal Circuit's ruling in that case. With benefit of this hindsight, the court in <i>Chad Industries</i> carefully catalogued and compared its hearing procedures to the rationale also of the Supreme Court, finding procedures used here to frame the issues and define the scope of the <i>Markman</i> determination passed muster. <i>Id.</i> at 603-604. While subsequent pronouncements of the Federal Circuit since its decision in <i>Markman</i> may cast some doubt as to the court's treatment of the evidence offered at hearing in <i>Chad Industries,</i> the basic hearing framework appears well suited to the claim construction process. There, as in this case, strict rules of evidence were not applied but evidence was excluded when objected to if its probative value was too marginal to justify the time it would take to receive it. However, post-hearing briefing was limited to one discrete aspect of the arguments made, and further oral argument was not requested by this court.</p>\n<p>[4]  The '533 patent is attached in full hereto at Appendix.*\n</p>\n<p>*[Editor's Note: The appendix is unavailable.]</p>\n<p>[5]  The court does not have before it a transcript of this proceeding. This opinion, including references to the witnesses' testimony, is based upon the court's detailed hearing notes.</p>\n<p>[6]  As to the meaning of \"tuck stitches\", the parties' previously noted joint stipulation filed with the court July 20, 2001, recites agreement that \"[n]either the definition of `tuck stitches', nor the presence of `tuck stitches' in Sears' accused garments are in contention.\" However, \"[t]he parties may still argue how the tuck stitches relate to how the Court is to interpret the disputed claim terms `inner layer', `outer layer', and `air pockets.'\"</p>\n<p>[7]  As previously noted, the parties' joint stipulation defines \"courses\" as \"rows of loops in a knit fabric\" and \"wales\" as \"columns of loops in a knit fabric.\"</p>\n<p>[8]  With reference to the checkerboard pattern shown in Figure 3, described as \"a schematic illustration of the inner layer of the composite fabric\", the specification at column 3, beginning at line 1, makes pointed references to a depiction of fabric, including that the air pockets are present \"on the inner surface of the composite fabric,\" that the distinct rows and columns in the pattern are revealed on the \"inner surface of the composite fabric,\" and that the wales of the inner layer forming short checks \"are laterally spaced across the width of the fabric\". There is one mention of garment here, \"[l]ooking at the inner surface of the garment, the alternating checks 26 and air pockets 28 are arranged in rows which are seven courses in length and columns approximately 2 wales wide.\" The meaning of \"row\" and \"column\" follow, with the term \"row\" described as meaning \"a horizontal band of checks 26 and pockets 28\" and the term \"column\" described as meaning \"a vertical band of checks 26 and air pockets 28.\" Mr. Marker testified that the isolated reference to garment in one sentence here, where the word \"fabric\" was intended, is insignificant as those schooled in the art understand that fabric is being referred to by the sentence's inclusion of the terms \"courses\" and \"wales\", which are not used in their ordinary meaning to describe a garment construction but rather, a fabric construction. As previously noted by the court, the parties have stipulated that \"courses\" should be interpreted as \"rows of loops in a knit fabric\" and \"wales\" as \"columns of loops in a knit fabric\". As to the terms \"rows\" and \"columns\", also appearing in this sentence and defined in the ones that follow with reference to a particular configuration of checks and air pockets, there was no showing that either of these terms ordinarily is used to describe a garment construction, either.</p>\n<p>[9]  Plaintiff offers other terms in furtherance of its point that \"inner/outer\" serve only to denote one side of the fabric from the other, mentioning that other mutually exclusive terms \"front/back, upper/lower...or odd/even. ..\" would have served the same purpose. Ironically, had \"front/back\" been selected in lieu of \"inner/outer\", terms seemingly not so very different, this would have worked against the logic and common sense argument attempted by defendant beginning at page 2 of its response memorandum (as the fabric \"front\" corresponding to the \"inner layer\" would appear as the outwardly visible layer of fabric comprising the shirt). The significance advanced by defendant of the inventors' choice of the words \"inner/outer\", instead of \"odd/even\", \"one/another\", or \"first/second\", as it suggests, to describe the two layers of a composite fabric, totters in this respect more on word play than on meaningful claim analysis.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">489</span></span> (2002)</b></center>\n<center><h1>DOMESTIC FABRICS CORPORATION, Plaintiff,<br>\nv.<br>\nSEARS, ROEBUCK, &amp; CO., Defendant.</h1></center>\n<center>No. 4:00-CV-127-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>May 22, 2002.</center>\n<p><span class=\"star-pagination\">*490</span> P. C. Barwick, Jr., Wallace, Morris &amp; Barwick, Kinston, NC, Larry L. Coats, Coats &amp; Bennett, P.L.L.C., Cary, NC, Richard F. Landis, II, Wallace, Morris &amp; Barwick, Kinston, NC, David E. Bennett, Coats &amp; Bennett, Raleigh, NC, Anthony J. Biller, Coats &amp; Bennett, Cary, NC, for Domestic Fabrics Corp.</p>\n<p>Mark Allen Davis, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, NC, for Sears, Roebuck &amp; Co.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court pursuant to 28 U.S.C. ยง 636(b), for review of the Memorandum and Recommendation (\"M &amp; R\") by United States Magistrate Judge Louise W. Flanagan filed on March 4, 2002. The parties have filed various documents in support of their positions. The matter is ripe for ruling.</p>\n<p>Upon full and careful review of the M &amp; R, the parties' briefs, and all available court documents, the court finds that the findings and conclusions of the magistrate judge are in all respects proper and in accordance with the law. Accordingly, the court hereby adopts the M &amp; R as its own.</p>\n<p>Specifically, the court hereby ADOPTS the magistrate judge's finding that</p>\n<blockquote>the '533 patent is for a composite, double knit fabric having two layers, referred to as the \"inner layer\" and the \"outer layer,\" which are terms of reference to distinguish the two layers of fabric. The term \"inner layer\" refers to the layer of the fabric with the air pockets. The term \"outer layer\" refers to the layer opposite the inner layer. The term \"air pockets\" as used in the '533 patent means voids.</blockquote>\n<p>The court further ORDERS that within twenty (20) days of the filing of this order, the parties should submit any original or supplemental motions for summary judgment on the issue of patent infringement. Summary judgment motions submitted <span class=\"star-pagination\">*491</span> pursuant to this order are hereby REFERRED to Magistrate Judge Flanagan for memorandum and recommendation.</p>\n<p></p>\n<h2>MEMORANDUM and RECOMMENDATION</h2>\n<p>FLANAGAN, United States Magistrate Judge.</p>\n<p>This patent infringement action, wherein plaintiff alleges defendant has infringed its U.S. PATENT NO. 5,636,533 (\"the '533 patent\"), came before the undersigned upon order of the Hon. Malcolm J. Howard, United States District Judge, entered November 15, 2001, referring the case for hearing and submission to the court of recommendation for disposition as to the disputed terms and claims of the patent at issue. Such proceeding, commonly called a \"<i>Markman</i> hearing\", is conducted in accordance with decision rendered in <i>Markman v. Westview Instruments, Inc.,</i> wherein the Supreme Court unanimously affirmed the Federal Circuit's <i>en banc</i> ruling that claim interpretation is exclusively within the province of the court. <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 391, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, 1396, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996), <i>aff'g</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 979 (Fed.Cir. 1995).</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This infringement action, concerning the '533 patent which covers a fabric and method for its production, commenced with complaint filed August 10, 2000. Discovery in the case, proceeding pursuant to the court's orders on scheduling, now has concluded.<sup>[1]</sup> The case has entered into substantive motions phase, commencing with the parties' request in June 2001 for a <i>Markman</i> determination, pursuant to a subsequently decided briefing schedule and culminating in referral to and hearing before the undersigned, pursuant to order entered by Judge Howard November 15, 2001.</p>\n<p></p>\n<h2>Hearing Procedure</h2>\n<p>In preparation for hearing December 5, 2001, the parties were directed in this court's order entered November 15, 2001, to supplement briefing of record with provision of a list of exhibits and witnesses to be used at hearing together with a narrative statement of each witness's testimony on direct examination. These submissions timely were filed November 29, 2001. In its order entered <i>sua sponte</i> November 21, 2001, the court defined in advance of December 5, 2001, the hearing format, to include opportunity to offer the narrative statements, amplify the statements with witness testimony, and to cross-examine opposing witnesses.</p>\n<p>Plaintiff filed motion in limine immediately prior to hearing and in response to defendant's pre-hearing disclosures, wherein plaintiff sought to exclude defendant's proposed exhibits F, I, J, K-1, K-2, K-3, M, N, O, P, R, and S, variously identifying a written case summary, garment samples, marketing and sales materials, correspondence disclosed in discovery sent on behalf of other accused infringers and a textile technologist to plaintiff's counsel, and correspondence from plaintiff's counsel to defense counsel. Defendant subsequently withdrew its proposed Exhibit F, the written case summary, and Exhibit O, correspondence from plaintiff's counsel to defense counsel. After hearing argument and having reviewed the proposed exhibits, the court determined the remaining exhibits in controversy to be outside of the scope of allowable extrinsic evidence or, at the very least, as having insufficient probative value to merit the time required to receive these exhibits at <span class=\"star-pagination\">*492</span> the <i>Markman</i> hearing and, accordingly, allowed plaintiff's motion to exclude Exhibits I, J, K-1, K-2, K-3, M, N, P, R, and S.</p>\n<p>Hearing on the scope and meaning of the patent claims proceeded December 5, 2001, with Larry L. Coats and Anthony J. Biller, of the law firm of Coats &amp; Bennett, PLLC, appearing on behalf of plaintiff and Lee F. Grossman, Jeremy R. Kriegel, and Patrick Ertel, of the law firm of Marshall, Gerstein &amp; Borum, together with Local Rule 2.04 counsel, appearing on behalf of defendant. Stipulation at onset of hearing was entered into by the parties that proposed expert testimony of Dr. Wing Yan Thomas Lau, on behalf of plaintiff, and Bruce A. Snigger, on behalf of defendant, would not be offered nor would the parties place any reliance for purposes of the <i>Markman</i> determination upon the prior deposition testimony of these individuals. Witness testimony of the co-inventors, Fred Hunneke, plaintiff's president, and Ulrich Marker, its vice-president qualifying also as an expert witness, was received. No direct testimony was presented by defendant.</p>\n<p>Before detailing its claim construction analysis, and so as to specify more particularly the framework adopted by this court for the making of the <i>Markman</i> determination, it is noted that trial courts have been left great latitude in deciding how they will construe patent claims. Decision on the meaning and scope of specific language employed in patent claims commonly is made with benefit of an evidentiary hearing prior to any decision on infringement or validity. Such hearing permits the court to obtain information to assist in determining how one skilled in the art would interpret the patent claims.</p>\n<p>Consistent with the latitude accorded the courts in the claim construction analysis, there appears great variance in the manner in which courts conduct the <i>Markman</i> hearing. One commentator notes that in most cases the specific procedure used is not readily ascertainable from reading the court's opinion. Holmes J. Hawkins, III, <i>Claim Interpretation in a Post-Markman Environment,</i> 572 PLI/Pat. 681, 696 (1999).<sup>[2]</sup> The variance in procedure for conducting a <i>Markman</i> hearing among the district courts has also been the subject of judicial comment. <i>See, e.g., </i><i>Amgen, Inc. v. Hoechst Marion Roussel, Inc.,</i> <span class=\"citation\" data-id=\"2504998\"><a href=\"/opinion/2504998/amgen-inc-v-hoechst-marion-roussel-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">69</span></a></span>, 80 (D.Mass. 2001).</p>\n<p>At hearing in this case, the parties were allowed to: make opening statement; offer the narrative statements of witnesses, including any experts; amplify the narrative statements with additional examination of the witness on the witness stand; cross-examine the opposing witnesses; object to and rebut the other side's evidence; and make final argument.<sup>[3]</sup> Exhibits offered <span class=\"star-pagination\">*493</span> into evidence on behalf of plaintiff included a videotape and transcript pertinent to a demonstration of a circular knitting machine in operation, a fabric sample in tube form as it would be removed from a circular knitting machine, a fabric swatch, a chart depicted as describing defendant's proposed claim construction, and one depicted as detailing claim 6 rewritten with defendant's proposed claim definitions. Defendant separately offered on its behalf at hearing plaintiff's submission containing narrative statements of the expected testimony of its witnesses, Messieurs Hunneke and Marker, disclosed in advance of hearing at direction of the court, and plaintiff's supplemental response to defendant's interrogatory no. 1. Hearing concluded with the parties' final argument December 6, 2001.</p>\n<p>Cases noticed to the court at hearing, including in oral argument and in the form of plaintiff's notice of filing subsequently decided authority, submitted December 5, 2001, have been considered together with the parties' substantial memoranda in the case filed variously in July and August, 2001. The court also has received and considered supplemental briefing requested in furtherance of plaintiff's argument at hearing predicated upon designation of the '533 patent subclasses disclosed on the face of the patent and the United States Patent and Trademark Office (\"USPTO\") examination procedures, including relevance in this instance of excerpts from the Manual of Patent Examining Procedure (\"MPEP\") and the United States Patent Classification System (\"USPC\"). Defendant's post-hearing memorandum in opposition to this aspect of plaintiff's argument made at conclusion of the two-day hearing was filed with the court December 18, 2001, and plaintiff's memorandum in reply was filed December 20, 2001.</p>\n<p>Now having set out more particularly this case and grounding for the decisional framework, the court turns to the claim construction analysis before it.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff traces its history to the 1950's where, under the leadership of its president, Mr. Hunneke, plaintiff, through its predecessor-in-interest, pioneered warp-knitting technology. Its fabrics have been used in the NASA space program, for medical and other institutional purposes, and for household purposes. Changing competitive practices in the 1980s focused plaintiff on the development of proprietary fabrics. The '533 patent directed to a composite, double-knit fabric having two distinct layers joined together by a pattern of tuck stitches is a result of these research efforts, and a collaboration between Mr. Hunneke and Ulrich Marker, also of Kinston, North Carolina, with plaintiff as assignee of the patent.</p>\n<p>Defendant is a well-established, retail concern, engaged in the business of selling <span class=\"star-pagination\">*494</span> various products to the general public on a significant scale, including wearing apparel. It contends that the undisputed structure of the fabric in shirts sold by it, including short sleeve golf shirts and other casual shirts, cannot infringe the '533 patent as a matter of law, because its fabric does not have a \"thermal inner layer\" having air pockets which create an insulating lining.</p>\n<p>The '533 patent contains seven claims.<sup>[4]</sup> Claim I recites claim as to composite fabric. Claims 4 and 6 recite claim as to method of making the fabric.</p>\n<p>The meanings of the terms \"inner layer\", \"outer layer\" and \"air pockets\" as referred to in the claims are at the core of the disputed claim construction. The parties have jointly stipulated in submission filed with the court July 20, 2001, to the interpretations of many of the claim limitations, excluding \"inner layer\", \"outer layer\" and \"air pockets\". Agreed upon limitations include that \"composite fabric\" is \"a fabric comprised of two or more layers\", \"first set of yarn\" should be interpreted as \"the yarns that form the outer layer\", \"second set of yarn\" as \"the yarns that form the inner layer\", \"courses\" should be interpreted as \"rows of loops in a knit fabric\", \"wales\" as \"columns of loops in a knit fabric\", and \"checkerboard fashion\" should be interpreted as \"designed like the pattern on a checkerboard\".</p>\n<p>Plaintiff asserts that the terms \"inner layer\" and \"outer layer\" are terms of reference that distinguish the two sides of the two-sided composite fabric. The term \"air pockets\", it contends, as used in the '533 patent, means the voids formed on the inner layer of the composite fabric. It eschews any interpretation that the claims are limited to a knit good having the patented fabric incorporated in such a way that the inner layer forms the inside of the knit good and acts as a thermal lining for that knit good. It paints a picture of defendant's proposed claim construction as transforming its invention from a fabric into a garment, wrought with the identical fabric turned \"wrong side outwards,\" relative to one exemplary use in its patent specification.</p>\n<p>Defendant asserts that the terms \"inner layer\" and \"outer layer\" draw meaning from the patent document attributable to how the fabric is worn on the body, i.e. that the inner layer of the fabric faces the person wearing the shirt and the outer layer faces the atmosphere. The purpose of the air pockets created by the tuck stitches is, defendant argues, to create a thermal or insulating lining in the inner layer or layer that faces the person, with insulating effect. Defendant looks to the patent specification and draws reference to a knit good which has a conventional jersey outer layer. It asserts that the prosecution or file history, made a part of the record by both parties, supports its claim construction.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>Claim Construction Generally</h2>\n<p>A patent must describe the exact scope of an invention and its manufacture to secure to the patentee all of which he is entitled, and to apprize the public of what is still open to them. <i>Markman,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 373, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, 1387.</p>\n<p>There is some divergence in terminology employed but the Federal Circuit, exclusive appellate court for patent cases, articulates that the patent claims must be read in view of the specification, of which <span class=\"star-pagination\">*495</span> they are a part. <i>Markman v. Westview Instruments,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 979 (Fed.Cir. 1995) (en banc), <i>aff'd,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span>. The specification contains a written description of the invention acting as a sort of dictionary, which explains the invention and may define terms used in the claims, enabling one of \"ordinary skill in the art\" to make and use the invention. <i>Id.</i> The claims point out with particularity and distinctly claim the subject matter which the applicant regards as his invention. 35 U.S.C. ยง 112; <i>Markman,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 373, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, 1387. It is the function and purpose of the patent claims, and not the written description part of the specification itself, to delimit the right to exclude. <i>Markman,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 980.</p>\n<p>Victory in a patent infringement action requires a finding that the patent claim covers the alleged infringer's product or process which, in turn, necessitates a determination of what the words in the claim mean. <i>Markman,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 374, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, 1388. Therefore, the first step in an infringement analysis involves construing the meaning and scope of the patent claims asserted to be infringed. <i>Markman,</i> 52 F.3d at 976; <i>Smiths Industries Medical Systems, Inc. v. Vital Signs, Inc.,</i> <span class=\"citation\" data-id=\"765219\"><a href=\"/opinion/765219/smiths-industries-medical-systems-inc-as-successor-of-intertech/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span>, 1353 (Fed.Cir.1999). Claim construction presents a question of law. <i>Pitney Bowes, Inc. v. Hewlett-Packard Co.,</i> <span class=\"citation\" data-id=\"765076\"><a href=\"/opinion/765076/pitney-bowes-inc-v-hewlett-packard-company-defendant-cross/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1298</span></a></span>, 1304 (Fed.Cir. 1999), citing <i>Markman,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 979, <i>aff'd</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span>.</p>\n<p>The Supreme Court has pronounced that the court, and not a jury, is to be charged with the responsibility of claim construction, holding that \"[t]he construction of written instruments is one of those things that judges often do and are likely to do better than jurors unburdened by training in exegesis,\" concluding in this respect that, because of his training and discipline, the judge is \"more likely to be right in performing such a duty, than a jury can be expected to be.\" <i>Markman,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 388-89, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, 1395.</p>\n<p><i>Markman</i> established categories of evidence pertinent to the claim construction process, sources \"intrinsic\" to the patent process, including the specification and claims, and, if in evidence, the file or prosecution history, and sources \"extrinsic\", or external to the patent process, including expert and inventor testimony and technical treatises which may be helpful in their explanations of the state of the prior art, and scientific and technical terms. <i>Markman,</i> 52 F.3d at 978-79.</p>\n<p>The intrinsic evidence is the most significant source of the legally operative meaning of disputed claim language and should be looked to first. <i>Vitronics Corp. v. Conceptronic, Inc.,</i> <span class=\"citation\" data-id=\"722611\"><a href=\"/opinion/722611/vitronics-corporation-v-conceptronic-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1576</span></a></span>, 1582 (Fed.Cir.1996). The law mandates inspection first of the patent claims in considering the intrinsic evidence, and while lengthy, the detail provided in the court's opinion in <i>Vitronics</i> is informative:</p>\n<blockquote>First, we look to the words of the claims themselves, both asserted and nonasserted, to define the scope of the patented invention. Although words in a claim are generally given their ordinary and customary meaning, a patentee may choose to be his own lexicographer and use terms in a manner other than their ordinary meaning, as long as the special definition of the term is clearly stated in the patent specification or file history. \"A technical term used in a patent document is interpreted as having the meaning that it would be given by persons experienced in the field of the invention, unless it is apparent from the patent and the prosecution history that the inventor used the term with a different meaning.\" \"It is a well-established axiom in patent law that a patentee <span class=\"star-pagination\">*496</span> is free to be his or her own lexicographer and thus may use terms in a manner contrary to or inconsistent with one or more of their ordinary meanings.\"</blockquote>\n<blockquote>Thus, second, it is always necessary to review the specification to determine whether the inventor has used any terms in a manner inconsistent with their ordinary meaning. The specification acts as a dictionary when it expressly defines terms used in the claims or when it defines terms by implication. As we have repeatedly stated, \"claims must be read in view of the specification, of which they are a part.\" The specification contains a written description of the invention which must be clear and complete enough to enable those of ordinary skill in the art to make and use it. Thus, the specification is always highly relevant to the claim construction analysis. Usually, it is dispositive; it is the single best guide to the meaning of a disputed term.</blockquote>\n<blockquote>Third, the court may also consider the prosecution history of the patent, if in evidence. This history contains the complete record of all the proceedings before the Patent and Trademark Office, including any express representations made by the applicant regarding the scope of the claims. As such, the record before the Patent and Trademark Office is often of critical significance in determining the meaning of the claims. \"The prosecution history limits the interpretation of claim terms so as to exclude any interpretation that was disclaimed during prosecution.\" Included within an analysis of the file history may be an examination of the prior art cited therein. \"In its broader use as source material, the prior art cited in the file wrapper gives clues as to what the claims do not cover.\"</blockquote>\n<p><i>Id.</i> at 1582-83 (citations omitted; emphasis added).</p>\n<p>The propriety of placing reliance upon extrinsic evidence where there is no ambiguity in the disputed patent document appeared uncertain in the face of the Federal Circuit's pronouncement in <i>Vitronics</i> that such reliance may be improper. <i>Id.</i> at 1583. However, three years after this decision, the Federal Circuit clarified in <i>Pitney Bowes, Inc. v. Hewlett-Packard Company,</i> <span class=\"citation\" data-id=\"765076\"><a href=\"/opinion/765076/pitney-bowes-inc-v-hewlett-packard-company-defendant-cross/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1298</span></a></span> (Fed.Cir.1999), that there are numerous circumstances where such testimony could be both helpful and proper:</p>\n<blockquote>\n<i>Vitronics</i> does not prohibit courts from examining extrinsic evidence, even when the patent document itself is clear...Moreover, <i>Vitronics</i> does not set forth any rules regarding the admissibility of expert testimony into evidence. Certainly, there are no prohibitions in <i>Vitronics</i> on courts hearing evidence from experts. Rather, <i>Vitronics</i> merely warned courts not to <i>rely</i> on extrinsic evidence in claim construction to contradict the meaning of claims discernible from thoughtful examination of the claims, the written description, and the prosecution history ย the intrinsic evidence.</blockquote>\n<p><i>Id.</i> at 1308 (citations omitted; emphasis in original).</p>\n<p>In another important post-<i>Markman</i> case, <i>Cybor Corp. v. FAS Technologies,</i> <span class=\"citation\" data-id=\"752405\"><a href=\"/opinion/752405/cybor-corporation-v-fas-technologies-inc-and-fastar-ltd/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1448</span></a></span> (Fed.Cir.1998) (en banc), the Federal Circuit reaffirmed its earlier pronouncement in <i>Markman</i> upon the role of the trial court in the claim construction process and the Federal Circuit's obligation to review such determinations <i>de novo.</i> This opportunity for the Federal Circuit to revisit its prior ruling gave cause for it to reiterate the task before a trial court when considering extrinsic evidence:</p>\n<blockquote>In <i>Markman I,</i> we held that, because claim construction is purely a matter of <span class=\"star-pagination\">*497</span> law, this court reviews the district court's claim construction <i>de novo</i> on appeal. <i>See </i><i>Markman I,</i> 52 F.3d at 979, 981, 34 USPQ2d at 1329, 1331. In reaching this conclusion, we recognized that</blockquote>\n<blockquote>[t]hrough this process of construing claims by, among other things, using certain extrinsic evidence that the court finds helpful and rejecting other evidence as unhelpful, and resolving disputes <i>en route</i> to pronouncing the meaning of claim language as a matter of law based on the patent documents themselves, the court is <i>not</i> crediting certain evidence over other evidence or making factual evidentiary findings. Rather, the court is looking to the extrinsic evidence to assist in its construction of the written document, a task it is required to perform. The district court's claim construction, enlightened by such extrinsic evidence as may be helpful, is still based upon the patent and prosecution history. It is therefore still construction, and is a matter of law subject to <i>de novo</i> review.</blockquote>\n<p><i>Id.</i> at 1454, quoting <i>Markman,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 979 (emphasis in original).</p>\n<p>With the task before this court so defined, the undersigned turns now to the issue of claim construction presented in this case.</p>\n<p></p>\n<h2>Summary of the Parties' Contentions</h2>\n<p>The parties have narrowed this dispute to what is the correct interpretation of \"inner layer\", \"outer layer\" and \"air pockets\" as used in the patent document.</p>\n<p>Plaintiff argues that the '533 patent is for a composite, double knit fabric having two distinct layers, referred to as the \"inner layer\" and the \"outer layer\". \"Inner\" and \"outer\" are used simply as terms of reference to distinguish the two layers of fabric. Plaintiff urges that the layers of fabric must be distinguishable by mutually exclusive terms. It urges close scrutiny of the claims which do not recite any use of the fabric. To define the claim terms by reference to orientation of the fabric on the body would render the claims nonsensical, it contends.</p>\n<p>Plaintiff asserts that because the term \"outer layer\" is used interchangeably in the specification with other terms, including \"outer knitted web\", and \"inner layer\" with \"inner knitted web\", it should be determined that the patent is describing a fabric and not a knit good. Plaintiff asserts that the prosecution history proves that the terms are simply terms of reference, as they were not the focus of any patentability issues during prosecution.</p>\n<p>The parties also dispute the proper construction of the claim term \"air pockets\". Plaintiff argues that the term \"air pockets\" is synonymous with and means the voids formed on one layer of the fabric. The claims do not limit or restrict how the air pockets, formed by tuck stitches, are to be used, nor how they are to be oriented in any finished product of the garment, plaintiff contends, contrary to defendant's position.</p>\n<p>Defendant argues that plaintiff is trying to change the nature of its invention. The words \"inner\" and \"outer\" have specific meanings and are not interchangeable. Defendant's claim interpretation places the air pockets of the inner layer of the fabric next to the body, to trap body heat and provide insulation. Defendant asserts that in all of its shirt product accused of infringement, the air pockets are on the outside, for aesthetics, and thereby serve no insulating purpose. Turning to the dependent claims for support, defendant also asserts that Claims 2, 5, and 7, require the inner layer to be hydrophobic and the outer layer to be hydrophilic, so that moisture migrates in a certain way, in this <span class=\"star-pagination\">*498</span> instance to draw moisture away from the skin.</p>\n<p>It is illogical, defendant urges, for the \"inner layer\" of the '533 fabric to be the outer layer of the fabric in a shirt facing outwardly when the shirt is worn, etc. The '533 patent is concerned with a knit good constructed with the fabric, and it only makes sense, it contends, that the terms \"inner\" and \"outer\" refer to the fabric in the context of the knit good. The invention results in a thermal layer, and the specification, it argues, is not just the embodiment of the invention, but the invention itself. Defendant points to one use of the word \"garment\" in the patent specification as a candid expression of the true meaning of \"fabric\" as recited in the claims.</p>\n<p></p>\n<h2>Extrinsic Evidence</h2>\n<p>Testimony of Mr. Hunneke, co-inventor, and Mr. Marker, co-inventor and expert witness, was received at hearing.<sup>[5]</sup> Mr. Hunneke's testimony was fairly limited on direct and on cross-examination to a description of plaintiff's business, his involvement in fabric development including on behalf of plaintiff, his association with the co-inventor, Ulrich Marker, and his exuberant enthusiasm for the fabric and method claimed in the '533 patent.</p>\n<p>Particular aspects of the art implicated by the disputed terms were addressed by the witness. Mr. Hunneke testified on direct examination to his understanding that the disputed terms \"inner layer\" and \"outer layer\" are terms of reference. He testified that thermal fabric is but one of four different types of fabric construction and that there are a multitude of uses for thermal fabric, including dishcloths and children's leotards.</p>\n<p>He testified that he did not believe at time of application that the fabric of the '533 patent had uses limited to warmth purposes nor was it his intention to so limit it. When approached to develop and/or make a prescribed fabric, the prospective purchaser oftentimes is reticent to disclose the final end product for confidentiality reasons and, therefore, approximately one-half the time, he does not know how plaintiff's fabric will be used by its purchaser.</p>\n<p>On cross-examination Mr. Hunneke testified that the disputed patent terms \"inner layer\" and \"outer layer\" are used as reference terms and that, in the art of textile knitting, the knitter has the option of referring to the fabric sides in any way.</p>\n<p>Ulrich Marker, the co-inventor and expert witness testifying on behalf of plaintiff, testified to his extensive experience in the fabric trade. Through oral testimony and reference to his videotaped demonstration of a circular knitting machine, Mr. Marker's testimony was used to develop the court's understanding of the art. Mr. Marker testified to his expertise in circular knitting and designation \"knitting technologist,\" carrying with it the ability to analyze knitted fabrics. He explained that expertise in warp knitting does not necessarily also mean expertise in the different art of circular knitting, where this witness's particular expertise lies, as amply demonstrated by his qualifications.</p>\n<p>The enthusiasm of Mr. Marker also for the fabric at issue paralleled that of Mr. Hunneke on the witness stand. This witness, involved in the drafting of the patent application, also considers the fabric to be a unique creation, with aesthetic and functional qualities and cost-effective attributes.</p>\n<p><span class=\"star-pagination\">*499</span> The process of knitting fabric on a circular knitting machine was described to the court, resulting in a tube of fabric. The witness testified that when the fabric is cut, as it must be so that the fabric may be laid flat, a skilled knitter would be able to identify the inner layer if he or she was in possession of the '533 patent because the inner layer is described as the side with the air pockets.</p>\n<p>If the fabric is positioned so that the inner layer faces against whatever the fabric rests upon at the time and then picked up and flipped so that the side with the air pockets faces outwards, Mr. Marker testified there is no difference in the fabric construction. Orientation of the fabric does not matter. Regardless of its orientation against a cutting table, a floor, a body, whatever, the fabric is the same construction, he testified.</p>\n<p>Mr. Marker testified that defendant's proposed definitions of \"inner layer\" and \"outer layer\" render the patent nonsensical. By inserting defendant's proposed definitions, which presume a final fabric product, such that \"inner layer\" and \"outer layer\" mean in orientation to the wearer's body, claim 6, for example, is a technical impossibility as a circular knitting machine can make only fabric, not a fabric product like a garment worn on the body. The claims of the patent refer to a fabric and its construction and not, Mr. Marker repeatedly testified, to a knit good or garment.</p>\n<p>On continued direct examination the witness parsed other claims to reiterate that the terminology refers to fabric and a method for making fabric. Mr. Marker testified that the terms \"inner layer\" and \"outer layer\" are not terms of the art which refer to a particular type of knit construction. \"Inner layer,\" the witness testified, is simply the chosen designation for the layer of fabric with the air pockets and \"outer layer\" for the smooth side, not what is finally done with the fabric. Mr. Marker testified that in his opinion an expert ordinarily skilled in the art of circular knitting would not understand the '533 patent to describe a knit good or garment.</p>\n<p>The air pockets, he testified, are formed through the making of tuck stitches<sup>[6]</sup> which function to tie the two layers together, forming the open spaces. The witness testified that air pockets are not usually formed when a garment is made from fabric.</p>\n<p>Mr. Marker testified with reference to the type of fabric at issue that there are many uses of thermal fabric. He testified to its aesthetic qualities and appearance and texture features.</p>\n<p>This witness was requested to focus further upon the patent document on both direct and cross-examination. Mr. Marker provided lengthy testimony in this respect, taking up much of the remainder of the full day set aside December 5, 2001 for this hearing.</p>\n<p>Plaintiff used Mr. Marker's testimony to parse repeatedly the language of the claims and, also, to refer to the specification's instructions, including as to some uses of the thermal fabric. Mr. Marker alluded to references in the specification to fabric performance, including its thermal properties. The specification, he testified, does not understand the fabric to have purpose only in its insulating effect. The witness was directed to the patent figures, including Figure 3, which shows the checkerboard <span class=\"star-pagination\">*500</span> pattern on the inner layer of the fabric created by the arrangement of air pockets or voids and, the witness later testified, this also is a part of the fabric's aesthetics and performance.</p>\n<p>The '533 patent claims initially were rejected by the USPTO as being a violation of U.S. PATENT NO. 5,119,644 (\"the Strauss patent\"). Mr. Marker testified as to the inventors' dialogue with the USPTO concerning this patent versus the Strauss patent, and that the terms \"inner layer\" and \"outer layer\" were not ever at issue; rather, the tuck stitches were the primary focus of this exchange.</p>\n<p>Mr. Marker on cross-examination testified that fabric has uses other than in a knit good (for example, a shirt) and reiterated that the patent does not disclose a garment, only fabric. The witness testified that several statements in the specification, including in column 3 at lines 43-45 and lines 54-56, which make reference to a fabric construction, are merely examples of the fabric's utility. The witness described reference to \"garment\" in column 3 beginning at line 14, where the term \"inner surface\" is linked to \"garment\", as nothing more than poor choice of word. He testified that the word \"fabric\" should have been placed there instead of \"garment\" and reiterated direct testimony that, in his opinion, one schooled in the art would understand reference to a fabric by the sentence's inclusion of the terms \"courses\" and \"wales\", which are not used in their ordinary meaning to describe a garment construction but rather, a fabric construction.<sup>[7]</sup></p>\n<p>Mr. Marker testified that fabric possesses qualities or properties inherent to it when it lies on the cutting table. Fabric may possess thermal properties, and this is explained at column 3, lines 47-51 where the specification recites \"[b]ecause the composite fabric has inherent thermal properties not found in conventional jersey knit fabrics, it can be used as a substitute for separate jersey knit and jersey layers which are bonded together in conventional fabrics.\" How the fabric is used is not determined until it is made into a garment or good, the witness testified.</p>\n<p>The witness testified that statements in the prosecution history, including at page 59 which recites the claims as having been amended to distinguish the Strauss patent so as \"to more particularly point out and distinctly claim the pattern of tuck stitches which gives the fabric its insulating qualities and which is not disclosed in the Strauss patent,\" and preceding lines in this part of the history which recite that \"[i]t is this alternating pattern of tuck stitches which gives the fabric of the present invention its inherent insulating qualities,\" do not support defendant's construction of the claim terms \"inner layer\" and \"outer layer\" as being oriented with respect to the use and position of the fabric on the body.</p>\n<p>Mr. Marker testified that the air pockets are not limited to serving only to provide an insulating effect. The specification, including at column 3, beginning at line 22, where it is stated \"[t]he voids or pockets 28 provided on the inner layer enable the entrapment of air to form an insulating or thermal layer\", does not teach this as the only use.</p>\n<p></p>\n<h2>Construction of the '533 Patent</h2>\n<p>The undisputed starting point for analysis of the disputed terms of the patent is with the language of the claims. <i>See, e.g., </i><i>Pitney Bowes,</i> <span class=\"citation\" data-id=\"765076\"><a href=\"/opinion/765076/pitney-bowes-inc-v-hewlett-packard-company-defendant-cross/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1298</span></a></span>, 1305. Claim 1 is directed to the composite fabric, and claims 4 and 6 to method for making the fabric. Nowhere in the claims are the <span class=\"star-pagination\">*501</span> terms \"inner layer\" and \"outer layer\", at the core of this dispute and terms without defined meaning to the ordinarily skilled artisan, used to refer to anything different from or more than the respective sides of the composite fabric. There is no mention of any knit good, no statement of any particular fabric function, nor is there recitation of any fabric use in any of the claims. The claims only define a composite fabric and its method of construction.</p>\n<p>The fabric has two layers, distinguished by mutually exclusive terms \"inner\" and \"outer\", which repeat themselves as terms of reference in the claims, distinguishing one fabric layer from the other. Each layer is made of a different knit construction with the invention revealing itself as the two layers of fabric and how they are joined together. The claims support the construction advanced by plaintiff of the disputed terms as terms of reference, not limited to a knit good.</p>\n<p>Two rules laying out the general relationship between patent claims and the written description are as follows: (1) one may not read a limitation into a claim from the written description; but (2) one may look to the description to define a term already in a claim limitation, for a claim must be read in view of the specification of which it is a part. <i>Renishaw PLC v. Marposs Societa' per Azioni,</i> <span class=\"citation\" data-id=\"758717\"><a href=\"/opinion/758717/renishaw-plc-v-marposs-societa-per-azioni-and-marposs-corporation/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, 1248 (Fed.Cir.1998). Examination of the written description and drawings is necessary to confirm that the patentee's use of the disputed terms is consistent with the meaning given by the court and also to determine whether the patentee has disclaimed subject matter or otherwise limited the scope of the claims. <i>Rexnord Corp. v. Laitram Corp.,</i> <span class=\"citation\" data-id=\"775949\"><a href=\"/opinion/775949/rexnord-corporation-v-the-laitram-corporation-and-intralox-inc/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1336</span></a></span>, 1343-44 (Fed.Cir.2001). Confirmatory measures must be taken also with reference to the prosecution history. <i>Id.</i> at 1343.</p>\n<p>There are many uses of the disputed terms throughout the patent, including in the specification, which refer consistently to a layer of fabric and not an end use. There are a few references which mention a fabric use orienting the inner layer of the fabric against the skin. The construction that stays true to the claim language and most naturally aligns with the patent's description of the invention will be, in the end, the correct construction. <i>Renishaw,</i> <span class=\"citation\" data-id=\"758717\"><a href=\"/opinion/758717/renishaw-plc-v-marposs-societa-per-azioni-and-marposs-corporation/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, 1250.</p>\n<p>Of necessity, the two sides of the composite fabric, the side with the air pockets and the smooth fabric side, must be distinguished in the patent document. The words chosen, \"inner\" and \"outer\", in their ordinary usage, undisputably may derive meaning from orientation with respect to something or someone but these words must be construed here in the context of the patent documents. <i>See </i><i>Toro Co. v. White Consolidated Industries, Inc.,</i> <span class=\"citation\" data-id=\"767187\"><a href=\"/opinion/767187/the-toro-company-v-white-consolidated-industries-inc-and-wci-outdoor/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1299 (Fed.Cir.1999). The task for the court is to determine how a person of experience in the field of this invention would, upon reading the patent documents, understand the words used to define the invention. <i>Id.</i> The court in <i>Toro,</i> where the terms \"cover\", \"included\", \"attachment\", and \"removable\" were at issue discounted the utility of a dictionary of general linguistic usage with comment that \"dictionaries provide general definitions, rarely in sufficient detail to resolve close questions in particular contexts.\" <i>Id.</i> at 1300.</p>\n<p>The written description describes the fabric construction, terming the two layers \"outer layer 12\" and \"inner layer 14\". The written description uses \"outer layer\" and \"inner layer\" interchangeably with other terms, including \"web\". \"Outer layer\" is referred to as \"outer knitted web\" or \"outer web\" and \"inner layer\" as \"inner knitted web\" or \"inner web\".</p>\n<p><span class=\"star-pagination\">*502</span> The written description describes how the fabric can be made on a circular knitting machine having cylinder and dial needles. The fabric is produced in the form of a tube. The \"outer layer\" appears here as the layer of the tube of fabric knitted by the cylinder needles, and the \"inner layer\" as the layer knitted by the dial needles.</p>\n<p>There is nothing in the written description advancing \"inner knitted web\" or \"outer knitted web\" in reference to garment construction. The word \"fabric\" appears four times in the first two sentences under \"Description of the Preferred Embodiment\", where the terms \"inner knitted web\" and \"outer knitted web\" are introduced as interchangeable reference terms. There appears no linkage in this part to a \"knit good\". There is nothing that informs a \"knit good\" can be made on a circular knitting machine, either.</p>\n<p>Limitation derived from end use, as urged by defendant, restricting the terms \"inner layer\" and \"outer layer\" to meaning in the context of a knit good or garment, seemingly would reduce the terms \"inner layer\" and \"outer layer\" as used in describing the manufacturing process to nonsense. So, too, would this construction ignore repeated references in the specification to a particular side of the fabric clearly not contemplated as being a part of any knit good.</p>\n<p>The patent drawings demonstrate fabrication of the layers, the checkerboard pattern created by the inner layer, and how the yarns of the layers may be fed into the cylinder and dial needles in fabric construction. \"Inner layer\" and \"outer layer\" as demonstrated in the drawings refer to the two layers of the composite fabric. No drawing appears related to any end use.<sup>[8]</sup></p>\n<p>The concluding sentence in the first paragraph appearing at column 3, beginning at line 25, referring to Figure 3, reading \"[w]hen worn on the body, the air pockets 28 on the inner layer 14 of the fabric 10 provide an insulating effect which is greater than conventional jersey knit fabrics of similar weight,\" which could at first glance be read to support defendant's position, upon a more considered examination endorses holding that the disputed term \"inner layer\" refers to a side of a fabric not limited to a fabric used in a knit good. By beginning \"[w]hen worn on the <span class=\"star-pagination\">*503</span> body, the air pockets 28 on the inner layer 14 of the fabric 10...\", the insulating quality enabled by the voids or pockets is promoted as but one example of fabric use, effective conditioned upon the inner layer of the fabric being positioned so that it is worn on, or against the body. Where the term \"inner layer\" appears in description of fabric use, there is other broad promotion with references like \"[o]ne useful embodiment\", preceding discussion in this instance where hydrophobic yarns are used for the inner layer lying against the skin in this example.</p>\n<p>Too, there is instruction that the fabric is \"especially useful for making polo sweatshirts and the like\", and summary comment that the invention should reduce \"costs associated with the production of thermal-lined knit goods,\" which make reference to thermal properties. The argument defendant seeks to advance, that the '533 patent requires the \"inner layer\" of the fabric to be situated in the knit good, oriented against the wearer's skin, and functioning to trap the wearer's body heat through the air pockets on the inside of the fabric, appears built largely around these few references. However, defendant's construction seemingly ignores the language of the claims, imports unnecessary functional limitations into the claims not supported by the specification, and promotes an analysis that is contrary to law.</p>\n<p>While the preferred embodiment disclosed in the patent may have a particular configuration, a patent claim is not necessarily limited to a preferred embodiment disclosed in the patent. <i>Transmatic, Inc. v. Gulton Industries, Inc.,</i> <span class=\"citation\" data-id=\"695275\"><a href=\"/opinion/695275/transmatic-inc-plaintiffcross-appellant-v-gulton-industries-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1270</span></a></span>, 1277 (Fed.Cir.1995), citing <i>Laitram Corp. v. Cambridge Wire Cloth Co.,</i> <span class=\"citation\" data-id=\"515825\"><a href=\"/opinion/515825/the-laitram-corporation-and-intralox-inc-v-cambridge-wire-cloth-company/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 865 (Fed.Cir.1988) (\"References to a preferred embodiment, such as those often present in a specification, are not claim limitations.\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">634</span></span> (1989); <i>Texas Instruments, Inc. v. United States Int'l Trade Comm'n,</i> <span class=\"citation\" data-id=\"479860\"><a href=\"/opinion/479860/texas-instruments-inc-v-united-states-international-trade-commission/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1558</span></a></span>, 1563 (Fed.Cir.1986) (\"This court has cautioned against limiting the claimed invention to preferred embodiments or specific examples in the specification.\").</p>\n<p>In recent decisions the Federal Circuit affirmed these cautionary pronouncements concerning the care which must be taken to avoid reading limitations from the specification into the patent claims. <i>See, e.g., </i><i>Interactive Gift Express, Inc. v. Compuserve Inc.,</i> <span class=\"citation\" data-id=\"774010\"><a href=\"/opinion/774010/interactive-gift-express-inc-now-known-as-e-data-corp-v-compuserve/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1323</span></a></span>, 1331-32 (Fed. Cir.2001); <i>Comark Communications, Inc. v. Harris Corp.,</i> <span class=\"citation\" data-id=\"758120\"><a href=\"/opinion/758120/comark-communications-inc-v-harris-corporation/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span> (Fed.Cir. 1998). In <i>Comark,</i> before commenting as to the fine line between interpreting claim language in light of the specification and reading a limitation from the specification into the claim, the court reiterated determination that \"[w]hile...claims are to be interpreted in light of the specification and with a view to ascertaining the invention, it does not follow that limitations from the specification may be read into the claims.\" <span class=\"citation\" data-id=\"758120\"><a href=\"/opinion/758120/comark-communications-inc-v-harris-corporation/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1186, quoting <i>Sjolund v. Musland,</i> <span class=\"citation\" data-id=\"506663\"><a href=\"/opinion/506663/roger-sjolund-v-peter-k-musland-norsol-inc-and-wink-corporation/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1573</span></a></span>, 1581 (Fed.Cir. 1988).</p>\n<p>While reversing the trial court's determination of infringement upon adoption of a more narrow interpretation, this aspect of the analysis undertaken by the court in <i>Toro</i> highlights an important distinction and not, as defendant seems to suggest, some recent development in law:</p>\n<blockquote>This is not a case of limiting the claims to a \"preferred embodiment\" of an invention that has been more broadly disclosed. It is well established that the preferred embodiment does not limit broader claims that are supported by the written description <i>E.g., </i><i>Laitram Corp. v. Cambridge Wire Cloth Co.,</i> <span class=\"citation\" data-id=\"515825\"><a href=\"/opinion/515825/the-laitram-corporation-and-intralox-inc-v-cambridge-wire-cloth-company/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 865, 9 USPQ2d 1289, 1299 (Fed.Cir.1988) (\"References to a preferred <span class=\"star-pagination\">*504</span> embodiment, such as those often present in a specification, are not limitations\"). Nor is this a case of limiting claims to immaterial details of a broader invention as set forth in the specification. <i>See, e.g., </i><i>SRI International v. Matsushita Electric Corp.,</i> <span class=\"citation\" data-id=\"460134\"><a href=\"/opinion/460134/sri-international-v-matsushita-electric-corporation-of-america-and/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1118, 227 USPQ 577, 583 (Fed.Cir. 1985) (method of operation described in specification improperly read into structural claims). No such broader invention is here described. Instead, the invention is described throughout the specification as it is claimed, whereby the cover \"includes\" the ring, so that the ring is inserted by closing the cover and removed by opening the cover, \"automatically.\" There is no basis for construing \"including\" the ring to mean not including the ring.</blockquote>\n<p><span class=\"citation\" data-id=\"767187\"><a href=\"/opinion/767187/the-toro-company-v-white-consolidated-industries-inc-and-wci-outdoor/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1301-2. Here, the invention claimed, a composite fabric, is more broadly disclosed than defendant argues, and there is basis in the patent document for construing the terms \"inner layer\" and \"outer layer\" as terms of reference applicable to the composite fabric invention, not limited to what is done with the fabric as the preferred embodiment in the written description.</p>\n<p>In recent decision, while affirming that the claims do not enlarge what is patented beyond what the inventor has described as the invention, the Federal Circuit also reiterated pronouncements that the specification need not present every embodiment or permutation of the invention and that the claims are not limited to the preferred embodiment. <i>Netword, LLC v. Centraal Corp.,</i> <span class=\"citation\" data-id=\"772426\"><a href=\"/opinion/772426/netword-llc-v-centraal-corporation/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span>, 1352 (Fed.Cir.2001).</p>\n<p>In <i>Netword,</i> a patent for a system of locating and retrieving information on a distributed computer system through use of \"aliases\" to denote resources was at issue. A claim was construed at the trial level to require the local server computer to maintain a cache of aliases in light of the specification which states that the local server computer functions to cache or store frequently accessed alias records, to obtain updates from the central registry computer, and to transmit records from the cache. <i>Id.</i> at 1352-53. There are repeated references in the specification to the local server's storage performance. The patentee sought to discount the intermediary functions of the local server premised upon a part of the specification which described a smaller-scale implementation utilizing a single machine. <i>Id.</i> at 1353. The Federal Circuit determined that the claim at issue was correctly construed to require a local server computer performing the described storage and transmittal functions, in view of the repeated references to these intermediary functions in the specification and where they were the focus of attention during prosecution. <i>Id.</i></p>\n<p><i>Netword</i> emphasizes the import of what the inventors actually invented and intended to claim and in that case it was a prescribed computer network in which the local server played a vital role as an intermediary computer. <i>Id.</i> at 1352. The intrinsic evidence in this case evidences the inventors of the '533 fabric intended to claim a composite fabric, not a \"knit good\". Regardless of orientation of the fabric in a knit good, it is of the same construction and properties as that fabric possesses when the tube of fabric is removed from the circular knitting machine and sliced lengthwise. Fabric was invented, with a smooth side, termed the \"outer layer\" and a side opposite with air pockets or voids arranged in a distinct checkerboard pattern, termed the \"inner layer\", joined together, and that composite fabric is what the inventors intended to claim, also as revealed in the specification.</p>\n<p>Defendant cites to a number of cases where the Federal Circuit determined language in a specification describing an invention <span class=\"star-pagination\">*505</span> in a certain manner compelled the more narrow claim construction, in support of its position. However, cases like <i>SciMed Life Systems, Inc. v. Advanced Cardiovascular Systems, Inc.,</i> <span class=\"citation\" data-id=\"772425\"><a href=\"/opinion/772425/scimed-life-systems-inc-v-advanced-cardiovascular-systems-inc/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1337</span></a></span> (Fed.Cir.2001); <i>Watts v. XL Systems, Inc.,</i> <span class=\"citation\" data-id=\"771163\"><a href=\"/opinion/771163/john-d-watts-v-xl-systems-inc/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">877</span></a></span> (2000); <i>Cultor Corp. v. A.E. Staley Manufacturing Co.,</i> <span class=\"citation\" data-id=\"770232\"><a href=\"/opinion/770232/cultor-corporation-and-cultor-food-science-incplaintiffs-appellants-v/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1328</span></a></span> (Fed.Cir.2000); <i>Wang Laboratories, Inc. v. America Online, Inc.,</i> <span class=\"citation\" data-id=\"766966\"><a href=\"/opinion/766966/wang-laboratories-inc-v-america-online-inc-and-netscape/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1377</span></a></span> (Fed.Cir.1999); and <i>Phonometrics, Inc. v. Northern Telecom, Inc.,</i> <span class=\"citation\" data-id=\"750685\"><a href=\"/opinion/750685/phonometrics-inc-v-northern-telecom-inc-and-united-telephone-company/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1459</span></a></span> (Fed.Cir.1998), do not support directly the argument attempted to be made. Some of these cases establish that whether limitations in a specification should be read into a patent's claims depends upon the facts and circumstances surrounding the particular patent and its prosecution and where the inventor has specifically limited the definition, as in <i>SciMed,</i> <span class=\"citation\" data-id=\"772425\"><a href=\"/opinion/772425/scimed-life-systems-inc-v-advanced-cardiovascular-systems-inc/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1337</span></a></span>, <i>Watts,</i> <span class=\"citation\" data-id=\"771163\"><a href=\"/opinion/771163/john-d-watts-v-xl-systems-inc/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">877</span></a></span>, <i>Cultor,</i> <span class=\"citation\" data-id=\"770232\"><a href=\"/opinion/770232/cultor-corporation-and-cultor-food-science-incplaintiffs-appellants-v/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1328</span></a></span>, and <i>Phonometrics,</i> <span class=\"citation\" data-id=\"750685\"><a href=\"/opinion/750685/phonometrics-inc-v-northern-telecom-inc-and-united-telephone-company/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1459</span></a></span>, where the court determined the more narrow construction appropriate. This result largely rested upon finding the written descriptions carefully explained explicitly claimed limitations. This is not true here. In other cases, that conclusion is reached in situations where the prevailing party tenders expert testimony on claims construction consistent with how the disputed terms are used in the specification, as in <i>Wang,</i> <span class=\"citation\" data-id=\"766966\"><a href=\"/opinion/766966/wang-laboratories-inc-v-america-online-inc-and-netscape/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1377</span></a></span>, and in <i>Netword,</i> <span class=\"citation\" data-id=\"772426\"><a href=\"/opinion/772426/netword-llc-v-centraal-corporation/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span>, a case discussed previously. No expert testimony was received here consistent with the narrow construction advanced by defendant. The expert testimony instead supported construction of the disputed terms not limited to a knit good.</p>\n<p>In <i>Renishaw,</i> <span class=\"citation\" data-id=\"758717\"><a href=\"/opinion/758717/renishaw-plc-v-marposs-societa-per-azioni-and-marposs-corporation/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, cited earlier for pronouncement of certain claim construction canons, the court found both parties offered claims construction for the word \"when\" not inconsistent with its use in the claims and specification. <i>Id.</i> at 1251. However, descriptions in the specification of an instantaneous process, supported defendant's narrower construction that the word meant simultaneously or nearly simultaneously in the patent. <i>Id.</i> at 1250-53. That is made explicit in the written description which shows \"that the patentee's invention directed at a machine that produces very accurate, very precise probe readings by maintaining tight control over the position of the stylus. ..[and][i]n the context of the invention, such readings can only be obtained if the probe triggers very, very soon after contact\", <i>id.</i> at 1251-52, and \"the patentee's extremely detailed account of his invention in that written description shows that his aim was to generate a signal as soon as possible after contact...\". <i>Id.</i> at 1252-53. The inventor confirmed in his testimony that the patented probes signal as soon as possible when the stylus tips contacts the workpiece, too. <i>Id.</i> at 1253.</p>\n<p>Here, there is no explicitly claimed limitation as urged by defendant. Use of the disputed terms \"inner layer\" and \"outer layer\" are not limited to a knit good. There is consistency with the patent's use of these terms defined as ones of reference, to distinguish the two fabric sides, and there is inconsistency in the patent document if defendant's claim construction is adopted. No support for a narrow interpretation limited to a knit good is found in the extrinsic evidence, including the coinventors' testimony. Defendant's proposed construction also places inappropriate reliance upon a perception that logic and common sense are defied by construing the terms \"inner layer\" and \"outer layer\" as terms of reference only, distinguishing the two sides of the composite fabric.</p>\n<p>One must accept that the entire '533 patent is concerned with a knit good made with a fabric having a thermal/insulating lining, which does not find support in the patent document, prosecution history, or in <span class=\"star-pagination\">*506</span> the extrinsic evidence, to advance the perception. If one correctly understands the '533 patent to claim only a composite fabric, comprised of two layers which of necessity must be distinguished by terms of reference, and its method of manufacture, logic and common sense are not challenged by having the \"inner layer\" of the '533 fabric appear as the outwardly visible layer of fabric comprising a shirt, or the \"outer layer\" of the '533 fabric appear as that inner layer of fabric comprising a shirt which faces against the wearer's body.<sup>[9]</sup></p>\n<p>The final category of intrinsic evidence, the prosecution history, evidences that the terms are ones of reference. The terms \"inner layer\" and \"outer layer\" were not the focus of any patentability issues during prosecution. The record reveals that these terms were part of the original claim language and were not added to any of the claims to define over the prior art. The original application was rejected with explanation by the USPTO that the Strauss patent \"discloses a knit fabric where there are two layers of fabric connected by alternating courses and wales of interlock stitches...\" In the ensuing dialogue, leading to issuance of the patent upon amendment informing as to use of the tuck stitches to join the two layers of the '533 fabric, the inventors of the '533 patent consistently referred to the two layers of the Strauss fabric as being inner and outer layers and not with any reference to its end use.</p>\n<p>Consulting the extrinsic evidence, catalogued in the foregoing, to assist the undersigned in understanding the technical aspects, and mindful that \"it is important that the viewing glass through which the claims are construed is that of a person skilled in the art,\" <i>Interactive Gift Express,</i> 256 F.3d, 1323, 1332, the court finds nothing that disputes or contradicts the basis for construing \"inner\" and \"outer\" as used in the '533 patent as terms of reference to distinguish between the two respective layers or sides of the '533 fabric or that the term \"air pockets\" means voids.</p>\n<p>The inventors' testimony, including that of Mr. Marker, an expert in the field, is undisputed that in the art the knitter has the option of referring to the fabric sides in any way. Testimony that the terms \"inner layer\" and \"outer layer\" are not terms of the art which refer to any particular type of knit construction, also is not controverted. Uncontroverted testimony as to multiple uses for thermal fabric, one of four different types of fabric construction, also was received. There is no difference in the fabric construction attributable to orientation, both witnesses also testified. Mr. Marker also testified that a circular knitting machine can make only fabric and not a garment. Reference to a fabric is understood by one skilled in the art, where the terms \"courses\" and \"wales\" are used. Thermal fabric has aesthetic qualities and appearance and texture features, and, Mr. Marker also testified, fabric can possess <span class=\"star-pagination\">*507</span> thermal properties inherent to it. Testimony also was received that air pockets are not usually formed when a garment is made, rather, they are formed in the making of the fabric.</p>\n<p>Turning now to that final term in dispute, plaintiff's proffered construction for \"air pockets\" is that the term means voids formed in the fabric. As set forth in the patent claims, air pockets are formed by the tuck stitches. Claim 1 describes the air pockets as being formed in the inner layer of the fabric. It describes laterally spaced rows being staggered with respect to the air pockets in the adjacent rows. Claim 1 contains no restriction as to use or orientation in a garment. Claim 6, claiming a method for making the composite fabric, describes the arrangement of air pockets in the fabric as \"checkerboard fashion.\"</p>\n<p>Figure 3, discussed in detail in the foregoing, also describes this pattern on the inner layer of the fabric. Further mining the written description, of which the drawings are a part, it appears that the term \"air pockets\" or \"pockets\" is used interchangeably with \"voids\". The distinctness of the pattern is referred to in the description: \"This produces a checkerboard pattern having distinct rows and columns on the inner surface of the composite fabric 10 which is shown schematically in FIG. 3.\"</p>\n<p>The resulting pattern, forming a part of the structure of the fabric, is a function of the air pocket or void arrangement. Another function described in the specification reveals itself in the description of the insulating effect of the air pockets or voids. On this defendant places much emphasis. It is noted in the specification that \"[t]he voids or pockets 28 provided in the inner layer enable the entrapment of air to form an insulating or thermal layer.\" The written description continues, \"[w]hen worn on the body, the air pockets 28 on the inner layer 14 of the fabric 10 provide an insulating effect which is greater than conventional jersey knit fabrics of similar weight.\"</p>\n<p>Defendant's argument takes this part of the description and reads it into the claims to support contention that \"inner layer\" as used in the patent means that layer of necessity resting against the body. For those reasons discussed above, which will not be repeated here, there is insufficient support in the patent document for this position, and it is contrary to law.</p>\n<p>The prosecution history discloses, too, that the term \"air pockets\" was not the focus of any patentability issues during prosecution. That term also is a part of the original claims. After making application, in dialogue with the USPTO, the inventors referred to the inherent insulating qualities of the air pockets, but, as discussed in the foregoing, there is no mention in the prosecution history of \"air pockets\" in a context other than a general description of the invention. So, too, is there no mention of the terms \"inner layer\" or \"outer layer\" in a context other than a general description of the invention.</p>\n<p>Plaintiff also constructs an argument that where the USPTO examining staff classified the '533 patent into three subclasses all within class 66, \"Textiles: Knitting\", where all of the subclasses fall under the general subclass 169, \"Fabrics or Articles,\" and where examination procedures included a search of two other fabric subclasses for potential prior art, it is manifest that the USPTO considered the '533 patent to cover a fabric and not a garment. With the classification and fields of search appearing on the front page of the '533 patent document, this is intrinsic evidence which should be considered by this court, it urges.</p>\n<p>Defendant refers to the classifications listed on the face of the patent as procedural tools of the USPTO which are not <span class=\"star-pagination\">*508</span> part of the claims, the specification, or the prosecution history, and as such cannot be considered as intrinsic evidence. Defendant makes reference to the classifications in the context of the subjective intent of the USPTO and urges such is not relevant or even appropriate in patent construction, with deference to <i>Markman</i> and its pronouncement that \"[n]o inquiry as to the subjective intent of the applicant or PTO is appropriate or even possible in the context of a patent infringement suit.\" 52 F.3d at 985, <i>aff'd,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996).</p>\n<p>Scrutiny of this part of the court's decision in <i>Markman,</i> however, reveals this sentence to come within a discussion of extrinsic evidence along lines of whether it would be appropriate to consider the subjective intent of the inventor when he used a particular term and, similarly, whether it would be appropriate to obtain the views of the government not reflected in the prosecution history. The court answers both questions in the negative, as quoted above, concluding discussion with cite to MPEP S 1701.01 (\"Office personnel not to testify\"). <i>Id.</i> at 985-86. It does not appear, then, that the court was addressing the question presented here by plaintiff's argument predicated upon matters disclosed on the face of the patent document.</p>\n<p>However, as neither party can cite to any authority or case law which speaks to the propriety of this court considering the classification codes printed on the front page of the patent as probative of the meaning of the claims, conceded to present an issue of first impression, this novel argument is accorded no significance in the face of the compelling intrinsic evidence not in dispute.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court RECOMMENDS finding that the '533 patent is for a composite, double knit fabric having two layers, referred to as the \"inner layer\" and the \"outer layer\", which are terms of reference to distinguish the two layers of fabric. The term \"inner layer\" refers to the layer of the fabric with the air pockets. The term \"outer layer\" refers to the layer opposite the inner layer. The term \"air pockets\" as used in the '533 patent means voids.</p>\n<p>The court also RECOMMENDS in furtherance of the procedural posture of the case and in light of the court's administrative order entered October 11, 2001, that the court's ruling on the <i>Markman</i> determination also pronounce in effect a case schedule allowing the parties twenty (20) days from date of entry of the court's order to make or supplement any motion for summary judgment as to infringement or noninfringement, within the scope and meaning of the claims determined in said order by the Hon. Malcolm J. Howard.</p>\n<p>Feb. 28, 2002.</p>\n<h2>NOTES</h2>\n<p>[1]  Limited delay in discovery was permitted upon representation in March 2001 that the parties desired to commit resources to settlement negotiations, which ultimately proved unsuccessful.</p>\n<p>[2]  Another commentator writes in disparaging this lack of uniformity running counter to the intended effect of the Supreme Court's ruling in <i>Markman v. Westview Instruments, Inc.,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996): \"While Markman intended and predicted uniformity and predictability in claim construction, the failure to prescribe uniform rules for the timing and format of the claim construction process did little to promote those goals. The courts have adopted a wide variety of approaches to their claim construction duties. Indeed, Markman hearings `run the gamut from mid-trial sidebar conferences that undergird relevance rulings...to virtual mini-trials extending over several days and generating extensive evidentiary records.'\" Cheryl L. Johnson, <i>Markman Jurisprudence: Tasking and Testing Judges on Claim Construction,</i> 665 PLI/Pat. 9, 64 (2001) (citations omitted).</p>\n<p>[3]  This procedure roughly parallels that used in <i>Chad Industries, Inc. v. Automation Tooling Systems, Inc.,</i> <span class=\"citation\" data-id=\"2596585\"><a href=\"/opinion/2596585/chad-industries-v-automation-tooling-systems/\"><span class=\"volume\">938</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">601</span></a></span> (C.D.Cal. 1996), where the court described with some specificity the claim construction procedure it used in a case coming before it for hearing after the Federal Circuit's decision in <i>Markman,</i> but where opinion did not issue until after the Supreme Court's affirmation of the Federal Circuit's ruling in that case. With benefit of this hindsight, the court in <i>Chad Industries</i> carefully catalogued and compared its hearing procedures to the rationale also of the Supreme Court, finding procedures used here to frame the issues and define the scope of the <i>Markman</i> determination passed muster. <i>Id.</i> at 603-604. While subsequent pronouncements of the Federal Circuit since its decision in <i>Markman</i> may cast some doubt as to the court's treatment of the evidence offered at hearing in <i>Chad Industries,</i> the basic hearing framework appears well suited to the claim construction process. There, as in this case, strict rules of evidence were not applied but evidence was excluded when objected to if its probative value was too marginal to justify the time it would take to receive it. However, post-hearing briefing was limited to one discrete aspect of the arguments made, and further oral argument was not requested by this court.</p>\n<p>[4]  The '533 patent is attached in full hereto at Appendix.*\n</p>\n<p>*[Editor's Note: The appendix is unavailable.]</p>\n<p>[5]  The court does not have before it a transcript of this proceeding. This opinion, including references to the witnesses' testimony, is based upon the court's detailed hearing notes.</p>\n<p>[6]  As to the meaning of \"tuck stitches\", the parties' previously noted joint stipulation filed with the court July 20, 2001, recites agreement that \"[n]either the definition of `tuck stitches', nor the presence of `tuck stitches' in Sears' accused garments are in contention.\" However, \"[t]he parties may still argue how the tuck stitches relate to how the Court is to interpret the disputed claim terms `inner layer', `outer layer', and `air pockets.'\"</p>\n<p>[7]  As previously noted, the parties' joint stipulation defines \"courses\" as \"rows of loops in a knit fabric\" and \"wales\" as \"columns of loops in a knit fabric.\"</p>\n<p>[8]  With reference to the checkerboard pattern shown in Figure 3, described as \"a schematic illustration of the inner layer of the composite fabric\", the specification at column 3, beginning at line 1, makes pointed references to a depiction of fabric, including that the air pockets are present \"on the inner surface of the composite fabric,\" that the distinct rows and columns in the pattern are revealed on the \"inner surface of the composite fabric,\" and that the wales of the inner layer forming short checks \"are laterally spaced across the width of the fabric\". There is one mention of garment here, \"[l]ooking at the inner surface of the garment, the alternating checks 26 and air pockets 28 are arranged in rows which are seven courses in length and columns approximately 2 wales wide.\" The meaning of \"row\" and \"column\" follow, with the term \"row\" described as meaning \"a horizontal band of checks 26 and pockets 28\" and the term \"column\" described as meaning \"a vertical band of checks 26 and air pockets 28.\" Mr. Marker testified that the isolated reference to garment in one sentence here, where the word \"fabric\" was intended, is insignificant as those schooled in the art understand that fabric is being referred to by the sentence's inclusion of the terms \"courses\" and \"wales\", which are not used in their ordinary meaning to describe a garment construction but rather, a fabric construction. As previously noted by the court, the parties have stipulated that \"courses\" should be interpreted as \"rows of loops in a knit fabric\" and \"wales\" as \"columns of loops in a knit fabric\". As to the terms \"rows\" and \"columns\", also appearing in this sentence and defined in the ones that follow with reference to a particular configuration of checks and air pockets, there was no showing that either of these terms ordinarily is used to describe a garment construction, either.</p>\n<p>[9]  Plaintiff offers other terms in furtherance of its point that \"inner/outer\" serve only to denote one side of the fabric from the other, mentioning that other mutually exclusive terms \"front/back, upper/lower...or odd/even. ..\" would have served the same purpose. Ironically, had \"front/back\" been selected in lieu of \"inner/outer\", terms seemingly not so very different, this would have worked against the logic and common sense argument attempted by defendant beginning at page 2 of its response memorandum (as the fabric \"front\" corresponding to the \"inner layer\" would appear as the outwardly visible layer of fabric comprising the shirt). The significance advanced by defendant of the inventors' choice of the words \"inner/outer\", instead of \"odd/even\", \"one/another\", or \"first/second\", as it suggests, to describe the two layers of a composite fabric, totters in this respect more on word play than on meaningful claim analysis.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596585/"
  ]
}