{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2342107/",
  "absolute_url": "/opinion/2342107/bennett-v-monette/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2342107/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:48.365153Z",
  "date_modified": "2016-04-27T01:08:15.394499Z",
  "type": "010combined",
  "sha1": "30346bd094b36b0716c06755262d9b065cf7a9d1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>507 F.Supp.2d 514 (2007)</b></center>\n<center><h1>Daniel BENNETT, Plaintiff,<br>\nv.<br>\nJerry G. MONETTE, individually and Jerry. G. Monette in his capacity as Sheriff of Craven County, and Contractors Bonding and Insurance Co., Defendants.</h1></center>\n<center>No. 4:06-CV-149-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 8, 2007.</center>\n<p><span class=\"star-pagination\">*515</span> D. Lynn Whitted, Goldsboro, NC, for Plaintiff.</p>\n<p>Scott C. Hart, Sumrell, Sugg, Carmichael, Hicks &amp; Hart, New Bern, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On June 29, 2006, Daniel Bennett (\"plaintiff') filed this civil rights action in Craven County Superior Court and sued Sheriff Jerry Monette (\"Sheriff Monette\") of Craven County, in both his individual and official capacities, as well as Contractors Bonding and Insurance Company (\"Contractors\"). According to the complaint, Contractors is a bonding company which insures the Sheriff. Compl. Sect. I, ¶ 3. Defendants removed the action to this court and now move for summary judgment. For the reasons explained below, the court grants defendants' motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Viewed in the light most favorable to the plaintiff, the facts are as follows. On June 20, 2003, plaintiff entered into a lease agreement with the Craven County Junior Chamber of Commerce (\"Jaycees\") to rent the Craven County Fairgrounds (\"Fairgrounds\"). The lease stated that plaintiff was authorized to use the Fairgrounds on July 5, 2003, from 12:01 a.m. until 11:59 p.m. in order to host a \"car show/dance.\" Bennett Dep. 69. As part of the evening's festivities, plaintiff arranged for a rap artist from New York, Fatman Scoop, and his entourage to travel to Craven County to perform at the Fairgrounds. Compl. Sect. III. Plaintiff arranged for security personnel (including two Craven County Sheriffs deputies and three City of New Bern police officers) and food concessionaires. <i>Id.;</i> Bennett Dep. 74-77. Plaintiff advertised the event on radio and charged an admission fee of $20 ($15 for those who entered between 6:00 p.m. and 7:00 p.m.). Bennett Dep. 78-79.</p>\n<p><span class=\"star-pagination\">*516</span> The car show began at 6:00 p.m. and lasted approximately one hour. Thereafter, plaintiff sponsored a \"rap contest\" in which anyone could perform and the crowd picked the winner. Bennett Dep. 85. During the rap contest Sergeant Tillman (one of the deputy sheriffs hired by plaintiff to provide security) heard reports over his sheriffs radio that members of the community adjacent to the Fairgrounds were complaining about the noise level and profanity coming from the Fairgrounds. Tillman Aff. ¶ 5. Deputy Sheriff DeJesus (the other deputy hired to provide security) received complaints about the noise level and profanity from people who had driven to the Fairgrounds from neighborhoods nearby. DeJesus Aff. ¶¶ 5-6. At approximately 11:10 p.m.,<sup>[1]</sup> Sheriff Monette arrived at the Fairgrounds because \"I decided that the noise level and profanity complaints had reached a point where I needed to investigate.\" Monette Aff. ¶ 6. Once there, Sheriff Monette \"determined that a violation of the Craven County noise ordinance was in process and instructed officers present to begin shutting down the concert and directing patrons to leave the premises.\" <i>Id.</i> ¶ 8.</p>\n<p>According to plaintiff, the featured performer, Fatman Scoop, was scheduled to start performing at midnight for about one hour, at which point the dance would begin. Plaintiff estimated that the dance would end at approximately 3:00 a.m. Bennett Dep. 85-86. Plaintiff contends that even though his lease with the Jaycees stated that his authorized use of the Fairgrounds ended at 11:59 p.m., he understood from Brynn Thomas, the Jaycees vice president and drafter of the lease agreement, that \"if [the car show/dance] ran over some, . . . it wouldn't make that much of a difference.\" <i>Id.</i> at 70.</p>\n<p>Plaintiff filed a \"complaint for injunctive relief, and for unlawful tortious interference in contract and for damages.\" In it, plaintiff alleges that Sheriff Monette <i>\"without authority, without permission of the plaintiff, without a court order</i> and under color of authority, entered upon the premises of the Craven County Fairgrounds . . . [and] began ordering all patrons to leave the premises . . . without refunding any money to any paid patron.\" Compl. Sect. III, ¶ 7 (emphasis in original). Plaintiff cites 42 U.S.C. § 1983 and contends that the Sheriffs actions \"violated the Due Process of law\" under the United States and North Carolina Constitutions. <i>Id.</i> ¶ 8. Plaintiff seeks a jury trial, compensatory damages \"in excess of $10,000, punitive damages \"in excess of $10,000, attorney's fees, and \"liquidated damages and such sum as plaintiff would have made on the Fatman Scoop Show.\" <i>Id.,</i> Prayer for Relief.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56. The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, <span class=\"star-pagination\">*517</span> but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct, 1348, 89 L.Ed.2d 538 (1986) (quoting Fed.R.Civ.P. 56(e)). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962), (per curiam).</p>\n<p></p>\n<h2>III.</h2>\n<p>Under 42 U.S.C. § 1983, a plaintiff must establish (1) that the defendant deprived him of a right secured by the Constitution or laws of the United States and (2) that such deprivation was committed by a person acting under color of state law. <i>See, e.g., </i><i>Gomez v. Toledo,</i> 446 U.S. 635, 640, 100 S.Ct. 1920, 64 L.Ed.2d 572 (1980). The parties do not dispute that Sheriff Monette was acting under color of state law. Thus, the court must determine whether Sheriff Monette's actions violated plaintiff's constitutional rights.</p>\n<p>The complaint is not a model of clarity. The crux of plaintiff's complaint is: \"As patrons and guests began to fill up the Craven County Fairgrounds, the defendant, Jerry Monette, <i>without authority, without the permission of the plaintiff; without a court order</i> and under color of authority entered the premises . . . dressed as the Sheriff displaying his badge, . . . [and] began ordering all patrons to leave the premises . . . without refunding any money to any paid patron.\" Compl. Sect. III, ¶ 7 (emphasis in original). Plaintiff contends that Sheriff Monette violated both procedural and substantive due process because the Sheriff failed to get a court order before entering the Fairgrounds to enforce the noise ordinance. <i>See id.,</i> ¶ 8.</p>\n<p></p>\n<h2>A.</h2>\n<p>\"Procedural due process imposes constraints on governmental decisions which deprive individuals of `liberty' or `property' within the meaning of the Due Process Clause of the Fifth and Fourteenth Amendment.\" <i>Mathews v. Eldridge,</i> 424 U.S. 319, 332, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976). \"Due process is flexible and calls for such procedural protections as the particular situation demands.\" <i>Gilbert v. Homar,</i> 520 U.S. 924, 930, 117 S.Ct. 1807, 138 L.Ed.2d 120 (1997). Although due process generally requires an opportunity to be heard prior to the deprivation of property interest, a pre-deprivation hearing is not required in all circumstances. <i>See, e.g., id.; </i><i>Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 542, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985). Where \"a State must act quickly, or where it would be impractical to provide predeprivation process, postdeprivation process satisfies the requirements of the Due Process Clause.\" <i>Gilbert,</i> 520 U.S. at 930, 117 S.Ct. 1807.</p>\n<p>In order to state a valid section 1983 procedural due process claim, plaintiff must allege (1) that he had a property interest; (2) of which Sheriff Monette deprived him; (3) without due process of law. <i>See </i><i>Tri-County Paving, Inc. v. Ashe County,</i> 281 F.3d 430, 436 (4th Cir.2002). The Fourteenth Amendment does not create property interests. <i>Id.</i> \"Rather, they are created and their dimensions defined by existing rules or understandings that stem from an independent source such as state law.\" <i>Id.</i> (quotations omitted).</p>\n<p>For purposes of their motion for summary judgment, defendants do not <span class=\"star-pagination\">*518</span> contest that plaintiff had a contract right stemming from his contract with the Jaycees. Nevertheless, defendants argue that Sheriff. Monette's alleged interference with this alleged contract right does not automatically trigger a due process violation. \"[A] mere breach of a contractual right is not a deprivation of property without <i>constitutional</i> due process of law. . . . Otherwise, virtually every controversy involving an alleged breach of contract by a government . . . would be a constitutional case.\" <i>Coastland Corp. v. County of Currituck,</i> 734 F.2d 175, 178 (4th Cir.1984) (quotations omitted).</p>\n<p>The court need not decide whether the contract between the plaintiff and the Jaycees created a property interest under North Carolina law protected by the Fourteenth Amendment. Rather, even assuming that it did, the court notes that the sole basis for plaintiff's procedural due process claim is that Sheriff Monette entered the Fairgrounds without plaintiff's permission and without a court order allegedly in violation of the Craven County noise ordinance. <i>See</i> Craven County, N.C.Code Sec. 9.8-98 (hereinafter \"Craven County Code ___\"). The ordinance makes it a misdemeanor for any person to \"make, continue, or cause to be made or continued, any noise disturbance\" (i.e., \"any sound which endangers or injures the safety or health of humans . . . or annoys or disturbs a reasonable person of normal sensitivities\"). <i>Id.</i> Sec. 9.8-99. The ordinance states:</p>\n<blockquote>In order to implement and enforce this article effectively, the sheriff of the county or his deputies shall have, in addition to any other authority vested in him, the power to conduct inspections: (1) Upon presentation of credentials, enter and inspect any private property or place, . . . at any reasonable time when granted permission by the owner, or by some other person with apparent authority to act for the owner. When permission is refused or cannot be obtained, a search warrant or other court order may be sought by the officer from a court of competent jurisdiction upon showing of probable cause to believe that a violation of this article may exist.</blockquote>\n<p><i>Id.</i> Sec. 9.8-98.</p>\n<p>Sheriff Monette is authorized to enforce the noise ordinance. Given that plaintiff hired two Craven County Sheriff's deputies who were present at the Fairgrounds during the evening, plaintiff had granted permission to the Sheriff to enter the Fairgrounds. Accordingly, Sheriff Monette acted in accordance with the ordinance, and defendants are entitled to summary judgment on plaintiff's procedural due process claim.</p>\n<p>Alternatively, assuming that Sheriff Monette entered the Fairgrounds without plaintiff's permission and thereby violated the noise ordinance and interfered with plaintiff's contract with the Jaycees, plaintiff's remedy is not a section 1983 procedural due process claim. Rather, his remedy for such allegedly random and unauthorized conduct is a state tort claim for tortious interference with a contract. Where state law provides a post-deprivation means for plaintiff to redress such a deprivation, a section 1983 procedural due process claim is not available. <i>See </i><i>Hudson v. Palmer,</i> 468 U.S. 517, 533, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984); <i>Parrott v. Taylor,</i> 451 U.S. 527, 543-44, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), <i>overruled in part on other grounds by </i><i>Daniels v. Williams,</i> 474 U.S. 327, 330-31, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986); <i>Bogart v. Chapell,</i> 396 F.3d 548, 555-63 (4th Cir.2005); <i>Fields v. Durham,</i> 909 F.2d 94, 98-99 (4th Cir.1990); <i>Coastland Corp.,</i> 734 F.2d at 178. On the facts of this case, state law is the proper avenue to seek redress. <i>Hudson,</i> 468 U.S. at 533, 104 S.Ct. 3194; <i>Parratt,</i> <span class=\"star-pagination\">*519</span> 451 U.S. at 544, 101 S.Ct. 1908; <i>Bogart,</i> 396 F.3d at 555-63; <i>Fields,</i> 909 F.2d at 98-99. Specifically, North Carolina law provides a post-deprivation remedy in the form of a claim of tortious interference with a contract. <i>See, e.g., </i><i>Childress v. Abeles,</i> 240 N.C. 667, 674, 84 S.E.2d 176, 181-82 (1954). Further, North Carolina allows plaintiff to file such a tort claim against Sheriff Monette in his individual capacity for his alleged tortious interference with plaintiff's contract with the Jaycees. <i>See, e.g., </i><i>Stewart v. North Carolina,</i> 393 F.3d 484, 491 (4th Cir.2005); <i>Webb ex rel. Bumgarner v. Nicholson,</i> 178 N.C.App. 362, 366, 634 S.E.2d 545, 547 (2006); <i>Dawson v. Radewicz,</i> 63 N.C.App. 731, 732-33, 306 S.E.2d 171, 172-73 (1983). Accordingly, the court grants defendants' motion for summary judgment on plaintiff's section 1983 procedural due process claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>In order to state a valid claim for violation of substantive due process, plaintiff must demonstrate: (1) that he had a property interest; (2) that Sheriff Monette deprived him of this property interest; and (3) that Sheriff Monette's actions fell so far beyond the outer limits of legitimate governmental action that no process could cure the deficiency. <i>See </i><i>Tri-County Paving,</i> 281 F.3d at 440 (quotations omitted). To violate substantive due process, Sheriff Monette's actions must be \"so arbitrary and irrational, so unjustified by any circumstance or governmental interest, as to be literally incapable of avoidance by any pre-deprivation procedural protections or of an adequate rectification by any postdeprivation state remedies.\" <i>Id.</i></p>\n<p>Even assuming that plaintiff had a property interest arising from his contract with the Jaycees, he cannot demonstrate that Sheriff Monette acted so arbitrarily and irrationally as to violate substantive due process. Sheriff Monette had received several complaints over several hours regarding the level of noise and profanity emanating from the Fairgrounds. The complaints alleged \"extremely profane language\" and that \"children were unable to sleep.\" Monette Aff. ¶ 5. The purpose of the Craven County noise ordinance is to shield \"every person\" within the county from \"noise levels . . . which are . . . detrimental for life, health, and enjoyment of property and that is unusually excessive and unreasonable . . . and is a menace to the public health, safety, and welfare and the comfort to the people of the county.\" Craven County Code Sec. 9.8-96. The ordinance declares as \"unreasonably loud,\" <i>inter alia,</i> the use of sound amplifiers and musical instruments between the hours of 11:00 p.m. and 7:00 a.m. which create a noise disturbance. <i>Id.</i> Sec. 9.8-99(b)(1)(a). Based on the complaints, Sheriff Monette investigated the noise and \"determined that a violation of the Craven County noise ordinance was in process and instructed officers present to begin shutting down the concert and directing patrons to leave the premises.\" Monette Aff. ¶ 8. In light of the purpose of the ordinance, the number of complaints, the extended time frame over which the complaints were received, and that Sheriff Monette enforced the ordinance after 11:00 p.m., Sheriff Monette's actions were not so arbitrary and irrational as to violate substantive due process. <i>See, e.g., </i><i>Tri-County Paving,</i> 281 F.3d at 440-41. Thus, the court grants defendants' motion for summary judgment regarding plaintiff's section 1983 substantive due process claim.</p>\n<p></p>\n<h2>C.</h2>\n<p>Plaintiff next contends that Sheriff Monette violated the equal protection clause of the Fourteenth Amendment. Although <span class=\"star-pagination\">*520</span> plaintiff's complaint and memorandum are not clear, this claim apparently is a selective enforcement claim. To prove that Sheriff Monette violated his rights by selectively enforcing the facially valid noise ordinance, plaintiff must demonstrate (1) that he was treated differently from others who are similarly situated, and (2) that such treatment was intentional or purposeful, based on impermissible considerations such as race, religion, intent to inhibit or punish the exercise of constitutional rights, or malicious or bad faith intent to injure a person. <i>See, e.g., </i><i>Eberhart v. Gettys,</i> 215 F.Supp.2d 666, 675 (M.D.N.C.2002) (quotations omitted).</p>\n<p>Plaintiff presents no evidence that he was treated differently than others similarly situated, or that Sheriff Monette's enforcement of the noise ordinance was motivated by an illegal animus. Accordingly, the court grants defendants' motion for summary judgment on plaintiff's section 1983 equal protection claim.<sup>[2]</sup></p>\n<p></p>\n<h2>D.</h2>\n<p>Defendants also seek summary judgment concerning plaintiff's claims against Sheriff Monette in his individual capacity based on the doctrine of qualified immunity. Defs.' Mem. 10-13. The doctrine of qualified immunity shields public officials \"from civil liability insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Johnson v. Caudill,</i> 475 F.3d 645, 650 (4th Cir.2007) (internal quotations omitted); <i>Trulock v. Freeh,</i> 275 F.3d 391, 399 (4th Cir.2001). Qualified immunity issues should be determined early in the litigation process \"so that the costs and expenses of trial are avoided where the defense is dispositive.\" <i>Saucier v. Katz,</i> 533 U.S. 194, 200, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001). \"The privilege is an <i>immunity from suit</i> rather than a mere defense to liability. . . .\" <i>Id.</i> (emphasis in original).</p>\n<p>In analyzing qualified immunity, the court initially must address the \"threshold question: Taken in the light most favorable to the party asserting the injury, do the facts alleged show that [Sheriff Monette's] conduct violated a constitutional right?\" <i>Id.</i> at 201, 121 S.Ct. 2151. If no, then no further inquiry is required. <i>Id.</i> If, on the other hand, a constitutional right is deemed to have been violated, \"the next, sequential step is to ask whether the right was clearly established.\" <i>Id.</i> Sheriff Monette's actions would violate a \"clearly established\" constitutional right if, \"in the light of preexisting law[,] the unlawfulness of [his] actions is apparent.\" <i>Johnson,</i> 475 F.3d at 650.</p>\n<p>As explained earlier, Sheriff Monette did not violate plaintiff's constitutional rights under the Fourteenth Amendment. Thus, <span class=\"star-pagination\">*521</span> qualified immunity applies, and the court grants Sheriff Monette's motion for summary judgment on plaintiff's claims against him in his individual capacity.</p>\n<p>Alternatively, even assuming plaintiff established a constitutional violation, plaintiff's claim fails on the second prong of the qualified immunity analysis. The standard for evaluating Sheriff Monette's actions at the Fairgrounds is not as lawyers or judges with the benefit of hindsight, but instead whether \"an objectively reasonable official in [a] similar circumstance[]\" would have known that his actions violated plaintiff's clearly established constitutional rights under the Fourteenth Amendment. <i>Id.</i> Plaintiff emphasizes that Sheriff Monette entered the Fairgrounds without a court order pursuant to the ordinance and notes that some witnesses stated that the music was not too loud. Compl. Sect. III, ¶ 7; Pl.'s Mem. in Opp'n 4, 10-11; Craven County Code Sec. 9.8-98. This evidence alone, however, does not render Sheriff Monette's actions objectively unreasonable. Indeed, several factors demonstrate that Sheriff Monette acted reasonably. First, Sheriff Monette had received several complaints about the loudness of the music as well as profanity over a period of several hours. Monette Aff. ¶¶ 5-7; <i>see also</i> DeJesus Aff. ¶¶ 5-6; Tillman Aff. ¶ 5. Thus, he proceeded to the Fairgrounds to investigate. Upon arriving after 11:00 p.m., Sheriff Monette not only heard the noise from the rap contest and saw between 100-150 people inside the Fairgrounds, but also saw (according to plaintiff) a long line of people waiting to pay to get into the Fairgrounds, suggesting that the noise was not about to decrease anytime soon. <i>See</i> Bennett Dep. 86-89; Monette Aff. ¶ 8. Further, two of Sheriff Monette's deputies had been hired by plaintiff to provide security inside the Fairgrounds and had been present during the evening. As a result, it was reasonable for Sheriff Monette to conclude that he did not need a court order pursuant to the ordinance before entering the Fairgrounds. Once inside, Sheriff Monette did not make arrests or issue citations. <i>See</i> Monette Aff. ¶ 8; DeJesus Aff. ¶¶ 8-9; Tillman Aff. ¶¶ 8-9. Rather, he told people that the party was over and told them to leave the Fairgrounds. Sheriff Monette's actions at the Fairgrounds did not violate plaintiff's clearly established constitutional rights under the Fourteenth Amendment. <i>See, e.g., </i><i>Lee v. Ferraro,</i> 284 F.3d 1188, 1195-96 (11th Cir.2002); <i>Maciariello v. Sumner,</i> 973 F.2d 295, 298 (4th Cir.1992). Accordingly, Sheriff Monette's motion for summary judgment regarding the claims against him in his individual capacity is granted.</p>\n<p></p>\n<h2>E.</h2>\n<p>Defendants also move for summary judgment on plaintiff's claims against Sheriff Monette in his official capacity. Defs.' Mem. 13-14. County governments are \"persons to whom § 1983 applies.\" <i>Monell v. Dep't of Soc. Servs.,</i> 436 U.S. 658, 690, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). Plaintiff, however, must initially establish that he was deprived of a constitutional right. <i>Id.</i> at 690-91, 98 S.Ct. 2018. As explained earlier, plaintiff has failed to make that threshold showing; therefore, the court grants defendants' motion for summary judgment regarding claims against Sheriff Monette in his official capacity.</p>\n<p>Alternatively, assuming that plaintiff established such a deprivation, Sheriff Monette will not be liable in his official capacity unless plaintiff can establish that Sheriff Monette's actions were done pursuant to an unconstitutional policy or custom. <i>See id.</i> at 694, 98 S.Ct. 2018. Plaintiff presented no evidence that Sheriff Monette acted pursuant to an unconstitutional policy or <span class=\"star-pagination\">*522</span> custom in enforcing the noise ordinance. The evidence is to the contrary. <i>See</i> Monette Aff. ¶ 9. Accordingly, defendants' motion for summary judgment as to plaintiff's claims against Sheriff Monette in his official capacity is granted. <i>See, e.g., </i><i>Carter v. Morris,</i> 164 F.3d 215, 218-20 (4th Cir. 1999).</p>\n<p></p>\n<h2>F.</h2>\n<p>Plaintiff's complaint also contains due process (i.e., law of the land) and equal protection claims under the North Carolina Constitution. <i>See</i> Compl. Sect. II, ¶ D; Sect. III, ¶ 8. \"North Carolina courts have consistently interpreted the due process and equal protection clauses of the North Carolina Constitution as synonymous with their Fourteenth Amendment counterparts.\" <i>Tri-County Paving,</i> 281 F.3d at 435 n. 6. Accordingly, for the reasons explained earlier, defendants are entitled to summary judgment regarding these state constitutional claims.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As a basis for jurisdiction, plaintiff's complaint mentions 42 U.S.C. § 1981. Plaintiff, however, did not mention section 1981 in his memorandum. If there was such a claim, plaintiff abandoned it.</p>\n<p>In any event, \"[t]o prove a § 1981 claim, a plaintiff must ultimately establish both that the defendant intended to discriminate on the basis of race, and that the discrimination interfered with a contractual interest.\" <i>Eddy v. Waffle House, Inc.,</i> 482 F.3d 674, 678 (4th Cir.2007). Plaintiff presented no evidence that Sheriff Monette intended to or did discriminate on the basis of race. Indeed, the complaint does not mention plaintiff's race, let alone accuse Sheriff Monette of acting in a discriminatory manner based on plaintiff's race. Accordingly, defendants are entitled to summary judgment on this claim.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons stated above, the court GRANTS defendants' motion for summary judgment and dismisses plaintiff's federal claims and his claims under the North Carolina Constitution. The Clerk is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff testified that Sheriff Monette arrived at 11:10 p.m. while Sheriff Monette and others put the time at 11:30 p.m. The exact time is irrelevant. No one disagrees that the Sheriff arrived after 11:00 p.m. and that the rap contest (the source of the complaints) was ongoing when Sheriff Monette arrived.</p>\n<p>[2]  Plaintiff's complaint and memorandum do not mention a section 1983 Fourth Amendment claim arising from Sheriff Monette's warrantless entry into the Fairgrounds during the rap contest and concert. <i>Cf. </i><i>Oliver v. United States,</i> 466 U.S. 170, 176-81, 104 S.Ct. 1735, 80 L.Ed.2d 214 (1984) (an individual has no legitimate expectation of privacy that open fields or public places will remain free from intrusion by government officers); <i>Hester v. United States,</i> 265 U.S. 57, 59, 44 S.Ct. 445, 68 L.Ed. 898 (1924) (same); <i>United States v. Morton,</i> 17 F.3d 911, 912-13 (6th Cir.1994) (business open to public); <i>United States v. Varkonyi,</i> 645 F.2d 453, 457-58 (5th Cir.1981) (yard). Such a warrantless entry is different than a warrantless entry into a person's house. <i>Cf. </i><i>United States v. Rohrig,</i> 98 F.3d 1506, 1522-25 (6th Cir.1996) (exigent circumstances justified warrantless entry into house in response to noise ordinance violation); <i>Noone v. City of Ocean City,</i> 60 Fed. Appx. 904, 910-11 (3rd Cir.2003) (unpublished) (exigent circumstances justified warrantless entry into house in response to noise ordinance violation and underage drinking).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">514</span></span> (2007)</b></center>\n<center><h1>Daniel BENNETT, Plaintiff,<br>\nv.<br>\nJerry G. MONETTE, individually and Jerry. G. Monette in his capacity as Sheriff of Craven County, and Contractors Bonding and Insurance Co., Defendants.</h1></center>\n<center>No. 4:06-CV-149-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 8, 2007.</center>\n<p><span class=\"star-pagination\">*515</span> D. Lynn Whitted, Goldsboro, NC, for Plaintiff.</p>\n<p>Scott C. Hart, Sumrell, Sugg, Carmichael, Hicks &amp; Hart, New Bern, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On June 29, 2006, Daniel Bennett (\"plaintiff') filed this civil rights action in Craven County Superior Court and sued Sheriff Jerry Monette (\"Sheriff Monette\") of Craven County, in both his individual and official capacities, as well as Contractors Bonding and Insurance Company (\"Contractors\"). According to the complaint, Contractors is a bonding company which insures the Sheriff. Compl. Sect. I, ¶ 3. Defendants removed the action to this court and now move for summary judgment. For the reasons explained below, the court grants defendants' motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Viewed in the light most favorable to the plaintiff, the facts are as follows. On June 20, 2003, plaintiff entered into a lease agreement with the Craven County Junior Chamber of Commerce (\"Jaycees\") to rent the Craven County Fairgrounds (\"Fairgrounds\"). The lease stated that plaintiff was authorized to use the Fairgrounds on July 5, 2003, from 12:01 a.m. until 11:59 p.m. in order to host a \"car show/dance.\" Bennett Dep. 69. As part of the evening's festivities, plaintiff arranged for a rap artist from New York, Fatman Scoop, and his entourage to travel to Craven County to perform at the Fairgrounds. Compl. Sect. III. Plaintiff arranged for security personnel (including two Craven County Sheriffs deputies and three City of New Bern police officers) and food concessionaires. <i>Id.;</i> Bennett Dep. 74-77. Plaintiff advertised the event on radio and charged an admission fee of $20 ($15 for those who entered between 6:00 p.m. and 7:00 p.m.). Bennett Dep. 78-79.</p>\n<p><span class=\"star-pagination\">*516</span> The car show began at 6:00 p.m. and lasted approximately one hour. Thereafter, plaintiff sponsored a \"rap contest\" in which anyone could perform and the crowd picked the winner. Bennett Dep. 85. During the rap contest Sergeant Tillman (one of the deputy sheriffs hired by plaintiff to provide security) heard reports over his sheriffs radio that members of the community adjacent to the Fairgrounds were complaining about the noise level and profanity coming from the Fairgrounds. Tillman Aff. ¶ 5. Deputy Sheriff DeJesus (the other deputy hired to provide security) received complaints about the noise level and profanity from people who had driven to the Fairgrounds from neighborhoods nearby. DeJesus Aff. ¶¶ 5-6. At approximately 11:10 p.m.,<sup>[1]</sup> Sheriff Monette arrived at the Fairgrounds because \"I decided that the noise level and profanity complaints had reached a point where I needed to investigate.\" Monette Aff. ¶ 6. Once there, Sheriff Monette \"determined that a violation of the Craven County noise ordinance was in process and instructed officers present to begin shutting down the concert and directing patrons to leave the premises.\" <i>Id.</i> ¶ 8.</p>\n<p>According to plaintiff, the featured performer, Fatman Scoop, was scheduled to start performing at midnight for about one hour, at which point the dance would begin. Plaintiff estimated that the dance would end at approximately 3:00 a.m. Bennett Dep. 85-86. Plaintiff contends that even though his lease with the Jaycees stated that his authorized use of the Fairgrounds ended at 11:59 p.m., he understood from Brynn Thomas, the Jaycees vice president and drafter of the lease agreement, that \"if [the car show/dance] ran over some, . . . it wouldn't make that much of a difference.\" <i>Id.</i> at 70.</p>\n<p>Plaintiff filed a \"complaint for injunctive relief, and for unlawful tortious interference in contract and for damages.\" In it, plaintiff alleges that Sheriff Monette <i>\"without authority, without permission of the plaintiff, without a court order</i> and under color of authority, entered upon the premises of the Craven County Fairgrounds . . . [and] began ordering all patrons to leave the premises . . . without refunding any money to any paid patron.\" Compl. Sect. III, ¶ 7 (emphasis in original). Plaintiff cites 42 U.S.C. § 1983 and contends that the Sheriffs actions \"violated the Due Process of law\" under the United States and North Carolina Constitutions. <i>Id.</i> ¶ 8. Plaintiff seeks a jury trial, compensatory damages \"in excess of $10,000, punitive damages \"in excess of $10,000, attorney's fees, and \"liquidated damages and such sum as plaintiff would have made on the Fatman Scoop Show.\" <i>Id.,</i> Prayer for Relief.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56. The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"star-pagination\">*517</span> but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, 106 S.Ct, 1348, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed.R.Civ.P. 56(e)). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962), (per curiam).</p>\n<p></p>\n<h2>III.</h2>\n<p>Under 42 U.S.C. § 1983, a plaintiff must establish (1) that the defendant deprived him of a right secured by the Constitution or laws of the United States and (2) that such deprivation was committed by a person acting under color of state law. <i>See, e.g., </i><i>Gomez v. Toledo,</i> <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1980). The parties do not dispute that Sheriff Monette was acting under color of state law. Thus, the court must determine whether Sheriff Monette's actions violated plaintiff's constitutional rights.</p>\n<p>The complaint is not a model of clarity. The crux of plaintiff's complaint is: \"As patrons and guests began to fill up the Craven County Fairgrounds, the defendant, Jerry Monette, <i>without authority, without the permission of the plaintiff; without a court order</i> and under color of authority entered the premises . . . dressed as the Sheriff displaying his badge, . . . [and] began ordering all patrons to leave the premises . . . without refunding any money to any paid patron.\" Compl. Sect. III, ¶ 7 (emphasis in original). Plaintiff contends that Sheriff Monette violated both procedural and substantive due process because the Sheriff failed to get a court order before entering the Fairgrounds to enforce the noise ordinance. <i>See id.,</i> ¶ 8.</p>\n<p></p>\n<h2>A.</h2>\n<p>\"Procedural due process imposes constraints on governmental decisions which deprive individuals of `liberty' or `property' within the meaning of the Due Process Clause of the Fifth and Fourteenth Amendment.\" <i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 332, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976). \"Due process is flexible and calls for such procedural protections as the particular situation demands.\" <i>Gilbert v. Homar,</i> <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></a></span>, 930, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></a></span> (1997). Although due process generally requires an opportunity to be heard prior to the deprivation of property interest, a pre-deprivation hearing is not required in all circumstances. <i>See, e.g., id.; </i><i>Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 542, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985). Where \"a State must act quickly, or where it would be impractical to provide predeprivation process, postdeprivation process satisfies the requirements of the Due Process Clause.\" <i>Gilbert,</i> 520 U.S. at 930, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>.</p>\n<p>In order to state a valid section 1983 procedural due process claim, plaintiff must allege (1) that he had a property interest; (2) of which Sheriff Monette deprived him; (3) without due process of law. <i>See </i><i>Tri-County Paving, Inc. v. Ashe County,</i> <span class=\"citation\" data-id=\"776653\"><a href=\"/opinion/776653/tri-county-paving-incorporated-v-ashe-county-ashe-county-board-of/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 436 (4th Cir.2002). The Fourteenth Amendment does not create property interests. <i>Id.</i> \"Rather, they are created and their dimensions defined by existing rules or understandings that stem from an independent source such as state law.\" <i>Id.</i> (quotations omitted).</p>\n<p>For purposes of their motion for summary judgment, defendants do not <span class=\"star-pagination\">*518</span> contest that plaintiff had a contract right stemming from his contract with the Jaycees. Nevertheless, defendants argue that Sheriff. Monette's alleged interference with this alleged contract right does not automatically trigger a due process violation. \"[A] mere breach of a contractual right is not a deprivation of property without <i>constitutional</i> due process of law. . . . Otherwise, virtually every controversy involving an alleged breach of contract by a government . . . would be a constitutional case.\" <i>Coastland Corp. v. County of Currituck,</i> <span class=\"citation\" data-id=\"435808\"><a href=\"/opinion/435808/coastland-corporation-and-ocean-sands-inc-north-carolina-corporations/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 178 (4th Cir.1984) (quotations omitted).</p>\n<p>The court need not decide whether the contract between the plaintiff and the Jaycees created a property interest under North Carolina law protected by the Fourteenth Amendment. Rather, even assuming that it did, the court notes that the sole basis for plaintiff's procedural due process claim is that Sheriff Monette entered the Fairgrounds without plaintiff's permission and without a court order allegedly in violation of the Craven County noise ordinance. <i>See</i> Craven County, N.C.Code Sec. 9.8-98 (hereinafter \"Craven County Code ___\"). The ordinance makes it a misdemeanor for any person to \"make, continue, or cause to be made or continued, any noise disturbance\" (i.e., \"any sound which endangers or injures the safety or health of humans . . . or annoys or disturbs a reasonable person of normal sensitivities\"). <i>Id.</i> Sec. 9.8-99. The ordinance states:</p>\n<blockquote>In order to implement and enforce this article effectively, the sheriff of the county or his deputies shall have, in addition to any other authority vested in him, the power to conduct inspections: (1) Upon presentation of credentials, enter and inspect any private property or place, . . . at any reasonable time when granted permission by the owner, or by some other person with apparent authority to act for the owner. When permission is refused or cannot be obtained, a search warrant or other court order may be sought by the officer from a court of competent jurisdiction upon showing of probable cause to believe that a violation of this article may exist.</blockquote>\n<p><i>Id.</i> Sec. 9.8-98.</p>\n<p>Sheriff Monette is authorized to enforce the noise ordinance. Given that plaintiff hired two Craven County Sheriff's deputies who were present at the Fairgrounds during the evening, plaintiff had granted permission to the Sheriff to enter the Fairgrounds. Accordingly, Sheriff Monette acted in accordance with the ordinance, and defendants are entitled to summary judgment on plaintiff's procedural due process claim.</p>\n<p>Alternatively, assuming that Sheriff Monette entered the Fairgrounds without plaintiff's permission and thereby violated the noise ordinance and interfered with plaintiff's contract with the Jaycees, plaintiff's remedy is not a section 1983 procedural due process claim. Rather, his remedy for such allegedly random and unauthorized conduct is a state tort claim for tortious interference with a contract. Where state law provides a post-deprivation means for plaintiff to redress such a deprivation, a section 1983 procedural due process claim is not available. <i>See </i><i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 533, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984); <i>Parrott v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 543-44, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981), <i>overruled in part on other grounds by </i><i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 330-31, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986); <i>Bogart v. Chapell,</i> <span class=\"citation\" data-id=\"789073\"><a href=\"/opinion/789073/judy-bogart-v-robbie-chapell-in-his-individual-and-official-capacities/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 555-63 (4th Cir.2005); <i>Fields v. Durham,</i> <span class=\"citation\" data-id=\"545222\"><a href=\"/opinion/545222/ralph-rodney-fields-v-joseph-t-durham-individually-and-as-president-of/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 98-99 (4th Cir.1990); <i>Coastland Corp.,</i> 734 F.2d at 178. On the facts of this case, state law is the proper avenue to seek redress. <i>Hudson,</i> 468 U.S. at 533, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>; <i>Parratt,</i> <span class=\"star-pagination\">*519</span> 451 U.S. at 544, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>; <i>Bogart,</i> 396 F.3d at 555-63; <i>Fields,</i> 909 F.2d at 98-99. Specifically, North Carolina law provides a post-deprivation remedy in the form of a claim of tortious interference with a contract. <i>See, e.g., </i><i>Childress v. Abeles,</i> <span class=\"citation\" data-id=\"1305346\"><a href=\"/opinion/1305346/childress-v-abeles/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">667</span></a></span>, 674, <span class=\"citation\" data-id=\"1305346\"><a href=\"/opinion/1305346/childress-v-abeles/\"><span class=\"volume\">84</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">176</span></a></span>, 181-82 (1954). Further, North Carolina allows plaintiff to file such a tort claim against Sheriff Monette in his individual capacity for his alleged tortious interference with plaintiff's contract with the Jaycees. <i>See, e.g., </i><i>Stewart v. North Carolina,</i> <span class=\"citation\" data-id=\"788743\"><a href=\"/opinion/788743/no-04-1138/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 491 (4th Cir.2005); <i>Webb ex rel. Bumgarner v. Nicholson,</i> 178 N.C.App. 362, 366, <span class=\"citation\" data-id=\"1322248\"><a href=\"/opinion/1322248/webb-ex-rel-bumgarner-v-nicholson/\"><span class=\"volume\">634</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">545</span></a></span>, 547 (2006); <i>Dawson v. Radewicz,</i> 63 N.C.App. 731, 732-33, <span class=\"citation\" data-id=\"1289748\"><a href=\"/opinion/1289748/dawson-v-radewicz/\"><span class=\"volume\">306</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">171</span></a></span>, 172-73 (1983). Accordingly, the court grants defendants' motion for summary judgment on plaintiff's section 1983 procedural due process claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>In order to state a valid claim for violation of substantive due process, plaintiff must demonstrate: (1) that he had a property interest; (2) that Sheriff Monette deprived him of this property interest; and (3) that Sheriff Monette's actions fell so far beyond the outer limits of legitimate governmental action that no process could cure the deficiency. <i>See </i><i>Tri-County Paving,</i> 281 F.3d at 440 (quotations omitted). To violate substantive due process, Sheriff Monette's actions must be \"so arbitrary and irrational, so unjustified by any circumstance or governmental interest, as to be literally incapable of avoidance by any pre-deprivation procedural protections or of an adequate rectification by any postdeprivation state remedies.\" <i>Id.</i></p>\n<p>Even assuming that plaintiff had a property interest arising from his contract with the Jaycees, he cannot demonstrate that Sheriff Monette acted so arbitrarily and irrationally as to violate substantive due process. Sheriff Monette had received several complaints over several hours regarding the level of noise and profanity emanating from the Fairgrounds. The complaints alleged \"extremely profane language\" and that \"children were unable to sleep.\" Monette Aff. ¶ 5. The purpose of the Craven County noise ordinance is to shield \"every person\" within the county from \"noise levels . . . which are . . . detrimental for life, health, and enjoyment of property and that is unusually excessive and unreasonable . . . and is a menace to the public health, safety, and welfare and the comfort to the people of the county.\" Craven County Code Sec. 9.8-96. The ordinance declares as \"unreasonably loud,\" <i>inter alia,</i> the use of sound amplifiers and musical instruments between the hours of 11:00 p.m. and 7:00 a.m. which create a noise disturbance. <i>Id.</i> Sec. 9.8-99(b)(1)(a). Based on the complaints, Sheriff Monette investigated the noise and \"determined that a violation of the Craven County noise ordinance was in process and instructed officers present to begin shutting down the concert and directing patrons to leave the premises.\" Monette Aff. ¶ 8. In light of the purpose of the ordinance, the number of complaints, the extended time frame over which the complaints were received, and that Sheriff Monette enforced the ordinance after 11:00 p.m., Sheriff Monette's actions were not so arbitrary and irrational as to violate substantive due process. <i>See, e.g., </i><i>Tri-County Paving,</i> 281 F.3d at 440-41. Thus, the court grants defendants' motion for summary judgment regarding plaintiff's section 1983 substantive due process claim.</p>\n<p></p>\n<h2>C.</h2>\n<p>Plaintiff next contends that Sheriff Monette violated the equal protection clause of the Fourteenth Amendment. Although <span class=\"star-pagination\">*520</span> plaintiff's complaint and memorandum are not clear, this claim apparently is a selective enforcement claim. To prove that Sheriff Monette violated his rights by selectively enforcing the facially valid noise ordinance, plaintiff must demonstrate (1) that he was treated differently from others who are similarly situated, and (2) that such treatment was intentional or purposeful, based on impermissible considerations such as race, religion, intent to inhibit or punish the exercise of constitutional rights, or malicious or bad faith intent to injure a person. <i>See, e.g., </i><i>Eberhart v. Gettys,</i> <span class=\"citation\" data-id=\"2503819\"><a href=\"/opinion/2503819/eberhart-v-gettys/\"><span class=\"volume\">215</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">666</span></a></span>, 675 (M.D.N.C.2002) (quotations omitted).</p>\n<p>Plaintiff presents no evidence that he was treated differently than others similarly situated, or that Sheriff Monette's enforcement of the noise ordinance was motivated by an illegal animus. Accordingly, the court grants defendants' motion for summary judgment on plaintiff's section 1983 equal protection claim.<sup>[2]</sup></p>\n<p></p>\n<h2>D.</h2>\n<p>Defendants also seek summary judgment concerning plaintiff's claims against Sheriff Monette in his individual capacity based on the doctrine of qualified immunity. Defs.' Mem. 10-13. The doctrine of qualified immunity shields public officials \"from civil liability insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Johnson v. Caudill,</i> <span class=\"citation\" data-id=\"796684\"><a href=\"/opinion/796684/angela-johnson-v-hs-caudill/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 650 (4th Cir.2007) (internal quotations omitted); <i>Trulock v. Freeh,</i> <span class=\"citation\" data-id=\"775976\"><a href=\"/opinion/775976/notra-trulock-iii-linda-conrad-v-louis-j-freeh-in-his-personal-capacity/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 399 (4th Cir.2001). Qualified immunity issues should be determined early in the litigation process \"so that the costs and expenses of trial are avoided where the defense is dispositive.\" <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 200, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001). \"The privilege is an <i>immunity from suit</i> rather than a mere defense to liability. . . .\" <i>Id.</i> (emphasis in original).</p>\n<p>In analyzing qualified immunity, the court initially must address the \"threshold question: Taken in the light most favorable to the party asserting the injury, do the facts alleged show that [Sheriff Monette's] conduct violated a constitutional right?\" <i>Id.</i> at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. If no, then no further inquiry is required. <i>Id.</i> If, on the other hand, a constitutional right is deemed to have been violated, \"the next, sequential step is to ask whether the right was clearly established.\" <i>Id.</i> Sheriff Monette's actions would violate a \"clearly established\" constitutional right if, \"in the light of preexisting law[,] the unlawfulness of [his] actions is apparent.\" <i>Johnson,</i> 475 F.3d at 650.</p>\n<p>As explained earlier, Sheriff Monette did not violate plaintiff's constitutional rights under the Fourteenth Amendment. Thus, <span class=\"star-pagination\">*521</span> qualified immunity applies, and the court grants Sheriff Monette's motion for summary judgment on plaintiff's claims against him in his individual capacity.</p>\n<p>Alternatively, even assuming plaintiff established a constitutional violation, plaintiff's claim fails on the second prong of the qualified immunity analysis. The standard for evaluating Sheriff Monette's actions at the Fairgrounds is not as lawyers or judges with the benefit of hindsight, but instead whether \"an objectively reasonable official in [a] similar circumstance[]\" would have known that his actions violated plaintiff's clearly established constitutional rights under the Fourteenth Amendment. <i>Id.</i> Plaintiff emphasizes that Sheriff Monette entered the Fairgrounds without a court order pursuant to the ordinance and notes that some witnesses stated that the music was not too loud. Compl. Sect. III, ¶ 7; Pl.'s Mem. in Opp'n 4, 10-11; Craven County Code Sec. 9.8-98. This evidence alone, however, does not render Sheriff Monette's actions objectively unreasonable. Indeed, several factors demonstrate that Sheriff Monette acted reasonably. First, Sheriff Monette had received several complaints about the loudness of the music as well as profanity over a period of several hours. Monette Aff. ¶¶ 5-7; <i>see also</i> DeJesus Aff. ¶¶ 5-6; Tillman Aff. ¶ 5. Thus, he proceeded to the Fairgrounds to investigate. Upon arriving after 11:00 p.m., Sheriff Monette not only heard the noise from the rap contest and saw between 100-150 people inside the Fairgrounds, but also saw (according to plaintiff) a long line of people waiting to pay to get into the Fairgrounds, suggesting that the noise was not about to decrease anytime soon. <i>See</i> Bennett Dep. 86-89; Monette Aff. ¶ 8. Further, two of Sheriff Monette's deputies had been hired by plaintiff to provide security inside the Fairgrounds and had been present during the evening. As a result, it was reasonable for Sheriff Monette to conclude that he did not need a court order pursuant to the ordinance before entering the Fairgrounds. Once inside, Sheriff Monette did not make arrests or issue citations. <i>See</i> Monette Aff. ¶ 8; DeJesus Aff. ¶¶ 8-9; Tillman Aff. ¶¶ 8-9. Rather, he told people that the party was over and told them to leave the Fairgrounds. Sheriff Monette's actions at the Fairgrounds did not violate plaintiff's clearly established constitutional rights under the Fourteenth Amendment. <i>See, e.g., </i><i>Lee v. Ferraro,</i> <span class=\"citation\" data-id=\"75789\"><a href=\"/opinion/75789/kim-d-lee-v-luis-ferraro/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1188</span></a></span>, 1195-96 (11th Cir.2002); <i>Maciariello v. Sumner,</i> <span class=\"citation\" data-id=\"589688\"><a href=\"/opinion/589688/robert-p-maciariello-arnold-rowell-v-wb-sumner-chief-of-police-in-his/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 298 (4th Cir.1992). Accordingly, Sheriff Monette's motion for summary judgment regarding the claims against him in his individual capacity is granted.</p>\n<p></p>\n<h2>E.</h2>\n<p>Defendants also move for summary judgment on plaintiff's claims against Sheriff Monette in his official capacity. Defs.' Mem. 13-14. County governments are \"persons to whom § 1983 applies.\" <i>Monell v. Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). Plaintiff, however, must initially establish that he was deprived of a constitutional right. <i>Id.</i> at 690-91, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. As explained earlier, plaintiff has failed to make that threshold showing; therefore, the court grants defendants' motion for summary judgment regarding claims against Sheriff Monette in his official capacity.</p>\n<p>Alternatively, assuming that plaintiff established such a deprivation, Sheriff Monette will not be liable in his official capacity unless plaintiff can establish that Sheriff Monette's actions were done pursuant to an unconstitutional policy or custom. <i>See id.</i> at 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. Plaintiff presented no evidence that Sheriff Monette acted pursuant to an unconstitutional policy or <span class=\"star-pagination\">*522</span> custom in enforcing the noise ordinance. The evidence is to the contrary. <i>See</i> Monette Aff. ¶ 9. Accordingly, defendants' motion for summary judgment as to plaintiff's claims against Sheriff Monette in his official capacity is granted. <i>See, e.g., </i><i>Carter v. Morris,</i> <span class=\"citation\" data-id=\"760379\"><a href=\"/opinion/760379/pamela-carter-v-t-neal-morris-individually-and-in-his-capacity-as-the/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 218-20 (4th Cir. 1999).</p>\n<p></p>\n<h2>F.</h2>\n<p>Plaintiff's complaint also contains due process (i.e., law of the land) and equal protection claims under the North Carolina Constitution. <i>See</i> Compl. Sect. II, ¶ D; Sect. III, ¶ 8. \"North Carolina courts have consistently interpreted the due process and equal protection clauses of the North Carolina Constitution as synonymous with their Fourteenth Amendment counterparts.\" <i>Tri-County Paving,</i> 281 F.3d at 435 n. 6. Accordingly, for the reasons explained earlier, defendants are entitled to summary judgment regarding these state constitutional claims.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As a basis for jurisdiction, plaintiff's complaint mentions 42 U.S.C. § 1981. Plaintiff, however, did not mention section 1981 in his memorandum. If there was such a claim, plaintiff abandoned it.</p>\n<p>In any event, \"[t]o prove a § 1981 claim, a plaintiff must ultimately establish both that the defendant intended to discriminate on the basis of race, and that the discrimination interfered with a contractual interest.\" <i>Eddy v. Waffle House, Inc.,</i> <span class=\"citation\" data-id=\"797381\"><a href=\"/opinion/797381/lavonna-eddy-vernon-eddy-kathy-lander-mark-lander-and-ann-eddy-v-waffle/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">674</span></a></span>, 678 (4th Cir.2007). Plaintiff presented no evidence that Sheriff Monette intended to or did discriminate on the basis of race. Indeed, the complaint does not mention plaintiff's race, let alone accuse Sheriff Monette of acting in a discriminatory manner based on plaintiff's race. Accordingly, defendants are entitled to summary judgment on this claim.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons stated above, the court GRANTS defendants' motion for summary judgment and dismisses plaintiff's federal claims and his claims under the North Carolina Constitution. The Clerk is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff testified that Sheriff Monette arrived at 11:10 p.m. while Sheriff Monette and others put the time at 11:30 p.m. The exact time is irrelevant. No one disagrees that the Sheriff arrived after 11:00 p.m. and that the rap contest (the source of the complaints) was ongoing when Sheriff Monette arrived.</p>\n<p>[2]  Plaintiff's complaint and memorandum do not mention a section 1983 Fourth Amendment claim arising from Sheriff Monette's warrantless entry into the Fairgrounds during the rap contest and concert. <i>Cf. </i><i>Oliver v. United States,</i> <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 176-81, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1735</span></a></span>, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1984) (an individual has no legitimate expectation of privacy that open fields or public places will remain free from intrusion by government officers); <i>Hester v. United States,</i> <span class=\"citation\" data-id=\"100413\"><a href=\"/opinion/100413/hester-v-united-states/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 59, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">898</span></span> (1924) (same); <i>United States v. Morton,</i> <span class=\"citation\" data-id=\"664091\"><a href=\"/opinion/664091/united-states-v-phillip-daniel-morton/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">911</span></a></span>, 912-13 (6th Cir.1994) (business open to public); <i>United States v. Varkonyi,</i> <span class=\"citation\" data-id=\"389148\"><a href=\"/opinion/389148/united-states-v-thomas-l-varkonyi/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457-58 (5th Cir.1981) (yard). Such a warrantless entry is different than a warrantless entry into a person's house. <i>Cf. </i><i>United States v. Rohrig,</i> <span class=\"citation\" data-id=\"728738\"><a href=\"/opinion/728738/united-states-v-donald-p-rohrig/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1506</span></a></span>, 1522-25 (6th Cir.1996) (exigent circumstances justified warrantless entry into house in response to noise ordinance violation); <i>Noone v. City of Ocean City,</i> 60 Fed. Appx. 904, 910-11 (3rd Cir.2003) (unpublished) (exigent circumstances justified warrantless entry into house in response to noise ordinance violation and underage drinking).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503819/"
  ]
}