{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2342978/",
  "absolute_url": "/opinion/2342978/peal-v-north-carolina-farm-bureau-mut-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2342978/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:57.758428Z",
  "date_modified": "2016-04-26T22:30:26.947529Z",
  "type": "010combined",
  "sha1": "38d6a5291df46c1d9c0e90dd912dd236ebd2967d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>212 F.Supp.2d 508 (2002)</b></center>\n<center><h1>John C. PEAL, Sr., Plaintiff,<br>\nv.<br>\nNORTH CAROLINA FARM BUREAU MUTUAL INSURANCE COMPANY, INC., Defendant.</h1></center>\n<center>No. 7:01-CV-13-F(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 11, 2002.</center>\n<p><span class=\"star-pagination\">*509</span> <span class=\"star-pagination\">*510</span> Kenneth A. Shanklin, Wilmington, NC, Matthew A. Nichols, Law Offices of Kenneth Shanklin, Wilmington, NC, for plaintiff.</p>\n<p>Eric P. Stevens, Poyner &amp; Spruill, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>James C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Defendant North Carolina Farm Bureau Mutual Insurance Company, Inc. (\"NCFB\") to dismiss the plaintiff's state law extra-contractual claims arising from the alleged partial payment of his flood insurance claim. NCFB's motion has been fully briefed and is now ripe for disposition. Based upon the allegations asserted in the plaintiff's complaint, which the court accepts as true for purposes of the instant motion, the court makes the following findings.</p>\n<p></p>\n<h2>I. FACTUAL ALLEGATIONS</h2>\n<p>The plaintiff owns real property at 2604 Canal Cove Road, in Lake Waccamaw, North Carolina (the \"dwelling\"). On September 16, 1999, Hurricane Floyd hit southeastern North Carolina and caused extensive flood damage to the dwelling and its contents.</p>\n<p>The plaintiff's dwelling was insured under a Standard Flood Insurance Policy (\"SFIP\" or the \"Policy\") issued by NCFB. NCFB is a \"write-your-own\" insurance company (\"WYO company\") that issues flood insurance pursuant to the National Flood Insurance Program (the \"NFIP\").<sup>[1]</sup> The plaintiff's SFIP is a replacement value policy that covers up to $82,000 of flood damage, $80,000 for the dwelling and $2,000 for the dwelling's contents. <i>See</i> Complaint, ¶ 26.</p>\n<p>Immediately after Hurricane Floyd hit, the plaintiff made numerous efforts to obtain assistance from NCFB. <i>See</i> Complaint, ¶ 16. These efforts were fruitless, however, until nearly two months later, when NCFB's adjuster Ray D. Roy, Jr. <span class=\"star-pagination\">*511</span> (the \"adjuster\") finally evaluated the plaintiff's losses. <i>See id.</i> In doing so, the adjuster informed the plaintiff that the original adjuster had lost his records. <i>See id.</i> ¶ 17. After evaluating the plaintiff's flood damage, the adjuster prepared a \"statement as to full costs of repair or replacement under the replacement cost coverage\" (the \"Statement\"). The Statement indicated that the full replacement cost of the dwelling would be $98,894.77 and that the full cost of repair or replacement would be $40,076.95. <i>See id.</i> ¶¶ 28-30.</p>\n<p>Based on the adjuster's calculations, NCFB sent a payment check to the plaintiff in the amount of $32,695.73. This figure was reached by subtracting depreciation ($6,381.22) and the policy deductible ($1,000) from the full cost of repair or replacement ($40,076.95). Upon receiving the check, the plaintiff objected and asserted that the amount represented only a partial payment of what he is owed under the SFIP's terms. The plaintiff based his objection on the following provision of the SFIP:</p>\n<blockquote>If at the time of loss the total amount of insurance applicable to the <i>dwelling</i> is 80 percent or more of the full replacement cost of such <i>dwelling,</i> or is the maximum amount of insurance available under the <i>National Flood Insurance Program,</i> the coverage of this <i>policy</i> applicable to the <i>dwelling</i> is extended to include the full cost of repair or replacement (without deduction for depreciation).</blockquote>\n<p>Plaintiff's SFIP, Art. 8; 44 C.F.R. Pt. 61, App. A(1), Art. 8, subs. 4(A) (emphasis in original). Because the insurance applicable to the plaintiff's dwelling ($80,000) exceeded 80 percent of the dwelling's full replacement cost ($98,894.77), the plaintiff contends that NCFB wrongfully deducted $6,381.22 for depreciation. <i>See</i> Complaint, ¶ 34. Furthermore, the plaintiff contends that he was entitled to recover the full $82,000 to which his Policy applied. Thus, he objected to the payment check and asserted a claim for additional payment in the amount of $49,304.27 ($82,000-$32,695.73).<sup>[2]</sup></p>\n<p>On January 10, 2000, the plaintiff was informed that his claim for additional payment was denied.<sup>[3]</sup> This denial of coverage forms the basis for the instant lawsuit.</p>\n<p></p>\n<h2>II. ASSERTED CAUSES OF ACTION</h2>\n<p>The plaintiff asserts two causes of action in the present suit. First, he asserts that NCFB's denial of coverage was a breach of the Policy's terms. Second, he asserts that NCFB's conduct in handling his claim violated North Carolina's Unfair and Deceptive Trade Practice Act, N.C.GEN.STAT. § 75-1.1 (\"UDTPA\").</p>\n<p>Having carefully reviewed the plaintiff's complaint, the court has been able to find only a few factual allegations pertinent to the plaintiff's extra-contractual UDTPA claim. The heart of the UDTPA claim seems to be the allegation that the alleged erroneous depreciation deduction constituted an unfair claim settlement practice, in violation of N.C.GEN.STAT. § 58-63-15(11).<sup>[4]</sup><i>See</i> Complaint, ¶ 47 (\"The Defendant's <span class=\"star-pagination\">*512</span> foregoing misapplication of the depreciation rules under the NFIA ... and [his] repeated failure to cure this misapplication constitutes an unfair claim settlement practice....\"). The only other allegation related to the UDTPA claim is the assertion that NCFB's agents acted \"dilatory and negligently in handling Plaintiff's flood insurance claim and by losing Plaintiff's records.\" <i>Id.</i> at ¶ 51; <i>see also id.</i> at ¶ 17 (\"The Plaintiff was informed by Defendant's agent that the records from the original adjuster had been lost.\"). Aside from the allegations regarding his lost records, the plaintiff asserts no factual grounds to support this negligence-based UDTPA claim. Moreover, the plaintiff has not alleged each element of a negligence claim.<sup>[5]</sup></p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>The instant motion to dismiss takes issue only with the plaintiff's extra-contractual UDTPA claim. NCFB argues that extra-contractual state law causes of action related to the claims handling process are preempted by NFIA and its corresponding federal regulations. Before considering this argument, the court sets forth the appropriate standard of review for a motion to dismiss and then gives some background information about NFIA. This background information provides context for the court's preemption analysis.</p>\n<p></p>\n<h2><i>A. Standard of Review</i></h2>\n<p>An action will be dismissed for failing to state a claim if it appears that the plaintiff can prove no set of facts that would entitle him to relief. <i>See </i><i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). Such is the case when the face of the complaint clearly reveals the existence of a meritorious affirmative defense, such as federal preemption. <i>See </i><i>Brooks v. City of Winston-Salem,</i> 85 F.3d 178, 181 (4th Cir.1996). When reviewing a motion to dismiss, the court assumes the facts alleged in the complaint are true, <i>see </i><i>McNair v. Lend Lease Trucks, Inc.,</i> 95 F.3d 325, 327 (4th Cir.1996), and construes the allegations in the light most favorable to the pleader. <i>See </i><i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974).</p>\n<p></p>\n<h2><i>B. The National Flood Insurance Act</i></h2>\n<p>Congress enacted NFIA \"in order to make flood insurance available on reasonable terms and conditions to those in need of such protection.\" <i>Battle v. Seibels Bruce Ins. Co.,</i> 288 F.3d 596, 598 (4th Cir.2002) (citing 42 U.S.C. § 4001); <i>Bleecker v. Std. Fire Ins. Co.,</i> 130 F.Supp.2d 726, 730 (E.D.N.C.2000) (noting that NFIA was created \"to provide subsidized flood insurance\"). Although the principal aim of NFIA is to protect property owners in flood prone areas from uninsured losses, there can be little doubt that Congress, in enacting NFIA, also expressed its concern for increasing federal flood relief expenditures. <i>See </i><i>Till v. Unifirst Fed. Sav. and Loan Ass'n,</i> 653 F.2d 152 (5th Cir.1981) (\"[T]he principal purpose in enacting [NFIA] was to reduce, by implementation of adequate land use controls and flood insurance, the massive burden on the federal fisc of the ever-increasing federal flood disaster assistance.\"). With these two interrelated goals in mind  affordable flood insurance and efficient government expenditures  Congress determined that uniformity and consistency were integral components of a national flood insurance program. <i>See</i> 42 U.S.C. § 4001(c).</p>\n<p><span class=\"star-pagination\">*513</span> FEMA is the agency in charge of administering NFIA. <i>See</i> 42 U.S.C. § 4081(a). In doing so, FEMA established a comprehensive regulatory scheme  the NFIP  that sets forth the rights and obligations of both insureds and insurers under NFIA. <i>See</i> 44 C.F.R. Pts. 61-78 (2000). Under the NFIP, flood insurance may be issued directly by FEMA or through WYO companies, such as NCFB, who sell flood insurance under their own name with the federal government acting as a guarantor. <i>See </i><i>Bleecker,</i> 130 F.Supp.2d at 730. In either scenario, the federal treasury pays all flood insurance claims exceeding the revenue earned by WYO companies from premium collection. <i>See </i><i>Van Holt v. Liberty Mut. Fire Ins. Co.,</i> 163 F.3d 161, 166 (3d Cir.1998). \"Thus, claim payments on such policies are a direct charge on the United States Treasury.\" <i>Battle,</i> 288 F.3d at 600 (citing <i>Newton v. Capital Assurance Co.,</i> 245 F.3d 1306, 1311 (11th Cir.2001)).</p>\n<p>WYO companies have very little discretion in the administration of flood insurance policies issued pursuant to the NFIP. All flood insurance policies issued by WYO companies must mirror the terms of the SFIP. <i>See</i> 44 C.F.R. §§ 61.4(b), 61.13(d),(e), 62.23(c),(d). In addition, the \"adjustment, settlement, payment and defense of all claims arising from policies of flood insurance it issues under the [NFIP]\" must be done strictly in accordance with the SFIP's terms and conditions. 44 C.F.R. § 62.23(d); <i>see also </i><i>Scherz v. South Carolina Ins. Co.,</i> 112 F.Supp.2d 1000, 1007 (C.D.Cal.2000) (\"[A] WYO insurer has no choice but to strictly enforce SFIP requirements because the insurer lacks the authority unilaterally to alter or waive any SFIP provision\") (citing 44 C.F.R. § 61.13(d); 44 C.F.R. Pt. 61, App. A(1), Art. 9(D)). Moreover, WYO companies do not profit from premium collection, as all premiums collected must be deposited in the National Flood Insurance Fund of the federal treasury. <i>See</i> 42 U.S.C. § 4017(d); 44 C.F.R. Pt. 62, App. A, Arts. II(E) and VII(B). Instead, WYO companies profit on SFIPs only if they pay claims, in which case they earn a 3.3 percent commission on the amount of claims paid. <i>See </i><i>Scherz,</i> 112 F.Supp.2d at 1004 (citing 44 C.F.R. Pt. 62, App. A, Art. III(C)(1)). Unlike ordinary insurers, then, WYO companies have very little discretion in interpreting SFIPs and no incentive to deny legitimate claims. On the contrary, \"the greater the payment, the larger the amount the insurer recovers\" in commission. <i>Id.</i></p>\n<p>With these background principles in mind, the court now turns to its preemption analysis of the plaintiff's North Carolina UDTPA claim.</p>\n<p></p>\n<h2><i>C. Preemption Analysis</i></h2>\n<p>There are three types of federal preemption: (1) express preemption; (2) field preemption; and (3) conflict preemption. The first two types of preemption turn on the intent of Congress, which either may be explicitly apparent (express preemption) or inferred from a comprehensive federal regulatory scheme (field preemption). <i>See </i><i>Worm v. American Cyanamid Co.,</i> 970 F.2d 1301, 1304 (4th Cir.1992). Even if no such intent to preempt is manifested, state law nonetheless may be preempted to the extent that it actually conflicts with federal law. <i>See id.</i></p>\n<p>In this case, NCFB argues that all three types of preemption are applicable. The court, however, has little trouble concluding that neither express preemption nor field preemption is applicable to the plaintiff's UDTPA claim. Nevertheless, the court finds that the plaintiff's UDTPA claim is preempted because it actually conflicts with NFIA and corresponding regulations.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*514</span> 1. <i>Express Preemption</i>\n</h2>\n<p>Although NFIA does not contain an express preemption clause, NCFB contends that subsequent federal regulations expressly preempt all state law causes of actions related to claims handling. Specifically, NCFB points to Article 11 of the SFIP: \"This <i>policy</i> is governed by the <i>flood</i> insurance regulations issued by FEMA, the [NFIA] of 1968, as amended (42 U.S.C. § 4001, <i>et seq.</i>), and Federal common law.\"<sup>[6]</sup> 44 C.F.R. Pt. 61, App. A(1), Art. 11. The vast majority of courts considering this language have concluded that it does not expressly preempt state law causes of action arising from claims handling. <i>See </i><i>Bleecker,</i> 130 F.Supp.2d at 732 (citing <i>Spence v. Omaha Indem, Ins. Co.,</i> 996 F.2d 793, 797 n. 20 (5th Cir.1993)); <i>Scherz,</i> 112 F.Supp.2d at 1004; <i>Davis v. Travelers Prop. &amp; Cas. Co.,</i> 96 F.Supp.2d 995, 1001 (N.D.Cal.2000); <i>Messa v. Omaha Prop. &amp; Cas. Ins. Co.,</i> 122 F.Supp.2d 513, 517 (D.N.J.2000). The court agrees with the reasoning of these courts and finds that the plaintiff's UDTPA claim is not expressly preempted by either NFIA or corresponding federal regulations.</p>\n<p></p>\n<h2>2. <i>Field Preemption</i>\n</h2>\n<p>The court also concludes that no intent to preempt can be inferred from the comprehensiveness of federal flood insurance law. State law is impliedly preempted by federal law whenever Congress has regulated a particular field so pervasively that there are no gaps within which state law may operate. <i>See </i><i>Cavallo v. Star Enter.,</i> 100 F.3d 1150, 1155 (4th Cir.1996). As with express preemption, most courts have declined to find field preemption in the flood insurance context. <i>See </i><i>Bleecker,</i> 130 F.Supp.2d at 734; <i>Scherz,</i> 112 F.Supp.2d at 1006; <i>Davis,</i> 96 F.Supp.2d at 1002; <i>Stanton v. State Farm Fire and Cas. Co., Inc.,</i> 78 F.Supp.2d 1029, 1038 (D.S.D.1999). Although the reasoning of these courts differs slightly, the bottom line is the same: Congress did not pervasively regulate the field of flood insurance. <i>See, e.g., </i><i>Bleecker,</i> 130 F.Supp.2d at 735 (\"Stripping insurance claimants of protections offered by state law from the tortious conduct of insurers would leave a gapping hole in the flood insurance field which Congress did not intend.\"). The court agrees. Given that insurance law is an area traditionally regulated by states, <i>see id.</i> at 734 (citing <i>Davis,</i> 96 F.Supp.2d. at 1002; <i>Cohen v. State Farm Fire &amp; Cas. Co,</i> 68 F.Supp.2d 1151, 1157 (C.D.Cal. 1999)), the court simply cannot conclude that NCFB has overcome its \"considerable burden\" of proving that Congress intended to supplant the entire field of flood insurance. <i>De Buono v. NYSA-ILA Medical &amp; Clinical Servs. Fund,</i> 520 U.S. 806, 814, 117 S.Ct. 1747, 138 L.Ed.2d 21 (1997); <i>see also </i><i>Worm,</i> 970 F.2d at 1305 (\"[W]here Congress is claimed to have preempted by implication a field of law traditionally occupied by state law, our jurisprudence and principles of federalism dictate that we presume that Congress did not intend to <span class=\"star-pagination\">*515</span> nullify state law unless a contrary intent is `clear and manifest.'\") (citing <i>Jones v. Rath Packing Co.,</i> 430 U.S. 519, 525, 97 S.Ct. 1305, 51 L.Ed.2d 604 (1977)).</p>\n<p>Moreover, the court is aware of only one district court to conclude otherwise. In <i>Messa v. Omaha</i><i> Property &amp; Casualty Insurance Company,</i> the district court did find that the entire field of flood insurance was preempted by federal law.<sup>[7]</sup> 122 F.Supp.2d 513 (D.N.J.2000). In reaching its conclusion, however, the district court relied on reasoning that is more appropriate to a conflict preemption analysis. For example, in explaining why it believed the field of flood insurance was preempted, the district court gave the following passage:</p>\n<blockquote>If WYO insurers were to be held liable under different states' differing laws for their behavior during the claims handling process, it would make it much less likely that private insurers would be willing to participate in the NFIP, making flood insurance impossible to obtain at all, and increasing the burden on the federal treasury from flood-related disaster relief. That is precisely the situation that the NFIP was designed remedy.</blockquote>\n<p><i>Id.</i> at 522-23. The reasoning engrafted in this passage mirrors that which is pertinent to a conflict preemption analysis, not that which is pertinent to determining whether Congress has regulated a field so pervasively that state law is precluded from operating within that field.<sup>[8]</sup> The court, therefore, does not consider <i>Messa</i> to be persuasive on the issue of whether Congress's intent to preempt should be inferred from the pervasiveness of federal flood insurance law.<sup>[9]</sup> On the contrary, the court follows the reasoning of the overwhelming majority of courts and concludes that the field of flood insurance is not preempted by federal law.</p>\n<p>The only question remaining, then, is whether the plaintiff's UDTPA cause of action is preempted because it conflicts with NFIA or corresponding regulations.</p>\n<p></p>\n<h2>3. <i>Conflict Preemption</i>\n</h2>\n<p>Even absent Congress's intent to preempt a particular area of law, state law <span class=\"star-pagination\">*516</span> may be preempted if it is impossible to comply with both state and federal law or if state law \"stands as an obstacle to the accomplishment of the full purposes and objectives\" of federal law. <i>See </i><i>Silkwood v. Kerr-McGee Corp.,</i> 464 U.S. 238, 248, 104 S.Ct. 615, 78 L.Ed.2d 443 (1984) (internal citations omitted). In this case, there can be little doubt that it is possible to comply with both North Carolina and federal law.<sup>[10]</sup> Accordingly, the court focuses its analysis on the second prong of conflict preemption: whether North Carolina's bad faith statutes frustrate the goals of NFIA. For the reasons that follow, the court finds that it does.</p>\n<p>First, exposing WYO companies to fifty different versions of bad faith liability would decrease the willingness of insurance companies to participate in the NFIP.<sup>[11]</sup> With fewer WYO companies, FEMA itself would be required to issue more policies, which, in turn, would cause increased program costs. Economic principles dictate that private insurance companies, who are intimately familiar with the insurance industry as a whole, are able to issue policies more efficiently than the federal government acting alone. Indeed, if this were not the case, FEMA would not have created the WYO program in the first place. <i>See</i> 44 C.F.R. §§ 62.23. Implicit in FEMA's decision to authorize WYO companies to sell and administer SFIPs is the rationale that doing so will best achieve the NFIP's goal of providing affordable flood insurance. Conversely, state laws that cause a decline in WYO participation necessarily increase the cost of providing flood insurance. This cost increase inevitably would be passed on to property owners in flood-prone areas, and fewer property owners would have access to affordable flood insurance. Several courts have reached the same conclusion. <i>See, e.g., </i><i>Neill v. State Farm Fire and Cas. Co.,</i> 159 F.Supp.2d 770, 776-77 (E.D.Pa.2000); <i>Messa,</i> 122 F.Supp.2d at 523.</p>\n<p>Second, subjecting WYO companies to fifty different bad faith statutes would undermine Congressional intent to have a uniform system. Courts consistently have recognized that the NFIP's internal consistency and nationwide uniformity would be undermined if WYO companies are subject to each state's bad faith laws. <i>See, e.g., </i><i>Gibson v. American Bankers Ins. Co.,</i> 289 F.3d 943, 948-49 (6th Cir.2002) (citing uniformity as a reason for preempting Kentucky's unfair claims settlement practice act); <i>Neill,</i> 159 F.Supp.2d at 777; <i>Scherz,</i> 112 F.Supp.2d at 1008-09. The court agrees. Exposing WYO companies to bad faith liability in every state would create two curious results. First, the holder of a FEMA-issued flood insurance <span class=\"star-pagination\">*517</span> policy would be entitled to less legal protection than the holder of a WYO-issued policy.<sup>[12]</sup> Second, WYO companies might be more willing to issues flood insurance policies in some states and less willing in others. Either result would frustrate Congressional intent, as it would \"create an internal inconsistency within an otherwise balanced statutory and regulatory structure.\" <i>Scherz,</i> 112 F.Supp.2d at 1009.</p>\n<p>Third, allowing state law extra-contractual claims against WYO companies would increase the financial burden on the federal government. Courts declining to find conflict preemption have focused on the fact that FEMA would not have to reimburse WYO companies for extra-contractual state law claims. <i>See, e.g., </i><i>Bleecker,</i> 130 F.Supp.2d at 735 (citing 44 C.F.R. Pt. 62, App. A, Art. IX (\"[T]he responsible party shall bear all liability attached to ... delay, error or omission to the extent permissible by law.\")); <i>Davis</i> 96 F.Supp.2d at 1004 (citing 44 C.F.R. Pt. 62, App. A, Art. III(D)(4) (\"In the event the Administrator determines that the claim is grounded in actions by the [WYO] Company that are significantly outside the scope of this Arrangement, ... any award or judgment for damages arising out of such actions will not be recognized ... as a reimbursable loss cost, expense or expense reimbursement.\")). Even if this is true  that is, even if FEMA is not responsible for extracontractual claims asserted against WYO companies  the court finds that the indirect burden on FEMA and federal funds would be significant. As mentioned above, increased exposure to state liability would cause a decline in WYO participation, which, in turn, would force FEMA to shoulder a greater portion of the program's burden. In addition, those WYO companies that did participate likely would \"err on the side of overpaying claims, in an effort to insulate themselves from potential bad faith liability.\" <i>Scherz,</i> 112 F.Supp.2d at 1008; <i>see also </i><i>Neill,</i> 159 F.Supp.2d at 778 (\"Without the guarantee of reimbursements from FEMA, WYOs might have the incentive to overpay claims as a means of decreasing the likelihood of bad faith claims.\"). Such overpayments not only undermine NFIA's goal of efficient government expenditures, but also contradict the requirement that WYO companies strictly enforce the SFIP's terms. Given the already-present tension between strict compliance and a WYO company's profit motive, the additional motive of avoiding bad faith litigation would result in a flood insurance program in which participating WYO companies are too liberal with federal funds. Again, such a result is patently not what was intended when Congress enacted NFIA.</p>\n<p>For the foregoing reasons, the court concludes that subjecting WYO companies to North Carolina's bad faith statutes  §§ 75-1.1 and 58-63-15(11)  would frustrate NFIA's objectives. In reaching this conclusion, the court respectfully rejects the <i>Bleecker</i> court's reasoning for declining to find a conflict between NFIA and § 58-63-15(11), which the plaintiff relied upon in opposing NCFB's motion to dismiss. 130 F.Supp.2d 726 (E.D.N.C. 2000). Accordingly, the court finds that the plaintiff's North Carolina extra-contractual claims are preempted by NFIA and its corresponding regulations. Furthermore, to the extent that the plaintiff attempts to recover state law remedies for breach of his SFIP, those remedies are also preempted by federal law. At this point, the court makes no findings regarding whether interest, attorney fees, and punitive damages are recoverable under federal statutory or common law.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*518</span> IV. CONCLUSION</h2>\n<p>The court finds that the plaintiff's state law extra-contractual claim is preempted by federal law. Accordingly, the defendant's motion to dismiss [12-1] is ALLOWED and the plaintiff's second claim for relief is DISMISSED. The defendant's request for an oral hearing [12-2] is DENIED as MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The NFIP is administered by the Federal Emergency Management Agency (\"FEMA\") under the authority granted in the National Flood Insurance Act of 1968 (\"NFIA\") and corresponding regulations.</p>\n<p>[2]  The court makes no findings in this order regarding the appropriateness of the plaintiff's contractual claims or the corresponding calculations.</p>\n<p>[3]  An entity named the \"International Catastrophe Assessment Team\" informed the plaintiff by letter that his claim for additional payment had been denied.</p>\n<p>[4]  A violation of § 58-63-15 is a <i>per se</i> violation of § 75-1.1. Although the plaintiff alleges in general terms that § 58-63-15(11) was violated, he does not specify which subpart of § 58-63-15(11) was violated.</p>\n<p>[5]  As a conceptual matter, the court finds it difficult to understand how negligent conduct could be deemed \"unfair\" and \"deceptive\" under § 75-1.1. Nonetheless, for purposes of resolving the present motion, the court does not address the substance of the plaintiff's UDTPA claim.</p>\n<p>[6]  The court notes that FEMA recently revised 44 C.F.R. Pt. 61, App. A(1) in order to \"clarif[y] the policy language pertaining to jurisdiction, venue and the applicable law to emphasize that matters pertaining to the [SFIP], including <i>issues relating to and arising out of claims handling</i> ... are governed exclusively by Federal law.\" 65 Fed.Reg. 60758, 60767 (Emphasis added). Article 9 now reads: \"This policy and <i>all disputes arising from the handling of any claim</i> under the policy are governed exclusively by the flood insurance regulations issued by FEMA, the National Flood Insurance Act of 1968, as amended 42 U.S.C. § 4001, <i>et seq.,</i> and Federal common law.\" (Emphasis added). This revision became effective December 31, 2000, and controls all policies issued after that date. Because the plaintiff's policy was issued prior to December 31, 2000, the expanded breadth of the express preemption clause is inapplicable to the instant dispute.</p>\n<p>[7]  In addition to <i>Messa,</i> NCFB erroneously cited several cases to support a finding of field preemption. None of these cases, however, stands for the proposition for which they are cited. For example, in <i>Flick v. Liberty Mut. Fire Ins. Co.,</i> 205 F.3d 386 (9th Cir. 2000), the Ninth Circuit Court of Appeals was not confronted with the issue of whether the flood insurance field was preempted by federal law; rather, the issue was whether the SFIP's proof of loss requirement had to be strictly enforced by the WYO company. Based on considerations of the Appropriations Clause, the court concluded that strict compliance was required. <i>See id.</i> at 394-95. Nowhere in that court's opinion is there a discussion of field preemption. Similarly, none of the other cases cited by NCFB stand for the proposition that Congress intended to preempt the entire field of flood insurance. <i>See, e.g., </i><i>Neill v. State Farm Fire and Cas. Co.,</i> 159 F.Supp.2d 770, 776-77 (E.D.Pa.2000) (expressly declining to address the issue of field preemption and finding, instead, preemption on the basis that state laws regulating claims handling stand as an obstacle to the purposes of the NFIP); <i>3608 Sounds Ave. Condo. Ass'n v. South Carolina Ins. Co.,</i> 58 F.Supp.2d 499, 502 (D.N.J.1999) (finding that state law remedies of punitive damages and attorney fees are preempted, but employing no field preemption analysis).</p>\n<p>[8]  While the court recognizes that the reasoning applicable to field and conflict preemption may overlap, <i>see </i><i>English v. General Elec. Co.,</i> 496 U.S. 72, 79 n. 5, 110 S.Ct. 2270, 110 L.Ed.2d 65 (1990), the court believes that the better approach in this instance is to limit the preemption ramifications to those state laws that actually conflict with NFIA and NFIP.</p>\n<p>[9]  This is not to say that the court disagrees with the <i>Messa</i> court's ultimate conclusion regarding preemption or its reasoning in arriving at the same. The court simply believes that the reasoning in <i>Messa</i> is more appropriate to a conflict preemption finding.</p>\n<p>[10]  NCFB argues that it is impossible to comply with North Carolina's doctrines of reasonable expectations, substantial compliance, and notice/prejudice, and the NFIA's requirement that WYO companies strictly enforce the terms and conditions of the SFIP. This may in fact be true, however, these state law doctrines are simply not at issue in this case. Neither § 75-1.1 nor § 58-63-15(11) has anything to do with these policy interpretation doctrines. If the plaintiff argued, for example, that North Carolina law did not require him to strictly comply with the policy's proof-of-loss requirement, then NCFB's impossibility argument might carry the day. Here, however, no such argument is made. Accordingly, the court finds that NCFB could easily act in good faith and non-negligently <i>and</i> still comply with NFIA's strict enforcement requirement. <i>See </i><i>Scherz,</i> 112 F.Supp.2d at 1008.</p>\n<p>[11]  This is not to say that bad faith liability cannot play a useful role in regulating the conduct of WYO companies. If federal statutory or common law made provision for a single specifies of bad faith liability, there is little doubt that WYO companies would be able to comply with it at minimal additional expense. Obviously, that is not an issue now before the court.</p>\n<p>[12]  The plaintiff does not dispute that he could not assert North Carolina extra-contractual claims against FEMA if FEMA had issued the Policy. <i>See </i><i>Neill,</i> 159 F.Supp.2d at 777.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">508</span></span> (2002)</b></center>\n<center><h1>John C. PEAL, Sr., Plaintiff,<br>\nv.<br>\nNORTH CAROLINA FARM BUREAU MUTUAL INSURANCE COMPANY, INC., Defendant.</h1></center>\n<center>No. 7:01-CV-13-F(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 11, 2002.</center>\n<p><span class=\"star-pagination\">*509</span> <span class=\"star-pagination\">*510</span> Kenneth A. Shanklin, Wilmington, NC, Matthew A. Nichols, Law Offices of Kenneth Shanklin, Wilmington, NC, for plaintiff.</p>\n<p>Eric P. Stevens, Poyner &amp; Spruill, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>James C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Defendant North Carolina Farm Bureau Mutual Insurance Company, Inc. (\"NCFB\") to dismiss the plaintiff's state law extra-contractual claims arising from the alleged partial payment of his flood insurance claim. NCFB's motion has been fully briefed and is now ripe for disposition. Based upon the allegations asserted in the plaintiff's complaint, which the court accepts as true for purposes of the instant motion, the court makes the following findings.</p>\n<p></p>\n<h2>I. FACTUAL ALLEGATIONS</h2>\n<p>The plaintiff owns real property at 2604 Canal Cove Road, in Lake Waccamaw, North Carolina (the \"dwelling\"). On September 16, 1999, Hurricane Floyd hit southeastern North Carolina and caused extensive flood damage to the dwelling and its contents.</p>\n<p>The plaintiff's dwelling was insured under a Standard Flood Insurance Policy (\"SFIP\" or the \"Policy\") issued by NCFB. NCFB is a \"write-your-own\" insurance company (\"WYO company\") that issues flood insurance pursuant to the National Flood Insurance Program (the \"NFIP\").<sup>[1]</sup> The plaintiff's SFIP is a replacement value policy that covers up to $82,000 of flood damage, $80,000 for the dwelling and $2,000 for the dwelling's contents. <i>See</i> Complaint, ¶ 26.</p>\n<p>Immediately after Hurricane Floyd hit, the plaintiff made numerous efforts to obtain assistance from NCFB. <i>See</i> Complaint, ¶ 16. These efforts were fruitless, however, until nearly two months later, when NCFB's adjuster Ray D. Roy, Jr. <span class=\"star-pagination\">*511</span> (the \"adjuster\") finally evaluated the plaintiff's losses. <i>See id.</i> In doing so, the adjuster informed the plaintiff that the original adjuster had lost his records. <i>See id.</i> ¶ 17. After evaluating the plaintiff's flood damage, the adjuster prepared a \"statement as to full costs of repair or replacement under the replacement cost coverage\" (the \"Statement\"). The Statement indicated that the full replacement cost of the dwelling would be $98,894.77 and that the full cost of repair or replacement would be $40,076.95. <i>See id.</i> ¶¶ 28-30.</p>\n<p>Based on the adjuster's calculations, NCFB sent a payment check to the plaintiff in the amount of $32,695.73. This figure was reached by subtracting depreciation ($6,381.22) and the policy deductible ($1,000) from the full cost of repair or replacement ($40,076.95). Upon receiving the check, the plaintiff objected and asserted that the amount represented only a partial payment of what he is owed under the SFIP's terms. The plaintiff based his objection on the following provision of the SFIP:</p>\n<blockquote>If at the time of loss the total amount of insurance applicable to the <i>dwelling</i> is 80 percent or more of the full replacement cost of such <i>dwelling,</i> or is the maximum amount of insurance available under the <i>National Flood Insurance Program,</i> the coverage of this <i>policy</i> applicable to the <i>dwelling</i> is extended to include the full cost of repair or replacement (without deduction for depreciation).</blockquote>\n<p>Plaintiff's SFIP, Art. 8; 44 C.F.R. Pt. 61, App. A(1), Art. 8, subs. 4(A) (emphasis in original). Because the insurance applicable to the plaintiff's dwelling ($80,000) exceeded 80 percent of the dwelling's full replacement cost ($98,894.77), the plaintiff contends that NCFB wrongfully deducted $6,381.22 for depreciation. <i>See</i> Complaint, ¶ 34. Furthermore, the plaintiff contends that he was entitled to recover the full $82,000 to which his Policy applied. Thus, he objected to the payment check and asserted a claim for additional payment in the amount of $49,304.27 ($82,000-$32,695.73).<sup>[2]</sup></p>\n<p>On January 10, 2000, the plaintiff was informed that his claim for additional payment was denied.<sup>[3]</sup> This denial of coverage forms the basis for the instant lawsuit.</p>\n<p></p>\n<h2>II. ASSERTED CAUSES OF ACTION</h2>\n<p>The plaintiff asserts two causes of action in the present suit. First, he asserts that NCFB's denial of coverage was a breach of the Policy's terms. Second, he asserts that NCFB's conduct in handling his claim violated North Carolina's Unfair and Deceptive Trade Practice Act, N.C.GEN.STAT. § 75-1.1 (\"UDTPA\").</p>\n<p>Having carefully reviewed the plaintiff's complaint, the court has been able to find only a few factual allegations pertinent to the plaintiff's extra-contractual UDTPA claim. The heart of the UDTPA claim seems to be the allegation that the alleged erroneous depreciation deduction constituted an unfair claim settlement practice, in violation of N.C.GEN.STAT. § 58-63-15(11).<sup>[4]</sup><i>See</i> Complaint, ¶ 47 (\"The Defendant's <span class=\"star-pagination\">*512</span> foregoing misapplication of the depreciation rules under the NFIA ... and [his] repeated failure to cure this misapplication constitutes an unfair claim settlement practice....\"). The only other allegation related to the UDTPA claim is the assertion that NCFB's agents acted \"dilatory and negligently in handling Plaintiff's flood insurance claim and by losing Plaintiff's records.\" <i>Id.</i> at ¶ 51; <i>see also id.</i> at ¶ 17 (\"The Plaintiff was informed by Defendant's agent that the records from the original adjuster had been lost.\"). Aside from the allegations regarding his lost records, the plaintiff asserts no factual grounds to support this negligence-based UDTPA claim. Moreover, the plaintiff has not alleged each element of a negligence claim.<sup>[5]</sup></p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>The instant motion to dismiss takes issue only with the plaintiff's extra-contractual UDTPA claim. NCFB argues that extra-contractual state law causes of action related to the claims handling process are preempted by NFIA and its corresponding federal regulations. Before considering this argument, the court sets forth the appropriate standard of review for a motion to dismiss and then gives some background information about NFIA. This background information provides context for the court's preemption analysis.</p>\n<p></p>\n<h2><i>A. Standard of Review</i></h2>\n<p>An action will be dismissed for failing to state a claim if it appears that the plaintiff can prove no set of facts that would entitle him to relief. <i>See </i><i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). Such is the case when the face of the complaint clearly reveals the existence of a meritorious affirmative defense, such as federal preemption. <i>See </i><i>Brooks v. City of Winston-Salem,</i> <span class=\"citation\" data-id=\"718765\"><a href=\"/opinion/718765/larry-jerome-brooks-v-city-of-winston-salem-north-carolina-mn-barker/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 181 (4th Cir.1996). When reviewing a motion to dismiss, the court assumes the facts alleged in the complaint are true, <i>see </i><i>McNair v. Lend Lease Trucks, Inc.,</i> <span class=\"citation\" data-id=\"726075\"><a href=\"/opinion/726075/catherine-mcnair-ancillary-administratrix-for-the-estate-of-edward-earl/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 327 (4th Cir.1996), and construes the allegations in the light most favorable to the pleader. <i>See </i><i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n<p></p>\n<h2><i>B. The National Flood Insurance Act</i></h2>\n<p>Congress enacted NFIA \"in order to make flood insurance available on reasonable terms and conditions to those in need of such protection.\" <i>Battle v. Seibels Bruce Ins. Co.,</i> <span class=\"citation\" data-id=\"777477\"><a href=\"/opinion/777477/joseph-battle-v-seibels-bruce-insurance-company-south-carolina-insurance/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 598 (4th Cir.2002) (citing 42 U.S.C. § 4001); <i>Bleecker v. Std. Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"2418806\"><a href=\"/opinion/2418806/bleecker-v-standard-fire-ins-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">726</span></a></span>, 730 (E.D.N.C.2000) (noting that NFIA was created \"to provide subsidized flood insurance\"). Although the principal aim of NFIA is to protect property owners in flood prone areas from uninsured losses, there can be little doubt that Congress, in enacting NFIA, also expressed its concern for increasing federal flood relief expenditures. <i>See </i><i>Till v. Unifirst Fed. Sav. and Loan Ass'n,</i> <span class=\"citation\" data-id=\"392081\"><a href=\"/opinion/392081/glen-kermit-till-and-bettie-f-till-v-unifirst-federal-savings-and-loan/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span> (5th Cir.1981) (\"[T]he principal purpose in enacting [NFIA] was to reduce, by implementation of adequate land use controls and flood insurance, the massive burden on the federal fisc of the ever-increasing federal flood disaster assistance.\"). With these two interrelated goals in mind  affordable flood insurance and efficient government expenditures  Congress determined that uniformity and consistency were integral components of a national flood insurance program. <i>See</i> 42 U.S.C. § 4001(c).</p>\n<p><span class=\"star-pagination\">*513</span> FEMA is the agency in charge of administering NFIA. <i>See</i> 42 U.S.C. § 4081(a). In doing so, FEMA established a comprehensive regulatory scheme  the NFIP  that sets forth the rights and obligations of both insureds and insurers under NFIA. <i>See</i> 44 C.F.R. Pts. 61-78 (2000). Under the NFIP, flood insurance may be issued directly by FEMA or through WYO companies, such as NCFB, who sell flood insurance under their own name with the federal government acting as a guarantor. <i>See </i><i>Bleecker,</i> 130 F.Supp.2d at 730. In either scenario, the federal treasury pays all flood insurance claims exceeding the revenue earned by WYO companies from premium collection. <i>See </i><i>Van Holt v. Liberty Mut. Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"760123\"><a href=\"/opinion/760123/re-van-holt-jo-van-holt-v-liberty-mutual-fire-insurance-company-liberty/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">161</span></a></span>, 166 (3d Cir.1998). \"Thus, claim payments on such policies are a direct charge on the United States Treasury.\" <i>Battle,</i> 288 F.3d at 600 (citing <i>Newton v. Capital Assurance Co.,</i> <span class=\"citation\" data-id=\"772780\"><a href=\"/opinion/772780/alex-w-newton-v-capital-assurance-company-inc/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1311 (11th Cir.2001)).</p>\n<p>WYO companies have very little discretion in the administration of flood insurance policies issued pursuant to the NFIP. All flood insurance policies issued by WYO companies must mirror the terms of the SFIP. <i>See</i> 44 C.F.R. §§ 61.4(b), 61.13(d),(e), 62.23(c),(d). In addition, the \"adjustment, settlement, payment and defense of all claims arising from policies of flood insurance it issues under the [NFIP]\" must be done strictly in accordance with the SFIP's terms and conditions. 44 C.F.R. § 62.23(d); <i>see also </i><i>Scherz v. South Carolina Ins. Co.,</i> <span class=\"citation\" data-id=\"2521353\"><a href=\"/opinion/2521353/scherz-v-south-carolina-ins-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1000</span></a></span>, 1007 (C.D.Cal.2000) (\"[A] WYO insurer has no choice but to strictly enforce SFIP requirements because the insurer lacks the authority unilaterally to alter or waive any SFIP provision\") (citing 44 C.F.R. § 61.13(d); 44 C.F.R. Pt. 61, App. A(1), Art. 9(D)). Moreover, WYO companies do not profit from premium collection, as all premiums collected must be deposited in the National Flood Insurance Fund of the federal treasury. <i>See</i> 42 U.S.C. § 4017(d); 44 C.F.R. Pt. 62, App. A, Arts. II(E) and VII(B). Instead, WYO companies profit on SFIPs only if they pay claims, in which case they earn a 3.3 percent commission on the amount of claims paid. <i>See </i><i>Scherz,</i> 112 F.Supp.2d at 1004 (citing 44 C.F.R. Pt. 62, App. A, Art. III(C)(1)). Unlike ordinary insurers, then, WYO companies have very little discretion in interpreting SFIPs and no incentive to deny legitimate claims. On the contrary, \"the greater the payment, the larger the amount the insurer recovers\" in commission. <i>Id.</i></p>\n<p>With these background principles in mind, the court now turns to its preemption analysis of the plaintiff's North Carolina UDTPA claim.</p>\n<p></p>\n<h2><i>C. Preemption Analysis</i></h2>\n<p>There are three types of federal preemption: (1) express preemption; (2) field preemption; and (3) conflict preemption. The first two types of preemption turn on the intent of Congress, which either may be explicitly apparent (express preemption) or inferred from a comprehensive federal regulatory scheme (field preemption). <i>See </i><i>Worm v. American Cyanamid Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1301</span></span>, 1304 (4th Cir.1992). Even if no such intent to preempt is manifested, state law nonetheless may be preempted to the extent that it actually conflicts with federal law. <i>See id.</i></p>\n<p>In this case, NCFB argues that all three types of preemption are applicable. The court, however, has little trouble concluding that neither express preemption nor field preemption is applicable to the plaintiff's UDTPA claim. Nevertheless, the court finds that the plaintiff's UDTPA claim is preempted because it actually conflicts with NFIA and corresponding regulations.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*514</span> 1. <i>Express Preemption</i>\n</h2>\n<p>Although NFIA does not contain an express preemption clause, NCFB contends that subsequent federal regulations expressly preempt all state law causes of actions related to claims handling. Specifically, NCFB points to Article 11 of the SFIP: \"This <i>policy</i> is governed by the <i>flood</i> insurance regulations issued by FEMA, the [NFIA] of 1968, as amended (42 U.S.C. § 4001, <i>et seq.</i>), and Federal common law.\"<sup>[6]</sup> 44 C.F.R. Pt. 61, App. A(1), Art. 11. The vast majority of courts considering this language have concluded that it does not expressly preempt state law causes of action arising from claims handling. <i>See </i><i>Bleecker,</i> 130 F.Supp.2d at 732 (citing <i>Spence v. Omaha Indem, Ins. Co.,</i> <span class=\"citation\" data-id=\"609774\"><a href=\"/opinion/609774/harry-spence-and-nancy-spence-fortner-v-omaha-indemnity-insurance-company/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 797 n. 20 (5th Cir.1993)); <i>Scherz,</i> 112 F.Supp.2d at 1004; <i>Davis v. Travelers Prop. &amp; Cas. Co.,</i> <span class=\"citation\" data-id=\"2420998\"><a href=\"/opinion/2420998/davis-v-travelers-property-and-cas-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">995</span></a></span>, 1001 (N.D.Cal.2000); <i>Messa v. Omaha Prop. &amp; Cas. Ins. Co.,</i> <span class=\"citation\" data-id=\"2580417\"><a href=\"/opinion/2580417/messa-v-omaha-property-cas-ins-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">513</span></a></span>, 517 (D.N.J.2000). The court agrees with the reasoning of these courts and finds that the plaintiff's UDTPA claim is not expressly preempted by either NFIA or corresponding federal regulations.</p>\n<p></p>\n<h2>2. <i>Field Preemption</i>\n</h2>\n<p>The court also concludes that no intent to preempt can be inferred from the comprehensiveness of federal flood insurance law. State law is impliedly preempted by federal law whenever Congress has regulated a particular field so pervasively that there are no gaps within which state law may operate. <i>See </i><i>Cavallo v. Star Enter.,</i> <span class=\"citation\" data-id=\"729758\"><a href=\"/opinion/729758/ardith-cavallo-and-lawrence-cavallo-v-star-enterprise-texaco-refining-and/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></a></span>, 1155 (4th Cir.1996). As with express preemption, most courts have declined to find field preemption in the flood insurance context. <i>See </i><i>Bleecker,</i> 130 F.Supp.2d at 734; <i>Scherz,</i> 112 F.Supp.2d at 1006; <i>Davis,</i> 96 F.Supp.2d at 1002; <i>Stanton v. State Farm Fire and Cas. Co., Inc.,</i> <span class=\"citation\" data-id=\"2569018\"><a href=\"/opinion/2569018/stanton-v-state-farm-fire-and-cas-co-inc/\"><span class=\"volume\">78</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1029</span></a></span>, 1038 (D.S.D.1999). Although the reasoning of these courts differs slightly, the bottom line is the same: Congress did not pervasively regulate the field of flood insurance. <i>See, e.g., </i><i>Bleecker,</i> 130 F.Supp.2d at 735 (\"Stripping insurance claimants of protections offered by state law from the tortious conduct of insurers would leave a gapping hole in the flood insurance field which Congress did not intend.\"). The court agrees. Given that insurance law is an area traditionally regulated by states, <i>see id.</i> at 734 (citing <i>Davis,</i> 96 F.Supp.2d. at 1002; <i>Cohen v. State Farm Fire &amp; Cas. Co,</i> <span class=\"citation\" data-id=\"2377414\"><a href=\"/opinion/2377414/cohen-v-state-farm-fire-and-cas/\"><span class=\"volume\">68</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1151</span></a></span>, 1157 (C.D.Cal. 1999)), the court simply cannot conclude that NCFB has overcome its \"considerable burden\" of proving that Congress intended to supplant the entire field of flood insurance. <i>De Buono v. NYSA-ILA Medical &amp; Clinical Servs. Fund,</i> <span class=\"citation\" data-id=\"118119\"><a href=\"/opinion/118119/de-buono-v-nysa-ila-medical-and-clinical-services-fund/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 814, <span class=\"citation\" data-id=\"118119\"><a href=\"/opinion/118119/de-buono-v-nysa-ila-medical-and-clinical-services-fund/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1747</span></a></span>, <span class=\"citation\" data-id=\"118119\"><a href=\"/opinion/118119/de-buono-v-nysa-ila-medical-and-clinical-services-fund/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">21</span></a></span> (1997); <i>see also </i><i>Worm,</i> 970 F.2d at 1305 (\"[W]here Congress is claimed to have preempted by implication a field of law traditionally occupied by state law, our jurisprudence and principles of federalism dictate that we presume that Congress did not intend to <span class=\"star-pagination\">*515</span> nullify state law unless a contrary intent is `clear and manifest.'\") (citing <i>Jones v. Rath Packing Co.,</i> <span class=\"citation\" data-id=\"109628\"><a href=\"/opinion/109628/jones-v-rath-packing-co/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 525, <span class=\"citation\" data-id=\"109628\"><a href=\"/opinion/109628/jones-v-rath-packing-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1305</span></a></span>, <span class=\"citation\" data-id=\"109628\"><a href=\"/opinion/109628/jones-v-rath-packing-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (1977)).</p>\n<p>Moreover, the court is aware of only one district court to conclude otherwise. In <i>Messa v. Omaha</i><i> Property &amp; Casualty Insurance Company,</i> the district court did find that the entire field of flood insurance was preempted by federal law.<sup>[7]</sup> <span class=\"citation\" data-id=\"2580417\"><a href=\"/opinion/2580417/messa-v-omaha-property-cas-ins-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">513</span></a></span> (D.N.J.2000). In reaching its conclusion, however, the district court relied on reasoning that is more appropriate to a conflict preemption analysis. For example, in explaining why it believed the field of flood insurance was preempted, the district court gave the following passage:</p>\n<blockquote>If WYO insurers were to be held liable under different states' differing laws for their behavior during the claims handling process, it would make it much less likely that private insurers would be willing to participate in the NFIP, making flood insurance impossible to obtain at all, and increasing the burden on the federal treasury from flood-related disaster relief. That is precisely the situation that the NFIP was designed remedy.</blockquote>\n<p><i>Id.</i> at 522-23. The reasoning engrafted in this passage mirrors that which is pertinent to a conflict preemption analysis, not that which is pertinent to determining whether Congress has regulated a field so pervasively that state law is precluded from operating within that field.<sup>[8]</sup> The court, therefore, does not consider <i>Messa</i> to be persuasive on the issue of whether Congress's intent to preempt should be inferred from the pervasiveness of federal flood insurance law.<sup>[9]</sup> On the contrary, the court follows the reasoning of the overwhelming majority of courts and concludes that the field of flood insurance is not preempted by federal law.</p>\n<p>The only question remaining, then, is whether the plaintiff's UDTPA cause of action is preempted because it conflicts with NFIA or corresponding regulations.</p>\n<p></p>\n<h2>3. <i>Conflict Preemption</i>\n</h2>\n<p>Even absent Congress's intent to preempt a particular area of law, state law <span class=\"star-pagination\">*516</span> may be preempted if it is impossible to comply with both state and federal law or if state law \"stands as an obstacle to the accomplishment of the full purposes and objectives\" of federal law. <i>See </i><i>Silkwood v. Kerr-McGee Corp.,</i> <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 248, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984) (internal citations omitted). In this case, there can be little doubt that it is possible to comply with both North Carolina and federal law.<sup>[10]</sup> Accordingly, the court focuses its analysis on the second prong of conflict preemption: whether North Carolina's bad faith statutes frustrate the goals of NFIA. For the reasons that follow, the court finds that it does.</p>\n<p>First, exposing WYO companies to fifty different versions of bad faith liability would decrease the willingness of insurance companies to participate in the NFIP.<sup>[11]</sup> With fewer WYO companies, FEMA itself would be required to issue more policies, which, in turn, would cause increased program costs. Economic principles dictate that private insurance companies, who are intimately familiar with the insurance industry as a whole, are able to issue policies more efficiently than the federal government acting alone. Indeed, if this were not the case, FEMA would not have created the WYO program in the first place. <i>See</i> 44 C.F.R. §§ 62.23. Implicit in FEMA's decision to authorize WYO companies to sell and administer SFIPs is the rationale that doing so will best achieve the NFIP's goal of providing affordable flood insurance. Conversely, state laws that cause a decline in WYO participation necessarily increase the cost of providing flood insurance. This cost increase inevitably would be passed on to property owners in flood-prone areas, and fewer property owners would have access to affordable flood insurance. Several courts have reached the same conclusion. <i>See, e.g., </i><i>Neill v. State Farm Fire and Cas. Co.,</i> <span class=\"citation\" data-id=\"2384422\"><a href=\"/opinion/2384422/neill-v-state-farm-fire-and-cas-co/\"><span class=\"volume\">159</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">770</span></a></span>, 776-77 (E.D.Pa.2000); <i>Messa,</i> 122 F.Supp.2d at 523.</p>\n<p>Second, subjecting WYO companies to fifty different bad faith statutes would undermine Congressional intent to have a uniform system. Courts consistently have recognized that the NFIP's internal consistency and nationwide uniformity would be undermined if WYO companies are subject to each state's bad faith laws. <i>See, e.g., </i><i>Gibson v. American Bankers Ins. Co.,</i> <span class=\"citation\" data-id=\"777617\"><a href=\"/opinion/777617/edgar-allen-gibson-and-leslie-gibson-v-american-bankers-insurance-company/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">943</span></a></span>, 948-49 (6th Cir.2002) (citing uniformity as a reason for preempting Kentucky's unfair claims settlement practice act); <i>Neill,</i> 159 F.Supp.2d at 777; <i>Scherz,</i> 112 F.Supp.2d at 1008-09. The court agrees. Exposing WYO companies to bad faith liability in every state would create two curious results. First, the holder of a FEMA-issued flood insurance <span class=\"star-pagination\">*517</span> policy would be entitled to less legal protection than the holder of a WYO-issued policy.<sup>[12]</sup> Second, WYO companies might be more willing to issues flood insurance policies in some states and less willing in others. Either result would frustrate Congressional intent, as it would \"create an internal inconsistency within an otherwise balanced statutory and regulatory structure.\" <i>Scherz,</i> 112 F.Supp.2d at 1009.</p>\n<p>Third, allowing state law extra-contractual claims against WYO companies would increase the financial burden on the federal government. Courts declining to find conflict preemption have focused on the fact that FEMA would not have to reimburse WYO companies for extra-contractual state law claims. <i>See, e.g., </i><i>Bleecker,</i> 130 F.Supp.2d at 735 (citing 44 C.F.R. Pt. 62, App. A, Art. IX (\"[T]he responsible party shall bear all liability attached to ... delay, error or omission to the extent permissible by law.\")); <i>Davis</i> 96 F.Supp.2d at 1004 (citing 44 C.F.R. Pt. 62, App. A, Art. III(D)(4) (\"In the event the Administrator determines that the claim is grounded in actions by the [WYO] Company that are significantly outside the scope of this Arrangement, ... any award or judgment for damages arising out of such actions will not be recognized ... as a reimbursable loss cost, expense or expense reimbursement.\")). Even if this is true  that is, even if FEMA is not responsible for extracontractual claims asserted against WYO companies  the court finds that the indirect burden on FEMA and federal funds would be significant. As mentioned above, increased exposure to state liability would cause a decline in WYO participation, which, in turn, would force FEMA to shoulder a greater portion of the program's burden. In addition, those WYO companies that did participate likely would \"err on the side of overpaying claims, in an effort to insulate themselves from potential bad faith liability.\" <i>Scherz,</i> 112 F.Supp.2d at 1008; <i>see also </i><i>Neill,</i> 159 F.Supp.2d at 778 (\"Without the guarantee of reimbursements from FEMA, WYOs might have the incentive to overpay claims as a means of decreasing the likelihood of bad faith claims.\"). Such overpayments not only undermine NFIA's goal of efficient government expenditures, but also contradict the requirement that WYO companies strictly enforce the SFIP's terms. Given the already-present tension between strict compliance and a WYO company's profit motive, the additional motive of avoiding bad faith litigation would result in a flood insurance program in which participating WYO companies are too liberal with federal funds. Again, such a result is patently not what was intended when Congress enacted NFIA.</p>\n<p>For the foregoing reasons, the court concludes that subjecting WYO companies to North Carolina's bad faith statutes  §§ 75-1.1 and 58-63-15(11)  would frustrate NFIA's objectives. In reaching this conclusion, the court respectfully rejects the <i>Bleecker</i> court's reasoning for declining to find a conflict between NFIA and § 58-63-15(11), which the plaintiff relied upon in opposing NCFB's motion to dismiss. <span class=\"citation\" data-id=\"2418806\"><a href=\"/opinion/2418806/bleecker-v-standard-fire-ins-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">726</span></a></span> (E.D.N.C. 2000). Accordingly, the court finds that the plaintiff's North Carolina extra-contractual claims are preempted by NFIA and its corresponding regulations. Furthermore, to the extent that the plaintiff attempts to recover state law remedies for breach of his SFIP, those remedies are also preempted by federal law. At this point, the court makes no findings regarding whether interest, attorney fees, and punitive damages are recoverable under federal statutory or common law.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*518</span> IV. CONCLUSION</h2>\n<p>The court finds that the plaintiff's state law extra-contractual claim is preempted by federal law. Accordingly, the defendant's motion to dismiss [12-1] is ALLOWED and the plaintiff's second claim for relief is DISMISSED. The defendant's request for an oral hearing [12-2] is DENIED as MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The NFIP is administered by the Federal Emergency Management Agency (\"FEMA\") under the authority granted in the National Flood Insurance Act of 1968 (\"NFIA\") and corresponding regulations.</p>\n<p>[2]  The court makes no findings in this order regarding the appropriateness of the plaintiff's contractual claims or the corresponding calculations.</p>\n<p>[3]  An entity named the \"International Catastrophe Assessment Team\" informed the plaintiff by letter that his claim for additional payment had been denied.</p>\n<p>[4]  A violation of § 58-63-15 is a <i>per se</i> violation of § 75-1.1. Although the plaintiff alleges in general terms that § 58-63-15(11) was violated, he does not specify which subpart of § 58-63-15(11) was violated.</p>\n<p>[5]  As a conceptual matter, the court finds it difficult to understand how negligent conduct could be deemed \"unfair\" and \"deceptive\" under § 75-1.1. Nonetheless, for purposes of resolving the present motion, the court does not address the substance of the plaintiff's UDTPA claim.</p>\n<p>[6]  The court notes that FEMA recently revised 44 C.F.R. Pt. 61, App. A(1) in order to \"clarif[y] the policy language pertaining to jurisdiction, venue and the applicable law to emphasize that matters pertaining to the [SFIP], including <i>issues relating to and arising out of claims handling</i> ... are governed exclusively by Federal law.\" 65 Fed.Reg. 60758, 60767 (Emphasis added). Article 9 now reads: \"This policy and <i>all disputes arising from the handling of any claim</i> under the policy are governed exclusively by the flood insurance regulations issued by FEMA, the National Flood Insurance Act of 1968, as amended 42 U.S.C. § 4001, <i>et seq.,</i> and Federal common law.\" (Emphasis added). This revision became effective December 31, 2000, and controls all policies issued after that date. Because the plaintiff's policy was issued prior to December 31, 2000, the expanded breadth of the express preemption clause is inapplicable to the instant dispute.</p>\n<p>[7]  In addition to <i>Messa,</i> NCFB erroneously cited several cases to support a finding of field preemption. None of these cases, however, stands for the proposition for which they are cited. For example, in <i>Flick v. Liberty Mut. Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"767870\"><a href=\"/opinion/767870/irene-flick-v-liberty-mutual-fire-insurance-company/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span> (9th Cir. 2000), the Ninth Circuit Court of Appeals was not confronted with the issue of whether the flood insurance field was preempted by federal law; rather, the issue was whether the SFIP's proof of loss requirement had to be strictly enforced by the WYO company. Based on considerations of the Appropriations Clause, the court concluded that strict compliance was required. <i>See id.</i> at 394-95. Nowhere in that court's opinion is there a discussion of field preemption. Similarly, none of the other cases cited by NCFB stand for the proposition that Congress intended to preempt the entire field of flood insurance. <i>See, e.g., </i><i>Neill v. State Farm Fire and Cas. Co.,</i> <span class=\"citation\" data-id=\"2384422\"><a href=\"/opinion/2384422/neill-v-state-farm-fire-and-cas-co/\"><span class=\"volume\">159</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">770</span></a></span>, 776-77 (E.D.Pa.2000) (expressly declining to address the issue of field preemption and finding, instead, preemption on the basis that state laws regulating claims handling stand as an obstacle to the purposes of the NFIP); <i>3608 Sounds Ave. Condo. Ass'n v. South Carolina Ins. Co.,</i> <span class=\"citation\" data-id=\"2568202\"><a href=\"/opinion/2568202/3608-sounds-ave-condo-assn-v-south-carolina-ins-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">499</span></a></span>, 502 (D.N.J.1999) (finding that state law remedies of punitive damages and attorney fees are preempted, but employing no field preemption analysis).</p>\n<p>[8]  While the court recognizes that the reasoning applicable to field and conflict preemption may overlap, <i>see </i><i>English v. General Elec. Co.,</i> <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 79 n. 5, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2270</span></a></span>, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span></a></span> (1990), the court believes that the better approach in this instance is to limit the preemption ramifications to those state laws that actually conflict with NFIA and NFIP.</p>\n<p>[9]  This is not to say that the court disagrees with the <i>Messa</i> court's ultimate conclusion regarding preemption or its reasoning in arriving at the same. The court simply believes that the reasoning in <i>Messa</i> is more appropriate to a conflict preemption finding.</p>\n<p>[10]  NCFB argues that it is impossible to comply with North Carolina's doctrines of reasonable expectations, substantial compliance, and notice/prejudice, and the NFIA's requirement that WYO companies strictly enforce the terms and conditions of the SFIP. This may in fact be true, however, these state law doctrines are simply not at issue in this case. Neither § 75-1.1 nor § 58-63-15(11) has anything to do with these policy interpretation doctrines. If the plaintiff argued, for example, that North Carolina law did not require him to strictly comply with the policy's proof-of-loss requirement, then NCFB's impossibility argument might carry the day. Here, however, no such argument is made. Accordingly, the court finds that NCFB could easily act in good faith and non-negligently <i>and</i> still comply with NFIA's strict enforcement requirement. <i>See </i><i>Scherz,</i> 112 F.Supp.2d at 1008.</p>\n<p>[11]  This is not to say that bad faith liability cannot play a useful role in regulating the conduct of WYO companies. If federal statutory or common law made provision for a single specifies of bad faith liability, there is little doubt that WYO companies would be able to comply with it at minimal additional expense. Obviously, that is not an issue now before the court.</p>\n<p>[12]  The plaintiff does not dispute that he could not assert North Carolina extra-contractual claims against FEMA if FEMA had issued the Policy. <i>See </i><i>Neill,</i> 159 F.Supp.2d at 777.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2384422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2418806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2420998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2521353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2569018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580417/"
  ]
}