{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2342783/",
  "absolute_url": "/opinion/2342783/martin-v-international-dryer-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2342783/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:55.205738Z",
  "date_modified": "2016-04-27T01:08:16.526531Z",
  "type": "010combined",
  "sha1": "f2e2998df2ba4094f4feb4cc1ee88d87e71f71e1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>637 F.Supp. 101 (1986)</b></center>\n<center><h1>Dennis MARTIN, Administrator of the Estate of David Martin, Deceased, and Anna Dell Watts, Plaintiffs,<br>\nv.<br>\nINTERNATIONAL DRYER CORPORATION, United Technologies Corporation, Essex Group, Inc., Hamilton Standard Controls, Inc., and Fenwal Incorporated, Defendants.</h1></center>\n<center>No. 85-351-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 6, 1986.</center>\n<p><span class=\"star-pagination\">*102</span> Robert J. Wishart, Diana L. Evans, Wishart, Norris, Henninger &amp; Pittman, Burlington, N.C., for Fenwall Incorp.</p>\n<p>Edward N. Rodman, Rodman, Holscher &amp; Francisco, Washington, D.C., for Essex Group, Inc., Hamilton Standards Controls, Inc. United Technologies Corp.</p>\n<p>Bynum M. Hunter, Alan W. Duncan, Smith, Moore, Smith, Schell &amp; Hunter, Greensboro, N.C., for International Dryer Corp.</p>\n<p>William L. Thorp, Anne R. Slifkin, Thorp, Fuller &amp; Slifkin, Raleigh, N.C., Marvin Blount, Jr., Charles Hardee, Blount &amp; White, Greenville, N.C., for plaintiffs.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Plaintiffs claim injury and death as a result of a propane gas explosion in an apartment building in Greenville, North Carolina on March 2, 1983. Defendants are the manufacturers of products that were used in a gas clothes dryer that exploded in the laundry room of the building. In this suit plaintiffs seek actual and punitive damages and allege federal question jurisdiction pursuant to the Consumer Product Safety Act [hereinafter \"the Act\"], 15 U.S.C. §§ 2051 <i>et seq.</i> None of the products in this case were covered by consumer product safety rules.</p>\n<p>The defendants have moved for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>I.</h2>\n<p>The judicial power of the United States defined by Article III is not an unconditioned authority. <i>Valley Forge Christian College v. Americans United for Separation of Church and State, Inc.,</i> 454 U.S. 464, 471, 102 S.Ct. 752, 757, 70 L.Ed.2d 700 (1982).</p>\n<p>Standing is one of the principal doctrines used to insure that a particular cause of action raises a case or controversy. If there is no case or controversy between the parties, this court lacks jurisdiction over the subject matter and may not entertain the action.</p>\n<p>A plaintiff must establish three elements to have constitutional standing:</p>\n<blockquote>\"[A]t an irreducible minimum, Art. III requires the party who invokes the court's authority to `show [1] that he personally has suffered some actual and threatened injury as a result of the putatively illegal conduct of the defendant,' ... and [2] that the injury `fairly can be traced to the challenged action' and [3] `is likely to be redressed by a favorable decision.'\"</blockquote>\n<p><i>Community Nutrition Institute v. Block,</i> 698 F.2d 1239, 1244 (D.C. Cir.1983), <i>rev'd on other grounds,</i> 467 U.S. 340, 104 S.Ct. 2450, 81 L.Ed.2d 270 (1984), quoting <i>Valley Forge,</i> 454 U.S. at 472, 102 S.Ct. at 758. The court's standing analysis in this case centers upon the second element enumerated above, i.e., that of establishing causation between challenged action and alleged injury.</p>\n<p>The \"fairly traceable\" component examines the causal connection between the alleged injury and the defendant's assertedly unlawful conduct. <i>Allen v. Wright,</i> 468 U.S. 737, 104 S.Ct. 3315, 3326 n. 19, 82 L.Ed.2d 556 (1984).<sup>[1]</sup> A plaintiff establishes a sufficient causal connection between injury and challenged action if he can make a reasonable showing that the alleged injury would not have occurred <span class=\"star-pagination\">*103</span> \"but for\" the defendant's challenged conduct. <i>Duke Power Company v. Carolina Environmental Study Group, Inc.,</i> 438 U.S. 59, 74-75, 98 S.Ct. 2620, 2630-31, 57 L.Ed.2d 595 (1978); <i>Community Nutrition Institute,</i> 698 F.2d at 1247. The plaintiffs' injuries are not fairly traceable to the defendants' challenged conduct in this case and therefore they lack standing to bring this action in federal court.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs sue pursuant to 15 U.S.C. § 2072 of the Act. That section provides in pertinent part:</p>\n<blockquote>\"Any person who shall sustain injury by reason of any knowing (including willful) violation of a consumer product safety rule, or any other rule or order issued by the Commission may sue any person who knowingly (including willfully) violated any such rule or order in any district court of the United States....\"</blockquote>\n<p>Plaintiffs contend that the defendants have violated a Commission rule, i.e., 16 C.F.R. § 1115.1 <i>et seq.</i> This rule expands on the Act's statutory disclosure provision and provides disclosure guidelines for use by manufacturers, retailers and distributors. Plaintiffs claim that the defendants violated § 1115 by not disclosing unfavorable information about the dryer and its valve assembly prior to the explosion. Plaintiffs claim this information showed that these products were \"substantial product hazards\" as that term is defined in the Act. Plaintiffs allege the failure to notify the Commission of known defects in the dryer and valve assembly caused their injuries or death.</p>\n<p>Under the Act, product defects (and subsequent injuries resulting therefrom) are prevented through Commission action. This action is possible only <i>after</i> formulation of consumer product safety rules or similar orders governing particular products or conduct. Congress has given the Commission the authority to promulgate consumer product safety rules and rules regulating certain types of products and specific manners of manufacturer conduct. <i>See, e.g.,</i> 15 U.S.C. §§ 2056, 2057, 2058(g), 2063(b), (c). The Commission is required to follow detailed administrative procedures before establishing standards regulating product usage. 15 U.S.C. § 2058. The Commission will not promulgate a consumer product safety standard unless such a standard is reasonably necessary to prevent or reduce an unreasonable risk of injury associated with a given product. 15 U.S.C. § 2056(a).</p>\n<p>The Commission may order manufacturers to repair or replace products containing defects creating substantial risks of injury to the public. Such products, by definition, constitute \"substantial product hazards.\" <i>See</i> 15 U.S.C. § 2064(a)(2). The Commission will not issue an order under § 2064 regulating product usage unless it finds the suspect product actually creates a substantial risk of injury to the public. 15 U.S.C. § 2064(b)(2), (c).</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs fail to show that the injury and death would not have occurred \"but for\" the defendants' alleged violation of Commission reporting rules. The plaintiffs are not required to <i>prove</i> at this stage of litigation that their injuries were caused by the defendants' reporting violations. Yet plaintiffs have not satisfied Article III's requirement of a fairly traceable causal connection between their injury and the defendants' alleged violation of 16 C.F.R. § 1115.1 <i>et seq. Cf. </i><i>Community Nutrition Institute,</i> 698 F.2d at 1247-48.</p>\n<p>An analysis of the Act shows that a violation of a disclosure rule such as 16 C.F.R. § 1115 does not <i>per se</i> establish that the product in question presented an unreasonable or substantial risk of harm requiring Commission regulation. Only the Commission can reach such conclusions after hearings are held on these issues. 15 U.S.C. § 2058(d)(2), § 2064. Since § 1115 does not create standards, and is not in itself material to whether the Commission would have regulated suspect products, a violation of that disclosure rule does not <span class=\"star-pagination\">*104</span> establish that the Commission would have regulated a suspect product and thereby prevented injury had the violators properly disclosed information.</p>\n<p>The disclosure guidelines set forth in 16 C.F.R. § 1115 elaborate on 15 U.S.C. § 2064, which is the Act's statutory disclosure provision. Disclosure of information regarding possible product defects results in Commission action only if the Commission finds the products: (1) violate an existing consumer product safety standard, or (2) contain a defect creating a \"substantial product hazard\" as that term is defined in § 2064(a)(2). <i>See</i> 15 U.S.C. § 2064(b). Since the dryer and valve assembly parts in this case were not banned as \"banned hazardous products\" or governed by a consumer product safety standard, the Commission could not have ordered the withdrawal, replacement or repair of these products without finding that they constituted substantial product hazards.<sup>[2]</sup> To prove causation between the plaintiffs' injuries and the defendants' alleged failure to disclose information about these products, the plaintiffs must show that the Commission would have: (1) held hearings had the alleged violations of 16 C.F.R. § 1115.1 <i>et seq.</i> not occurred; (2) found the suspect products to constitute \"substantial product hazards\" as defined in § 2064(a)(2), and (3) promulgated a rule or order effectively eliminating the product defects in the dryer and valve assembly parts prior to the explosion in the Greenville apartment complex.</p>\n<p>Causation requires a rational relationship between cause and effect. Constitutional standing will not tolerate speculation and random chance as a basis for connecting an injury with a duty. The facts of this case demonstrate a lack of causal connection between the alleged violation of § 1115 and the plaintiffs' injuries. To connect these events in law the plaintiffs must supply the decision that the Consumer Product Safety Commission would have made had there been a prior disclosure under § 1115. This element does not exist and cannot be supplied to cure the causation defect which defeats standing in this case.</p>\n<p>For instance, the Commission might decide that the information disclosed did not warrant a need for hearings because the risks presented were relatively minor. Alternatively, the Commission might decide, after holding hearings, that the risks inherent in the use of a particular product were not unreasonable or substantial, thereby precluding issuance of a product safety rule or § 2064 order, respectively. These Commission decisions are sufficiently uncertain as to render the chain of causation too weak to sustain Article III standing. <i>Cf. </i><i>Allen v. Wright,</i> 104 S.Ct. at 3329 (Article III standing requirement not met where chain of causation involves numerous third parties who may not exist and whose independent decisions may not collectively cause injury of which plaintiffs complain); <i>Simon v. Eastern Kentucky Welfare Rights Organization,</i> 426 U.S. 26, 96 S.Ct. 1917, 48 L.Ed.2d 450 (1976) (indigents did not have standing to challenge government grant of tax exemptions to hospitals where causal connection between grant of exemption and hospitals' policy concerning provision of medical services to indigents was dependent on hospitals' decisions made in response to withdrawal of tax exempt status).</p>\n<p>Plaintiffs speculate that the Commission, a third party not before this court, would have acted on any information allegedly withheld by the defendants. It is also speculation that Commission action would produce rules or orders regulating the products at issue in this case thereby preventing plaintiffs' injuries. Speculation is an inadequate basis for Article III standing. Since there can be no causal connection between a violation of 16 C.F.R. § 1115's disclosure provisions and the actual injuries <span class=\"star-pagination\">*105</span> suffered by plaintiffs, and since the product itself was not the subject of any rule or order by the Commission, the plaintiffs do not satisfy constitutional standing requirements. Plaintiffs have failed to make a reasonable showing that their injuries would not have occurred but for the defendants' alleged violations of 16 C.F.R. § 1115. Accordingly, plaintiffs' claim is DISMISSED in its entirety as to all defendants.<sup>[3]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  The \"fairly traceable\" and \"redressability\" components of the constitutional standing inquiry do differ. <i>Allen v. Wright,</i> 468 U.S. 737, 104 S.Ct. 3315, 3326 n. 19, 82 L.Ed.2d 556 (1984).</p>\n<p>[2]  The plaintiffs have not brought to the court's attention any other avenue by which disclosure of information under the Act could in theory have prevented plaintiff Watts' and decedent Martin's injuries. Indeed, plaintiffs in their complaint contend that the defendants violated 16 C.F.R. § 1115 by withholding information regarding products which were \"substantial product hazards.\"</p>\n<p>[3]  Given the court's disposition of this case on standing grounds, the court need not address the defendants' argument that 15 U.S.C. § 2072 provides private parties with causes of actions only for violations of substantive (as opposed to interpretive) rules.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">101</span></span> (1986)</b></center>\n<center><h1>Dennis MARTIN, Administrator of the Estate of David Martin, Deceased, and Anna Dell Watts, Plaintiffs,<br>\nv.<br>\nINTERNATIONAL DRYER CORPORATION, United Technologies Corporation, Essex Group, Inc., Hamilton Standard Controls, Inc., and Fenwal Incorporated, Defendants.</h1></center>\n<center>No. 85-351-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 6, 1986.</center>\n<p><span class=\"star-pagination\">*102</span> Robert J. Wishart, Diana L. Evans, Wishart, Norris, Henninger &amp; Pittman, Burlington, N.C., for Fenwall Incorp.</p>\n<p>Edward N. Rodman, Rodman, Holscher &amp; Francisco, Washington, D.C., for Essex Group, Inc., Hamilton Standards Controls, Inc. United Technologies Corp.</p>\n<p>Bynum M. Hunter, Alan W. Duncan, Smith, Moore, Smith, Schell &amp; Hunter, Greensboro, N.C., for International Dryer Corp.</p>\n<p>William L. Thorp, Anne R. Slifkin, Thorp, Fuller &amp; Slifkin, Raleigh, N.C., Marvin Blount, Jr., Charles Hardee, Blount &amp; White, Greenville, N.C., for plaintiffs.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Plaintiffs claim injury and death as a result of a propane gas explosion in an apartment building in Greenville, North Carolina on March 2, 1983. Defendants are the manufacturers of products that were used in a gas clothes dryer that exploded in the laundry room of the building. In this suit plaintiffs seek actual and punitive damages and allege federal question jurisdiction pursuant to the Consumer Product Safety Act [hereinafter \"the Act\"], 15 U.S.C. §§ 2051 <i>et seq.</i> None of the products in this case were covered by consumer product safety rules.</p>\n<p>The defendants have moved for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>I.</h2>\n<p>The judicial power of the United States defined by Article III is not an unconditioned authority. <i>Valley Forge Christian College v. Americans United for Separation of Church and State, Inc.,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 757, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982).</p>\n<p>Standing is one of the principal doctrines used to insure that a particular cause of action raises a case or controversy. If there is no case or controversy between the parties, this court lacks jurisdiction over the subject matter and may not entertain the action.</p>\n<p>A plaintiff must establish three elements to have constitutional standing:</p>\n<blockquote>\"[A]t an irreducible minimum, Art. III requires the party who invokes the court's authority to `show [1] that he personally has suffered some actual and threatened injury as a result of the putatively illegal conduct of the defendant,' ... and [2] that the injury `fairly can be traced to the challenged action' and [3] `is likely to be redressed by a favorable decision.'\"</blockquote>\n<p><i>Community Nutrition Institute v. Block,</i> <span class=\"citation\" data-id=\"414029\"><a href=\"/opinion/414029/community-nutrition-institute-v-john-r-block-secretary-united-states/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1239</span></a></span>, 1244 (D.C. Cir.1983), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"111200\"><a href=\"/opinion/111200/block-v-community-nutrition-institute/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, <span class=\"citation\" data-id=\"111200\"><a href=\"/opinion/111200/block-v-community-nutrition-institute/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, <span class=\"citation\" data-id=\"111200\"><a href=\"/opinion/111200/block-v-community-nutrition-institute/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span></a></span> (1984), quoting <i>Valley Forge,</i> 454 U.S. at 472, 102 S.Ct. at 758. The court's standing analysis in this case centers upon the second element enumerated above, i.e., that of establishing causation between challenged action and alleged injury.</p>\n<p>The \"fairly traceable\" component examines the causal connection between the alleged injury and the defendant's assertedly unlawful conduct. <i>Allen v. Wright,</i> <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3326 n. 19, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984).<sup>[1]</sup> A plaintiff establishes a sufficient causal connection between injury and challenged action if he can make a reasonable showing that the alleged injury would not have occurred <span class=\"star-pagination\">*103</span> \"but for\" the defendant's challenged conduct. <i>Duke Power Company v. Carolina Environmental Study Group, Inc.,</i> <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 74-75, <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2620</span></a></span>, 2630-31, <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">595</span></a></span> (1978); <i>Community Nutrition Institute,</i> 698 F.2d at 1247. The plaintiffs' injuries are not fairly traceable to the defendants' challenged conduct in this case and therefore they lack standing to bring this action in federal court.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs sue pursuant to 15 U.S.C. § 2072 of the Act. That section provides in pertinent part:</p>\n<blockquote>\"Any person who shall sustain injury by reason of any knowing (including willful) violation of a consumer product safety rule, or any other rule or order issued by the Commission may sue any person who knowingly (including willfully) violated any such rule or order in any district court of the United States....\"</blockquote>\n<p>Plaintiffs contend that the defendants have violated a Commission rule, i.e., 16 C.F.R. § 1115.1 <i>et seq.</i> This rule expands on the Act's statutory disclosure provision and provides disclosure guidelines for use by manufacturers, retailers and distributors. Plaintiffs claim that the defendants violated § 1115 by not disclosing unfavorable information about the dryer and its valve assembly prior to the explosion. Plaintiffs claim this information showed that these products were \"substantial product hazards\" as that term is defined in the Act. Plaintiffs allege the failure to notify the Commission of known defects in the dryer and valve assembly caused their injuries or death.</p>\n<p>Under the Act, product defects (and subsequent injuries resulting therefrom) are prevented through Commission action. This action is possible only <i>after</i> formulation of consumer product safety rules or similar orders governing particular products or conduct. Congress has given the Commission the authority to promulgate consumer product safety rules and rules regulating certain types of products and specific manners of manufacturer conduct. <i>See, e.g.,</i> 15 U.S.C. §§ 2056, 2057, 2058(g), 2063(b), (c). The Commission is required to follow detailed administrative procedures before establishing standards regulating product usage. 15 U.S.C. § 2058. The Commission will not promulgate a consumer product safety standard unless such a standard is reasonably necessary to prevent or reduce an unreasonable risk of injury associated with a given product. 15 U.S.C. § 2056(a).</p>\n<p>The Commission may order manufacturers to repair or replace products containing defects creating substantial risks of injury to the public. Such products, by definition, constitute \"substantial product hazards.\" <i>See</i> 15 U.S.C. § 2064(a)(2). The Commission will not issue an order under § 2064 regulating product usage unless it finds the suspect product actually creates a substantial risk of injury to the public. 15 U.S.C. § 2064(b)(2), (c).</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs fail to show that the injury and death would not have occurred \"but for\" the defendants' alleged violation of Commission reporting rules. The plaintiffs are not required to <i>prove</i> at this stage of litigation that their injuries were caused by the defendants' reporting violations. Yet plaintiffs have not satisfied Article III's requirement of a fairly traceable causal connection between their injury and the defendants' alleged violation of 16 C.F.R. § 1115.1 <i>et seq. Cf. </i><i>Community Nutrition Institute,</i> 698 F.2d at 1247-48.</p>\n<p>An analysis of the Act shows that a violation of a disclosure rule such as 16 C.F.R. § 1115 does not <i>per se</i> establish that the product in question presented an unreasonable or substantial risk of harm requiring Commission regulation. Only the Commission can reach such conclusions after hearings are held on these issues. 15 U.S.C. § 2058(d)(2), § 2064. Since § 1115 does not create standards, and is not in itself material to whether the Commission would have regulated suspect products, a violation of that disclosure rule does not <span class=\"star-pagination\">*104</span> establish that the Commission would have regulated a suspect product and thereby prevented injury had the violators properly disclosed information.</p>\n<p>The disclosure guidelines set forth in 16 C.F.R. § 1115 elaborate on 15 U.S.C. § 2064, which is the Act's statutory disclosure provision. Disclosure of information regarding possible product defects results in Commission action only if the Commission finds the products: (1) violate an existing consumer product safety standard, or (2) contain a defect creating a \"substantial product hazard\" as that term is defined in § 2064(a)(2). <i>See</i> 15 U.S.C. § 2064(b). Since the dryer and valve assembly parts in this case were not banned as \"banned hazardous products\" or governed by a consumer product safety standard, the Commission could not have ordered the withdrawal, replacement or repair of these products without finding that they constituted substantial product hazards.<sup>[2]</sup> To prove causation between the plaintiffs' injuries and the defendants' alleged failure to disclose information about these products, the plaintiffs must show that the Commission would have: (1) held hearings had the alleged violations of 16 C.F.R. § 1115.1 <i>et seq.</i> not occurred; (2) found the suspect products to constitute \"substantial product hazards\" as defined in § 2064(a)(2), and (3) promulgated a rule or order effectively eliminating the product defects in the dryer and valve assembly parts prior to the explosion in the Greenville apartment complex.</p>\n<p>Causation requires a rational relationship between cause and effect. Constitutional standing will not tolerate speculation and random chance as a basis for connecting an injury with a duty. The facts of this case demonstrate a lack of causal connection between the alleged violation of § 1115 and the plaintiffs' injuries. To connect these events in law the plaintiffs must supply the decision that the Consumer Product Safety Commission would have made had there been a prior disclosure under § 1115. This element does not exist and cannot be supplied to cure the causation defect which defeats standing in this case.</p>\n<p>For instance, the Commission might decide that the information disclosed did not warrant a need for hearings because the risks presented were relatively minor. Alternatively, the Commission might decide, after holding hearings, that the risks inherent in the use of a particular product were not unreasonable or substantial, thereby precluding issuance of a product safety rule or § 2064 order, respectively. These Commission decisions are sufficiently uncertain as to render the chain of causation too weak to sustain Article III standing. <i>Cf. </i><i>Allen v. Wright,</i> 104 S.Ct. at 3329 (Article III standing requirement not met where chain of causation involves numerous third parties who may not exist and whose independent decisions may not collectively cause injury of which plaintiffs complain); <i>Simon v. Eastern Kentucky Welfare Rights Organization,</i> <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1976) (indigents did not have standing to challenge government grant of tax exemptions to hospitals where causal connection between grant of exemption and hospitals' policy concerning provision of medical services to indigents was dependent on hospitals' decisions made in response to withdrawal of tax exempt status).</p>\n<p>Plaintiffs speculate that the Commission, a third party not before this court, would have acted on any information allegedly withheld by the defendants. It is also speculation that Commission action would produce rules or orders regulating the products at issue in this case thereby preventing plaintiffs' injuries. Speculation is an inadequate basis for Article III standing. Since there can be no causal connection between a violation of 16 C.F.R. § 1115's disclosure provisions and the actual injuries <span class=\"star-pagination\">*105</span> suffered by plaintiffs, and since the product itself was not the subject of any rule or order by the Commission, the plaintiffs do not satisfy constitutional standing requirements. Plaintiffs have failed to make a reasonable showing that their injuries would not have occurred but for the defendants' alleged violations of 16 C.F.R. § 1115. Accordingly, plaintiffs' claim is DISMISSED in its entirety as to all defendants.<sup>[3]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  The \"fairly traceable\" and \"redressability\" components of the constitutional standing inquiry do differ. <i>Allen v. Wright,</i> <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3326 n. 19, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984).</p>\n<p>[2]  The plaintiffs have not brought to the court's attention any other avenue by which disclosure of information under the Act could in theory have prevented plaintiff Watts' and decedent Martin's injuries. Indeed, plaintiffs in their complaint contend that the defendants violated 16 C.F.R. § 1115 by withholding information regarding products which were \"substantial product hazards.\"</p>\n<p>[3]  Given the court's disposition of this case on standing grounds, the court need not address the defendants' argument that 15 U.S.C. § 2072 provides private parties with causes of actions only for violations of substantive (as opposed to interpretive) rules.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414029/"
  ]
}