{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2344331/",
  "absolute_url": "/opinion/2344331/bank-of-new-bern-v-wachovia-bank-trust-co-na/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2344331/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:11:14.205392Z",
  "date_modified": "2016-04-26T21:38:49.972568Z",
  "type": "010combined",
  "sha1": "2f4e06f1e95d8b2a90c48cf927aa8f5837635a32",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>353 F.Supp. 643 (1972)</b></center>\n<center><h1>The BANK OF NEW BERN, Plaintiff,<br>\nv.<br>\nWACHOVIA BANK &amp; TRUST COMPANY, N. A., and William B. Camp, Comptroller of the Currency of the United States, Defendants.</h1></center>\n<center>Civ. No. 2957.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 16, 1972.</center>\n<p><span class=\"star-pagination\">*644</span> Hugh Cannon, Sanford, Cannon, Adams &amp; McCullough, E. D. Gaskins, Jr., Raleigh, N. C., for plaintiff.</p>\n<p>John R. Jordan, Jr., Jordan, Morris &amp; Hoke, William R. Hoke, Raleigh, N. C., for defendant Wachovia Bank &amp; Trust Co.</p>\n<p>John V. Austin, Atty., Office of the Comptroller of the Currency, Treasury Dept., Washington, D. C., Warren H. Coolidge, U. S. Atty., Raleigh, N. C., for defendant Comptroller.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this action originally instituted in the Middle District of North Carolina by the Bank of New Bern, as plaintiff, against Wachovia Bank &amp; Trust Company, N.A., and William B. Camp, Comptroller of the Currency of the United States, as defendants, the plaintiff sought a judgment invalidating a certificate of the Comptroller approving the establishment and operation by Wachovia of a branch bank in New Bern, North Carolina. The case was argued before the late Chief Judge Edwin M. Stanley on cross-motions of the parties for summary judgment in October, 1971, but at the time of his death in December, Judge Stanley still had the case under advisement and had not announced his decision.</p>\n<p>Thereafter at the suggestion of counsel for all parties the case was transferred to this district pursuant to 28 U. S.C. § 1404 by order of the Honorable Eugene A. Gordon, who became Chief Judge of the United States District Court for the Middle District of North Carolina upon Judge Stanley's death. The case was heard de novo by this court on oral argument of counsel and the voluminous record which had been amassed in Judge Stanley's court and is now ready for decision.</p>\n<p><span class=\"star-pagination\">*645</span> On August 13, 1970, Wachovia applied to the Comptroller for permission to establish a branch bank in the central business district of New Bern, Craven County, North Carolina. The application was supported by financial and economic data required by the Comptroller's office, and the usual field investigation was conducted by a National Bank Examiner.</p>\n<p>The Bank of New Bern, one of three commercial banks presently serving the New Bern area, protested the application and requested a hearing. The other two banks, First-Citizens Bank &amp; Trust Company and Branch Banking and Trust Company, filed no objection to Wachovia's application.<sup>[1]</sup> Procedures looking to the holding of a public hearing were instituted by the Regional Administrator of National Banks for the Fifth National Bank Region, Richmond, Virginia, and a public file of Wachovia's application was established containing the application with all supporting materials and the National Bank Examiner's report. This file was made available to the Bank of New Bern which thereafter withdrew its request for a hearing and instead filed a lengthy documentary protest with numerous supporting exhibits. Wachovia then filed certain supplemental information in support of its application.</p>\n<p>At the conclusion of these investigatory proceedings the Regional Administrator of National Banks and other members of the Comptroller's staff made written recommendations concerning Wachovia's application, and the administrative record thus compiled was submitted to the Comptroller for his decision. The Regional Administrator and the National Bank Examiner had recommended approval as did a Deputy Comptroller of the Currency in Washington. The Director of the Comptroller's Bank Organization Division recommended disapproval.</p>\n<p>On February 26, 1971, the Comptroller granted approval of Wachovia's application without filing any formal opinion setting forth his findings and conclusions. The complaint was filed in this action on April 14, 1971, which was before the Comptroller had issued a certificate to Wachovia to operate the branch.</p>\n<p>While not required by the Administrative Procedure Act, 5 U.S.C. § 500 et seq., to file formal findings and conclusions, the courts have frequently suggested to the Comptroller in these cases the desirability of his doing so and have remanded cases to him for this very purpose. In one opinion filed by the Comptroller after remand he said:</p>\n<blockquote>\"The Comptroller respectfully disagrees with this conclusion. Such a procedure is not required by 12 U.S.C. § 36(c) or any other provision of the National Bank Act or other federal law . . . For reasons which are well-illustrated by the present application, such a procedure cannot be followed in the administration of banking statutes generally without risking significant damage to the soundness of the banking system through disclosure of confidential information concerning the internal affairs and condition of banks. Frequently . . . this confidential information influences the decision on branch or charter applications and, presumably, would have to be made available if opinions were required.\"<sup>[2]</sup></blockquote>\n<p><span class=\"star-pagination\">*646</span> The fact remains that so long as the Comptroller's action in these cases is subject to judicial review, the basis for his decision is going to have to be made known at some time in the proceedings if he is to avoid the appearance of arbitrariness which alone might suffice to invalidate his action.</p>\n<p>Although in his answer filed herein on June 16, 1971, the Comptroller alleged that his review and approval of the application of Wachovia \"in fact took into account, and did satisfy, all requirements considered by the North Carolina State Banking Commissioner under North Carolina General Statutes § 53-62(b) in connection with branch bank applications in North Carolina\", he did not issue a written opinion giving his reasons for such action until September 7, 1971.</p>\n<p>The federal statute authorizing the Comptroller to approve the opening of branch banks by national banking associations is contained in 12 U.S.C. § 36(c) which reads in pertinent part as follows:</p>\n<blockquote>\"A national banking association may, with the approval of the Comptroller of the Currency, establish and operate new branches: (1) . . .; and (2) at any point within the state in which said association is situated, if such establishment and operation are at the time authorized to State banks by the statute law of the State in question by language specifically granting such authority affirmatively and not merely by implication or recognition, and subject to the restrictions as to location imposed by the law of the State on State banks. . . .\"</blockquote>\n<p>The provisions of the North Carolina statute governing the establishment of branch banks in this state are set forth in North Carolina General Statutes § 53-62(b) which reads:</p>\n<blockquote>\"Any bank doing business under this chapter may establish branches or teller's windows in the cities or towns in which they are located, or elsewhere, after having first obtained the written approval of the Commissioner of Banks, which approval may be given or withheld by the Commissioner of Banks, in his discretion. The Commissioner of Banks, in exercising such discretion, shall take into account, but not by way of limitation, such factors as the financial history and condition of the applicant bank, the adequacy of its capital structure, its future earnings prospects, and the general character of its management. Such approval shall not be given until he shall find (i) that the establishment of such branch or teller's window will meet the needs and promote the convenience of the community to be served by the bank, and (ii) that the probable volume of business and reasonable public demand in such community are sufficient to assure and maintain the solvency of said branch or teller's window and of the existing bank or banks in said community.\"</blockquote>\n<p>For a long time the Comptroller in approving branch bank applications in this state insisted that he was not bound by the \"needs and convenience\" and \"solvency of the branch\" requirements of this North Carolina statute, but no court ever agreed with him in this, and in his answer and briefs filed herein and on oral argument it has been conceded in his behalf that the quoted provisions of the North Carolina banking law are binding on him.</p>\n<p>It thus becomes necessary to examine the Comptroller's findings and conclusions as set forth in his belated opinion in the light of the 473-page administrative record compiled by the Comptroller's staff while Wachovia's application was under consideration. The parties are agreed that if the findings required by North Carolina law have been made and that there is substantial evidence in this record to support the findings, the defendants are entitled to summary judgment; otherwise, summary judgment must be entered for the plaintiff and the injunctive relief prayed for in plaintiff's complaint granted.</p>\n<p><span class=\"star-pagination\">*647</span> There being no question that the Comptroller took into consideration the financial history and condition of the applicant bank, the adequacy of its capital structure, its future earning prospects and the general character of its management, the real inquiry here is whether the Comptroller made sufficient findings supported by substantial evidence that the establishment of the branch \"will meet the needs and promote the convenience of the community to be served\" and that \"the probable volume of business and reasonable public demand . . . are sufficient to assure and maintain the solvency of said branch . . . and of the existing bank or banks in said community\". And inasmuch as the plaintiff here has conceded that Wachovia's financial history and condition support the application; that Wachovia's future earning prospects are favorable; and that the solvency of neither the applicant nor the existing banks would be endangered by the establishment of the branch, the inquiry is further narrowed to the matter of \"needs and convenience\".</p>\n<p>Unfortunately, the decisions of the North Carolina appellate courts provide little guidance as to the meaning of the words, \"needs and convenience\", as used in G.S. § 53-62(b)<sup>[3]</sup>, and the decisions of the federal courts in this circuit which have been called upon to consider this statute have not undertaken to define these \"nebulous concepts\". For want of instruction from more authoritative sources this court is constrained to establish its own guidelines for applying these North Carolina statutory terms which in effect have been incorporated by reference in the federal banking law. In doing this the court has considered the decided cases involving North Carolina branch bank applications, the Comptroller's own guidelines and the holdings in the somewhat analogous cases decided under the Bank Merger Act of 1966, 12 U.S.C. § 1828(c), which have dealt with the \"convenience and needs of the community\" language as used in that statute. From these sources it appears that the determination of whether a proposed branch bank will meet the needs and promote the convenience of the community to be served should involve a consideration of at least the following factors:</p>\n<p>1. Whether existing banks provide a full complement of banking services at competitive rates and fees.</p>\n<p>2. The need for specialized services offered by the applicant bank not presently available through existing banks. Examples of such services are:</p>\n<blockquote>a. Larger lending limits.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*648</span> b. Trust department services.</blockquote>\n<blockquote>c. Consumer and commercial loan expertise.</blockquote>\n<blockquote>d. International banking.</blockquote>\n<blockquote>e. Farm development services.</blockquote>\n<blockquote>f. Industrial development services.</blockquote>\n<blockquote>g. Automated accounting and check clearance services.</blockquote>\n<p>3. The extent to which management of existing banks has been active and vigorous as evidenced by the assumption of leadership and participation in the economic growth of the community.</p>\n<p>4. The composition of the population and its prospects for growth.</p>\n<p>5. The nature and strength of the economy and its prospects for growth.</p>\n<p>6. The extent to which competition from the entry of a new bank in the area will stimulate the economy and make for a more healthy banking business.</p>\n<p>7. The extent to which the entry of the new bank has public support in the community.</p>\n<p>To show that the needs of a community will be met by a proposed branch bank does not require evidence from potential bank customers of their individual needs which existing banks are unwilling or unable to provide. Rather, the Comptroller, after fully considering the foregoing factors, is free to apply the expertise of his office to determine if the proposed branch will meet the needs and promote the convenience of the community to be served, and if his decision is supported by substantial evidence it will be sustained. State ex rel. Banking Commission, et al. v. Avery County Bank, supra, Note 3.</p>\n<p>In this case the evidence submitted by Wachovia to the Comptroller showed that it is the largest bank in North Carolina; that there is no other national bank in New Bern; and that under national banking laws it would offer the following services:</p>\n<p>1. Factoring.</p>\n<p>2. Leasing.</p>\n<p>3. Equipment financing.</p>\n<p>4. Accounts receivable financing.</p>\n<p>5. Mortgage banking.</p>\n<p>6. Computer services.</p>\n<p>7. Acceptances.</p>\n<p>8. Loans (\"The provisions of 12 U. S.C. § 84 contain certain exceptions to lending limits requirements which are not reflected under state law. The provisions of 12 U.S.C. § 371d regarding loans to affiliates are not wholly duplicated in the state banking law\").</p>\n<p>9. Real estate loans (\"The provisions of 12 U.S.C. § 371 are not wholly duplicated in the state banking law\").</p>\n<p>With the exception of acceptances and loans it appeared that these services would be wholly, or at least partly, offered by affiliates of Wachovia and not directly by the bank. It was shown by the plaintiff that most, if not all, of these services are presently available through affiliates in correspondent or existing banks in New Bern.</p>\n<p>Wachovia also contended that it would furnish additional services which would be unique in the New Bern community. These included:</p>\n<p>1. A $10 million lending limit as compared with $3,200,000, $2,500,000 and $85,000 lending limits of the existing banks.</p>\n<p>2. International banking.</p>\n<p>3. An economic development department.</p>\n<p>4. Municipal bond counseling.</p>\n<p>5. Corporate financing including</p>\n<p>a. A \"cash management service\" which involves \"consulting with corporate financial officers on methods to improve fund management procedures\".</p>\n<p>b. \"A computerized service to assist companies in their long range financial planning\".</p>\n<p>c. A department providing \"long-term, equity-oriented financial advice for corporate customers\".</p>\n<p>d. A lending program for small businesses.</p>\n<p><span class=\"star-pagination\">*649</span> 6. A large trust department offering a wide range of services including retirement and self employment planning, portfolio management and farm management.</p>\n<p>7. Individual banking services including demand overdraft checking service, an \"Easypay\" plan and a school teacher loan program.</p>\n<p>8. A full range of conventional banking services.</p>\n<p>In addition to these lists of services it proposed to offer, Wachovia sought to show that economic prospects in the New Bern area were favorable, that the population of the county had grown in the last decade, that retail and wholesale sales were increasing, that new industries had located in the county in recent years and that the geography and climate of the area were suitable for continuous industrial growth. Wachovia also showed that it already held in other branches over a million dollars in deposits and about $859,000 in loans in the New Bern area sought to be served by the proposed new branch.</p>\n<p>Standing alone this evidence might suffice to support a finding that the needs and convenience of the New Bern community would be met and promoted by the establishment of the proposed branch by Wachovia, but in determining whether substantial evidence exists to support an administrative decision a reviewing court must consider the whole record and not limit itself to the evidence which supports the decision. Universal Camera Corporation v. NLRB, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951); Thomas v. Celebrezze, 331 F.2d 541 (4th Cir. 1964).</p>\n<p>In this case the Bank of New Bern produced evidence, for the most part uncontroverted, that the three existing banks were offering a full range of banking services at competitive rates through seven offices in a town of 14,000 people. It was shown that two of these banks, First-Citizens Bank &amp; Trust Company and Branch Banking and Trust Company, operate statewide and are the fourth and sixth largest banks in this state respectively; that each has a complete trust department; that each offers computerized banking services; that while the lending limit of First-Citizens is only $3,500,000, no person or firm in Craven County has ever been known to require a loan of that size, much less of the size which Wachovia might be able to make; that plaintiff has consistently made loans at a rate of interest below that charged by Wachovia; and that on several occasions loans have been made by the local banks after Wachovia's refusal to make them.</p>\n<p>Plaintiff further showed that the rate of population growth of the county over the last decade (5%) was just over one-half of the rate of growth for the state (8.9%); that the City of New Bern while almost doubling in size geographically had actually lost 1,676 people during this period; that the increase in employment in the county over the past five years had been negligible; that average wages, per capita income and per capita retail sales have been significantly below the North Carolina average; that the value of building permits was off; that most of an $8,000,000 increase in total bank deposits in the area in the two-year period ending June 30, 1970, represented the proceeds of a $5,500,000 school bond issue; that the current population to banking office ratio is only one office for each 2,340 people whereas the ratio for the state is one office per 4,515 people; that the current deposits to banking office ratio in Craven County is $3.46 million to each office, while in the state it is $5.5 million to each office; and that there are no industries in the area, either export or import, which regularly require international banking facilities.</p>\n<p>And finally, the plaintiff, whose protest was supported by affidavits of seven business and civic leaders including the Mayor of New Bern, the President of the Chamber of Commerce and the Chairman of the Craven County Board of Commissioners, directed the attention of the Comptroller to the lack of any <span class=\"star-pagination\">*650</span> public support for Wachovia's application as reflected in the record.</p>\n<p>After reviewing some of the foregoing evidence for the plaintiff and Wachovia the Comptroller in his opinion observed:</p>\n<blockquote>\"As the Bank of New Bern's documentary protest highlights, North Carolina's Coastal counties have generally lagged behind many of North Carolina's other countiesparticularly the Piedmont countiesin economic and population growth. The Comptroller disagrees, however, with the protestant's view that economic conditions in the New Bern-Craven County area are not conducive to establishment of the proposed branch, and that approval of this application will not meet public needs and serve public convenience. Craven County has been relatively successful in recent years in expanding and diversifying its employment base by attracting industry, and is expected to continue to do so. The Comptroller believes that approval of the application will promote economic development in this area and will provide a convenient source of national banking services to meet present and anticipated future public banking needs, without endangering the stability of the existing banks in this market.\"</blockquote>\n<p>The Comptroller then made the following findings with respect to \"needs and convenience\":</p>\n<blockquote>\"Approval of Wachovia's application to establish a branch at 409 Pollock Street in New Bern will meet the needs and promote the convenience of the banking public in the New Bern-Craven County area. The entry of industry has strengthened and diversified the New Bern-Craven County employment base in recent years, and its geography, transportation facilities and the pool of skilled and semi-skilled workers available through the Craven County Technical Institute indicates that prospects for continued industrial expansion are excellent. The growth of suburban subdivisions on the outskirts of New Bern has been strong with continued expansion anticipated. Despite the industrial, commercial and residential growth experienced by the New Bern-Craven County area, no new banking offices have been established for four years. The Comptroller believes that present and anticipated banking needs in this area can best be met through the branch entry of Wachovia. A banking office of this large, nationally-chartered bank will make available a broad range of personal and corporate banking services, including several sophisticated banking services which are presently unavailable directly through existing banks.<sup>[4]</sup> These services will benefit the industries now operating in the area, and will assist in inducing and promoting further industrial development. The sizable amount of existing banking business now held within its proposed primary service area is indicative of widespread public acceptance of the applicant's banking services. The branch at 409 Pollock Street in New Bern's central business district will provide a convenient outlet for its services both to existing and potential individual and corporate customers.\"</blockquote>\n<p>Following a finding that the \"solvency of the branch\" criteria had been satisfied, <span class=\"star-pagination\">*651</span> the Comptroller concluded his opinion as follows:</p>\n<blockquote>\"Upon the basis of the materials submitted by the applicant and the protestant, the information gathered by and the opinions of the Comptroller's staff,<sup>[5]</sup> and the knowledge of the Comptroller's office of the economy of North Carolina in general and of the banking market in Craven County and in New Bern in particular, the application of Wachovia Bank and Trust Company, N.A., to establish a branch at 409 Pollock Street, New Bern, Craven County, North Carolina, has been approved.\"</blockquote>\n<p>Measured by the criteria gleaned from the decided cases and the Comptroller's own guidelines this court is constrained to hold that his conclusion in this case is not supported by substantial evidence and that the relief sought by the plaintiff, Bank of New Bern, must be granted. The evidence is uncontradicted that the existing banks offer a full complement of banking services at competitive rates; that the only specialized services offered by Wachovia which are not offered by the existing banks are larger lending limits and international banking for which the likelihood of any need now or in the future has not been shown; that there is no indication <span class=\"star-pagination\">*652</span> that the management of existing banks has not been active and vigorous in assuming leadership and participating in the economic growth of the community; that except for the area surrounding a military installation in another part of the county, the population growth of the county remains static; that while a transition from an agricultural to an industrial economy is in progress, economic growth has at best been modest; that competition among existing banks is not lacking;<sup>[6]</sup> and that there is no indication that Wachovia's proposed branch has public support in the community.</p>\n<p>The Comptroller and his assistants have placed much emphasis on the convenience to existing Wachovia customers which the proposed branch would afford. When a bank seeks to establish a branch in a city where it already has offices, the convenience of its own customers is entitled to consideration. First Citizens Bank &amp; Trust Company v. Camp, 281 F.Supp. 786 at 792 (E.D.N.C.1968), aff'd, 409 F.2d 1086 (4th Cir. 1969). This is not necessarily so where a large bank such as Wachovia with customers in every county in the state seeks de novo entry into a relatively small city such as New Bern. It is common knowledge that many citizens and business people in small communities customarily do some of their banking outside the community as a means of preserving privacy in their business affairs, and there is no assurance that such customers would utilize a branch bank closer home.</p>\n<p>Moreover, courts have construed language similar to that used in the North Carolina statute to mean something more than the convenience and advantage of the applicant bank and its existing customers at some other branch. Citizens National Bank of Southern Maryland v. Camp, 317 F.Supp. 1389, 1393 (D.Md.1970).<sup>[7]</sup></p>\n<p>And as the late Judge Stanley, a most learned and experienced authority <span class=\"star-pagination\">*653</span> on the subject, said in <i>First-Citizens,</i> supra, 281 F.Supp. at 792:</p>\n<blockquote>\"[I]t seems logical that the quantum of proof to show need and convenience for the establishment of a branch office in a suburban area would be much less than that required to show need and convenience for the establishment of an entirely new banking facility in the city. In the first instance, no new banking facility is being established in the community, only a branch office of an existing bank. In the latter instance, an entirely new banking operation is being established to compete with existing banks.\"</blockquote>\n<p>A review of the recommendations of the Comptroller's staff members (see Footnote 5) shows that those favorable to Wachovia's application also focused on the \"substantial economic growth in the 1960 through 1970 decade\" and the \"broad scope of banking facilities\" to be offered by \"the largest bank in North Carolina\". While economic growth is certainly an important criterion to be considered in determining if the needs and convenience requirements of the North Carolina statute are satisfied, just how much weight is to be accorded business prosperity is open to question. At least one North Carolina decision at the trial court level has held that \"General economic prosperity, per se, is not sufficient to satisfy the statutory criteria of `needs' contained in G.S. § 5362(b)(i)\".<sup>[8]</sup></p>\n<p>While there is frequent mention in the record and the Comptroller's opinion of the fact that Wachovia is the largest bank in North Carolina, the lack of relevance of this fact alone in determining needs and convenience is too clear to merit discussion. Similarly, the fact that it is a national bank has not been shown to bear directly on these matters. At best it would seem that a national bank as such would provide only \"alternative banking services\", and absent a showing of the desirability of additional competition, this is not sufficient. State ex rel. Banking Commission v. Avery County Bank, 14 N.C.App. 283, 285, 188 S.E.2d 9 (1972). And if size and national bank status were sufficient, then obviously Wachovia would be entitled to establish a branch in any community in the state where its entry did not threaten the solvency of existing banks.</p>\n<p>The reliance of Wachovia and the Comptroller on Citizens National Bank in Gastonia v. Wachovia Bank and Trust Company, N.A., 329 F.Supp. 585 (M.D. N.C.1971) and First-Citizens Bank &amp; Trust Company v. Camp, 409 F.2d 1086 (4th Cir. 1969) is misplaced. In <i>Citizens National</i> it was shown that Gaston County has the sixth largest population of the state's 100 counties; that its heavily-industrialized and rapidly-growing economy was already being significantly financed by the defendant Wachovia; and that there was a real need for \"the constructive, convenient competition of a local office\". By contrast, Craven County, with only about one-fifth the population and a small fraction of industrial and other business, has banking facilities comparable to those of Gaston County prior to the approval of Wachovia's application to go into that county.</p>\n<p>Similarly, the North Hills area of Raleigh which was the site of the proposed new branch bank in the <i>First-Citizens</i> case was at the time, and still is, a burgeoning business and residential area of the capital city of the state which has enjoyed phenomenal growth. And as previously pointed out, the proposed branch in this case involved only a branch of an existing bank in the same city, in which case the quantum of proof to show need and convenience is much less.</p>\n<p><i>First-Citizens</i> does teach that in these matters it is proper to consider tomorrow in deciding what should be done today, 409 F.2d at 1093, and on behalf of the Comptroller in this case it has been <span class=\"star-pagination\">*654</span> urged that he must be permitted to apply the expertise of his office in making these determinations. Where the choice is between conflicting evidence of future prospects, this is undoubtedly true. See Clermont National Bank v. Citizensbank National Ass'n., 329 F.Supp. 1331 at 1339 (S.D.Ohio 1971). But there should be some evidence that prospects for future economic growth are favorable. Here the evidence is at best speculative, and in the view of this court it falls short of establishing that the entry of a new bank into the New Bern market \"will meet the needs and promote the convenience of the community\" at this time.</p>\n<p>Having determined that the Comptroller's findings are not supported by substantial evidence it follows that plaintiff's motion for summary judgment must be allowed and the cross-motions of Wachovia and the Comptroller denied. Judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  These two banks are statewide banking institutions who frequently file applications with the North Carolina Banking Commission for permits to open branch banks of their own, and experience shows that protests of this kind are more often filed by the smaller local banks. It is safe to assume, however, that these two banks are interested bystanders in these proceedings.</p>\n<p>[2]  Excerpt from the opinion of the Comptroller of the Currency on the application of Maryland National Bank, Baltimore, Maryland, for permission to establish a branch at 58 Main Street, Lexington Park, St. Mary's County, Maryland, dated December 3, 1970.</p>\n<p>[3]  Since this case was argued the North Carolina Court of Appeals has decided State ex rel. Banking Commission, et al. v. Avery County Bank, 14 N.C.App. 283, 188 S.E.2d 9 (1972), cert. denied 281 N.C. 514, 189 S.E.2d 35 (1972), which involved a protest by one state bank of the establishment by another state bank of a branch in the small western North Carolina town of Newland. In sustaining approval of the branch the court rejected as unsound the contention of protestant that the standards prescribed by G.S. § 53-62(b) are the same as the \"public convenience and necessity\" standards in public utility law and that an applicant bank must establish the existence of \"a specific unmet banking need, which existing banks are unable or unwilling to provide, as a prerequisite to the establishment of a new facility\". The court goes on to say that:\n</p>\n<p>\"With respect to banking, what will serve the needs of the community is also, to a substantial degree, an administrative question involving a multiplicity of factors which cannot be given inflexible consideration. This is not to say that the Banking Commission has untrammeled discretion in determining what `will meet the needs and promote the convenience' of the community. Nor do we hold, absent some indication that additional competition is desirable, that merely offering to provide alternative banking services is sufficient under the statute.\"</p>\n<p>The court did not recite the evidence in the case but simply held that the findings and conclusions of the Banking Commission were supported by competent evidence.</p>\n<p>[4]  A footnote at this point in the opinion reads:\n</p>\n<p>\"In view of the broad range of banking services to be offered, the wide drawing power of its location in New Bern's central business district, the considerable distance to Wachovia's nearest branch, and the amount and distribution of its existing business, the service area drawn by the applicant for its proposed branch appears reasonable. If, as the Comptroller anticipates, Wachovia is successful in acquiring a substantial amount of \"convenience\" type banking business, the primary service area may, after some years of operation at this branch, become more constricted.\"</p>\n<p>[5]  The National Bank Examiner concluded his report to the Comptroller with the following \"Summary and Recommendation\":\n</p>\n<p>\"Wachovia Bank and Trust Company, N.A., desires to locate a branch office in New Bern, North Carolina, a city with a population estimated to be about 14,000. In locating in this area the bank will be in a position to more conveniently serve area customers which it now has and at the same time compete for potential new business which, it is believed, will be generated through presently planned and predicted economic growth the area should experience. There have been some recent business failures in the town, which failures were cited by management in the independent State bank. The examiner was unable to determine whether failures were due to unsatisfactory management or need for adequate financing. The area to be served by the applicant has experienced substantial economic growth in the 1960 through 1970 decade and available information indicates further substantial industrial and residential growth should be experienced.</p>\n<p>\"It is the examiner's belief that Wachovia's entry through a branch office location, its larger lending limit, and broad scope of banking facilities direct and indirect through its affiliates, and excellent managerial experience in branch banking operations should prove an asset in furthering the economic growth of this community and its environs.</p>\n<p>\"It is recommended the application for a new branch office location at 409 Pollock Street, New Bern, North Carolina be approved.\"</p>\n<p>After summarizing the evidence in the case the Regional Administrator of National Banks reported to the Comptroller as follows:</p>\n<p>\"Establishment of the proposed branch would enable the applicant to more efficiently and effectively serve existing customers as well as affording it an opportunity to share in the apparent future economic growth of the area. The establishment of the proposed branch would offer the residents and businesses of the area all the services provided by the largest bank in North Carolina.</p>\n<p>\"It is recommended that the application be approved.\"</p>\n<p>The Deputy Comptroller of the Currency also made a favorable recommendation, reporting as follows:</p>\n<p>\"New Bern and its trade area with a population of some 24,000 is served by three state banks. Though applicant's nearest office is fifteen miles away, it enjoys a moderate amount of existing business in the community. Future growth potential of the area is good and entry would be reasonably well supported.\"</p>\n<p>But the Director of the Bank Organization Division of the Comptroller's office reported unfavorably on Wachovia's application as follows:</p>\n<p>\"Position of protesting state bank is well taken. I am not unmindful of this bank's influence state-wide; however, New Bern has not reflected dramatic population or business growth. A need is not fully supported either by growth in local banking business or public.\"</p>\n<p>[6]  The point was strenuously pressed by counsel for Wachovia on the oral argument that competition in the New Bern banking market might not be as active as appears on the surface, citing the fact that a member of a prominent law firm is presently a director and Senior Vice President of the Bank of New Bern, while \"it's a well known fact that the senior partner of that firm (who is now deceased) was the long-standing general counsel and a director of the First-Citizens Bank &amp; Trust Company, the dominant bank in the New Bern area\". Even if these facts do, as argued, suggest a \"paternalistic relationship\" between First-Citizens and the Bank of New Bern, there is nothing in the record to suggest that the third bank, Branch Banking and Trust Company, is not providing active and wholesome banking competition in the New Bern market. Strangely enough, the Comptroller, contrary to his usual practice in these cases, makes no direct reference in his opinion to the competitive effect of the proposed entry of Wachovia into the New Bern banking market.</p>\n<p>[7]  The Maryland statute, Art. 11, § 65 of the Maryland Code, uses the words \"public convenience and advantage\". In construing this statute the Attorney General of Maryland said:\n</p>\n<p>\"[T]he public convenience and advantage mentioned in the statute concerns the entire public and not customers of any one bank. Every bank in Baltimore City might be able to show that it would be convenient for their respective customers to have branches throughout the outlying districts of the City, and even to have branches located at numerous convenient places in the business district, but it will hardly be contended that such multiplication of branches would promote the public convenience and advantage. See Dorman v. City Council of Lewiston, 81 Me. 411, 17 A. 316, 318, in which it was held that `public convenience' meant that common to all citizens of the City\". 29 Op.Atty.Gen. of Md. 59, at 60.</p>\n<p>A contrary view was taken by a North Carolina Superior Court judge in construing the North Carolina statute in State ex rel. Banking Commission, et al. v. Bank of Rocky Mount, No. 70 CvS 445, Wake County Superior Court, May 1, 1970, subject to a showing that the applicant bank's existing customers would in fact be more conveniently served by the proposed branch.</p>\n<p>[8]  State ex rel. Banking Commission v. Bank of Rocky Mount, supra Footnote 7.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">643</span></span> (1972)</b></center>\n<center><h1>The BANK OF NEW BERN, Plaintiff,<br>\nv.<br>\nWACHOVIA BANK &amp; TRUST COMPANY, N. A., and William B. Camp, Comptroller of the Currency of the United States, Defendants.</h1></center>\n<center>Civ. No. 2957.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 16, 1972.</center>\n<p><span class=\"star-pagination\">*644</span> Hugh Cannon, Sanford, Cannon, Adams &amp; McCullough, E. D. Gaskins, Jr., Raleigh, N. C., for plaintiff.</p>\n<p>John R. Jordan, Jr., Jordan, Morris &amp; Hoke, William R. Hoke, Raleigh, N. C., for defendant Wachovia Bank &amp; Trust Co.</p>\n<p>John V. Austin, Atty., Office of the Comptroller of the Currency, Treasury Dept., Washington, D. C., Warren H. Coolidge, U. S. Atty., Raleigh, N. C., for defendant Comptroller.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this action originally instituted in the Middle District of North Carolina by the Bank of New Bern, as plaintiff, against Wachovia Bank &amp; Trust Company, N.A., and William B. Camp, Comptroller of the Currency of the United States, as defendants, the plaintiff sought a judgment invalidating a certificate of the Comptroller approving the establishment and operation by Wachovia of a branch bank in New Bern, North Carolina. The case was argued before the late Chief Judge Edwin M. Stanley on cross-motions of the parties for summary judgment in October, 1971, but at the time of his death in December, Judge Stanley still had the case under advisement and had not announced his decision.</p>\n<p>Thereafter at the suggestion of counsel for all parties the case was transferred to this district pursuant to 28 U. S.C. § 1404 by order of the Honorable Eugene A. Gordon, who became Chief Judge of the United States District Court for the Middle District of North Carolina upon Judge Stanley's death. The case was heard de novo by this court on oral argument of counsel and the voluminous record which had been amassed in Judge Stanley's court and is now ready for decision.</p>\n<p><span class=\"star-pagination\">*645</span> On August 13, 1970, Wachovia applied to the Comptroller for permission to establish a branch bank in the central business district of New Bern, Craven County, North Carolina. The application was supported by financial and economic data required by the Comptroller's office, and the usual field investigation was conducted by a National Bank Examiner.</p>\n<p>The Bank of New Bern, one of three commercial banks presently serving the New Bern area, protested the application and requested a hearing. The other two banks, First-Citizens Bank &amp; Trust Company and Branch Banking and Trust Company, filed no objection to Wachovia's application.<sup>[1]</sup> Procedures looking to the holding of a public hearing were instituted by the Regional Administrator of National Banks for the Fifth National Bank Region, Richmond, Virginia, and a public file of Wachovia's application was established containing the application with all supporting materials and the National Bank Examiner's report. This file was made available to the Bank of New Bern which thereafter withdrew its request for a hearing and instead filed a lengthy documentary protest with numerous supporting exhibits. Wachovia then filed certain supplemental information in support of its application.</p>\n<p>At the conclusion of these investigatory proceedings the Regional Administrator of National Banks and other members of the Comptroller's staff made written recommendations concerning Wachovia's application, and the administrative record thus compiled was submitted to the Comptroller for his decision. The Regional Administrator and the National Bank Examiner had recommended approval as did a Deputy Comptroller of the Currency in Washington. The Director of the Comptroller's Bank Organization Division recommended disapproval.</p>\n<p>On February 26, 1971, the Comptroller granted approval of Wachovia's application without filing any formal opinion setting forth his findings and conclusions. The complaint was filed in this action on April 14, 1971, which was before the Comptroller had issued a certificate to Wachovia to operate the branch.</p>\n<p>While not required by the Administrative Procedure Act, 5 U.S.C. § 500 et seq., to file formal findings and conclusions, the courts have frequently suggested to the Comptroller in these cases the desirability of his doing so and have remanded cases to him for this very purpose. In one opinion filed by the Comptroller after remand he said:</p>\n<blockquote>\"The Comptroller respectfully disagrees with this conclusion. Such a procedure is not required by 12 U.S.C. § 36(c) or any other provision of the National Bank Act or other federal law . . . For reasons which are well-illustrated by the present application, such a procedure cannot be followed in the administration of banking statutes generally without risking significant damage to the soundness of the banking system through disclosure of confidential information concerning the internal affairs and condition of banks. Frequently . . . this confidential information influences the decision on branch or charter applications and, presumably, would have to be made available if opinions were required.\"<sup>[2]</sup></blockquote>\n<p><span class=\"star-pagination\">*646</span> The fact remains that so long as the Comptroller's action in these cases is subject to judicial review, the basis for his decision is going to have to be made known at some time in the proceedings if he is to avoid the appearance of arbitrariness which alone might suffice to invalidate his action.</p>\n<p>Although in his answer filed herein on June 16, 1971, the Comptroller alleged that his review and approval of the application of Wachovia \"in fact took into account, and did satisfy, all requirements considered by the North Carolina State Banking Commissioner under North Carolina General Statutes § 53-62(b) in connection with branch bank applications in North Carolina\", he did not issue a written opinion giving his reasons for such action until September 7, 1971.</p>\n<p>The federal statute authorizing the Comptroller to approve the opening of branch banks by national banking associations is contained in 12 U.S.C. § 36(c) which reads in pertinent part as follows:</p>\n<blockquote>\"A national banking association may, with the approval of the Comptroller of the Currency, establish and operate new branches: (1) . . .; and (2) at any point within the state in which said association is situated, if such establishment and operation are at the time authorized to State banks by the statute law of the State in question by language specifically granting such authority affirmatively and not merely by implication or recognition, and subject to the restrictions as to location imposed by the law of the State on State banks. . . .\"</blockquote>\n<p>The provisions of the North Carolina statute governing the establishment of branch banks in this state are set forth in North Carolina General Statutes § 53-62(b) which reads:</p>\n<blockquote>\"Any bank doing business under this chapter may establish branches or teller's windows in the cities or towns in which they are located, or elsewhere, after having first obtained the written approval of the Commissioner of Banks, which approval may be given or withheld by the Commissioner of Banks, in his discretion. The Commissioner of Banks, in exercising such discretion, shall take into account, but not by way of limitation, such factors as the financial history and condition of the applicant bank, the adequacy of its capital structure, its future earnings prospects, and the general character of its management. Such approval shall not be given until he shall find (i) that the establishment of such branch or teller's window will meet the needs and promote the convenience of the community to be served by the bank, and (ii) that the probable volume of business and reasonable public demand in such community are sufficient to assure and maintain the solvency of said branch or teller's window and of the existing bank or banks in said community.\"</blockquote>\n<p>For a long time the Comptroller in approving branch bank applications in this state insisted that he was not bound by the \"needs and convenience\" and \"solvency of the branch\" requirements of this North Carolina statute, but no court ever agreed with him in this, and in his answer and briefs filed herein and on oral argument it has been conceded in his behalf that the quoted provisions of the North Carolina banking law are binding on him.</p>\n<p>It thus becomes necessary to examine the Comptroller's findings and conclusions as set forth in his belated opinion in the light of the 473-page administrative record compiled by the Comptroller's staff while Wachovia's application was under consideration. The parties are agreed that if the findings required by North Carolina law have been made and that there is substantial evidence in this record to support the findings, the defendants are entitled to summary judgment; otherwise, summary judgment must be entered for the plaintiff and the injunctive relief prayed for in plaintiff's complaint granted.</p>\n<p><span class=\"star-pagination\">*647</span> There being no question that the Comptroller took into consideration the financial history and condition of the applicant bank, the adequacy of its capital structure, its future earning prospects and the general character of its management, the real inquiry here is whether the Comptroller made sufficient findings supported by substantial evidence that the establishment of the branch \"will meet the needs and promote the convenience of the community to be served\" and that \"the probable volume of business and reasonable public demand . . . are sufficient to assure and maintain the solvency of said branch . . . and of the existing bank or banks in said community\". And inasmuch as the plaintiff here has conceded that Wachovia's financial history and condition support the application; that Wachovia's future earning prospects are favorable; and that the solvency of neither the applicant nor the existing banks would be endangered by the establishment of the branch, the inquiry is further narrowed to the matter of \"needs and convenience\".</p>\n<p>Unfortunately, the decisions of the North Carolina appellate courts provide little guidance as to the meaning of the words, \"needs and convenience\", as used in G.S. § 53-62(b)<sup>[3]</sup>, and the decisions of the federal courts in this circuit which have been called upon to consider this statute have not undertaken to define these \"nebulous concepts\". For want of instruction from more authoritative sources this court is constrained to establish its own guidelines for applying these North Carolina statutory terms which in effect have been incorporated by reference in the federal banking law. In doing this the court has considered the decided cases involving North Carolina branch bank applications, the Comptroller's own guidelines and the holdings in the somewhat analogous cases decided under the Bank Merger Act of 1966, 12 U.S.C. § 1828(c), which have dealt with the \"convenience and needs of the community\" language as used in that statute. From these sources it appears that the determination of whether a proposed branch bank will meet the needs and promote the convenience of the community to be served should involve a consideration of at least the following factors:</p>\n<p>1. Whether existing banks provide a full complement of banking services at competitive rates and fees.</p>\n<p>2. The need for specialized services offered by the applicant bank not presently available through existing banks. Examples of such services are:</p>\n<blockquote>a. Larger lending limits.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*648</span> b. Trust department services.</blockquote>\n<blockquote>c. Consumer and commercial loan expertise.</blockquote>\n<blockquote>d. International banking.</blockquote>\n<blockquote>e. Farm development services.</blockquote>\n<blockquote>f. Industrial development services.</blockquote>\n<blockquote>g. Automated accounting and check clearance services.</blockquote>\n<p>3. The extent to which management of existing banks has been active and vigorous as evidenced by the assumption of leadership and participation in the economic growth of the community.</p>\n<p>4. The composition of the population and its prospects for growth.</p>\n<p>5. The nature and strength of the economy and its prospects for growth.</p>\n<p>6. The extent to which competition from the entry of a new bank in the area will stimulate the economy and make for a more healthy banking business.</p>\n<p>7. The extent to which the entry of the new bank has public support in the community.</p>\n<p>To show that the needs of a community will be met by a proposed branch bank does not require evidence from potential bank customers of their individual needs which existing banks are unwilling or unable to provide. Rather, the Comptroller, after fully considering the foregoing factors, is free to apply the expertise of his office to determine if the proposed branch will meet the needs and promote the convenience of the community to be served, and if his decision is supported by substantial evidence it will be sustained. State ex rel. Banking Commission, et al. v. Avery County Bank, supra, Note 3.</p>\n<p>In this case the evidence submitted by Wachovia to the Comptroller showed that it is the largest bank in North Carolina; that there is no other national bank in New Bern; and that under national banking laws it would offer the following services:</p>\n<p>1. Factoring.</p>\n<p>2. Leasing.</p>\n<p>3. Equipment financing.</p>\n<p>4. Accounts receivable financing.</p>\n<p>5. Mortgage banking.</p>\n<p>6. Computer services.</p>\n<p>7. Acceptances.</p>\n<p>8. Loans (\"The provisions of 12 U. S.C. § 84 contain certain exceptions to lending limits requirements which are not reflected under state law. The provisions of 12 U.S.C. § 371d regarding loans to affiliates are not wholly duplicated in the state banking law\").</p>\n<p>9. Real estate loans (\"The provisions of 12 U.S.C. § 371 are not wholly duplicated in the state banking law\").</p>\n<p>With the exception of acceptances and loans it appeared that these services would be wholly, or at least partly, offered by affiliates of Wachovia and not directly by the bank. It was shown by the plaintiff that most, if not all, of these services are presently available through affiliates in correspondent or existing banks in New Bern.</p>\n<p>Wachovia also contended that it would furnish additional services which would be unique in the New Bern community. These included:</p>\n<p>1. A $10 million lending limit as compared with $3,200,000, $2,500,000 and $85,000 lending limits of the existing banks.</p>\n<p>2. International banking.</p>\n<p>3. An economic development department.</p>\n<p>4. Municipal bond counseling.</p>\n<p>5. Corporate financing including</p>\n<p>a. A \"cash management service\" which involves \"consulting with corporate financial officers on methods to improve fund management procedures\".</p>\n<p>b. \"A computerized service to assist companies in their long range financial planning\".</p>\n<p>c. A department providing \"long-term, equity-oriented financial advice for corporate customers\".</p>\n<p>d. A lending program for small businesses.</p>\n<p><span class=\"star-pagination\">*649</span> 6. A large trust department offering a wide range of services including retirement and self employment planning, portfolio management and farm management.</p>\n<p>7. Individual banking services including demand overdraft checking service, an \"Easypay\" plan and a school teacher loan program.</p>\n<p>8. A full range of conventional banking services.</p>\n<p>In addition to these lists of services it proposed to offer, Wachovia sought to show that economic prospects in the New Bern area were favorable, that the population of the county had grown in the last decade, that retail and wholesale sales were increasing, that new industries had located in the county in recent years and that the geography and climate of the area were suitable for continuous industrial growth. Wachovia also showed that it already held in other branches over a million dollars in deposits and about $859,000 in loans in the New Bern area sought to be served by the proposed new branch.</p>\n<p>Standing alone this evidence might suffice to support a finding that the needs and convenience of the New Bern community would be met and promoted by the establishment of the proposed branch by Wachovia, but in determining whether substantial evidence exists to support an administrative decision a reviewing court must consider the whole record and not limit itself to the evidence which supports the decision. Universal Camera Corporation v. NLRB, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1951); Thomas v. Celebrezze, <span class=\"citation\" data-id=\"264242\"><a href=\"/opinion/264242/clistie-bell-thomas-v-anthony-j-celebrezze-secretary-of-the-department/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (4th Cir. 1964).</p>\n<p>In this case the Bank of New Bern produced evidence, for the most part uncontroverted, that the three existing banks were offering a full range of banking services at competitive rates through seven offices in a town of 14,000 people. It was shown that two of these banks, First-Citizens Bank &amp; Trust Company and Branch Banking and Trust Company, operate statewide and are the fourth and sixth largest banks in this state respectively; that each has a complete trust department; that each offers computerized banking services; that while the lending limit of First-Citizens is only $3,500,000, no person or firm in Craven County has ever been known to require a loan of that size, much less of the size which Wachovia might be able to make; that plaintiff has consistently made loans at a rate of interest below that charged by Wachovia; and that on several occasions loans have been made by the local banks after Wachovia's refusal to make them.</p>\n<p>Plaintiff further showed that the rate of population growth of the county over the last decade (5%) was just over one-half of the rate of growth for the state (8.9%); that the City of New Bern while almost doubling in size geographically had actually lost 1,676 people during this period; that the increase in employment in the county over the past five years had been negligible; that average wages, per capita income and per capita retail sales have been significantly below the North Carolina average; that the value of building permits was off; that most of an $8,000,000 increase in total bank deposits in the area in the two-year period ending June 30, 1970, represented the proceeds of a $5,500,000 school bond issue; that the current population to banking office ratio is only one office for each 2,340 people whereas the ratio for the state is one office per 4,515 people; that the current deposits to banking office ratio in Craven County is $3.46 million to each office, while in the state it is $5.5 million to each office; and that there are no industries in the area, either export or import, which regularly require international banking facilities.</p>\n<p>And finally, the plaintiff, whose protest was supported by affidavits of seven business and civic leaders including the Mayor of New Bern, the President of the Chamber of Commerce and the Chairman of the Craven County Board of Commissioners, directed the attention of the Comptroller to the lack of any <span class=\"star-pagination\">*650</span> public support for Wachovia's application as reflected in the record.</p>\n<p>After reviewing some of the foregoing evidence for the plaintiff and Wachovia the Comptroller in his opinion observed:</p>\n<blockquote>\"As the Bank of New Bern's documentary protest highlights, North Carolina's Coastal counties have generally lagged behind many of North Carolina's other countiesparticularly the Piedmont countiesin economic and population growth. The Comptroller disagrees, however, with the protestant's view that economic conditions in the New Bern-Craven County area are not conducive to establishment of the proposed branch, and that approval of this application will not meet public needs and serve public convenience. Craven County has been relatively successful in recent years in expanding and diversifying its employment base by attracting industry, and is expected to continue to do so. The Comptroller believes that approval of the application will promote economic development in this area and will provide a convenient source of national banking services to meet present and anticipated future public banking needs, without endangering the stability of the existing banks in this market.\"</blockquote>\n<p>The Comptroller then made the following findings with respect to \"needs and convenience\":</p>\n<blockquote>\"Approval of Wachovia's application to establish a branch at 409 Pollock Street in New Bern will meet the needs and promote the convenience of the banking public in the New Bern-Craven County area. The entry of industry has strengthened and diversified the New Bern-Craven County employment base in recent years, and its geography, transportation facilities and the pool of skilled and semi-skilled workers available through the Craven County Technical Institute indicates that prospects for continued industrial expansion are excellent. The growth of suburban subdivisions on the outskirts of New Bern has been strong with continued expansion anticipated. Despite the industrial, commercial and residential growth experienced by the New Bern-Craven County area, no new banking offices have been established for four years. The Comptroller believes that present and anticipated banking needs in this area can best be met through the branch entry of Wachovia. A banking office of this large, nationally-chartered bank will make available a broad range of personal and corporate banking services, including several sophisticated banking services which are presently unavailable directly through existing banks.<sup>[4]</sup> These services will benefit the industries now operating in the area, and will assist in inducing and promoting further industrial development. The sizable amount of existing banking business now held within its proposed primary service area is indicative of widespread public acceptance of the applicant's banking services. The branch at 409 Pollock Street in New Bern's central business district will provide a convenient outlet for its services both to existing and potential individual and corporate customers.\"</blockquote>\n<p>Following a finding that the \"solvency of the branch\" criteria had been satisfied, <span class=\"star-pagination\">*651</span> the Comptroller concluded his opinion as follows:</p>\n<blockquote>\"Upon the basis of the materials submitted by the applicant and the protestant, the information gathered by and the opinions of the Comptroller's staff,<sup>[5]</sup> and the knowledge of the Comptroller's office of the economy of North Carolina in general and of the banking market in Craven County and in New Bern in particular, the application of Wachovia Bank and Trust Company, N.A., to establish a branch at 409 Pollock Street, New Bern, Craven County, North Carolina, has been approved.\"</blockquote>\n<p>Measured by the criteria gleaned from the decided cases and the Comptroller's own guidelines this court is constrained to hold that his conclusion in this case is not supported by substantial evidence and that the relief sought by the plaintiff, Bank of New Bern, must be granted. The evidence is uncontradicted that the existing banks offer a full complement of banking services at competitive rates; that the only specialized services offered by Wachovia which are not offered by the existing banks are larger lending limits and international banking for which the likelihood of any need now or in the future has not been shown; that there is no indication <span class=\"star-pagination\">*652</span> that the management of existing banks has not been active and vigorous in assuming leadership and participating in the economic growth of the community; that except for the area surrounding a military installation in another part of the county, the population growth of the county remains static; that while a transition from an agricultural to an industrial economy is in progress, economic growth has at best been modest; that competition among existing banks is not lacking;<sup>[6]</sup> and that there is no indication that Wachovia's proposed branch has public support in the community.</p>\n<p>The Comptroller and his assistants have placed much emphasis on the convenience to existing Wachovia customers which the proposed branch would afford. When a bank seeks to establish a branch in a city where it already has offices, the convenience of its own customers is entitled to consideration. First Citizens Bank &amp; Trust Company v. Camp, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">786</span></span> at 792 (E.D.N.C.1968), aff'd, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1086</span></span> (4th Cir. 1969). This is not necessarily so where a large bank such as Wachovia with customers in every county in the state seeks de novo entry into a relatively small city such as New Bern. It is common knowledge that many citizens and business people in small communities customarily do some of their banking outside the community as a means of preserving privacy in their business affairs, and there is no assurance that such customers would utilize a branch bank closer home.</p>\n<p>Moreover, courts have construed language similar to that used in the North Carolina statute to mean something more than the convenience and advantage of the applicant bank and its existing customers at some other branch. Citizens National Bank of Southern Maryland v. Camp, <span class=\"citation\" data-id=\"1415409\"><a href=\"/opinion/1415409/citizens-national-bank-of-southern-maryland-v-camp/\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1389</span></a></span>, 1393 (D.Md.1970).<sup>[7]</sup></p>\n<p>And as the late Judge Stanley, a most learned and experienced authority <span class=\"star-pagination\">*653</span> on the subject, said in <i>First-Citizens,</i> supra, 281 F.Supp. at 792:</p>\n<blockquote>\"[I]t seems logical that the quantum of proof to show need and convenience for the establishment of a branch office in a suburban area would be much less than that required to show need and convenience for the establishment of an entirely new banking facility in the city. In the first instance, no new banking facility is being established in the community, only a branch office of an existing bank. In the latter instance, an entirely new banking operation is being established to compete with existing banks.\"</blockquote>\n<p>A review of the recommendations of the Comptroller's staff members (see Footnote 5) shows that those favorable to Wachovia's application also focused on the \"substantial economic growth in the 1960 through 1970 decade\" and the \"broad scope of banking facilities\" to be offered by \"the largest bank in North Carolina\". While economic growth is certainly an important criterion to be considered in determining if the needs and convenience requirements of the North Carolina statute are satisfied, just how much weight is to be accorded business prosperity is open to question. At least one North Carolina decision at the trial court level has held that \"General economic prosperity, per se, is not sufficient to satisfy the statutory criteria of `needs' contained in G.S. § 5362(b)(i)\".<sup>[8]</sup></p>\n<p>While there is frequent mention in the record and the Comptroller's opinion of the fact that Wachovia is the largest bank in North Carolina, the lack of relevance of this fact alone in determining needs and convenience is too clear to merit discussion. Similarly, the fact that it is a national bank has not been shown to bear directly on these matters. At best it would seem that a national bank as such would provide only \"alternative banking services\", and absent a showing of the desirability of additional competition, this is not sufficient. State ex rel. Banking Commission v. Avery County Bank, 14 N.C.App. 283, 285, <span class=\"citation\" data-id=\"1331013\"><a href=\"/opinion/1331013/state-ex-rel-banking-comn-v-avery-county-bank/\"><span class=\"volume\">188</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">9</span></a></span> (1972). And if size and national bank status were sufficient, then obviously Wachovia would be entitled to establish a branch in any community in the state where its entry did not threaten the solvency of existing banks.</p>\n<p>The reliance of Wachovia and the Comptroller on Citizens National Bank in Gastonia v. Wachovia Bank and Trust Company, N.A., <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">585</span></span> (M.D. N.C.1971) and First-Citizens Bank &amp; Trust Company v. Camp, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1086</span></span> (4th Cir. 1969) is misplaced. In <i>Citizens National</i> it was shown that Gaston County has the sixth largest population of the state's 100 counties; that its heavily-industrialized and rapidly-growing economy was already being significantly financed by the defendant Wachovia; and that there was a real need for \"the constructive, convenient competition of a local office\". By contrast, Craven County, with only about one-fifth the population and a small fraction of industrial and other business, has banking facilities comparable to those of Gaston County prior to the approval of Wachovia's application to go into that county.</p>\n<p>Similarly, the North Hills area of Raleigh which was the site of the proposed new branch bank in the <i>First-Citizens</i> case was at the time, and still is, a burgeoning business and residential area of the capital city of the state which has enjoyed phenomenal growth. And as previously pointed out, the proposed branch in this case involved only a branch of an existing bank in the same city, in which case the quantum of proof to show need and convenience is much less.</p>\n<p><i>First-Citizens</i> does teach that in these matters it is proper to consider tomorrow in deciding what should be done today, 409 F.2d at 1093, and on behalf of the Comptroller in this case it has been <span class=\"star-pagination\">*654</span> urged that he must be permitted to apply the expertise of his office in making these determinations. Where the choice is between conflicting evidence of future prospects, this is undoubtedly true. See Clermont National Bank v. Citizensbank National Ass'n., <span class=\"citation\" data-id=\"2596153\"><a href=\"/opinion/2596153/clermont-national-bank-v-citizensbank-national-assn/\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1331</span></a></span> at 1339 (S.D.Ohio 1971). But there should be some evidence that prospects for future economic growth are favorable. Here the evidence is at best speculative, and in the view of this court it falls short of establishing that the entry of a new bank into the New Bern market \"will meet the needs and promote the convenience of the community\" at this time.</p>\n<p>Having determined that the Comptroller's findings are not supported by substantial evidence it follows that plaintiff's motion for summary judgment must be allowed and the cross-motions of Wachovia and the Comptroller denied. Judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  These two banks are statewide banking institutions who frequently file applications with the North Carolina Banking Commission for permits to open branch banks of their own, and experience shows that protests of this kind are more often filed by the smaller local banks. It is safe to assume, however, that these two banks are interested bystanders in these proceedings.</p>\n<p>[2]  Excerpt from the opinion of the Comptroller of the Currency on the application of Maryland National Bank, Baltimore, Maryland, for permission to establish a branch at 58 Main Street, Lexington Park, St. Mary's County, Maryland, dated December 3, 1970.</p>\n<p>[3]  Since this case was argued the North Carolina Court of Appeals has decided State ex rel. Banking Commission, et al. v. Avery County Bank, 14 N.C.App. 283, <span class=\"citation\" data-id=\"1331013\"><a href=\"/opinion/1331013/state-ex-rel-banking-comn-v-avery-county-bank/\"><span class=\"volume\">188</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">9</span></a></span> (1972), cert. denied <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">514</span></span>, <span class=\"citation\" data-id=\"1224949\"><a href=\"/opinion/1224949/walton-v-meir/\"><span class=\"volume\">189</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">35</span></a></span> (1972), which involved a protest by one state bank of the establishment by another state bank of a branch in the small western North Carolina town of Newland. In sustaining approval of the branch the court rejected as unsound the contention of protestant that the standards prescribed by G.S. § 53-62(b) are the same as the \"public convenience and necessity\" standards in public utility law and that an applicant bank must establish the existence of \"a specific unmet banking need, which existing banks are unable or unwilling to provide, as a prerequisite to the establishment of a new facility\". The court goes on to say that:\n</p>\n<p>\"With respect to banking, what will serve the needs of the community is also, to a substantial degree, an administrative question involving a multiplicity of factors which cannot be given inflexible consideration. This is not to say that the Banking Commission has untrammeled discretion in determining what `will meet the needs and promote the convenience' of the community. Nor do we hold, absent some indication that additional competition is desirable, that merely offering to provide alternative banking services is sufficient under the statute.\"</p>\n<p>The court did not recite the evidence in the case but simply held that the findings and conclusions of the Banking Commission were supported by competent evidence.</p>\n<p>[4]  A footnote at this point in the opinion reads:\n</p>\n<p>\"In view of the broad range of banking services to be offered, the wide drawing power of its location in New Bern's central business district, the considerable distance to Wachovia's nearest branch, and the amount and distribution of its existing business, the service area drawn by the applicant for its proposed branch appears reasonable. If, as the Comptroller anticipates, Wachovia is successful in acquiring a substantial amount of \"convenience\" type banking business, the primary service area may, after some years of operation at this branch, become more constricted.\"</p>\n<p>[5]  The National Bank Examiner concluded his report to the Comptroller with the following \"Summary and Recommendation\":\n</p>\n<p>\"Wachovia Bank and Trust Company, N.A., desires to locate a branch office in New Bern, North Carolina, a city with a population estimated to be about 14,000. In locating in this area the bank will be in a position to more conveniently serve area customers which it now has and at the same time compete for potential new business which, it is believed, will be generated through presently planned and predicted economic growth the area should experience. There have been some recent business failures in the town, which failures were cited by management in the independent State bank. The examiner was unable to determine whether failures were due to unsatisfactory management or need for adequate financing. The area to be served by the applicant has experienced substantial economic growth in the 1960 through 1970 decade and available information indicates further substantial industrial and residential growth should be experienced.</p>\n<p>\"It is the examiner's belief that Wachovia's entry through a branch office location, its larger lending limit, and broad scope of banking facilities direct and indirect through its affiliates, and excellent managerial experience in branch banking operations should prove an asset in furthering the economic growth of this community and its environs.</p>\n<p>\"It is recommended the application for a new branch office location at 409 Pollock Street, New Bern, North Carolina be approved.\"</p>\n<p>After summarizing the evidence in the case the Regional Administrator of National Banks reported to the Comptroller as follows:</p>\n<p>\"Establishment of the proposed branch would enable the applicant to more efficiently and effectively serve existing customers as well as affording it an opportunity to share in the apparent future economic growth of the area. The establishment of the proposed branch would offer the residents and businesses of the area all the services provided by the largest bank in North Carolina.</p>\n<p>\"It is recommended that the application be approved.\"</p>\n<p>The Deputy Comptroller of the Currency also made a favorable recommendation, reporting as follows:</p>\n<p>\"New Bern and its trade area with a population of some 24,000 is served by three state banks. Though applicant's nearest office is fifteen miles away, it enjoys a moderate amount of existing business in the community. Future growth potential of the area is good and entry would be reasonably well supported.\"</p>\n<p>But the Director of the Bank Organization Division of the Comptroller's office reported unfavorably on Wachovia's application as follows:</p>\n<p>\"Position of protesting state bank is well taken. I am not unmindful of this bank's influence state-wide; however, New Bern has not reflected dramatic population or business growth. A need is not fully supported either by growth in local banking business or public.\"</p>\n<p>[6]  The point was strenuously pressed by counsel for Wachovia on the oral argument that competition in the New Bern banking market might not be as active as appears on the surface, citing the fact that a member of a prominent law firm is presently a director and Senior Vice President of the Bank of New Bern, while \"it's a well known fact that the senior partner of that firm (who is now deceased) was the long-standing general counsel and a director of the First-Citizens Bank &amp; Trust Company, the dominant bank in the New Bern area\". Even if these facts do, as argued, suggest a \"paternalistic relationship\" between First-Citizens and the Bank of New Bern, there is nothing in the record to suggest that the third bank, Branch Banking and Trust Company, is not providing active and wholesome banking competition in the New Bern market. Strangely enough, the Comptroller, contrary to his usual practice in these cases, makes no direct reference in his opinion to the competitive effect of the proposed entry of Wachovia into the New Bern banking market.</p>\n<p>[7]  The Maryland statute, Art. 11, § 65 of the Maryland Code, uses the words \"public convenience and advantage\". In construing this statute the Attorney General of Maryland said:\n</p>\n<p>\"[T]he public convenience and advantage mentioned in the statute concerns the entire public and not customers of any one bank. Every bank in Baltimore City might be able to show that it would be convenient for their respective customers to have branches throughout the outlying districts of the City, and even to have branches located at numerous convenient places in the business district, but it will hardly be contended that such multiplication of branches would promote the public convenience and advantage. See Dorman v. City Council of Lewiston, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">Me.</span> <span class=\"page\">411</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">A.</span> <span class=\"page\">316</span></span>, 318, in which it was held that `public convenience' meant that common to all citizens of the City\". 29 Op.Atty.Gen. of Md. 59, at 60.</p>\n<p>A contrary view was taken by a North Carolina Superior Court judge in construing the North Carolina statute in State ex rel. Banking Commission, et al. v. Bank of Rocky Mount, No. 70 CvS 445, Wake County Superior Court, May 1, 1970, subject to a showing that the applicant bank's existing customers would in fact be more conveniently served by the proposed branch.</p>\n<p>[8]  State ex rel. Banking Commission v. Bank of Rocky Mount, supra Footnote 7.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1224949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1415409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596153/"
  ]
}