{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2344255/",
  "absolute_url": "/opinion/2344255/in-re-stucco-litigation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2344255/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:11:13.380744Z",
  "date_modified": "2016-04-26T22:30:28.860972Z",
  "type": "010combined",
  "sha1": "d7e3928b26349e5de5fd3e4b3a75c99ee3c77c9d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>364 F.Supp.2d 539 (2005)</b></center>\n<center><h1>In re STUCCO LITIGATION.</h1></center>\n<center>No. 5:96-CV-287-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 4, 2005.</center>\n<p>Edward Eshoo, Jr., Andrew Milan Plunkett, Michael W. Duffy, Childress, Duffy, Goldblatt, Ltd., Chicago, IL, for Plaintiffs.</p>\n<p>H. Evan Williams, IV, Gerald C. Huang, O'Hagan, Smith &amp; Amundsen, LLC, St. Charles, IL, for Dryvit Systems, Inc.</p>\n<p>Rodney E. VanAusdal, Timothy Samuelson, Iwan, Cray, Huber, Horstman &amp; VanAusdal, LLC, Chicago, IL, Thomas Boyd, Winthrop &amp; Weinstine, PA, Minneapolis, MN, for Marvin Windows, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on (1) defendant Marvin Windows, Inc.'s motion to dismiss plaintiff's complaint, or, in the alternative, for summary judgment; (2) defendant Dryvit Systems, Inc.'s motion for partial judgment on the pleadings; (3) defendant Dryvit System Inc.'s motion for leave to add additional third-party defendants to the case, as well as its subsequent motion for an extension of time to file a third-party complaint. The matter is ripe for disposition.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*540</span> I. BACKGROUND</h2>\n<p>Plaintiffs are owners of a single family dwelling in Burr Ridge, Illinois constructed by McNaughton Builders, Inc., who is not a party to this litigation. Pls.' Compl. at 1-2. The windows in the home were manufactured by defendant Marvin Windows, Inc. (\"Marvin\"). <i>Id.,</i> Count III ¶ 4. The structure of the home was clad with an exterior insulation and finish system (EIFS) manufactured by defendant Dryvit Systems, Inc. (\"Dryvit\"). <i>Id.,</i> Count I, ¶ 5.</p>\n<p>Plaintiffs allege that the windows manufactured by Marvin failed to provide a \"weather tight seal at the intersection of the jamb to sill or the sill to glass intersections.\" <i>Id.</i> Count III, ¶ 6. Plaintiffs claim that these defective, improperly-sealed windows caused an unacceptable level of moisture to penetrate the structure of their home. <i>Id.</i> ¶ 7. Consequently, plaintiffs assert that they have suffered \"loss and damage to the building and to their personal property and their household goods and contents.\" <i>Id.,</i> Count III, ¶ 17. Plaintiffs also allege that the water intrusion caused by Marvin's defective windows has led to the proliferation of microbial contamination within the home, thereby exposing plaintiffs and their children to the risk of physical harm. <i>Id.</i> ¶¶ 9-13.</p>\n<p>In addition, plaintiffs assert that the EIFS stucco cladding manufactured by Dryvit failed to protect the structure of the home from \"inevitable and foreseeable water intrusion\" after it had penetrated the structure. <i>Id.,</i> Count I ¶ 12, This allegedly resulted in \"extensive deterioration\" to the building's structural components. <i>Id.</i> ¶ 14. As with defendant Marvin, plaintiffs assert that the water damage caused by the defective EIFS has led to \"microbial contamination throughout the building,\" thereby exposing plaintiffs and their children to the risk of physical harm. <i>Id.</i> ¶¶ 15-18.</p>\n<p>On 30 March 2004 plaintiffs filed this diversity action in the United States District Court for the Northern District of Illinois, alleging causes of action for (1) negligence as to defendant Marvin; and (2) negligence and strict liability as to defendant Dryvit. <i>Id.</i> On 26 April 2004, defendant Marvin filed a motion to dismiss plaintiffs' sole negligence count pending against it. Thereafter, defendant Dryvit filed a motion for partial judgment on the pleadings on the issue of whether plaintiffs should be allowed to pursue economic damages in the counts pending against Dryvit. Subsequent to these respective filings, on 28 July 2004 defendants filed a motion, requesting the court to consolidate consideration of their motions. <i>See</i> Defs.' Agreed Mot. To Consolidate Consideration.</p>\n<p>By Order dated 18 October 2004, the Judicial Panel on Multidistrict Litigation transferred this case to this court for consolidated pretrial proceedings pursuant to 28 U.S.C. § 1407.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>In the context of this multidistrict case, the court must apply the law of the Fourth Circuit when analyzing questions of federal law. <i>In re: Temporomandibular Joint (TMJ) Implants Products Liability Litigation,</i> 97 F.3d 1050, 1055 (8th Cir.1996). \"When considering questions of state law, however, the transferee court must apply the state law that would have applied to the individual cases had they not been transferred for consolidation.\" <i>Id.</i> (citations omitted); <i>see also </i><i>Bradley v. United States,</i> 161 F.3d 777, 782 n. 4 (4th Cir.1998). In the instant case, therefore, this court must apply the substantive law of Illinois.</p>\n<p>Rule 12(b)(6) of the Federal Rules of Civil Procedure authorizes the dismissal of a complaint that fails \"to state a claim <span class=\"star-pagination\">*541</span> upon which relief can be granted.\" Because the purpose of Rule 12(b)(6) is to test the legal sufficiency of a complaint, rather than the facts alleged in support of it, the court must accept as true all well-pled allegations and must construe the allegations in a light most favorable to the plaintiff. <i>Hall v. Virginia,</i> 385 F.3d 421, 427 (4th Cir.2004); <i>De Sole v. United States,</i> 947 F.2d 1169, 1171 (4th Cir.1991). A motion to dismiss for failure to state a claim should not be granted unless it appears certain that a plaintiff can prove no set of facts which would support its claim and entitle it to relief. <i>Mylan Labs., Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993).</p>\n<p>A similar standard govern's a court's assessment of a motion for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). <i>Economides v. Gay,</i> 155 F.Supp.2d 485, 488 (D.Md.2001). The sole distinction between the two motions is that a court ruling on a Rule 12(c) motion may consider the answer as well as the complaint. <i>See Continental Cleaning Serv. v. UPS,</i> 1999 WL 1939249 at *1, 1999 U.S. Dist. LEXIS 9721 at *4 (M.D.N.C. April 13, 1999) (quoting <i>Menominee Indian Tribe v. Thompson,</i> 943 F.Supp. 999, 1005 (W.D.Wis.1996), <i>aff'd,</i> 161 F.3d 449, 455-56 (7th Cir.1998)) (\"[A] motion to dismiss under Rule 12(b)(6) and a motion for judgment on the pleadings under Rule 12(c) are considered under a similar standard, with the key difference being that on a 12(c) motion, the court is to consider the answer as well as the complaint.\"); <i>see also</i> 5C Charles A. Wright and Arthur R. Miller, <i>Federal Practice and Procedure,</i> § 1368 (3rd ed. 2004) (\"[T]he standard to be applied on a Rule 12(c) motion based on all the pleadings is identical to that used on a Rule 12(b)(6) motion based solely on the complaint.\").<sup>[1]</sup></p>\n<p>The pivotal issue in this case is whether plaintiffs' tort claims against Marvin and Dryvit are barred by the economic loss doctrine, as expressly adopted by the Illinois Supreme Court. <i>See</i> Defs.' Agreed Mot. to Consolidate Consideration ¶ 1 (\"Both Dryvit's and Marvin's motions rest predominantly on the identical issue of whether Illinois' Economic Loss Rule applies to this case.\"). Prior to deciding whether this doctrine should bar plaintiffs' claims, however, the court must first review how the doctrine was initially articulated by the Illinois Supreme Court, as well as how Illinois courts have subsequently construed and clarified it.</p>\n<p>A review of Illinois' economic loss doctrine must be guided by the seminal case of <i>Moorman Manufacturing Company v. National Tank Company,</i> 91 Ill.2d 69, 61 Ill.Dec. 746, 435 N.E.2d 443 (1982). In <i>Moorman,</i> the plaintiff purchased a bolted-steel grain storage tank from the defendant-manufacturer for use at its feed processing plant. <i>Id.</i> at 445. After a crack developed in the tank, the plaintiff sued, alleging causes of action for negligence, strict liability, misrepresentation, and breach of express warranty. <i>Id.</i> at 444-45. The defendant in <i>Moorman</i> argued that the plaintiff should be barred from recovery on a tort theory, as its damages constituted pure economic losses. <i>Id.</i> The trial court agreed, and granted the defendant's motion to dismiss the plaintiff's tort-based counts. <i>Id.</i></p>\n<p>On appeal, the Illinois Supreme Court upheld this distinction. <i>Id.</i> at 453. The <span class=\"star-pagination\">*542</span> court commenced its analysis by drawing a distinction between the purposes of tort law and contract law. The court observed that tort law was designed to provide an appropriate remedy in the event a plaintiff were exposed to \"physical injury to plaintiff's property, as well as personal injury.\" <i>Id.</i> at 448. In contrast, contract law was intended to provide the proper standard \"when a qualitative defect is involved, i.e. when a product is unfit for its intended use.\" <i>Id.</i> According to the court, the economic loss doctrine which precludes recovery on a tort theory when a plaintiff's losses from a defective product consist solely of \"damages for inadequate value, costs of repair and replacement of the defective product, or consequent loss of profits, without any claim of personal injury or damage to other property\"-was intended to preserve the traditional demarcation between tort law and contract law. <i>Id.</i> at 449 (quotation and citation omitted). The court indicated that the economic loss doctrine would apply whether the tort theory involved were strict liability or negligence. <i>Id.</i> at 450.</p>\n<p>To determine whether economic losses should be recovered under tort law or whether contract law should apply, a court should examine the nature of the defect and the manner in which the injury arose. <i>Id.; see also </i><i>The Board of Education of the City of Chicago v. A.C. &amp; S. Inc.,</i> 131 Ill.2d 428, 137 Ill.Dec. 635, 546 N.E.2d 580, 586 (1989). As the <i>Moorman</i> court explained, if a qualitative defect in a product caused \"personal injury or property damage resulting from a sudden or dangerous occurrence,\" then a plaintiff would still have a recovery in tort. 61 Ill.Dec. 746, 435 N.E.2d at 450. If, on the other hand, the damage caused by a defective product occurred via \"deterioration, internal breakdown, or non-accidental cause[s],\" then the plaintiff would be limited to pursuing contract and warranty causes of action against a manufacturer. <i>Id.</i></p>\n<p>Applying the doctrine to the facts of the plaintiff's case in <i>Moorman,</i> the court concluded that the plaintiff could not pursue tort theories for the crack in the grain tank. <i>Id.</i> at 455. Although the plaintiff argued that it has suffered more than economic loss because the crack in the tank posed an \"extreme threat to life and limb,\" <i>id.</i> at 449, the court concluded that the property damage caused by the defendant's defective tank was \"not the type of sudden and dangerous occurrence best served by the policy of tort law,\" <i>id.</i></p>\n<p>Since <i>Moorman</i> was decided in 1982, Illinois has consistently adhered to the economic loss doctrine.<sup>[2]</sup><i>See </i><i>In re Chicago Flood Litig.,</i> 176 Ill.2d 179, 223 Ill.Dec. 532, 680 N.E.2d 265 (1997); <i>Trans States Airlines v. Pratt &amp; Whitney Canada, Inc.,</i> <span class=\"star-pagination\">*543</span> 177 Ill.2d 21, 224 Ill.Dec. 484, 682 N.E.2d 45, 54 (1997). Illinois courts have recognized an exception to the economic loss rule in cases where a plaintiff alleging tort claims based on a defective product suffers \"personal injury or property damage resulting from a sudden or dangerous occurrence.\" <i>In re Chicago Flood,</i> 223 Ill.Dec. 532, 680 N.E.2d at 275. Illinois courts have made clear, however, that a plaintiff seeking to benefit from this exception must show <i>both</i> 1) personal injury or damage to other property, and 2) a sudden or calamitous event. <i>See, e.g., id.</i> (\"[T]he exception is composed of a sudden, dangerous, or calamitous event or property damage.\" (emphasis added)); <i>Trans States,</i> 224 Ill.Dec. 484, 682 N.E.2d at 54 (\"In the case of personal injury or other property damage, however, we continue to require, for purposes of tort recovery, the coupling with a sudden and calamitous occurrence.\"). <i>See also </i><i>Redarowicz v. Ohlendorf,</i> 92 Ill.2d 171, 65 Ill.Dec. 411, 441 N.E.2d 324, 326-27 (1982) (applying economic loss rule to bar a plaintiff's claim of negligence in the construction of a home, because, despite damage to the plaintiff's property, the event was not sudden or calamitous). It is the application of this exception which is at issue here.</p>\n<p>In articulating the \"sudden or calamitous\" exception to the economic loss rule, Illinois courts have distinguished between an injurious event of a sudden nature, and one which occurred via gradual deterioration. In <i>Redarowicz v. Ohlendorf,</i> 92 Ill.2d 171, 65 Ill.Dec. 411, 441 N.E.2d 324 (1982), for example, which was decided shortly after <i>Moorman,</i> this distinction served to bar a plaintiff's tort claims against a builder for the faulty construction of a residence. In that case, the plaintiff's chimney and adjoining brick wall were built in loose soil, which caused the wall to gradually pull away from the house, causing cracks and water leakage. <i>Id.</i> at 326. The court contrasted this gradual deterioration of a defective product for which tort recovery was barred by the economic loss doctrine with a sudden occurrence, such as \"a member of the plaintiff's family being struck by a falling brick from the chimney\" or a residence's wall \"collapsing on and destroying the plaintiff's living room furniture,\" and determined that the plaintiff could not recover under a negligence cause of action. <i>Id.</i> at 327. <i>See also </i><i>NBD Bank v. Krueger Ringier, Inc.,</i> 292 Ill.App.3d 691, 226 Ill.Dec. 921, 686 N.E.2d 704, 708 (1997) (affirming dismissal of tort claim because the contamination of the plaintiff's soil, caused by a leak in an underground storage tank, constituted \"gradual deterioration\" rather than \"a sudden or dangerous event\"); <i>Washington Courte Condominium Ass'n-Four v. Washington-Golf Corp.,</i> 150 Ill.App.3d 681, 103 Ill.Dec. 752, 501 N.E.2d 1290, 1294 (1986) (affirming dismissal of tort claims against a supplier of defective windows and doors, because the injuries alleged-water leakage and structural damage-were indistinguishable from the incidental damages alleged in <i>Redarowicz,</i> i.e., \"deterioration from a latent defect,\" as opposed to a sudden and calamitous occurrence).</p>\n<p>In the instant case, plaintiffs have alleged that the latent defects in the defendants' respective products led to an unreasonable amount of water intrusion into the structure of their home. In their own words, plaintiffs state that the high levels of moisture have led to the \"<i>deterioration</i> [of] the building's structural components.\" <i>See</i> Pls.' Compl., Count I ¶ 14; Count III ¶ 8 (emphasis added). In addition, plaintiffs assert that this water intrusion has led to the growth of mold spores within the home. <i>See id.,</i> Count I ¶¶ 15-16; Count III ¶¶ 9-10. The court finds these facts to be indistinguishable from the cases cited above, and concludes that plaintiffs' <span class=\"star-pagination\">*544</span> injuries whether to other property or to persons were not caused by a sudden, dangerous, or calamitous event. Rather, the injuries alleged by plaintiffs were plainly caused by the gradual deterioration of defendants' products, and are therefore ill-suited fix tort law.</p>\n<p>Plaintiffs urge that the court make a distinction between a \"sudden\" occurrence and a \"dangerous\" occurrence. <i>See</i> Pls.' July 2, 2004 Resp. at 12. Plaintiffs note that the <i>Moorman</i> court stated that tort law would be appropriate in the event of personal or property damage caused by \"a sudden <i>or</i> dangerous occurrence.\" 61 Ill.Dec. 746, 435 N.E.2d at 450 (emphasis added). According to plaintiffs' argument, if economic losses stem from a \"dangerous\" occurrence, i.e. an occurrence which poses an unreasonable risk of harm to person or to property, then the exception to the economic loss doctrine is met and a tort cause of action is appropriate. Pls.' July 2, 2004 Resp. at 14. In support of this argument, plaintiffs rely on the cases of <i>The Board of Education of City of Chicago v. A.C. &amp; S. Inc.,</i> 131 Ill.2d 428, 137 Ill.Dec. 635, 546 N.E.2d 580 (1989), and <i>American United Logistics, Inc. v. Catellus Development Corp.,</i> 319 F.3d 921 (7th Cir.2003).</p>\n<p><i>A.C. &amp; S</i> involved a lawsuit by school districts against a range of defendants involved in the mining, manufacturing, and marketing of asbestos products. The plaintiffs in the case alleged theories of negligence and strict liability; the defendants argued that the plaintiffs' tort theories should be barred under <i>Moorman,</i> because the plaintiffs had suffered solely economic losses. <i>A.C. &amp; S.</i> 137 Ill.Dec. 635, 546 N.E.2d at 585.</p>\n<p>The Illinois Supreme Court in <i>A.C. &amp; S</i> first observed the distinction in cases involving defective products between \"accidents involving some violence\"  which will be compensable in tort  and \"damage resulting from deterioration, internal breakage or other non-accidental causes,\" which \"most likely invokes contract law.\" <i>Id.</i> at 586. However, the court reasoned that it was difficult to fit asbestos-related damage within the traditional framework that exists for tort or contract actions. <i>Id.</i> at 588. In light of the court's finding that asbestos-related damages were not easily categorized under the traditional <i>Moorman</i> framework, it stated that the \"sudden and calamitous event\" prong of <i>Moorman</i> should \"not be critical\" to tort claims involving inherently hazardous products such as asbestos. <i>Id.</i> at 590.</p>\n<p>In light of a separate finding that the school buildings had been damaged via asbestos contamination, as well as the court's decision to forgo the \"sudden and calamitous\" requirement, the court concluded that the plaintiffs' claims were not barred by the economic loss doctrine. <i>Id.</i> The <i>A.C. &amp; S</i> court noted, however, that its holding hinged in large part on the fact that the \"nature of the defect.\" involved asbestos, a product which was itself inherently toxic and harmful to human health. <i>Id.</i> The court also cautioned that \"the holding in the case should not be construed as an invitation to bring economic loss contract actions within the sphere of tort law.\" <i>Id.</i> at 588.</p>\n<p>Plaintiffs argue that <i>A.C. &amp; S</i> represents the rejection of \"the `sudden and calamitous' requirement in the context of toxic contamination cases.\" <i>See</i> Pls.' July 2, 2004 Resp. at 11. This court is not so persuaded. First of all, subsequent Illinois cases have significantly limited the breadth of the <i>A.C. &amp; S</i> holding. As the Illinois Supreme Court stated in 1997:</p>\n<p>Significantly, <i>A.C. &amp; S</i> is an asbestos case. The court there, prior to rejecting the sudden and dangerous occurrence requirement, noted that asbestos damages do not easily fit within the framework <span class=\"star-pagination\">*545</span> delineating tort and contract.... <i>We do not read the proffered language in A.C. &amp; S as a wholesale rejection of the</i> \"<i>sudden and calamitous requirement\" for other property cases.</i> Clear from the language is that the court was attempting to confine its reasoning to the particular facts of the case.</p>\n<p><i>Trans States Airlines,</i> 224 Ill.Dec. 484, 682 N.E.2d at 55 (emphasis added).</p>\n<p>Moreover, it should be noted that the approach that the court took in <i>A.C. &amp; S</i> was bolstered by the statutory language of the Asbestos Abatement Act, in which the Illinois state legislature made clear its view that 1) asbestos was a highly toxic and dangerous product; and 2) corrective action was urgently needed to remove it from schools. 137 Ill.Dec. 635, 546 N.E.2d at 588-90. The plaintiffs' tort claims were brought \"[i]n anticipation of spending `substantial sums of money' to correct the conditions and comply with the Act,\" <i>id.</i> at 584, and the court apparently thought that it was inconsistent to require adherence to the statute while refusing to allow plaintiffs to pursue a separate tort claim against the defendant manufactures, <i>see id.</i> at 600 (suggesting that there was no need for a separate right of action under the Asbestos Abatement Act and intimating that the purpose of the Act would be sufficiently effectuated by plaintiffs' tort claims). In contrast to <i>A.C. &amp; S,</i> in the instant case there is no statute which this court could invoke in allowing plaintiffs to wholly circumvent the \"sudden and calamitous\" requirement for a defective product/tort claim.<sup>[3]</sup></p>\n<p>Defendants in this case are not the manufacturers of an inherently toxic product such as asbestos. Nor are they manufacturers of toxic mold. Rather, defendants Dryvit and Marvin manufacture EIFS cladding and residential windows, respectively neither of which by their nature are inherently dangerous products. The court therefore agrees with defendant Marvin that \"this case is completely unlike an asbestos case\" and that the <i>A.C. &amp; S</i> exception to the \"sudden and calamitous\" requirement is inapplicable to plaintiffs' case. <i>See</i> Def. Marvin Rep. at 5.</p>\n<p>Plaintiffs further invoke the Seventh Circuit's holding in <i>American United.</i> In that case, a warehouse leased by the plaintiff, Nabisco, contained chemical residues that contaminated its food products. <i>American United,</i> 319 F.3d at 923. Nabisco alleged negligence claims against a number of defendants involved in leasing the warehouse to the company, including the general contractor who constructed the warehouse, the subcontractor involved with preparing the floors of the warehouse, and Nabisco's warehousing partner. <i>Id.</i> As in the instant case, the 7th Circuit was required to address the issue of whether the nature of the contamination of Nabisco's bakery products was caused by a \"sudden, calamitous, or dangerous occurrence\" in order to support a claim sounding in tort. <i>Id.</i> at 927. The court first held that Nabisco's claims of contaminated food did not fall under the \"sudden, calamitous, or dangerous\" exception. <i>Id.</i></p>\n<p>However, the <i>American United</i> court, citing to <i>A C &amp; S,</i> went on to explain that a plaintiff asserting a tort claim would be <span class=\"star-pagination\">*546</span> able to meet the exception to the economic loss rule \"if the defect makes the product hazardous or unreasonably dangerous.\" <i>Id.</i> at 928. Noting that the contamination at issue did not pose a health risk, the court found the exception to the economic loss doctrine inapplicable. <i>Id.</i></p>\n<p>Plaintiffs in the instant case argue that <i>American United</i> and <i>A.C. &amp; S</i> supports the proposition that there is no sudden or calamitous requirement in cases of contamination. <i>See</i> Pls.' July 2, 2004 Resp. at 9-11. Because the toxic mold in plaintiffs' home has posed a \"serious health risk\" to them, plaintiffs contend that their claims should not be barred by the sudden and calamitous requirement. <i>Id.</i></p>\n<p>This court disagrees. Even were the court to forego the sudden and calamitous requirement articulated in <i>Moorman</i> and its progeny, both <i>A.C. &amp; S</i> and <i>American United</i> make quite clear that the damage must be from a defect which makes the product hazardous or unreasonably dangerous. <i>American United,</i> 319 F.3d at 928; <i>see also A.C. &amp; S.</i> 137 Ill.Dec. 635, 546 N.E.2d at 588 (finding the \"nature of the defect\" itself to be an inherently dangerous product i.e. asbestos-which is a toxic and dangerous substance). In the instant case, defendants Marvin and Dryvit did not manufacture toxic mold. Even conceding that mold is a hazardous or unreasonably dangerous substance, defendants were not in the business of manufacturing or applying toxic mold; as noted above, their products were windows and EIFS cladding, respectively. Here, the products and their allegedly inherent defects-improper sealing in the windows, and inadequate insulation in the EIFS are not hazardous or unreasonably dangerous.</p>\n<p>In summary, the court holds that plaintiffs' tort claims against defendants Dryvit and Marvin involve, in essence, disappointed commercial expectations resulting from defective products. Plaintiffs' claims do not concern injuries or damages brought about by a sudden, dangerous, or calamitous occurrence. Rather, plaintiffs' claims involve \"deterioration and other defects of poor quality.\" <i>Moorman,</i> 61 Ill.Dec. 746, 435 N.E.2d at 449. In such a case, the claims are barred by the economic loss doctrine.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Defendant Marvin's motion for summary judgment is GRANTED. Defendant Dryvit's motion for partial judgement on the pleadings is GRANTED. The court DENIES defendant Dryvit's motion for leave to add third party plaintiffs and for an extension of time to file a third-party complaint. This case is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  In the instant case, defendant Dryvit moved for \"partial\" judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). However, Dryvit's motion asserts essentially the same argument as defendant Marvin-namely that the economic loss rule should serve to bar plaintiff's tort claims. This argument, if accepted by the court, would result in dismissal of plaintiff's claims against Dryvit in their entirety, notwithstanding the fact that Dryvit has only moved for \"partial\" judgment.</p>\n<p>[2]  In the instant case, plaintiffs assert that the economic loss doctrine should apply solely \"to claims involving the sale of products for commercial purposes.\" Pls.' July 2, 2004 Resp. at 3. Without referencing a single case in support of this move proposition, plaintiffs argue that the economic loss doctrine presupposes that the parties to a given transaction are \"of relatively equal economic strength, in a commercial setting,\" but that the doctrine should be inapplicable to individual consumers who purchase a product from a manufacturer. <i>Id.</i>\n</p>\n<p>Yet Illinois courts have routinely applied the economic loss doctrine to all transactions, regardless of whether the purchaser is a commercial entity or a consumer. <i>See, e.g., </i><i>Redarowicz v. Ohlendorf,</i> 92 Ill.2d 171, 65 Ill.Dec. 411, 441 N.E.2d 324, 326-27 (1982) (applying the doctrine to bar a claim of an individual homeowner against a builder for the faulty construction of a home); <i>Washington Courte Condominium Ass'n-Four v. Washington-Golf Corporation,</i> 150 Ill.App.3d 681, 103 Ill.Dec. 752, 501 N.E.2d 1290, 1293-94 (1986) (applying the doctrine to bar the tort claims of plaintiff-condominium owners against the condominium builder). Accordingly the court rejects plaintiffs' argument.</p>\n<p>[3]  Plaintiffs cite to a Joint Resolution from the Illinois General Assembly stating that mold is a toxic substance. <i>See</i> Pls' July 2, 2004 Resp. at 7. However, as defendant Dryvit notes, a joint resolution is wholly unenforceable as a statute; it creates no rights for the public at large. Def. Dryvit Rep. at 7. In addition, as noted <i>infra,</i> defendants Dryvit and Marvin are not engaged in manufacturing mold, the supposedly toxic instance, whereas the defendants in <i>A.C. &amp; S</i> were engaged in the manufacturing and installation of asbestos, 137 Ill.Dec. 635, 546 N.E.2d at 584.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">539</span></span> (2005)</b></center>\n<center><h1>In re STUCCO LITIGATION.</h1></center>\n<center>No. 5:96-CV-287-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 4, 2005.</center>\n<p>Edward Eshoo, Jr., Andrew Milan Plunkett, Michael W. Duffy, Childress, Duffy, Goldblatt, Ltd., Chicago, IL, for Plaintiffs.</p>\n<p>H. Evan Williams, IV, Gerald C. Huang, O'Hagan, Smith &amp; Amundsen, LLC, St. Charles, IL, for Dryvit Systems, Inc.</p>\n<p>Rodney E. VanAusdal, Timothy Samuelson, Iwan, Cray, Huber, Horstman &amp; VanAusdal, LLC, Chicago, IL, Thomas Boyd, Winthrop &amp; Weinstine, PA, Minneapolis, MN, for Marvin Windows, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on (1) defendant Marvin Windows, Inc.'s motion to dismiss plaintiff's complaint, or, in the alternative, for summary judgment; (2) defendant Dryvit Systems, Inc.'s motion for partial judgment on the pleadings; (3) defendant Dryvit System Inc.'s motion for leave to add additional third-party defendants to the case, as well as its subsequent motion for an extension of time to file a third-party complaint. The matter is ripe for disposition.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*540</span> I. BACKGROUND</h2>\n<p>Plaintiffs are owners of a single family dwelling in Burr Ridge, Illinois constructed by McNaughton Builders, Inc., who is not a party to this litigation. Pls.' Compl. at 1-2. The windows in the home were manufactured by defendant Marvin Windows, Inc. (\"Marvin\"). <i>Id.,</i> Count III ¶ 4. The structure of the home was clad with an exterior insulation and finish system (EIFS) manufactured by defendant Dryvit Systems, Inc. (\"Dryvit\"). <i>Id.,</i> Count I, ¶ 5.</p>\n<p>Plaintiffs allege that the windows manufactured by Marvin failed to provide a \"weather tight seal at the intersection of the jamb to sill or the sill to glass intersections.\" <i>Id.</i> Count III, ¶ 6. Plaintiffs claim that these defective, improperly-sealed windows caused an unacceptable level of moisture to penetrate the structure of their home. <i>Id.</i> ¶ 7. Consequently, plaintiffs assert that they have suffered \"loss and damage to the building and to their personal property and their household goods and contents.\" <i>Id.,</i> Count III, ¶ 17. Plaintiffs also allege that the water intrusion caused by Marvin's defective windows has led to the proliferation of microbial contamination within the home, thereby exposing plaintiffs and their children to the risk of physical harm. <i>Id.</i> ¶¶ 9-13.</p>\n<p>In addition, plaintiffs assert that the EIFS stucco cladding manufactured by Dryvit failed to protect the structure of the home from \"inevitable and foreseeable water intrusion\" after it had penetrated the structure. <i>Id.,</i> Count I ¶ 12, This allegedly resulted in \"extensive deterioration\" to the building's structural components. <i>Id.</i> ¶ 14. As with defendant Marvin, plaintiffs assert that the water damage caused by the defective EIFS has led to \"microbial contamination throughout the building,\" thereby exposing plaintiffs and their children to the risk of physical harm. <i>Id.</i> ¶¶ 15-18.</p>\n<p>On 30 March 2004 plaintiffs filed this diversity action in the United States District Court for the Northern District of Illinois, alleging causes of action for (1) negligence as to defendant Marvin; and (2) negligence and strict liability as to defendant Dryvit. <i>Id.</i> On 26 April 2004, defendant Marvin filed a motion to dismiss plaintiffs' sole negligence count pending against it. Thereafter, defendant Dryvit filed a motion for partial judgment on the pleadings on the issue of whether plaintiffs should be allowed to pursue economic damages in the counts pending against Dryvit. Subsequent to these respective filings, on 28 July 2004 defendants filed a motion, requesting the court to consolidate consideration of their motions. <i>See</i> Defs.' Agreed Mot. To Consolidate Consideration.</p>\n<p>By Order dated 18 October 2004, the Judicial Panel on Multidistrict Litigation transferred this case to this court for consolidated pretrial proceedings pursuant to 28 U.S.C. § 1407.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>In the context of this multidistrict case, the court must apply the law of the Fourth Circuit when analyzing questions of federal law. <i>In re: Temporomandibular Joint (TMJ) Implants Products Liability Litigation,</i> <span class=\"citation\" data-id=\"727358\"><a href=\"/opinion/727358/prodliabrep-cch-p-14749-in-re-temporomandibular-joint-tmj-implants/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1050</span></a></span>, 1055 (8th Cir.1996). \"When considering questions of state law, however, the transferee court must apply the state law that would have applied to the individual cases had they not been transferred for consolidation.\" <i>Id.</i> (citations omitted); <i>see also </i><i>Bradley v. United States,</i> <span class=\"citation\" data-id=\"759530\"><a href=\"/opinion/759530/kenneth-david-bradley-cecile-bradley-a-minor-child-by-her-next-friend-and/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 782 n. 4 (4th Cir.1998). In the instant case, therefore, this court must apply the substantive law of Illinois.</p>\n<p>Rule 12(b)(6) of the Federal Rules of Civil Procedure authorizes the dismissal of a complaint that fails \"to state a claim <span class=\"star-pagination\">*541</span> upon which relief can be granted.\" Because the purpose of Rule 12(b)(6) is to test the legal sufficiency of a complaint, rather than the facts alleged in support of it, the court must accept as true all well-pled allegations and must construe the allegations in a light most favorable to the plaintiff. <i>Hall v. Virginia,</i> <span class=\"citation\" data-id=\"787963\"><a href=\"/opinion/787963/joan-hall-richard-pruitt-thomasina-pruitt-vivian-curry-eunice-mcmillan/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span>, 427 (4th Cir.2004); <i>De Sole v. United States,</i> <span class=\"citation\" data-id=\"571078\"><a href=\"/opinion/571078/domenico-de-sole-v-united-states-of-america-chesapeake-bay-yacht-racing/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1171 (4th Cir.1991). A motion to dismiss for failure to state a claim should not be granted unless it appears certain that a plaintiff can prove no set of facts which would support its claim and entitle it to relief. <i>Mylan Labs., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993).</p>\n<p>A similar standard govern's a court's assessment of a motion for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). <i>Economides v. Gay,</i> <span class=\"citation\" data-id=\"2365279\"><a href=\"/opinion/2365279/economides-v-gay/\"><span class=\"volume\">155</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">485</span></a></span>, 488 (D.Md.2001). The sole distinction between the two motions is that a court ruling on a Rule 12(c) motion may consider the answer as well as the complaint. <i>See Continental Cleaning Serv. v. UPS,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1939249</span></span> at *1, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">9721</span></span> at *4 (M.D.N.C. April 13, 1999) (quoting <i>Menominee Indian Tribe v. Thompson,</i> <span class=\"citation\" data-id=\"2376041\"><a href=\"/opinion/2376041/menominee-indian-tribe-of-wisconsin-v-thompson/\"><span class=\"volume\">943</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">999</span></a></span>, 1005 (W.D.Wis.1996), <i>aff'd,</i> <span class=\"citation\" data-id=\"759493\"><a href=\"/opinion/759493/menominee-indian-tribe-of-wisconsin-v-tommy-g-thompson/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 455-56 (7th Cir.1998)) (\"[A] motion to dismiss under Rule 12(b)(6) and a motion for judgment on the pleadings under Rule 12(c) are considered under a similar standard, with the key difference being that on a 12(c) motion, the court is to consider the answer as well as the complaint.\"); <i>see also</i> 5C Charles A. Wright and Arthur R. Miller, <i>Federal Practice and Procedure,</i> § 1368 (3rd ed. 2004) (\"[T]he standard to be applied on a Rule 12(c) motion based on all the pleadings is identical to that used on a Rule 12(b)(6) motion based solely on the complaint.\").<sup>[1]</sup></p>\n<p>The pivotal issue in this case is whether plaintiffs' tort claims against Marvin and Dryvit are barred by the economic loss doctrine, as expressly adopted by the Illinois Supreme Court. <i>See</i> Defs.' Agreed Mot. to Consolidate Consideration ¶ 1 (\"Both Dryvit's and Marvin's motions rest predominantly on the identical issue of whether Illinois' Economic Loss Rule applies to this case.\"). Prior to deciding whether this doctrine should bar plaintiffs' claims, however, the court must first review how the doctrine was initially articulated by the Illinois Supreme Court, as well as how Illinois courts have subsequently construed and clarified it.</p>\n<p>A review of Illinois' economic loss doctrine must be guided by the seminal case of <i>Moorman Manufacturing Company v. National Tank Company,</i> <span class=\"citation\" data-id=\"2055758\"><a href=\"/opinion/2055758/moorman-mfg-co-v-national-tank-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">69</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">746</span></span>, <span class=\"citation\" data-id=\"2055758\"><a href=\"/opinion/2055758/moorman-mfg-co-v-national-tank-co/\"><span class=\"volume\">435</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">443</span></a></span> (1982). In <i>Moorman,</i> the plaintiff purchased a bolted-steel grain storage tank from the defendant-manufacturer for use at its feed processing plant. <i>Id.</i> at 445. After a crack developed in the tank, the plaintiff sued, alleging causes of action for negligence, strict liability, misrepresentation, and breach of express warranty. <i>Id.</i> at 444-45. The defendant in <i>Moorman</i> argued that the plaintiff should be barred from recovery on a tort theory, as its damages constituted pure economic losses. <i>Id.</i> The trial court agreed, and granted the defendant's motion to dismiss the plaintiff's tort-based counts. <i>Id.</i></p>\n<p>On appeal, the Illinois Supreme Court upheld this distinction. <i>Id.</i> at 453. The <span class=\"star-pagination\">*542</span> court commenced its analysis by drawing a distinction between the purposes of tort law and contract law. The court observed that tort law was designed to provide an appropriate remedy in the event a plaintiff were exposed to \"physical injury to plaintiff's property, as well as personal injury.\" <i>Id.</i> at 448. In contrast, contract law was intended to provide the proper standard \"when a qualitative defect is involved, i.e. when a product is unfit for its intended use.\" <i>Id.</i> According to the court, the economic loss doctrine which precludes recovery on a tort theory when a plaintiff's losses from a defective product consist solely of \"damages for inadequate value, costs of repair and replacement of the defective product, or consequent loss of profits, without any claim of personal injury or damage to other property\"-was intended to preserve the traditional demarcation between tort law and contract law. <i>Id.</i> at 449 (quotation and citation omitted). The court indicated that the economic loss doctrine would apply whether the tort theory involved were strict liability or negligence. <i>Id.</i> at 450.</p>\n<p>To determine whether economic losses should be recovered under tort law or whether contract law should apply, a court should examine the nature of the defect and the manner in which the injury arose. <i>Id.; see also </i><i>The Board of Education of the City of Chicago v. A.C. &amp; S. Inc.,</i> <span class=\"citation\" data-id=\"2240089\"><a href=\"/opinion/2240089/board-of-education-v-a-c-s-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">428</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">635</span></span>, <span class=\"citation\" data-id=\"2240089\"><a href=\"/opinion/2240089/board-of-education-v-a-c-s-inc/\"><span class=\"volume\">546</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">580</span></a></span>, 586 (1989). As the <i>Moorman</i> court explained, if a qualitative defect in a product caused \"personal injury or property damage resulting from a sudden or dangerous occurrence,\" then a plaintiff would still have a recovery in tort. <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">746</span></span>, 435 N.E.2d at 450. If, on the other hand, the damage caused by a defective product occurred via \"deterioration, internal breakdown, or non-accidental cause[s],\" then the plaintiff would be limited to pursuing contract and warranty causes of action against a manufacturer. <i>Id.</i></p>\n<p>Applying the doctrine to the facts of the plaintiff's case in <i>Moorman,</i> the court concluded that the plaintiff could not pursue tort theories for the crack in the grain tank. <i>Id.</i> at 455. Although the plaintiff argued that it has suffered more than economic loss because the crack in the tank posed an \"extreme threat to life and limb,\" <i>id.</i> at 449, the court concluded that the property damage caused by the defendant's defective tank was \"not the type of sudden and dangerous occurrence best served by the policy of tort law,\" <i>id.</i></p>\n<p>Since <i>Moorman</i> was decided in 1982, Illinois has consistently adhered to the economic loss doctrine.<sup>[2]</sup><i>See </i><i>In re Chicago Flood Litig.,</i> <span class=\"citation\" data-id=\"2144159\"><a href=\"/opinion/2144159/in-re-chicago-flood-litigation/\"><span class=\"volume\">176</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">179</span></a></span>, <span class=\"citation\" data-id=\"2144159\"><a href=\"/opinion/2144159/in-re-chicago-flood-litigation/\"><span class=\"volume\">223</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">532</span></a></span>, <span class=\"citation\" data-id=\"2144159\"><a href=\"/opinion/2144159/in-re-chicago-flood-litigation/\"><span class=\"volume\">680</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">265</span></a></span> (1997); <i>Trans States Airlines v. Pratt &amp; Whitney Canada, Inc.,</i> <span class=\"star-pagination\">*543</span> <span class=\"citation\" data-id=\"2163262\"><a href=\"/opinion/2163262/trans-states-air-v-pratt-whitney-can-inc/\"><span class=\"volume\">177</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">21</span></a></span>, <span class=\"citation\" data-id=\"2163262\"><a href=\"/opinion/2163262/trans-states-air-v-pratt-whitney-can-inc/\"><span class=\"volume\">224</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"2163262\"><a href=\"/opinion/2163262/trans-states-air-v-pratt-whitney-can-inc/\"><span class=\"volume\">682</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">45</span></a></span>, 54 (1997). Illinois courts have recognized an exception to the economic loss rule in cases where a plaintiff alleging tort claims based on a defective product suffers \"personal injury or property damage resulting from a sudden or dangerous occurrence.\" <i>In re Chicago Flood,</i> <span class=\"citation\" data-id=\"2144159\"><a href=\"/opinion/2144159/in-re-chicago-flood-litigation/\"><span class=\"volume\">223</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">532</span></a></span>, 680 N.E.2d at 275. Illinois courts have made clear, however, that a plaintiff seeking to benefit from this exception must show <i>both</i> 1) personal injury or damage to other property, and 2) a sudden or calamitous event. <i>See, e.g., id.</i> (\"[T]he exception is composed of a sudden, dangerous, or calamitous event or property damage.\" (emphasis added)); <i>Trans States,</i> <span class=\"citation\" data-id=\"2163262\"><a href=\"/opinion/2163262/trans-states-air-v-pratt-whitney-can-inc/\"><span class=\"volume\">224</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">484</span></a></span>, 682 N.E.2d at 54 (\"In the case of personal injury or other property damage, however, we continue to require, for purposes of tort recovery, the coupling with a sudden and calamitous occurrence.\"). <i>See also </i><i>Redarowicz v. Ohlendorf,</i> <span class=\"citation\" data-id=\"2058540\"><a href=\"/opinion/2058540/redarowicz-v-ohlendorf/\"><span class=\"volume\">92</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">171</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">411</span></span>, <span class=\"citation\" data-id=\"2058540\"><a href=\"/opinion/2058540/redarowicz-v-ohlendorf/\"><span class=\"volume\">441</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">324</span></a></span>, 326-27 (1982) (applying economic loss rule to bar a plaintiff's claim of negligence in the construction of a home, because, despite damage to the plaintiff's property, the event was not sudden or calamitous). It is the application of this exception which is at issue here.</p>\n<p>In articulating the \"sudden or calamitous\" exception to the economic loss rule, Illinois courts have distinguished between an injurious event of a sudden nature, and one which occurred via gradual deterioration. In <i>Redarowicz v. Ohlendorf,</i> <span class=\"citation\" data-id=\"2058540\"><a href=\"/opinion/2058540/redarowicz-v-ohlendorf/\"><span class=\"volume\">92</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">171</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">411</span></span>, <span class=\"citation\" data-id=\"2058540\"><a href=\"/opinion/2058540/redarowicz-v-ohlendorf/\"><span class=\"volume\">441</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">324</span></a></span> (1982), for example, which was decided shortly after <i>Moorman,</i> this distinction served to bar a plaintiff's tort claims against a builder for the faulty construction of a residence. In that case, the plaintiff's chimney and adjoining brick wall were built in loose soil, which caused the wall to gradually pull away from the house, causing cracks and water leakage. <i>Id.</i> at 326. The court contrasted this gradual deterioration of a defective product for which tort recovery was barred by the economic loss doctrine with a sudden occurrence, such as \"a member of the plaintiff's family being struck by a falling brick from the chimney\" or a residence's wall \"collapsing on and destroying the plaintiff's living room furniture,\" and determined that the plaintiff could not recover under a negligence cause of action. <i>Id.</i> at 327. <i>See also </i><i>NBD Bank v. Krueger Ringier, Inc.,</i> 292 Ill.App.3d 691, <span class=\"citation\" data-id=\"2022166\"><a href=\"/opinion/2022166/nbd-bank-v-krueger-ringier-inc/\"><span class=\"volume\">226</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">921</span></a></span>, <span class=\"citation\" data-id=\"2022166\"><a href=\"/opinion/2022166/nbd-bank-v-krueger-ringier-inc/\"><span class=\"volume\">686</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">704</span></a></span>, 708 (1997) (affirming dismissal of tort claim because the contamination of the plaintiff's soil, caused by a leak in an underground storage tank, constituted \"gradual deterioration\" rather than \"a sudden or dangerous event\"); <i>Washington Courte Condominium Ass'n-Four v. Washington-Golf Corp.,</i> 150 Ill.App.3d 681, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">752</span></span>, <span class=\"citation\" data-id=\"2095548\"><a href=\"/opinion/2095548/wash-courte-condo-assn-four-v-wash-golf-corp/\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1290</span></a></span>, 1294 (1986) (affirming dismissal of tort claims against a supplier of defective windows and doors, because the injuries alleged-water leakage and structural damage-were indistinguishable from the incidental damages alleged in <i>Redarowicz,</i> i.e., \"deterioration from a latent defect,\" as opposed to a sudden and calamitous occurrence).</p>\n<p>In the instant case, plaintiffs have alleged that the latent defects in the defendants' respective products led to an unreasonable amount of water intrusion into the structure of their home. In their own words, plaintiffs state that the high levels of moisture have led to the \"<i>deterioration</i> [of] the building's structural components.\" <i>See</i> Pls.' Compl., Count I ¶ 14; Count III ¶ 8 (emphasis added). In addition, plaintiffs assert that this water intrusion has led to the growth of mold spores within the home. <i>See id.,</i> Count I ¶¶ 15-16; Count III ¶¶ 9-10. The court finds these facts to be indistinguishable from the cases cited above, and concludes that plaintiffs' <span class=\"star-pagination\">*544</span> injuries whether to other property or to persons were not caused by a sudden, dangerous, or calamitous event. Rather, the injuries alleged by plaintiffs were plainly caused by the gradual deterioration of defendants' products, and are therefore ill-suited fix tort law.</p>\n<p>Plaintiffs urge that the court make a distinction between a \"sudden\" occurrence and a \"dangerous\" occurrence. <i>See</i> Pls.' July 2, 2004 Resp. at 12. Plaintiffs note that the <i>Moorman</i> court stated that tort law would be appropriate in the event of personal or property damage caused by \"a sudden <i>or</i> dangerous occurrence.\" <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">746</span></span>, 435 N.E.2d at 450 (emphasis added). According to plaintiffs' argument, if economic losses stem from a \"dangerous\" occurrence, i.e. an occurrence which poses an unreasonable risk of harm to person or to property, then the exception to the economic loss doctrine is met and a tort cause of action is appropriate. Pls.' July 2, 2004 Resp. at 14. In support of this argument, plaintiffs rely on the cases of <i>The Board of Education of City of Chicago v. A.C. &amp; S. Inc.,</i> <span class=\"citation\" data-id=\"2240089\"><a href=\"/opinion/2240089/board-of-education-v-a-c-s-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">428</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">635</span></span>, <span class=\"citation\" data-id=\"2240089\"><a href=\"/opinion/2240089/board-of-education-v-a-c-s-inc/\"><span class=\"volume\">546</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">580</span></a></span> (1989), and <i>American United Logistics, Inc. v. Catellus Development Corp.,</i> <span class=\"citation\" data-id=\"780876\"><a href=\"/opinion/780876/american-united-logistics-inc-and-central-american-warehousing-co-inc/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span> (7th Cir.2003).</p>\n<p><i>A.C. &amp; S</i> involved a lawsuit by school districts against a range of defendants involved in the mining, manufacturing, and marketing of asbestos products. The plaintiffs in the case alleged theories of negligence and strict liability; the defendants argued that the plaintiffs' tort theories should be barred under <i>Moorman,</i> because the plaintiffs had suffered solely economic losses. <i>A.C. &amp; S.</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">635</span></span>, 546 N.E.2d at 585.</p>\n<p>The Illinois Supreme Court in <i>A.C. &amp; S</i> first observed the distinction in cases involving defective products between \"accidents involving some violence\"  which will be compensable in tort  and \"damage resulting from deterioration, internal breakage or other non-accidental causes,\" which \"most likely invokes contract law.\" <i>Id.</i> at 586. However, the court reasoned that it was difficult to fit asbestos-related damage within the traditional framework that exists for tort or contract actions. <i>Id.</i> at 588. In light of the court's finding that asbestos-related damages were not easily categorized under the traditional <i>Moorman</i> framework, it stated that the \"sudden and calamitous event\" prong of <i>Moorman</i> should \"not be critical\" to tort claims involving inherently hazardous products such as asbestos. <i>Id.</i> at 590.</p>\n<p>In light of a separate finding that the school buildings had been damaged via asbestos contamination, as well as the court's decision to forgo the \"sudden and calamitous\" requirement, the court concluded that the plaintiffs' claims were not barred by the economic loss doctrine. <i>Id.</i> The <i>A.C. &amp; S</i> court noted, however, that its holding hinged in large part on the fact that the \"nature of the defect.\" involved asbestos, a product which was itself inherently toxic and harmful to human health. <i>Id.</i> The court also cautioned that \"the holding in the case should not be construed as an invitation to bring economic loss contract actions within the sphere of tort law.\" <i>Id.</i> at 588.</p>\n<p>Plaintiffs argue that <i>A.C. &amp; S</i> represents the rejection of \"the `sudden and calamitous' requirement in the context of toxic contamination cases.\" <i>See</i> Pls.' July 2, 2004 Resp. at 11. This court is not so persuaded. First of all, subsequent Illinois cases have significantly limited the breadth of the <i>A.C. &amp; S</i> holding. As the Illinois Supreme Court stated in 1997:</p>\n<p>Significantly, <i>A.C. &amp; S</i> is an asbestos case. The court there, prior to rejecting the sudden and dangerous occurrence requirement, noted that asbestos damages do not easily fit within the framework <span class=\"star-pagination\">*545</span> delineating tort and contract.... <i>We do not read the proffered language in A.C. &amp; S as a wholesale rejection of the</i> \"<i>sudden and calamitous requirement\" for other property cases.</i> Clear from the language is that the court was attempting to confine its reasoning to the particular facts of the case.</p>\n<p><i>Trans States Airlines,</i> <span class=\"citation\" data-id=\"2163262\"><a href=\"/opinion/2163262/trans-states-air-v-pratt-whitney-can-inc/\"><span class=\"volume\">224</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">484</span></a></span>, 682 N.E.2d at 55 (emphasis added).</p>\n<p>Moreover, it should be noted that the approach that the court took in <i>A.C. &amp; S</i> was bolstered by the statutory language of the Asbestos Abatement Act, in which the Illinois state legislature made clear its view that 1) asbestos was a highly toxic and dangerous product; and 2) corrective action was urgently needed to remove it from schools. <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">635</span></span>, 546 N.E.2d at 588-90. The plaintiffs' tort claims were brought \"[i]n anticipation of spending `substantial sums of money' to correct the conditions and comply with the Act,\" <i>id.</i> at 584, and the court apparently thought that it was inconsistent to require adherence to the statute while refusing to allow plaintiffs to pursue a separate tort claim against the defendant manufactures, <i>see id.</i> at 600 (suggesting that there was no need for a separate right of action under the Asbestos Abatement Act and intimating that the purpose of the Act would be sufficiently effectuated by plaintiffs' tort claims). In contrast to <i>A.C. &amp; S,</i> in the instant case there is no statute which this court could invoke in allowing plaintiffs to wholly circumvent the \"sudden and calamitous\" requirement for a defective product/tort claim.<sup>[3]</sup></p>\n<p>Defendants in this case are not the manufacturers of an inherently toxic product such as asbestos. Nor are they manufacturers of toxic mold. Rather, defendants Dryvit and Marvin manufacture EIFS cladding and residential windows, respectively neither of which by their nature are inherently dangerous products. The court therefore agrees with defendant Marvin that \"this case is completely unlike an asbestos case\" and that the <i>A.C. &amp; S</i> exception to the \"sudden and calamitous\" requirement is inapplicable to plaintiffs' case. <i>See</i> Def. Marvin Rep. at 5.</p>\n<p>Plaintiffs further invoke the Seventh Circuit's holding in <i>American United.</i> In that case, a warehouse leased by the plaintiff, Nabisco, contained chemical residues that contaminated its food products. <i>American United,</i> 319 F.3d at 923. Nabisco alleged negligence claims against a number of defendants involved in leasing the warehouse to the company, including the general contractor who constructed the warehouse, the subcontractor involved with preparing the floors of the warehouse, and Nabisco's warehousing partner. <i>Id.</i> As in the instant case, the 7th Circuit was required to address the issue of whether the nature of the contamination of Nabisco's bakery products was caused by a \"sudden, calamitous, or dangerous occurrence\" in order to support a claim sounding in tort. <i>Id.</i> at 927. The court first held that Nabisco's claims of contaminated food did not fall under the \"sudden, calamitous, or dangerous\" exception. <i>Id.</i></p>\n<p>However, the <i>American United</i> court, citing to <i>A C &amp; S,</i> went on to explain that a plaintiff asserting a tort claim would be <span class=\"star-pagination\">*546</span> able to meet the exception to the economic loss rule \"if the defect makes the product hazardous or unreasonably dangerous.\" <i>Id.</i> at 928. Noting that the contamination at issue did not pose a health risk, the court found the exception to the economic loss doctrine inapplicable. <i>Id.</i></p>\n<p>Plaintiffs in the instant case argue that <i>American United</i> and <i>A.C. &amp; S</i> supports the proposition that there is no sudden or calamitous requirement in cases of contamination. <i>See</i> Pls.' July 2, 2004 Resp. at 9-11. Because the toxic mold in plaintiffs' home has posed a \"serious health risk\" to them, plaintiffs contend that their claims should not be barred by the sudden and calamitous requirement. <i>Id.</i></p>\n<p>This court disagrees. Even were the court to forego the sudden and calamitous requirement articulated in <i>Moorman</i> and its progeny, both <i>A.C. &amp; S</i> and <i>American United</i> make quite clear that the damage must be from a defect which makes the product hazardous or unreasonably dangerous. <i>American United,</i> 319 F.3d at 928; <i>see also A.C. &amp; S.</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">635</span></span>, 546 N.E.2d at 588 (finding the \"nature of the defect\" itself to be an inherently dangerous product i.e. asbestos-which is a toxic and dangerous substance). In the instant case, defendants Marvin and Dryvit did not manufacture toxic mold. Even conceding that mold is a hazardous or unreasonably dangerous substance, defendants were not in the business of manufacturing or applying toxic mold; as noted above, their products were windows and EIFS cladding, respectively. Here, the products and their allegedly inherent defects-improper sealing in the windows, and inadequate insulation in the EIFS are not hazardous or unreasonably dangerous.</p>\n<p>In summary, the court holds that plaintiffs' tort claims against defendants Dryvit and Marvin involve, in essence, disappointed commercial expectations resulting from defective products. Plaintiffs' claims do not concern injuries or damages brought about by a sudden, dangerous, or calamitous occurrence. Rather, plaintiffs' claims involve \"deterioration and other defects of poor quality.\" <i>Moorman,</i> <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">746</span></span>, 435 N.E.2d at 449. In such a case, the claims are barred by the economic loss doctrine.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Defendant Marvin's motion for summary judgment is GRANTED. Defendant Dryvit's motion for partial judgement on the pleadings is GRANTED. The court DENIES defendant Dryvit's motion for leave to add third party plaintiffs and for an extension of time to file a third-party complaint. This case is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  In the instant case, defendant Dryvit moved for \"partial\" judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). However, Dryvit's motion asserts essentially the same argument as defendant Marvin-namely that the economic loss rule should serve to bar plaintiff's tort claims. This argument, if accepted by the court, would result in dismissal of plaintiff's claims against Dryvit in their entirety, notwithstanding the fact that Dryvit has only moved for \"partial\" judgment.</p>\n<p>[2]  In the instant case, plaintiffs assert that the economic loss doctrine should apply solely \"to claims involving the sale of products for commercial purposes.\" Pls.' July 2, 2004 Resp. at 3. Without referencing a single case in support of this move proposition, plaintiffs argue that the economic loss doctrine presupposes that the parties to a given transaction are \"of relatively equal economic strength, in a commercial setting,\" but that the doctrine should be inapplicable to individual consumers who purchase a product from a manufacturer. <i>Id.</i>\n</p>\n<p>Yet Illinois courts have routinely applied the economic loss doctrine to all transactions, regardless of whether the purchaser is a commercial entity or a consumer. <i>See, e.g., </i><i>Redarowicz v. Ohlendorf,</i> <span class=\"citation\" data-id=\"2058540\"><a href=\"/opinion/2058540/redarowicz-v-ohlendorf/\"><span class=\"volume\">92</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">171</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">411</span></span>, <span class=\"citation\" data-id=\"2058540\"><a href=\"/opinion/2058540/redarowicz-v-ohlendorf/\"><span class=\"volume\">441</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">324</span></a></span>, 326-27 (1982) (applying the doctrine to bar a claim of an individual homeowner against a builder for the faulty construction of a home); <i>Washington Courte Condominium Ass'n-Four v. Washington-Golf Corporation,</i> 150 Ill.App.3d 681, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">752</span></span>, <span class=\"citation\" data-id=\"2095548\"><a href=\"/opinion/2095548/wash-courte-condo-assn-four-v-wash-golf-corp/\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1290</span></a></span>, 1293-94 (1986) (applying the doctrine to bar the tort claims of plaintiff-condominium owners against the condominium builder). Accordingly the court rejects plaintiffs' argument.</p>\n<p>[3]  Plaintiffs cite to a Joint Resolution from the Illinois General Assembly stating that mold is a toxic substance. <i>See</i> Pls' July 2, 2004 Resp. at 7. However, as defendant Dryvit notes, a joint resolution is wholly unenforceable as a statute; it creates no rights for the public at large. Def. Dryvit Rep. at 7. In addition, as noted <i>infra,</i> defendants Dryvit and Marvin are not engaged in manufacturing mold, the supposedly toxic instance, whereas the defendants in <i>A.C. &amp; S</i> were engaged in the manufacturing and installation of asbestos, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">635</span></span>, 546 N.E.2d at 584.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/571078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2022166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2058540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2095548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2144159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2163262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2240089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2365279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376041/"
  ]
}