{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2345290/",
  "absolute_url": "/opinion/2345290/wise-v-ruffin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2345290/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:11:23.528397Z",
  "date_modified": "2016-04-26T20:08:51.397904Z",
  "type": "010combined",
  "sha1": "3f53932385e99ff189619bc2bb825102e96b3576",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>716 F.Supp. 213 (1989)</b></center>\n<center><h1>Gary G. WISE, et al., Plaintiffs,<br>\nv.<br>\nPeter B. RUFFIN, et al., Defendants.</h1></center>\n<center>No. 87-38-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>July 25, 1989.</center>\n<p><span class=\"star-pagination\">*214</span> Kevin Marrinan, Law Offices of Thomas W. Gleason, New York City, and A.A. Canoutas, Wilmington, N.C., for plaintiffs.</p>\n<p>Wallace C. Murchison and Michael Murchison, Murchison, Taylor, Kendrick, Gibson &amp; Davenport, Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court on the parties' motions for summary judgment. The court heard argument from counsel for the parties and, based on the record and arguments, the court allows the plaintiffs' motion for summary judgment.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>The plaintiffs in this action are the trustees of the South Atlantic ILA/Employers District Escrow Fund and the South Atlantic ILA/Employer Guaranteed Annual Income Fund, (\"Escrow Fund\" and \"GAI Fund,\" respectively). Defendants are the trustees of the Employers-International Longshoremen's Association, AFL-CIO, Pension, Welfare and Vacation Fund for the North Carolina Ports Area (\"North Carolina Fund\").<sup>[1]</sup> All of the parties are joint labor-management funds.</p>\n<p>In 1972, the collective bargaining agreement between the South Atlantic employers and the International Longshoremen's Association (\"ILA\") created a new benefit plan, known as the \"Guaranteed Annual Income\" plan. This plan was established to cushion the impact of \"containerization\" on longshoremen in the industry. The GAI guarantees to eligible workers an annual income of at least a minimum number of hours times a specified hourly rate of pay per contract year.</p>\n<p>To administer the GAI program, the 1972 collective bargaining agreement directed the creation of a new joint labor-management fund, the GAI Fund, headed by an equal number of labor and management trustees. To finance the new GAI benefits, the 1972 agreement required waterfront employers to collect contributions from ship owners and operators ordering stevedoring services and to pay a tonnage assessment to the GAI Fund to cover the supplemental wages necessary to meet the guaranteed income levels, plus all related pension, welfare and vacation contributions, which were associated with the supplemental wages. The 1972 agreement specifically directed the GAI Fund to pay both GAI supplemental wages and associated pension, welfare, and vacation assessments to the North Carolina Fund on a quarterly basis.</p>\n<p>In 1981 the longshore benefits program was restructured. The collective bargaining agreement established the Escrow and GAI Fund, as well as the South Atlantic ILA/Employers Vacation and Holiday Fund. As was the practice since the 1972 agreement, employers continued to make manhour pension and welfare contributions for working employees directly to the local pension and welfare funds. However, payments based on other assessments were transferred to the Escrow Fund to fund other benefits. The Escrow Fund transferred funds as needed to the Vacation and Holiday Fund and to the GAI Fund. The latter used these funds to pay GAI benefits to eligible longshoremen and also to make pension and welfare contributions to local pension and welfare funds in each port for hours of GAI.</p>\n<p>In 1984, the GAI Fund received a notice from the IRS that its tax-exempt status under Internal Revenue Code § 501(c)(17) was called into question inasmuch as the GAI Fund was transferring pension contributions, made on behalf of its GAI participants, <span class=\"star-pagination\">*215</span> to the various port pension and welfare funds. The IRS maintained that this activity was not a valid supplemental unemployment benefit and therefore constituted a prohibited transaction that could cost the fund its tax exempt status.</p>\n<p>To avoid this problem the collective bargaining agreement was amended on September 30, 1985, to provide for the establishment of local escrow funds, administered by the respective local employer port associations. These local escrow funds receive all assessments paid by the employers, turn over a portion of these assessments to the respective local port pension and welfare funds on contributions not only for working employees, but also for GAI recipients, and remit the balance to the Escrow Fund to fund the GAI Fund and Vacation and Holiday benefits.</p>\n<p>Thus, the identical pension contributions for GAI recipients, which the same employers previously channeled through the Escrow Fund and the GAI Fund into the local port pension funds, are now channeled through the local port escrow funds into the local port pension funds. Since the fiscal year ending September 30, 1985, neither the GAI Fund nor the Escrow Fund has made any pension contributions to the North Carolina Fund.</p>\n<p>By letters dated September 26, 1986, and October 29, 1986, the North Carolina Fund asserted withdrawal liability against the GAI Fund and Escrow Fund, in the amount of $383,489 and demanded payment of this amount. The GAI Fund and the Escrow Fund requested reconsideration, which was denied. The two funds requested arbitration and later filed this lawsuit.</p>\n<p></p>\n<h2>STATUTORY BACKGROUND</h2>\n<p>The Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001 <i>et seq.,</i> was enacted in 1974 to provide comprehensive regulation of private pension plans. In addition to prescribing standards for funding, management, and benefits of pension plans, ERISA established a plan termination insurance program administered under the auspices of a newly created government corporation, the Pension Benefit Guaranty Corporation (PBGC).</p>\n<p>In 1980, Congress, concerned about the threat to the financial stability and solvency of multiemployer plans caused by employer withdrawals, and by the active encouragement of such withdrawals under then existing law, passed the Multiemployer Pension Plan Amendments Act of 1980 (MPPAA), 29 U.S.C. § 1381 <i>et seq.</i> A principal objective of MPPAA was to remove the incentive for a contributing employer to withdraw by imposing liability at the time of withdrawal.</p>\n<p>MPPAA imposes this withdrawal liability on \"an <i>employer</i> [who] withdraws from a multiemployer plan.\" 29 U.S.C. § 1383(a). (emphasis added). Withdrawal is specifically defined as the cessation of the obligation to contribute under the plan or the cessation of covered operations under the plan. 29 U.S.C. § 1383(a). The obligation to contribute is one arising under a collective bargaining agreement or as a result of any labor law duty, but does not include an obligation to pay withdrawal liability or to pay delinquent contributions. 29 U.S.C. § 1392(a). The amount of withdrawal liability is equal to the withdrawing employer's share of the plan's total unfunded vested benefits. Generally, this share is computed as the ratio of the withdrawing employer's contributions to total plan contributions. <i>See,</i> 29 U.S.C. § 1391(c)(3).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>It is the opinion of this court that withdrawal liability is unavailable against an employer withdrawing from a fully funded plan under the Multiemployer Pension Plan Amendments Act of 1980 (MPPAA), 29 U.S.C. § 1381 <i>et seq.</i></p>\n<p>This principle has recently been confirmed by the First Circuit in <i>Berkshire Hathaway v. Textile Workers Pension Fund,</i> 874 F.2d 53 (1st Cir.1989). The court in <i>Berkshire</i> based its opinion on two propositions: deference should be given to the implementing agency's interpretation of a statute when it is reasonable, and that the statutory language and legislative history support a finding that no withdrawal liability exists when a plan is fully funded.</p>\n<p><span class=\"star-pagination\">*216</span> The Pension Benefit Guaranty Corporation (PBGC) came into existence pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001, <i>et seq.,</i> in 1974. The PBGC stated in its \"Notice of Interpretation\":</p>\n<blockquote>The fundamental purpose of withdrawal liability is to prevent the burden of unfunded benefits from falling on a shrinking contribution base and possibly accelerating the exodus of employers from the plan. In situations where this purpose is not served, the reason for withdrawal liability disappears.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>ERISA does not permit the assessment of withdrawal liability under <i>any</i> statutory allocation method against employers that withdraw from a plan when, as of the end of the preceding plan year, the plan has no unfunded vested benefits.</blockquote>\n<p>51 Fed.Reg. 47, 344 (1986) (emphasis added.)<sup>[2]</sup></p>\n<p>The court is persuaded that deference to the PBGC's interpretation is appropriate. As the <i>Berkshire</i> court stated:</p>\n<blockquote>The PBGC, a product of the original ERISA legislation, has extensive experience in the area, and has had a central role in the implementation of ERISA from the outset. The MPPAA was founded on a specific study and accompanying recommendations by the PBGC[.] It is evident that the withdrawal liability provisions of the MPPAA were specifically directed toward preserving the resources of the PBGC in anticipation of extending its insurance coverage to multiemployer plans. The PBGC, after a fifteen-month notice and comment period, promulgated its Notice of Interpretation, indicating that this concern is simply not implicated where a plan's vested benefits are fully funded.</blockquote>\n<p>874 F.2d at 55.</p>\n<p>The court finds that the PBGC's interpretation is consistent with the statutory language. The language of the statute implicitly assumes that a plan has unfunded vested benefits. <i>See, e.g.,</i> 29 U.S.C. § 1391(c)(4)(B). This interpretation has been adopted by the PBGC:</p>\n<blockquote>The use of the term \"allocable\" [29 U.S.C. §§ 1381, 1391] at least suggests the prior existence of unfunded vested benefits to be allocated. Further, the discussion of withdrawal liability in the legislative history of the MPPAA strongly reinforces this suggestion. For example, Senator Javits, one of the Senate sponsors of MPPAA, stated: \"Under the bill, an employer who withdraws from a multiemployer plan would be liable to the plan for a <i>proportionate share of the unamortized amount of the plan's unfunded vested benefits.</i>\"</blockquote>\n<p>Notice of Interpretation, 51 Fed.Reg. 47,343 (1986) (citing 126 Cong.Rec. 20,178 (1980) (emphasis added).</p>\n<p>The only appellate case contrary to <i>Berkshire</i> is <i>Ben Hur Construction v. A.S. Goodwin,</i> 784 F.2d 876 (8th Cir.1986). As the <i>Berkshire</i> court aptly pointed out, the <i>Ben Hur</i> court did not have the benefit of the PBGC's Notice of Interpretation, and instead based its ruling, in part, on a General Accounting Office report consistent with the PBGC's earlier position on the issue. 784 F.2d at 879 &amp; n. 4.</p>\n<p>As a general proposition, inconsistency in agency interpretation of a statute is grounds for according less deference to the agency's interpretation. <i>See, e.g., </i><i>Immigration and Naturalization Service v. Cardoza Fonseca,</i> 480 U.S. 421, 107 S.Ct. 1207, 1221 n. 30, 94 L.Ed.2d 434 (1987). This proposition has less meaning when, as here, the Agency's position evolves to bring it in line with clear congressional intent. The Agency has now recognized that it was Congress's purpose to protect pension plans from withdrawals that could jeopardize their financial stability.</p>\n<p><span class=\"star-pagination\">*217</span> The court finds that it is undisputed that as of the end of the preceding plan year, the North Carolina Fund had no unfunded vested benefits. Applying the rule of <i>Berkshire</i> to these facts, the plaintiffs cannot be subjected to withdrawal liability. The court declines to decide the issue of whether the plaintiffs are employers under the MPPAA for purposes of withdrawal liability because it is not necessary for the resolution of this case. Assuming that the plaintiffs are employers, there would be no withdrawal liability for the reasons stated above. The plaintiffs' motion for summary judgment is ALLOWED and the defendants' motion for summary judgment is DENIED and this action is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Welfare is a term of art in these agreements; it simply means health benefits.</p>\n<p>[2]  It should be noted that under the interpretation of the PBGC adopted by this court and the <i>Berkshire</i> court, the statutory method of allocation chosen by a plan does not affect the court's determination of whether an employer should be assessed withdrawal liability. In other words, the court looks only to the preceding plan year to determine if the plan has unfunded vested benefits.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">716</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">213</span></span> (1989)</b></center>\n<center><h1>Gary G. WISE, et al., Plaintiffs,<br>\nv.<br>\nPeter B. RUFFIN, et al., Defendants.</h1></center>\n<center>No. 87-38-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>July 25, 1989.</center>\n<p><span class=\"star-pagination\">*214</span> Kevin Marrinan, Law Offices of Thomas W. Gleason, New York City, and A.A. Canoutas, Wilmington, N.C., for plaintiffs.</p>\n<p>Wallace C. Murchison and Michael Murchison, Murchison, Taylor, Kendrick, Gibson &amp; Davenport, Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court on the parties' motions for summary judgment. The court heard argument from counsel for the parties and, based on the record and arguments, the court allows the plaintiffs' motion for summary judgment.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>The plaintiffs in this action are the trustees of the South Atlantic ILA/Employers District Escrow Fund and the South Atlantic ILA/Employer Guaranteed Annual Income Fund, (\"Escrow Fund\" and \"GAI Fund,\" respectively). Defendants are the trustees of the Employers-International Longshoremen's Association, AFL-CIO, Pension, Welfare and Vacation Fund for the North Carolina Ports Area (\"North Carolina Fund\").<sup>[1]</sup> All of the parties are joint labor-management funds.</p>\n<p>In 1972, the collective bargaining agreement between the South Atlantic employers and the International Longshoremen's Association (\"ILA\") created a new benefit plan, known as the \"Guaranteed Annual Income\" plan. This plan was established to cushion the impact of \"containerization\" on longshoremen in the industry. The GAI guarantees to eligible workers an annual income of at least a minimum number of hours times a specified hourly rate of pay per contract year.</p>\n<p>To administer the GAI program, the 1972 collective bargaining agreement directed the creation of a new joint labor-management fund, the GAI Fund, headed by an equal number of labor and management trustees. To finance the new GAI benefits, the 1972 agreement required waterfront employers to collect contributions from ship owners and operators ordering stevedoring services and to pay a tonnage assessment to the GAI Fund to cover the supplemental wages necessary to meet the guaranteed income levels, plus all related pension, welfare and vacation contributions, which were associated with the supplemental wages. The 1972 agreement specifically directed the GAI Fund to pay both GAI supplemental wages and associated pension, welfare, and vacation assessments to the North Carolina Fund on a quarterly basis.</p>\n<p>In 1981 the longshore benefits program was restructured. The collective bargaining agreement established the Escrow and GAI Fund, as well as the South Atlantic ILA/Employers Vacation and Holiday Fund. As was the practice since the 1972 agreement, employers continued to make manhour pension and welfare contributions for working employees directly to the local pension and welfare funds. However, payments based on other assessments were transferred to the Escrow Fund to fund other benefits. The Escrow Fund transferred funds as needed to the Vacation and Holiday Fund and to the GAI Fund. The latter used these funds to pay GAI benefits to eligible longshoremen and also to make pension and welfare contributions to local pension and welfare funds in each port for hours of GAI.</p>\n<p>In 1984, the GAI Fund received a notice from the IRS that its tax-exempt status under Internal Revenue Code § 501(c)(17) was called into question inasmuch as the GAI Fund was transferring pension contributions, made on behalf of its GAI participants, <span class=\"star-pagination\">*215</span> to the various port pension and welfare funds. The IRS maintained that this activity was not a valid supplemental unemployment benefit and therefore constituted a prohibited transaction that could cost the fund its tax exempt status.</p>\n<p>To avoid this problem the collective bargaining agreement was amended on September 30, 1985, to provide for the establishment of local escrow funds, administered by the respective local employer port associations. These local escrow funds receive all assessments paid by the employers, turn over a portion of these assessments to the respective local port pension and welfare funds on contributions not only for working employees, but also for GAI recipients, and remit the balance to the Escrow Fund to fund the GAI Fund and Vacation and Holiday benefits.</p>\n<p>Thus, the identical pension contributions for GAI recipients, which the same employers previously channeled through the Escrow Fund and the GAI Fund into the local port pension funds, are now channeled through the local port escrow funds into the local port pension funds. Since the fiscal year ending September 30, 1985, neither the GAI Fund nor the Escrow Fund has made any pension contributions to the North Carolina Fund.</p>\n<p>By letters dated September 26, 1986, and October 29, 1986, the North Carolina Fund asserted withdrawal liability against the GAI Fund and Escrow Fund, in the amount of $383,489 and demanded payment of this amount. The GAI Fund and the Escrow Fund requested reconsideration, which was denied. The two funds requested arbitration and later filed this lawsuit.</p>\n<p></p>\n<h2>STATUTORY BACKGROUND</h2>\n<p>The Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001 <i>et seq.,</i> was enacted in 1974 to provide comprehensive regulation of private pension plans. In addition to prescribing standards for funding, management, and benefits of pension plans, ERISA established a plan termination insurance program administered under the auspices of a newly created government corporation, the Pension Benefit Guaranty Corporation (PBGC).</p>\n<p>In 1980, Congress, concerned about the threat to the financial stability and solvency of multiemployer plans caused by employer withdrawals, and by the active encouragement of such withdrawals under then existing law, passed the Multiemployer Pension Plan Amendments Act of 1980 (MPPAA), 29 U.S.C. § 1381 <i>et seq.</i> A principal objective of MPPAA was to remove the incentive for a contributing employer to withdraw by imposing liability at the time of withdrawal.</p>\n<p>MPPAA imposes this withdrawal liability on \"an <i>employer</i> [who] withdraws from a multiemployer plan.\" 29 U.S.C. § 1383(a). (emphasis added). Withdrawal is specifically defined as the cessation of the obligation to contribute under the plan or the cessation of covered operations under the plan. 29 U.S.C. § 1383(a). The obligation to contribute is one arising under a collective bargaining agreement or as a result of any labor law duty, but does not include an obligation to pay withdrawal liability or to pay delinquent contributions. 29 U.S.C. § 1392(a). The amount of withdrawal liability is equal to the withdrawing employer's share of the plan's total unfunded vested benefits. Generally, this share is computed as the ratio of the withdrawing employer's contributions to total plan contributions. <i>See,</i> 29 U.S.C. § 1391(c)(3).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>It is the opinion of this court that withdrawal liability is unavailable against an employer withdrawing from a fully funded plan under the Multiemployer Pension Plan Amendments Act of 1980 (MPPAA), 29 U.S.C. § 1381 <i>et seq.</i></p>\n<p>This principle has recently been confirmed by the First Circuit in <i>Berkshire Hathaway v. Textile Workers Pension Fund,</i> <span class=\"citation\" data-id=\"522866\"><a href=\"/opinion/522866/berkshire-hathaway-inc-v-textile-workers-pension-fund/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span> (1st Cir.1989). The court in <i>Berkshire</i> based its opinion on two propositions: deference should be given to the implementing agency's interpretation of a statute when it is reasonable, and that the statutory language and legislative history support a finding that no withdrawal liability exists when a plan is fully funded.</p>\n<p><span class=\"star-pagination\">*216</span> The Pension Benefit Guaranty Corporation (PBGC) came into existence pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001, <i>et seq.,</i> in 1974. The PBGC stated in its \"Notice of Interpretation\":</p>\n<blockquote>The fundamental purpose of withdrawal liability is to prevent the burden of unfunded benefits from falling on a shrinking contribution base and possibly accelerating the exodus of employers from the plan. In situations where this purpose is not served, the reason for withdrawal liability disappears.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>ERISA does not permit the assessment of withdrawal liability under <i>any</i> statutory allocation method against employers that withdraw from a plan when, as of the end of the preceding plan year, the plan has no unfunded vested benefits.</blockquote>\n<p>51 Fed.Reg. 47, 344 (1986) (emphasis added.)<sup>[2]</sup></p>\n<p>The court is persuaded that deference to the PBGC's interpretation is appropriate. As the <i>Berkshire</i> court stated:</p>\n<blockquote>The PBGC, a product of the original ERISA legislation, has extensive experience in the area, and has had a central role in the implementation of ERISA from the outset. The MPPAA was founded on a specific study and accompanying recommendations by the PBGC[.] It is evident that the withdrawal liability provisions of the MPPAA were specifically directed toward preserving the resources of the PBGC in anticipation of extending its insurance coverage to multiemployer plans. The PBGC, after a fifteen-month notice and comment period, promulgated its Notice of Interpretation, indicating that this concern is simply not implicated where a plan's vested benefits are fully funded.</blockquote>\n<p>874 F.2d at 55.</p>\n<p>The court finds that the PBGC's interpretation is consistent with the statutory language. The language of the statute implicitly assumes that a plan has unfunded vested benefits. <i>See, e.g.,</i> 29 U.S.C. § 1391(c)(4)(B). This interpretation has been adopted by the PBGC:</p>\n<blockquote>The use of the term \"allocable\" [29 U.S.C. §§ 1381, 1391] at least suggests the prior existence of unfunded vested benefits to be allocated. Further, the discussion of withdrawal liability in the legislative history of the MPPAA strongly reinforces this suggestion. For example, Senator Javits, one of the Senate sponsors of MPPAA, stated: \"Under the bill, an employer who withdraws from a multiemployer plan would be liable to the plan for a <i>proportionate share of the unamortized amount of the plan's unfunded vested benefits.</i>\"</blockquote>\n<p>Notice of Interpretation, 51 Fed.Reg. 47,343 (1986) (citing 126 Cong.Rec. 20,178 (1980) (emphasis added).</p>\n<p>The only appellate case contrary to <i>Berkshire</i> is <i>Ben Hur Construction v. A.S. Goodwin,</i> <span class=\"citation\" data-id=\"465250\"><a href=\"/opinion/465250/ben-hur-construction-company-as-successor-to-superior-structural-steel-co/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">876</span></a></span> (8th Cir.1986). As the <i>Berkshire</i> court aptly pointed out, the <i>Ben Hur</i> court did not have the benefit of the PBGC's Notice of Interpretation, and instead based its ruling, in part, on a General Accounting Office report consistent with the PBGC's earlier position on the issue. 784 F.2d at 879 &amp; n. 4.</p>\n<p>As a general proposition, inconsistency in agency interpretation of a statute is grounds for according less deference to the agency's interpretation. <i>See, e.g., </i><i>Immigration and Naturalization Service v. Cardoza Fonseca,</i> <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1221 n. 30, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987). This proposition has less meaning when, as here, the Agency's position evolves to bring it in line with clear congressional intent. The Agency has now recognized that it was Congress's purpose to protect pension plans from withdrawals that could jeopardize their financial stability.</p>\n<p><span class=\"star-pagination\">*217</span> The court finds that it is undisputed that as of the end of the preceding plan year, the North Carolina Fund had no unfunded vested benefits. Applying the rule of <i>Berkshire</i> to these facts, the plaintiffs cannot be subjected to withdrawal liability. The court declines to decide the issue of whether the plaintiffs are employers under the MPPAA for purposes of withdrawal liability because it is not necessary for the resolution of this case. Assuming that the plaintiffs are employers, there would be no withdrawal liability for the reasons stated above. The plaintiffs' motion for summary judgment is ALLOWED and the defendants' motion for summary judgment is DENIED and this action is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Welfare is a term of art in these agreements; it simply means health benefits.</p>\n<p>[2]  It should be noted that under the interpretation of the PBGC adopted by this court and the <i>Berkshire</i> court, the statutory method of allocation chosen by a plan does not affect the court's determination of whether an employer should be assessed withdrawal liability. In other words, the court looks only to the preceding plan year to determine if the plan has unfunded vested benefits.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522866/"
  ]
}