{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2346630/",
  "absolute_url": "/opinion/2346630/glaxo-inc-v-novopharm-ltd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2346630/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:11:41.141345Z",
  "date_modified": "2016-04-27T00:12:26.439210Z",
  "type": "010combined",
  "sha1": "33002be5d767100062703d2e0f4d1b150856797d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>931 F.Supp. 1280 (1996)</b></center>\n<center><h1>GLAXO INC. and Glaxo Group Limited, Plaintiffs,<br>\nv.<br>\nNOVOPHARM LIMITED, and Granutec Inc., Defendants-Counterclaim Plaintiffs,<br>\nv.<br>\nGLAXO INC. and Glaxo Group Limited, Counterclaim Defendants.</h1></center>\n<center>No. 5:94-CV-527-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 5, 1996.</center>\n<p><span class=\"star-pagination\">*1281</span> <span class=\"star-pagination\">*1282</span> Joseph W. Eason, Moore &amp; Van Allen, Raleigh, NC, Stephen B. Judlowe, Lynn A. Borchers, Janet B. Linn, Robert G. Gibbons, Hopgood, Calimafde, Kalil &amp; Judlowe, New York City, for Plaintiffs.</p>\n<p>John R. Wallace, Kirby, Wallace, Creech, Sarda &amp; Zaytoun, Raleigh, NC, Robert F. Green, Jeffrey S. Ward, Pamela J. Ruschau, Leydig, Voit &amp; Mayer, Chicago, IL, for Defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1283</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p></p>\n<h2>Introduction</h2>\n<p>Plaintiffs Glaxo Inc. and Glaxo Group Limited (singularly \"Glaxo\"), located in North Carolina and the United Kingdom, develop and manufacture ethical drugs. Among Glaxo's products is the anti-ulcer drug \"Zantac.\" The active ingredient in Zantac is the aminoalkyl furan derivative ranitidine hydrochloride, the subject of Glaxo's United States Patents Nos. 4,128,658 (\"the '658 patent\"), 4,521,431 (\"the '431 patent\"), and 4,672,133 (\"the '133 patent\").</p>\n<p>Salts such as ranitidine hydrochloride may take several different crystalline structures, or polymorphic forms. The chemical composition of a molecule is the same regardless of its polymorphic form, as polymorphism describes merely the manner in which the molecules of the substance are arranged. Yet distinctions among polymorphic forms may affect the physical properties  and legal status  of a molecule. Ranitidine hydrochloride, by any other form, is not the same substance.</p>\n<p>At the time Glaxo obtained its first ranitidine hydrochloride patent in 1978, the '658 patent, the molecule was not known to be polymorphic. The '658 patent discloses one method for the production of ranitidine hydrochloride at Example 32. On April 15, 1980, for reasons still unknown, Glaxo scientists conducting the thirteenth run of a slightly modified Example 32 process (\"the 3B process\")<sup>[1]</sup> obtained a new polymorphic form of the molecule. Having stumbled upon what was christened \"Form 2\" ranitidine hydrochloride, Glaxo could no longer replicate the original polymorphic form of the molecule described in the '658 patent, which came to be known as \"Form 1.\" Since April 15, 1980, neither Glaxo nor anyone else has successfully produced Form 1 on a continuous basis by practicing Example 32, which inevitably yields Form 2. Form 2 is the polymorphic used in Glaxo's Zantac.<sup>[2]</sup></p>\n<p>Glaxo sought a patent on Form 2 ranitidine hydrochloride, and was awarded two such patents: the '431 patent, dated June 4, 1985, which claims the Form 2 product; and the '133 patent, dated June 9, 1987, a divisional patent of the '431 patent identical to the '431 patent but claiming separately the process for Form 2's manufacture.<sup>[3]</sup> The patent office did not easily grant the Form 2 patents, acceding only after debate with Glaxo regarding the question of whether the company was seeking to double-patent something inherent in or anticipated by the '658 patent. The patent examiner initially rejected the first two claims of Glaxo's Form 2 patent application on grounds of anticipation. As United States patents were typically valid for a period of seventeen years from the date of issue, the '658 patent for ranitidine hydrochloride was set to expire December 5, 1995, while the '431 patent for Form 2 ranitidine hydrochloride was not to expire until 2002.</p>\n<p>Defendant Novopharm Limited (\"Novopharm\") is a Canadian-based manufacturer of generic pharmaceuticals. Novopharm has long desired to enter the ranitidine hydrochloride market. Notwithstanding some of the differences between Form 2 and Form 1, the right to market a Form 1 product is quite valuable. Given the projected seven-year gap between expiration of the \"Form 1\" and Form 2 patents, Novopharm set its sights on launching a Form 1 product upon expiration of the '658 patent in December, 1995.</p>\n<p>A reliable, reproducible process for making Form 1 proved elusive. Ranitidine hydrochloride strongly favors the Form 2 polymorphic configuration, and once Form 2 crystals appear in a laboratory, Form 1 is all but impossible to obtain by the same process. Novopharm thus attacked the validity of Glaxo's Form 2 patents.</p>\n<p>Novopharm filed an abbreviated new drug application (\"ANDA\") with the United States Food and Drug Administration (\"FDA\") in <span class=\"star-pagination\">*1284</span> August, 1991 seeking permission to market Form 2 ranitidine hydrochloride upon expiration of the '658 patent. This action triggered an expected lawsuit for patent infringement by Glaxo, which Novopharm had hoped would be the vehicle for invalidating the Form 2 patents. Novopharm thus admitted infringement, but asserted a host of affirmative defenses. Among the defenses asserted by Novopharm in that trial were related claims that Glaxo's Form 2 patents were anticipated by the '658 patent and that the Form 2 patents were the product of a fraud upon the patent office.<sup>[4]</sup></p>\n<p>On September 17, 1993, this Court upheld the Form 2 patents against Novopharm's challenge and entered judgment for Glaxo. The Court of Appeals for the Federal Circuit affirmed this Court's judgment, and the Supreme Court denied Novopharm's application for writ of certiorari. <i>Glaxo v. Novopharm</i> (\"<i>Glaxo I</i>\"), 830 F.Supp. 871, 29 U.S.P.Q.2d 1126 (E.D.N.C.1993), <i>aff'd,</i> 52 F.3d 1043, 34 U.S.P.Q.2d 1565 (Fed.Cir.), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 516, 133 L.Ed.2d 424 (1995).</p>\n<p>Thereafter, Novopharm re-examined the possibility of marketing Form 1 ranitidine hydrochloride upon expiration of the '658 patent. A provision of the legislation implementing the Uruguay Round of the General Agreement on Tariffs and Trade Treaty, enacted by Congress in December, 1994, extended the term of the basic ranitidine hydrochloride '658 patent through December 5, 1997. 35 U.S.C. § 154(c).</p>\n<p>Novopharm managed to develop a stable, reproducible, commercial process for the manufacture of Form 1 ranitidine hydrochloride.<sup>[5]</sup> On April 25, 1994, Novopharm filed an ANDA, No. 74-488, seeking permission to sell anti-ulcer tablets containing Form 1 ranitidine hydrochloride upon expiration of the '658 patent. The FDA has provisionally approved this ANDA and its accompanying Drug Master File<sup>[6]</sup> pending resolution of the legal dispute which is the subject of this litigation.</p>\n<p>Glaxo brought this action against Novopharm on July 22, 1994, alleging that Novopharm has sought permission to manufacture and market a product which would contain not pure Form 1, but rather a mixture of Form 1 and Form 2, thereby infringing upon Glaxo's Form 2 patents.<sup>[7]</sup> Glaxo further accuses Novopharm, in developing the manufacturing process for its ranitidine hydrochloride product, of having misappropriated Glaxo trade secrets by violating a protective order issued by this Court in <i>Glaxo I.</i> Thus, Glaxo's first two claims for relief are for infringement of the '431 and '133 patents, respectively, while the third claim for relief is grounded upon North Carolina's Trade Secrets Protection Act, N.C.Gen.Stat. §§ 66-152 et seq. and a theory of contempt. Novopharm has counter-claimed against Glaxo, accusing the plaintiff of attempting to monopolize the ranitidine hydrochloride market in violation of the Sherman and Clayton Anti-Trust Acts, 15 U.S.C. §§ 2, 15; and the North Carolina Unfair Trade Practices Act, N.C.Gen.Stat. § 75-1.1, et seq.</p>\n<p>By stipulation, the parties have agreed to name Granutec, Novopharm's wholly owned subsidiary manufacturing arm, as a defendant.<sup>[8]</sup> Jurisdiction is proper under 28 U.S.C. §§ 1331, 1332, 1338, and 1367. Federal patent law governs the patent infringement claims. With regard to the trade secret claims, the Court applies the substantive law of North Carolina.</p>\n<p><span class=\"star-pagination\">*1285</span> Novopharm had previously moved for summary judgment against the infringement claims, arguing that Glaxo's position throughout the first trial estops the plaintiff from pressing a contradictory position in the instant trial. While that issue was not suitable for decision on a motion for summary judgment, after trial and the development of a complete body of evidence relating to the issue of estoppel the Court must revisit this defense raised by Novopharm as a legal bar to plaintiff's infringement claims. The Court had also denied a second Novopharm motion for summary judgment on the infringement claims which raised issues now resolved in Novopharm's favor. Following a variety of disputes relating to discovery and exhibits used in the previous trial, the parties filed cross motions for summary judgment on Glaxo's trade secret and protective order violation claim. As briefing on these motions was completed only on the eve of trial, the Court declined to rule on the motions pending resolution at trial.</p>\n<p>Trial on Glaxo's claims was held before the Court from April 16 through April 30, 1996. The counterclaims have been stayed on Novopharm's motion pending resolution of the plaintiff's case. At trial, the parties offered expert testimony, much of which is directly contradictory. Where conflicts in the evidence exist, the Court has reached a conclusion based upon its evaluation, as the finder of fact, of the credibility, accuracy, and weight of the testimony of various witnesses and of the exhibits, as well as its interpretation of the data presented.</p>\n<p>The Court now enters judgment for Novopharm on all of Glaxo's claims.</p>\n<p></p>\n<h2>I. The Infringement Claims</h2>\n<p></p>\n<h2>A.</h2>\n<p>\"A finding of literal infringement requires that the asserted claims, as properly construed, read on the accused product. The patentee has the burden of proving infringement by a preponderance of the evidence.\" <i>Morton Intern., Inc. v. Cardinal Chemical Co.,</i> 5 F.3d 1464, 1468, 28 U.S.P.Q.2d 1190 (Fed.Cir.1993) (citations omitted); <i>Conroy v. Reebok Int'l, Ltd.,</i> 14 F.3d 1570, 1572, 29 U.S.P.Q.2d 1373 (Fed.Cir.1994).</p>\n<p>These principles do not change when the patent at issue claims a pharmaceutical. Title 35 U.S.C. § 271(e)(2)(A) reads in pertinent part:</p>\n<blockquote>(2) It shall be an act of infringement to submit </blockquote>\n<blockquote>(A) an [ANDA] for a drug claimed in a patent or the use of which is claimed in a patent, or if the purpose of such submission is to obtain approval under such Act to engage in the commercial manufacture, use, or sale of a drug ... claimed in a patent or the use of which is claimed in a patent before the expiration of such patent.</blockquote>\n<p>The parties are in agreement that if Novopharm had sought permission to make a product which includes Form 2, it would have infringed upon Glaxo's patents.<sup>[9]</sup> The parties dispute whether this is what Novopharm has actually done. Glaxo maintains that because it has established a controversy as to whether the substance Novopharm seeks to manufacture under its ANDA might <i>hypothetically</i> allow for the presence of Form 2, Novopharm carries the burden of disproving the existence of Form 2 in its product. Relying upon the hypothetical controversy as to the existence of Form 2 in Novopharm's product, Glaxo has refused to release its tests conducted upon samples of Novopharm's actual, physical product.</p>\n<p>Section 271(e)(2)(A) \"define[s] a new (and somewhat artificial) act of infringement for a very limited and technical purpose that relates only to certain drug applications.\" <i>Eli Lilly and Co. v. Medtronic, Inc.,</i> 496 U.S. 661, 676, 110 S.Ct. 2683, 2691, 110 L.Ed.2d 605 (1990). \"Not only is the defined act of infringement artificial, so are the specified consequences, as set forth in subsection (e)(4). Monetary damages are permitted only if there has been `commercial manufacture, <span class=\"star-pagination\">*1286</span> use, or sale.' § 271(e)(4)(C).\" <i>Eli Lilly,</i> 496 U.S. at 678, 110 S.Ct. at 2692-93.</p>\n<p>As the Supreme Court's <i>Eli Lilly</i> opinion explains, the section is part of a statutory scheme designed to allow pharmaceutical manufacturers to efficiently test the validity or relevance of a patent. <i>See also </i><i>Telectronics Pacing Systems, Inc. v. Ventritex, Inc.,</i> 982 F.2d 1520, 25 U.S.P.Q.2d 1196 (Fed.Cir.1992). Yet nothing in § 271(e)(2)(A) alters the substantive law of patents. Glaxo may not absolve itself of the burden of proving infringement by a preponderance of the evidence. The Court readily accepts that an infringer may not hide a patented chemical compound behind unreasonably inaccurate standards for the definition of its product. But in such cases, the patent owner must still prove, by a preponderance of the evidence, that the defendant's product will at least more probably than not read upon the patent. It is not enough to suggest that the accused product <i>may</i> be infringing. The Federal Circuit has made this abundantly clear:</p>\n<blockquote>[S]ection 271(e)(2)(A) makes it possible for a patent owner to have the court determine whether, if a particular drug <i>were</i> put on the market, it <i>would</i> infringe the relevant patent. If the court determines that the patent is not invalid and that infringement <i>would</i> occur, and that therefore the ANDA applicant's [patent inapplicability or invalidity] certification is incorrect, the patent owner is entitled to an order that FDA approval of the ANDA ... not be effective until the patent expires.</blockquote>\n<p><i>Bristol-Myers Squibb v. Royce Laboratories,</i> 69 F.3d 1130, 1135, 36 U.S.P.Q.2d 1641 (Fed. Cir.1995), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 754, 133 L.Ed.2d 701 (1996) (emphasis original) (citation omitted). If the Court cannot conclude that the accused pharmaceutical product <i>would</i> infringe the relevant patent, it is left with what is at best a hypothesis that the product <i>might</i> be infringing. The patent owner's unproven assertion  which is just a guess  cannot warrant invocation of the Court's injunctive powers.</p>\n<p>This conclusion is also mandated by scientific reality. It is impossible for an accused infringer to disprove absolutely the existence in its product of a substance such as Form 2, as no practical method known to science can readily account for each and every last molecule in an accused pharmaceutical product. At best, the presence of a substance can only be excluded up to the relevant limit of detection. The burden rests upon the patentee to prove that an accurate scientific quantification method shows the presence of the claimed invention in levels within that method's limit of detection.</p>\n<p>Glaxo has failed to establish that the existence of Form 2 in Novopharm's product is even a reasonable possibility. Although Novopharm cannot be expected, as a matter of law, to affirmatively debunk Glaxo's speculations, that is exactly what Novopharm has done. Novopharm has established that its product will not contain Form 2 not merely by a preponderance of the evidence, but by the higher standard of clear and convincing evidence.</p>\n<p></p>\n<h2>B.</h2>\n<p>\"The first step in determining infringement is ... to construe the claims. The second step is to decide whether each limitation in the properly construed claims is found, either literally or equivalently, in the allegedly infringing compounds.\" <i>Morton,</i> 5 F.3d at 1468 (citations omitted).</p>\n<p></p>\n<h2>1.</h2>\n<p>Proper claim construction requires a brief discussion of the manner by which the two known polymorphs of ranitidine hydrochloride may be differentiated. Upon very close examination, as by micro-photography, it can plainly be seen that Form 1 crystals fashion themselves into plate-like configurations, while Form 2 crystals organize decidedly needle-like structures. Unfortunately, such photographs play no role in the granting of patents or submission of drugs for FDA approval. Instead, the form and composition of compounds such as ranitidine hydrochloride are identified by infra-red spectroscopy and x-ray crystallography. The histories, capabilities, and limits of these two technologies govern the construction of the patent claims, and thus the outcome of the infringement issue.</p>\n<p><span class=\"star-pagination\">*1287</span> Infra-red spectroscopy identifies a given sample by recording its light absorption characteristics. An older version of this technology, known as a \"grading IR,\" calls for the sample to be subjected to different wavelengths of light. As each wavelength passes through the sample, it strikes a sensor on the sample's opposite side which records the sample's light absorption characteristics at that wavelength. The apparatus then creates a \"spectrograph\" charting the sample's infra-red \"fingerprint,\" reflecting the sample's light absorption characteristics across the light spectrum to which the sample was subjected. Because each substance absorbs light differently, each substance will create its own characteristic pattern of peaks and valleys. An IR sample can be identified by comparing it to the spectra of known substances.</p>\n<p>With the advent of computers, the science of infra-red spectroscopy was greatly advanced by the development of a new technique known as Fourier Transform Infra-Red (\"FTIR\"). In an FTIR scan, the sample is subjected to the full spectrum of light all at once, and the IR sensor, governed by a computer, automatically generates a complete absorption pattern across the test spectrum.</p>\n<p>FTIR is not only much faster than conventional spectroscopy, it is also far more accurate. Conventional IR scans are plagued by a relatively high amount of \"noise,\" interference which can create a somewhat \"fuzzy\" graph. Thus, while conventional spectroscopy is useful for identifying a substance, the amount of distortion for which the process allows renders this technology incapable of accurately quantifying proportional amounts of different substances in the same sample.<sup>[10]</sup> A peak occurring on an FTIR image is more likely to indicate the presence of a substance known to have that particular absorption point rather than simply to represent a distortion. FTIR may thus be used not merely to discover the identity of a pure sample, but also to quantify small amounts of an impurity by focusing on the appearance of small absorption peaks known not to be exhibited by a pure sample but which correspond to the absorption characteristics of some other substance.</p>\n<p>X-ray powder diffraction is similar to infrared spectroscopy, except that by this method, measurement is taken of the manner in which the sample disperses x-rays that are passed through it. Just as each substance has its own characteristic infra-red pattern, so too does each substance create its own x-ray diffraction pattern. Again, technological advances in recent years have greatly improved the accuracy of x-ray powder diffraction. Used together, modern spectroscopy and crystallography can yield a fairly good analysis of the composition of a given chemical substance. These technologies do have limits of detection, however, and no method of quantification can guarantee absolute accuracy.</p>\n<p>Patents on chemical substances such as ranitidine hydrochloride often claim the invention by identifying its infra-red and/or x-ray diffraction characteristics. By selecting a less-accurate technology to generate such \"fingerprints,\" a patent applicant can effectively broaden the patent claims. This may also be achieved by claiming the invention is identified by an insufficient number of \"main peaks.\" Conversely, those wishing to infringe upon a patent may attempt to shield the infringement by defining their accused product with reference to an unreasonably inaccurate or out-moded identification technology that cannot detect the obvious presence of a patented invention.</p>\n<p>These are the charges and counter-charges surrounding the infringement claims in this litigation. Glaxo accuses Novopharm's ANDA of having deliberately turned a blind eye toward obviously detectable amounts of its patented Form 2 invention. Novopharm responds that its analyses of the accused product are as accurate a definition of Form 1 as was proposed by Form 1's inventor, Glaxo, and that Glaxo is \"interpreting\" its <span class=\"star-pagination\">*1288</span> Form 2 claims in an improperly expansive manner.</p>\n<p></p>\n<h2>2.</h2>\n<p>In construing the patent claims, the Court begins with the obvious proposition that whatever might be claimed by the '658 patent could not be claimed again by the '431 and '133 patents. The '658 patent claims ranitidine hydrochloride without reference to polymorphic form. Although the only polymorph of ranitidine hydrochloride discovered at the time of the '658 patent  and thus the polymorphic form \"claimed\" therein  was Form 1, the patent does not describe the compound's infra-red spectroscopic or x-ray diffraction characteristics. It is thus impossible to construe a polymorphic definition of Form 1 from the claims of the '658 patent.</p>\n<p>Glaxo was confronted by just this problem upon discovering Form 2. Glaxo could not secure the Form 2 patents without proving, first to the Patent Office and later in court, that Form 2 differed sufficiently from Form 1 such that it was not anticipated by the '658 patent. Yet Glaxo had on its hands a patent for generic ranitidine hydrochloride which did not claim any specific polymorphic form. Therefore, in prosecuting and defending its Form 2 patents against charges of inherency and anticipation, Glaxo relied upon certain infra-red and x-ray analyses of pre-Form 2 ranitidine hydrochloride to differentiate the invention claimed by the '658 patent from the detailed infra-red and x-ray diffraction patterns claimed by the Form 2 patents.</p>\n<p>In construing the claims of the '658 patent, the Court may not rely upon substitutes proffered by the parties as representational of the claims. <i>Zenith Laboratories v. Bristol-Myers Squibb,</i> 19 F.3d 1418, 1423, 30 U.S.P.Q.2d 1285 (Fed.Cir.), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 500, 130 L.Ed.2d 409 (1994). Yet the infringement dispute cannot be settled without some infra-red or x-ray reference standard for Form 1 ranitidine hydrochloride. The most obvious source for such reference standards lies in the Form 1 examples adopted previously by Glaxo to prove the separate identity of Form 2, both in its prosecution of the Form 2 patents and in its defense of those patents in <i>Glaxo I.</i><sup>[11]</sup> Glaxo's objections to these reference standards for Form 1 are discussed in greater detail below.</p>\n<p>The '431 and '133 patents are far easier to construe. These patents claim Form 2 by reference to both FTIR and Debye-Scherrer<sup>[12]</sup> x-ray diffraction patterns. Glaxo had to define Form 2 with precision, and the Court construes literally the claims of the Form 2 patents: a mull in mineral oil exhibiting all claimed twenty-nine infra-red peaks, and/or the substance whose x-ray diffraction pattern is described by all patented thirty-two \"d spacings\" at their claimed intensities.<sup>[13]</sup> A substance which does not clearly meet these specifications cannot be considered Form 2 ranitidine hydrochloride.</p>\n<p></p>\n<h2>3.</h2>\n<p>Novopharm's ANDA contains both infra-red and x-ray analyses of its proposed product, as required by the FDA's \"double exclusionary test.\" If any batch of Novopharm's product fails to conform to either the infrared or x-ray patterns approved as part of the ANDA by showing even a single main unapproved peak, it cannot be legally sold.</p>\n<p>Glaxo complains that Novopharm has repeatedly amended its ANDA specifications in a deliberate attempt to reduce the detectability of Form 2 in its product, and that the product definitions contained in each amendment constitute individual acts of infringement. <span class=\"star-pagination\">*1289</span> Novopharm maintains there is nothing improper about its ANDA amendments, and that in any event, the history of its ANDA prosecution is irrelevant.</p>\n<p>Novopharm is correct. Whatever the reasons underlying Novopharm's ANDA amendments, section 271(e)(2)(A) is concerned only with the final approved ANDA. There can only be one act of infringement. If it exists, it must be found not in FDA submissions which were withdrawn, but in the single relevant set of documents setting forth Novopharm's only legal description of its proposed product. The best evidence of what the standards set forth in those documents would encompass is an actual physical example of the substance described by those documents.</p>\n<p></p>\n<h2>C.</h2>\n<p>The primary method by which Glaxo attempted to prove the presence of Form 2 in Novopharm's ANDA submission is a single peak \"area ratio test.\"</p>\n<p>The area ratio test begins by selecting adequate infra-red spectra for pure Forms 1 and 2. While the forms share some main peaks, other peaks are unique to each form. Presumably, if a sample containing only ranitidine hydrochloride exhibits a peak at a wavelength that is \"flat\" for Form 1 but \"significant\" for Form 2, the sample must contain some amount of Form 2. The surface area encompassed by the anomalous peak may be measured to quantify the amount of the impurity.</p>\n<p>Glaxo's area ratio test focuses on the peaks at 1077 reciprocal centimeters, where both forms register a strong response, and at 1045 reciprocal centimeters, where Form 2 exhibits a main peak but Form 1 is silent. Samples of pure Form 1 are spiked with increasing amounts of Form 2 and spectroscopically analyzed to obtain a linear progression of the percentage amounts of Form 2 corresponding to the increasing surface area of the peak whose maxima occurs at 1045 cm-1. When an unknown sample is analyzed, the ratio of the surface area covered by the \"1045 peak\" to the constant peak can be compared with the corresponding ratios of the spiked reference samples containing known amounts of Form 2. The amount of Form 2 in the unknown sample may thus be quantified.</p>\n<p>Although this test focuses on the \"1045 peak,\" it is misleading to describe the peak as such. The test is dependent on the surface <i>area</i> of a peak, not the precise point of the peak's maxima. Thus, while Form 2's relevant peak will have a maxima at 1045 cm-1, Glaxo's area ratio test requires measuring the band from 1040 through 1048 cm-1 to obtain a significant two-dimensional surface area. Any impurities whose characteristic peaks top out within the 1040 to 1048 cm-1 range will result in a positive surface area not attributable to Form 2. If a sample contains even minute traces of impurities with peaks in the 1040 to 1048 cm-1 range, the area ratio test will yield a false positive.</p>\n<p>The test's high level of detection thus works against its reliability. The Court accepts the testimony that, in a closed universe containing absolutely pure ranitidine hydrochloride, the area ratio test is capable of detecting as little as one tenth of one percent (one part per thousand) of Form 2, with an area ratio of .0055 being the limit of detection at which the result must be reported as zero percent. Given such a sensitivity, however, impurities falling within the test's area range will cause dramatically positive results.</p>\n<p>The absorbance \"strength\" of a substance within the area range, as well as the \"slope\" of its peak, will also influence the test's outcome, as will the spectrograph's \"noise\" level. Suspected peaks might sometimes merely be \"shoulders\" of poorly resolved neighboring peaks.</p>\n<p></p>\n<h2>D.</h2>\n<p>Before proceeding to analyze the sufficiency of the area ratio test evidence, it must first be determined whether a single peak area ratio test is legally sufficient such that it may be relied upon by the Court. This question must be answered in the negative.</p>\n<p></p>\n<h2>1.</h2>\n<p>\"[I]n determining whether a claim in a patent has been infringed, the scientific theories <span class=\"star-pagination\">*1290</span> utilized must establish the presence of the limitations recited in the claim.\" <i>Zenith,</i> 19 F.3d at 1423.</p>\n<blockquote>In order to establish its case, [a patent owner has] to show that the accused compound infringe[s] the claim contained in the patent ... As we have repeatedly said, it is error for a court to compare in its infringement analysis the accused product or process with the patentee's commercial embodiment <i>or other version</i> of the product or process; the only proper comparison is with the claims of the <i>patent.</i>\n</blockquote>\n<p><i>Zenith,</i> 19 F.3d at 1423 (emphasis added) (footnote omitted), <i>citing </i><i>Martin v. Barber,</i> 755 F.2d 1564, 1567, 225 U.S.P.Q. 233 (Fed. Cir.1985).</p>\n<p>In <i>Zenith,</i> the Federal Circuit reversed a district court ruling that the presence of 22 out of 37 claimed x-ray diffraction lines in an accused product proved the existence of the claimed invention.</p>\n<blockquote>Although the term `essentially' recited in the claim permits some leeway in the exactness of the comparison with the specified 37 lines of the claim, it does not permit ignoring a substantial number of lines altogether. It is the claim that sets the metes and bounds of the invention entitled to the protection of the patent system.</blockquote>\n<p><i>Zenith,</i> 19 F.3d at 1424. Clearly, the Court cannot entertain Glaxo's argument that sightings by its experts of one or two small \"peaks\" in Novopharm's ANDA indicate the presence of Form 2, a substance claimed in the '431 and '133 patents by no less than twenty-nine main infra-red peaks and thirty-two main x-ray d-spacings. As a matter of law, an area ratio test dependent on the presence of a single claimed infra-red peak out of twenty-nine such peaks claimed in the patent is insufficient to prove infringement.</p>\n<p></p>\n<h2>2.</h2>\n<p>Moreover, the Court finds that Glaxo is estopped from relying upon a single peak area ratio test by virtue of its Form 2 patent prosecution and litigation history.</p>\n<blockquote>[A] patentee should not be able to obtain, through litigation, coverage of subject matter relinquished during prosecution. The legal standard for determining what subject matter was relinquished is an objective one, measured from the vantage point of what a competitor was reasonably entitled to conclude, from the prosecution history, that the applicant gave up to procure issuance of the patent.</blockquote>\n<p><i>Zenith,</i> 19 F.3d at 1424 (citations omitted). \"Judicial estoppel prevents the intentional self-contradiction by a party asserting a factual position inconsistent with that previously advanced in litigation.\" <i>Tenneco Chemicals v. William T. Burnett &amp; Co.,</i> 691 F.2d 658, 664, 216 U.S.P.Q. 846 (4th Cir.1982). The facts underlying the existence of both sources of estoppel  Glaxo's positions before the Patent Office and the Court  are identical.</p>\n<p>The need to distinguish Form 2 from Form 1, and thus avoid double-patenting, pre-empted Glaxo from invoking qualifiers such as <i>Zenith</i>'s \"essentially\" when claiming Form 2's twenty-nine infra-red peaks. In order to obtain the Form 2 patents, Glaxo had to describe Form 2 with narrow precision.</p>\n<p>In preparation for <i>Glaxo I,</i> Novopharm deposed Dr. Graham Klinkert, Glaxo's Rule 30(b)(6) expert and Senior Research Leader at Glaxo's Chemical Analysis Department. Dr. Klinkert repeatedly testified that presence of a single peak is insufficient to differentiate Form 1 from Form 2. \"I repeat what I said before, that it's the whole pattern, every single peak that I look at, that will distinguish form 1 from form 2. It doesn't make sense to me to pick out particular peaks.\" (Klinkert Dep., 8/26/92, p. 29).</p>\n<blockquote>Q. Looking at the x-ray diffraction information ... are there certain d-spacings which are important to distinguish form 1 from form 2 ranitidine hydrochloride?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. How do you determine based on an x-ray diffraction pattern that you have in fact obtained form 1 ranitidine hydrochloride?</blockquote>\n<blockquote>A. It's exactly the same principle as comparing the infra-reds. You look at the whole pattern ...</blockquote>\n<p><span class=\"star-pagination\">*1291</span> <i>Id.,</i> p. 40. \"[T]here are no particular lines. Rather, as in the case of the infra-red, the whole pattern one looks at.\" <i>Id.,</i> p. 41.</p>\n<blockquote>Q. Are peaks designated as strong more important in a determination of whether you have form 1 or form 2 than other peaks?</blockquote>\n<blockquote>A. One looks at those first ... But all the peaks are important.</blockquote>\n<p><i>Id.,</i> p. 47.</p>\n<p>Three years later, Dr. Klinkert's position had not changed:</p>\n<blockquote>Q. Are any of the [infra-red] peaks listed in Claim 1 [of the '431 patent] individually characteristic of Form 2 ranitidine hydrochloride?</blockquote>\n<blockquote>A. All the peaks are characteristic of Form 2.</blockquote>\n<p>(Klinkert Dep., 7/25/95, p. 12). Dr. Klinkert's 1995 deposition is replete with admission that a single peak at 1045 cm-1 is not, without more, necessarily attributable to Form 2.</p>\n<p>Yet Glaxo's position in the first trial went even further. Not content merely to precisely define Form 2, Glaxo repeatedly declared that the '431 and '133 patents would not cover a mixture of both forms. Glaxo essentially declared that its Form 2 patents claimed only pure Form 2, and did not seek to claim any substance that might have <i>some</i> Form 2 as part of a mixture.</p>\n<p>Referring to Claim 1 of the '431 patent, counsel for Glaxo declared, \"[the peaks] do not comport with a mixture of Form 1 and Form 2.\" (<i>Glaxo I</i> T., vol. 8, p. 1559). \"When you get a mixture, you do not get those numbers.\" (<i>Glaxo I</i> T., vol. 4, p. 751; <i>see generally</i> pp. 750-55). This position was reiterated before the Federal Circuit: \"A mixture does <i>not</i> have infra-red and x-ray spectra which accord with claims 1 and 2.\" (<i>Glaxo I</i> Appellee Brief, p. 13 n. 17) (emphasis original, citation omitted). Glaxo's Dr. Baldwin agreed:</p>\n<blockquote>Q. ... Does a mixture of Form 1 and Form 2 have the infrared or x-ray powder diffraction patterns set forth in claim 1 or claim 2 of the '431 patent?</blockquote>\n<blockquote>A. No.</blockquote>\n<p>(<i>Glaxo I</i> T., vol. 6, pp. 1205-6).</p>\n<p>Having succeeded in establishing the noninherency of Form 2, Glaxo's patents will now be interpreted with the same exactitude which permitted their issue. As far as the law is concerned, Form 2 is precisely what Glaxo claims it is: the substance showing the twenty-nine main infra-red peaks and/or thirty-two main x-ray d-spacings and intensities claimed by the '431 and '133 patents. Not twenty-eight or twenty-seven  and certainly not just one  but <i>all</i> twenty-nine infra-red peaks claimed by the patent, in an environment that cannot contain other materials that might \"share\" these peaks with Form 2. That is the only conclusion which a reasonable competitor could have reached in reliance upon Glaxo's emphatic declarations on the subject.</p>\n<p>As a matter of prosecution history and judicial estoppel, Glaxo may not claim infringement of its '431 and '133 patents without establishing an accused product is pure Form 2 ranitidine hydrochloride. Glaxo is estopped from relying on the single peak area ratio test.</p>\n<p></p>\n<h2>E.</h2>\n<p>Assuming <i>arguendo</i> that Glaxo's above-described area ratio test may be relied upon to find an infringement, Glaxo claims its area ratio test of Novopharm's ANDA standard reveals the accused product would contain up to 5-10% Form 2.</p>\n<p>The Court does not agree. If the substantial body of area ratio test evidence relating to the alleged presence of Form 2 in the accused product proves anything, it is the proposition that one or two peaks are insubstantial proof of the presence of Form 2. The Court is not convinced that the alleged peaks do not exist in Form 1, or that if they do not exist in Form 1, that they are any more indicative of Form 2 than of a host of impurities universally inherent in ranitidine hydrochloride.</p>\n<p></p>\n<h2>1.</h2>\n<p>In the first instance, Glaxo is estopped from claiming that Form 1 does not have a \"1045 peak.\" Had the '658 patent contained <span class=\"star-pagination\">*1292</span> a spectrograph of Form 1 showing visible peaks at the 1045 range, Glaxo could not argue a minor 1045 peak is a signature element of Form 2. While highly purified samples of Form 1, such as Glaxo's KZ/77/1021 sample, reveal that the polymorph does not have a significant peak in the 1045 region, Novopharm is seeking to sell a mass-produced product that, like Glaxo's own Zantac, need not and cannot practically be refined to absolute purity. It is this \"real world\" commercial-grade Form 1 which Glaxo asserted, before the Patent Office and before this Court in <i>Glaxo I,</i> was claimed by the '658 patent. Virtually all the pre-Form 2 samples upon which Glaxo relied to make that case, and which Glaxo continues to maintain are free of Form 2, show a peak at the 1045 region.</p>\n<p>To defeat charges of inherency in applying for what became the '431 and '133 patents, Glaxo's Dr. John Harold Hunt, then-director of Glaxo's Spectroscopy Unit (which he established), submitted a declaration before the U.S. Patent and Trademark Office setting forth the differing infra-red and x-ray characteristics of ranitidine hydrochloride's two forms. Attached to that declaration was one diagram purporting to be a spectrum of ranitidine hydrochloride manufactured according to Example 32.</p>\n<p>This diagram is the infra-red reference spectrum contained in Novopharm's ANDA. \"[T]he IR reference spectrum is an IR spectrum submitted by Glaxo to the United States Patent and Trademark Office (\"USPTO\") when the USPTO asked Glaxo to characterize Form 1 ranitidine HC1.\" (ANDA 74-488, Dec. 14, 1995 amend., p. 3). It clearly indicates a peak at 1045 cm-1.</p>\n<p>In response to Novopharm's request of Glaxo that it provide a sample of what Glaxo considers to be \"pure\" Form 1, Glaxo produced a sample known as \"3B6\"  from the seventh production batch preceding the appearance of Form 2. Keeping in mind that the area ratio test's limit of detection is .0055, and that Form 2 did not exist when 3B6 was created, Glaxo has a difficult time explaining why the 3B6 sample exhibits a positive 1045 peak area ratio result of .0061. Novopharm's expert stated in a letter reporting these results to Novopharm's counsel that \"[f]or all practical purposes, I believe we can agree that it is 100% Form I.\" Although Glaxo would agree that 3B6 contains no Form 2, it cannot bring itself to admit that much smaller positive area ratio test results in Novopharm's samples reflect anything but Form 2.</p>\n<p>On cross-examination, Glaxo expert Dr. Chris Brown claimed 3B6's positive result must owe to the sample having been poorly ground in preparation for the spectroscopic analysis. This conclusion, if accepted by the Court, would only cast doubt on the test's reliability. But Dr. Brown's grinding theory is not credible. The test was personally conducted by Dr. James Durig, one of the world's foremost experts in the field, who testified that he was meticulously careful in grinding the sample. The Court accepts Dr. Durig's testimony, as well as that of Glaxo expert Dr. Snyder: the latter attributed the 3B6's 1045 peak to impurities other than Form 2.</p>\n<p>The first Form 1 Glaxo ever produced by the '658 Example 32 process, sample 267/121, was analyzed spectroscopically in June, 1977. Glaxo's chemical purity test of this sample concluded: \"no impurities apparent.\" At least one of the 267/121 spectra, KZ 77/204, has a peak at 1045 cm-1. Dr. Brown disputed the peak's location at 1045 cm-1, claiming it was actually in the low 1040s. If Dr. Brown were correct, the 1045 area ratio test for this sample would still yield a fairly significant positive result for Form 2. Dr. Klinkert, who confirmed the peak's location at 1045 cm-1, testified that the 1045 peak could not possibly be the result of Form 2 and suggested it reflected impurities or solvents. He admitted other tests would have to be conducted to eliminate these possibilities.</p>\n<p>In fact, Dr. Klinkert testified that at least eight other spectra of Form 1 produced by Glaxo under the 3A and 3B processes prior to the advent of Form 2 exhibited 1045 peaks. He was unable to comment on what caused these peaks without running further tests, except that he doubted Form 2 was the culprit since Glaxo doctrine does not recognize the creation of Form 2 prior to April 15, 1980.</p>\n<p><span class=\"star-pagination\">*1293</span> In <i>Glaxo I,</i> the infra-red reference standards for ranitidine hydrochloride's two polymorphs relied upon by Glaxo were spectra appearing in a published article by Glaxo scientists: Cholerton, Hunt, Klinkert, and Martin-Smith, \"Spectroscopic Studies on Ranitidine  its Structure and the Influence of Temperature and pH,\" J.Chem.Soc.Perkin Trans. II, p. 1761 (1984). The Cholerton article's Form 1 spectrum indicates a possible absorption in the 1045 region. Glaxo experts at this trial, however, claimed the Cholerton article is adequate only for identification purposes, not for quantification. The law does not seek to construe patents twice  once for identification, and again for purposes of quantification.</p>\n<p>As noted, some of the 1045 peaks in Glaxo's pre-Form 2 samples are more significant than those appearing in Novopharm's product. An un-degraded sample from Novopharm's RM-985 batch, a bio-equivalency lot submitted along with the ANDA, exhibits an area ratio of only .0008. Recalling that it is impossible to quantify Form 2 for results below .0055, this result is impressive. It is even more impressive when one considers the ANDA allows for up to 1% impurities. Glaxo's 3B6 sample, which <i>cannot</i> contain Form 2 and which Glaxo represented as \"pure Form 1,\" had an area ratio of .0061  more than seven times the area ratio of Novopharm's product. If the area ratio test is reliable (and at such high levels of detection), it indicates a larger presence of Form 2 in Glaxo's own '658-era samples than may be found in Novopharm's product.</p>\n<p>Glaxo attempts to extricate itself from this impossible position by maintaining that the infra-red spectroscopic analyses of the '658 samples represent the reasonable state of the art in 1978, and that Novopharm should now be held to a more accurate definition of Form 1. Most of the Form 1 infra-red analyses upon which Glaxo previously relied utilized the older technology.</p>\n<p>Patent claims are not so elastic. The Court finds that computerized spectroscopic equipment was available and in common industrial use at the time Glaxo obtained the '658 patent. Although the cost of computerized equipment may have been relatively higher prior to the mid-1980s, Glaxo could have easily obtained such spectroscopic analyses of its invention.</p>\n<p>More importantly, Glaxo may not improve upon its patent claims by reference to some intervening technological improvement. Patent claims must be construed as they are, not as they might be had the patent been applied for today. This is especially true where litigation definitively construing the patent claims has ended barely months ago. To hold otherwise would permit parties to obtain \"broad\" patents and, when it suits their needs, claim the patent is actually much narrower than first described so that the accused product falls not within the claims of that soon-to-be-expired patent, but within the claims of another, later-issued patent. Patent law would lose much of its value were courts to permit such <i>ex post facto</i> claim manipulation.</p>\n<p>Patent applicants must realize there are consequences for \"over-patenting\" by cutting corners in the detailing of claims. One such risk, which Glaxo successfully averted, is that a later-discovered polymorphic form of the invention might be considered inherent in the first patent. Another risk, whose fruition Glaxo now reaps, is that the ill-defined first patent might claim possible elements of a future invention, complicating the detection of infringement. To the extent alleged \"distinctive\" Form 2 peaks are within the bounds of what the Court has construed, at Glaxo's urging, as falling within the metes and bounds of the Form 1 <i>patent,</i> then as far as the law is concerned Form 2 would not exist.<sup>[14]</sup></p>\n<p>Even if Glaxo could convince the Court to ignore the substantial body of evidence Glaxo presented as definitive of Form 1, and hold competitors to a pre-Form 2 ranitidine hydrochloride standard obtained by the most advanced technology known to man, Glaxo would still fail to establish the 1045 peak as <span class=\"star-pagination\">*1294</span> an exclusive indication of Form 2. A Glaxo pre-Form 2 sample prepared at Oxford under the direction of Professor Jack Baldwin repeatedly throws a strong, significant 1045 peak. Analysis of this sample was conducted using an FTIR machine containing the added feature of a computerized printout of the most significant peaks. The computer's verdict as to this Form 1 sample: peaks at \"1045.0.\" Subsequent area ratio tests for these 1045 peaks indicated a substantial amount of \"Form 2.\"</p>\n<p>Glaxo's Dr. Brown attempted to discredit the FTIR exam by pointing out that the different spectra of this sample sometimes indicated varying main peaks. He speculated that the 1045 peaks were caused by solvent contamination, which might very well be the case but would render the test insufficiently reliable. And if <i>Glaxo's</i> FTIR technology is unreliable, the exact nature of Glaxo's complaint regarding shortcomings in Novopharm's technology is difficult to comprehend.</p>\n<p>The Court finds that Form 1 ranitidine hydrochloride may absorb light in the manner reflected by a minor peak at 1045 cm-1.</p>\n<p></p>\n<h2>2.</h2>\n<p>\"[N]o two infrared spectra are absolutely identical. There will always be tiny differences. And it's a matter of judgment as to whether a particular difference is significant or not.\" (Klinkert Dep., 7/25/95, p. 41). There are \"inevitable tiny differences that you get from making up two separate samples and running them on maybe two separate days and maybe different instruments.\" <i>Id.,</i> p. 42. Experts for both Glaxo and Novopharm repeatedly testified that it is impossible to rely on single line analysis without first conducting some tests that would assure the chemical purity of the unknown sample.<sup>[15]</sup></p>\n<p>As discussed <i>supra,</i> the area ratio test's achilles heal is that it works only in a pure, closed universe. Given that a sample contains only pure ranitidine hydrochloride and nothing else, any positive area ratio test for the 1045 peak indicates the presence of Form 2, if Form 1 does not throw a 1045 peak. But if the environment is contaminated with other substances characterized by a peak in the 1045 region, the test is useless unless it seeks to account for those substances.</p>\n<p>Unfortunately for Glaxo, there are a host of substances exhibiting a peak in the 1040-1048 region whose presence may fairly be <i>expected</i> in a sample of ranitidine hydrochloride. Glaxo's own Zantac advertisements boast of a low level of impurities relative to the impurity levels of a competing product (Apo-ranitidine), but concede that some impurities will always be present in ranitidine hydrochloride, in the forms of manufacturing process residue and the inevitable products of degradation:</p>\n<blockquote>Purity. Analysis of several batches of apo-ranitidine demonstrates higher levels of specific impurities than those <i>routinely</i> measured in Zantac by Glaxo.</blockquote>\n<blockquote>Zantac. S-oxides and complex nitroacetamide were detected in trace amounts (trace amounts equal to less than .1 percent) of test batches of Zantac. These impurities are the <i>inevitable consequence</i> of the synthetic process used to make the drug and/or the degradation processes involved with storage or manufacturing.</blockquote>\n<blockquote>Apo-ranitidine. [I]n two test batches the S-oxide and N-oxide of ranitidine were present at levels of 0.1 percent and 0.3 percent respectively. Complex nitroacetamides, a degradation product, was present at a level of .2 percent.</blockquote>\n<p>(T., vol. III, pp. 361-62) (emphasis added). These and other impurities  residual ranitidine base, residual solvents, and oxides of sulfur and nitrogen  all exhibit significant peaks in the 1040-1048 cm-1 range. The ANDA for Novopharm's product allows for up to 1% impurities.</p>\n<p>When confronted with the spectrum of a Glaxo Form 1 sample made prior to the advent of Form 2, Glaxo's Dr. Snyder could not exclude a trace amount of ethyl acetate as the source of a visible peak at the 1045 range. Dr. Brown testified that ethanol and ethyl acetate could both throw peaks at approximately <span class=\"star-pagination\">*1295</span> 1045 and speculated residual amounts of these solvents caused the 1045 peaks in Glaxo's FTIR scans of its Oxford Form 1 samples.</p>\n<p>Most impressive on the topic of impurities was the testimony of Novopharm's Dr. Durig. Dr. Durig conducted spectroscopic analyses of the various \"inevitable\" ranitidine hydrochloride impurities, all of which showed peaks that would positively influence a single peak area ratio test directed at the 1045 cm-1 region. Indeed, some of these spectra are almost off the close-up scale at 1045 cm-1. And while Form 2's 1045 peak is sharp, some of the impurities' 1045 peaks appear to be somewhat broader; they could actually cover a greater 1045 surface area than Form 2 and thus yield an area ratio greater than that yielded by the patented substance.</p>\n<p>Ethyl acetate and ethanol  especially the latter  had significant peaks tending to the upper range of the 1045 band, close to 1050 cm-1 As Dr. Durig testified, hydrogen bonding can often cause those peaks to shift directly to the 1045 maxima. These solvents, used in crystallizing ranitidine hydrochloride, never completely dry off the drug. Even placing the substance in a vacuum oven overnight would not eliminate the last traces of these solvents.</p>\n<p>This evidence was never seriously challenged by Glaxo. Although Glaxo indicated that some oxide degradation impurities do not have a peak at 1045, particularly degraded ranitidine base, there is nothing to suggest why only these non-1045 peak impurities would exist in Novopharm's product to the exclusion of the degradation materials that do exhibit 1045 peaks.</p>\n<p>Since Glaxo's area ratio test of Novopharm's ANDA standards do not account for admittedly \"inevitable\" impurities Glaxo \"routinely measures\" in its own product, the area ratio test is not reliable. And even with the purity of an actual sample being established, noise can be such a significant factor in distorting the outcome of a single peak area ratio test so as to render the test unreliable as a means of proving patent infringement.</p>\n<p></p>\n<h2>3.</h2>\n<p>Absent the area ratio test, Glaxo cannot prove infringement by reference to the spectroscopic evidence in the case. Indeed, the preponderance of the infra-red evidence indicates that Form 2 is <i>not</i> present in Novopharm's product. Glaxo expert Dr. Byrn testified directly on this subject.<sup>[16]</sup> With some qualification, Dr. Byrn declared, \"I would put a probability of 60/40 that it's not Form 2.\" (T., vol. III, p. 515). Sixty/forty is a preponderance of the evidence. <i>Ibid.</i></p>\n<p></p>\n<h2>4.</h2>\n<p>Glaxo's spectroscopic case is impossible. If Form 1 does not have a 1045 peak and the presence of Form 2 can be the only explanation for such a peak, then the only explanation for the 1045 peaks in Glaxo's pre-3B13 ranitidine hydrochloride samples is that Form 2 existed as early as 1977. In that case, Glaxo's Form 2 patents are invalid for inherency and anticipation. If Form 1 might contain a 1045 peak, either inherently or due to inevitable contamination, then positive area ratio test results for that region are meaningless as to the presence of Form 2. Positive area ratio test results cannot be dismissed when appearing in pre-Form 2 Glaxo samples, but then interpreted as the <i>sine qua non</i> of Form 2 in Novopharm's product. The test must mean the same thing for all ranitidine hydrochloride samples regardless of the pharmaceutical's manufacturer.</p>\n<p>The decision in <i>Glaxo I</i> declared that the '431 and '133 patents were not inherent in or anticipated by the '658 patent. The single peak area ratio test must be meaningless. Not only insufficient as a matter of law, the test depends on an absorption point possibly inherent in Form 1, quite certainly inherent in ranitidine hydrochloride's inevitable impurities, and easily attributable to noise.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1296</span> F.</h2>\n<p></p>\n<h2>1.</h2>\n<p>Glaxo also relies upon x-ray diffraction tests to advance its claims of infringement. Again, the '658 patent is silent as to the x-ray characteristics of Form 1 ranitidine hydrochloride, but Glaxo has relied upon such analyses in establishing the validity of the Form 2 patents. The Court looks to the Form 1 analyses adopted by Glaxo to discern an x-ray reference standard for Form 1.</p>\n<p>Glaxo's preferred method of x-ray diffraction analysis is not clear, but the issues raised mirror those presented by the infrared evidence. First, Glaxo complains that the x-ray diffraction pattern contained in Novopharm's ANDA is insufficiently accurate. Despite the allegedly poor quality of this diffractogram, Glaxo contends it shows visible amounts of two tell-tale Form 2 peaks, at 20.1 and 23.4 degrees two-theta. Glaxo further alludes that Novopharm's x-ray analysis ought to be more advanced or precise than the \"visual reference test\" upon which the ANDA relies.</p>\n<p>But Glaxo itself does not rely too heavily upon an area ratio test to prove infringement by reference to x-ray crystallography. Rather, the bulk of Glaxo's argument rests upon \"visual reference tests\"  the opinions of its various experts who have looked at Novopharm's proposed x-ray diffractogram and approximated by sight, based on their expert observations of two \"Form 2\" peaks, the amount of Form 2 in Novopharm's product.<sup>[17]</sup></p>\n<p>Just as a single-peak area ratio test is insufficient to prove the presence of a product claimed by twenty-nine infra-red peaks, so too is it insufficient for infringement to be proved by a visual reference test concentrating upon one or two x-ray diffraction peaks from a total of thirty-two such peaks claimed in a patent. Novopharm's Dr. Ibers conclusively demonstrated that innumerable substances exhibit peaks at 20.1 and 23.4 degrees two-theta.</p>\n<p>As with an area ratio test, the accuracy of a visual reference test is influenced by factors such as noise and the presence of impurities; experts will disagree about the existence and meaning of peaks, as well as the quality of the diffractogram. Yet unlike the mathematically precise (if altogether meaningless and unreliable) area ratio test, the talent and reliability of the expert conducting the visual reference test are key variables to consider in assessing the \"test's\" value.</p>\n<p></p>\n<h2>2.</h2>\n<p>Assuming for the sake of argument that infringement may be proved by reference to two out of thirty-two claimed peaks, Glaxo's evidence of infringement is not convincing.</p>\n<p>At first, Glaxo's Dr. Snyder could not state that Novopharm's ANDA x-ray indicated the presence of Form 2 without a corroborating infra-red spectrum and other materials. Although Dr. Snyder easily identified the Form 2 peaks in a Form 1 sample spiked with 2% Form 2, he could only identify one Form 2 peak in the ANDA x-ray (at 20.2 degrees), and even then, only as a shoulder. At best and with various qualifications, by comparing the 2% sample and Novopharm's ANDA, Dr. Snyder estimated that the 20.2 peak he identified signalled .5% of Form 2. (Tr., vol. III, p. 332). Glaxo's Dr. Bernstein, however, testified that an expert conducting a visual reference test for Form 2 in a Form 1-Form 2 mixture \"might be able to determine a concentration at about five percent of Form 2.\" (T., vol. IV, p. 649).</p>\n<p>Moreover, Dr. Snyder had also marked out a similar 20.2 peak on a diffractogram of Glaxo's 3B6 material. When confronted by this evidence, Dr. Snyder suggested the pattern had been displaced. Informed that the diffractogram was corrected for displacement, Dr. Snyder suggested his eyes might be off by .2 degrees on the scale due to noise. But when told that the two diffractograms were generated under the same conditions, Dr. Snyder admitted that they each contained about the same amount of noise. <span class=\"star-pagination\">*1297</span> Again, there is no adequate explanation for why a Form 2 peak in Glaxo's Form 1 sample may be dismissed, but would demand an exercise of this Court's injunctive powers if present in Novopharm's ANDA.</p>\n<p>In deposition, Dr. Snyder had identified two peaks on each of two diffractograms which he stated could be the Form 2 peaks at issue, at 20.2 and 23.4 degrees two-theta. The diffractograms were of a Glaxo sample purported to be pure Form 1. At trial, Dr. Snyder testified he could not definitively state whether these peaks did or did not indicate the presence of Form 2.</p>\n<p>Glaxo's Dr. Bernstein repeatedly declared that it is improper to conduct a visual reference test for quantifying Form 2 in a Form 1 product. Because Novopharm's ANDA relies upon such a test, which Dr. Bernstein asserted would not permit an expert to detect Form 2 at levels below 5% of the product, Dr. Bernstein asserted Glaxo's illogical argument that Novopharm's product <i>would</i> infringe the Form 2 patent because the ANDA <i>might</i> contain up to 5% Form 2.</p>\n<p>However, in <i>Glaxo I,</i> Glaxo's Dr. Tarling relied on visual reference tests to declare that Glaxo's pre-Form 2 ranitidine hydrochloride samples did not contain any Form 2. When the issue was framed in terms of inherency and anticipation, Glaxo relied upon the same method Novopharm now invokes in its ANDA to declare that a given ranitidine hydrochloride sample contains no Form 2. Confronted by this evidence, Dr. Bernstein reversed his position:</p>\n<blockquote>Q. ... Example 32 is reproduced. It makes a product. The question is: Does that product contain any Form 2? Is it proper to come to this court to tell this judge that it's a pure Form 1 [product] and contains no Form 2 by doing a visual comparison?</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>THE COURT: ... The question is whether Form 2 was made.</blockquote>\n<blockquote>THE WITNESS: If it contains some Form 2 which is not detectable by the visual comparison method, then it is proper.</blockquote>\n<p>BY MR. GREEN:</p>\n<blockquote>Q. Is it proper to come to this court and tell this court that it's pure Form 1 by using a visual comparison between two diffractograms?</blockquote>\n<blockquote>A. If purity is defined using the visual comparison test, yes, in that case.</blockquote>\n<p>(T., vol. IV, pp. 683-85).</p>\n<p>The inconsistency between Glaxo's positions at the previous and instant trials tripped Glaxo's counsel into making the following admission:</p>\n<blockquote>We believe that the standard that's now in Novopharm's ANDA is pure Form 1. We don't quarrel for one minute that they have traces that are pure Form 1 traces. We're not quarreling with that one iota. We're not trying to read any Form 2 into those traces.</blockquote>\n<p>(T., vol. IV,, p. 691). By virtue of its position in <i>Glaxo I,</i> the plaintiff would be estopped from declaring anything else on the basis of an x-ray powder diffraction visual reference test.<sup>[18]</sup></p>\n<p>It must be noted that one of the four pure Form 1 samples Dr. Tarling testified to in the first trial as being devoid of Form 2 was analyzed under a far more accurate visual reference test than the one here utilized by Novopharm. Analysis of that sample, E-6, was conducted by using far better expanded diffractograms. Yet according to Dr. Bernstein, even the improved visual reference test is adequate only for purposes of identification, not quantification. And the other three samples Glaxo's Dr. Tarling presented during the first trial as not anticipating Form 2 were analyzed using the same compressed scale contained in Novopharm's ANDA.</p>\n<p>Most convincing on the subject of x-ray diffraction was Novopharm's expert, Dr. James Ibers. A member of the United States National Academy of Sciences, Dr. Ibers operated under the advantage of having obtained his own Form 1 and Form 2 <span class=\"star-pagination\">*1298</span> reference standards, rather than relying on either published data from which to extrapolate patterns, a process which would require some assumptions relating to peak shapes, or a published spectrum generated under unknown conditions. In his own work, Dr. Ibers is able to detect two or three tenths of a percent of Form 2 in a Form 1 sample by visual reference. Having thus analyzed several undegraded samples of Novopharm's product, Dr. Ibers could detect no Form 2.</p>\n<p>Glaxo's Dr. Snyder attempted to discredit Dr. Ibers' work by pointing out, in deposition, purported visible 20.1 and 23.4 peaks in the latter's x-ray diffraction patterns. However, the red arrows Dr. Snyder placed at \"20.1\" and \"23.4\" manifestly point to the regions at 20 and <i>27</i> degrees in no less than five separate diffractograms. (Def.T.Exh. 114A, pp. A 4780, A 4783, A 4786, A 4789, A 4795). Apparently, Dr. Snyder consistently misread the diffractograms' scale, whose demarcation lines are set off not by one degree, but by two: 20, 22, 24, 26, and so on. The Court accepts Dr. Ibers' interpretation of the diffractograms.</p>\n<p>Dr. Ibers also analyzed a degraded Novopharm sample which had exhibited a positive infra-red area ratio test result. This sample's crystallographic results were negative for Form 2, as it exhibited only one of the two expected x-ray peaks. The positive infra-red result more likely than not owed to degradation stemming from the extreme conditions to which the sample had been subjected  40 degrees Celsius and 75% relative humidity for four weeks.</p>\n<p>Finally, Dr. Ibers established that in 1983, Glaxo could have utilized an automated powder diffractometer, rather than a Debye-Scherrer camera, to obtain its ranitidine hydrochloride diffractogram. Dr. Ibers further testified that although better x-ray analyses might be conducted were extreme measures undertaken, the x-ray standard set forth in Novopharm's ANDA is a reasonable method of defining the product. The Court agrees.</p>\n<p></p>\n<h2>3.</h2>\n<p>The x-ray evidence before the Court demonstrates, in clear and convincing fashion, that Novopharm's product would not contain any Form 2 ranitidine hydrochloride.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>Novopharm is entitled to judgment against Glaxo on the first and second claims for relief.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p></p>\n<h2>II. The Trade Secret Claims</h2>\n<p></p>\n<h2>A.</h2>\n<p>There is a tension that arises when asserting trade secret protection in the only known method of practicing an invention claimed by one's patent. A trade secret, by definition, is something not generally known to the relevant public. A patent, on the other hand, demands the inventor disclose the best method known by which a person reasonably skilled in the art may practice the invention. It is axiomatic that if one maintains the only manner of practicing an invention as a trade secret, he has not made the disclosure sufficient to obtain a patent. Conversely, the owner of a valid patent will have disclosed the best method for practicing the invention, and thus no longer possess a valuable trade secret relating to the practice of the invention unless he later develops some unanticipated alternative practice.</p>\n<p>Only by virtue of a peculiar turn of events can Glaxo claim the protections of trade secret law in addition to its patent. Example 32 was the best  and only  Form 1 ranitidine hydrochloride production method known to Glaxo in 1978, and it suddenly stopped working when Form 2 came about. Glaxo contends it amassed sufficient information over the subsequent years, which it elected to keep secret, that would allow for the development of a stable Form 1 production process. It is implicitly alleged that no one else had made the same discoveries. Thus, Form 1 surfaced long enough to obtain patent protection, only to recede into the lore of synthetic organic chemistry until the patent's expiration drew near and others prepared to harness the invention.</p>\n<p>Yet the trade secret claims are not here considered as a question of equity. Glaxo's trade secret claims do not withstand even cursory examination under law. It is clear that Glaxo never possessed any trade secrets <span class=\"star-pagination\">*1299</span> relating to the production of Form 1 ranitidine hydrochloride.</p>\n<blockquote>B.</blockquote>\n<blockquote>1.</blockquote>\n<blockquote>\"Trade secret\" means business or technical information, including but not limited to a formula, pattern, program, device, compilation of information, method, technique, or process that:</blockquote>\n<blockquote>a. Derives independent actual or potential commercial value from not being generally known or readily ascertainable through independent development or reverse engineering by persons who can obtain economic value from its disclosure or use; and</blockquote>\n<blockquote>b. Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. * * *</blockquote>\n<p>N.C.Gen.Stat. § 66-152(3). A trade secret need not necessarily be comprised of positive information, such as a specific formula, but can include negative, inconclusive, or sufficiently suggestive research data that would give a person skilled in the art a competitive advantage he might not otherwise enjoy but for the knowledge gleaned from the owner's research investment.</p>\n<blockquote>Misappropriation of a trade secret is prima facie established by the introduction of substantial evidence that the person against whom relief is sought both:</blockquote>\n<blockquote>(1) Knows or should have known of the trade secret; and</blockquote>\n<blockquote>(2) Has had a specific opportunity to acquire it for disclosure or use or has acquired, disclosed, or used it without the express or implied consent or authority of the owner.</blockquote>\n<blockquote>This prima facie evidence is rebutted by the introduction of substantial evidence that the person against whom relief is sought acquired the information comprising the trade secret by independent development ... This section shall not be construed to deprive the person against whom relief is sought of any other defenses provided under law.</blockquote>\n<p>N.C.Gen.Stat. § 66-155.</p>\n<p>In analyzing a charge of trade secret misappropriation, it is helpful to begin by identifying the nature of the allegedly purloined secrets. Where a real trade secret exists, courts should obviously avoid discussion of the particular secret so as not to deprive plaintiffs of the rights they sought to vindicate by filing suit. Section 5 of the Uniform Trade Secrets Act, codified at N.C.Gen.Stat. § 66-156,<sup>[19]</sup> speaks of a court's duty to maintain secrecy in mandatory terms. The case law is in accord:</p>\n<blockquote>It is uncontested ... that the right to inspect and copy judicial records is not absolute ... access has been denied where court files might have become a vehicle for improper purposes ... courts have refused to permit their files to serve ... as sources of business information that might harm a litigant's competitive standing.</blockquote>\n<p><i>Nixon v. Warner Communications, Inc.,</i> 435 U.S. 589, 598, 98 S.Ct. 1306, 1312, 55 L.Ed.2d 570 (1978). However, the measures taken to maintain the integrity of trade secrets must be narrowly tailored so as not to needlessly encroach upon the strong public interest in maintaining open courts. <i>See </i><i>Nixon,</i> 435 U.S. at 597-98, 98 S.Ct. at 1312; <i>Littlejohn v. BIC Corp.,</i> 851 F.2d 673, 677-78 (3rd Cir. 1988); <i>Matter of Continental Illinois Securities Litigation,</i> 732 F.2d 1302, 1308-09 (7th Cir.1984). Accordingly, on Glaxo's motion, the trial was bifurcated into non-secret and secret segments. The public was barred from attending the secret sessions, transcripts of which remain under seal.</p>\n<p></p>\n<h2>2.</h2>\n<p>While various methods exist for manufacturing crystals, ranitidine hydrochloride is produced by a solvent system process. The process begins with the selection of a \"solvent system,\" a liquid which may be composed of various solvents, in varying proportions, into which some amount of ranitidine base is dissolved. Hydrochloride is then added so that crystallization can occur. After some time, and often with the help of a <span class=\"star-pagination\">*1300</span> reagent, ranitidine hydrochloride crystals will precipitate from the solution.</p>\n<p>Molecular behavior during the crystallization process is poorly understood, but it is known that subtle manipulation of the solution during crystallization can have a profound effect on the type of crystal eventually obtained. Crystallization factors relevant to this case include the choice of solvent system, pH level, temperature, and the degree of \"seeding\"  the practice of adding crystals to the solution to influence the formation of crystals of the same type.</p>\n<blockquote>[A] trade secret can exist in a combination of characteristics and components, each of which, by itself, is in the public domain, but the unified process, design and operation of which, in unique combination, affords a competitive advantage and is a protectable secret.</blockquote>\n<p><i>Syntex Ophthalmics, Inc. v. Tsuetaki,</i> 701 F.2d 677, 684, 219 U.S.P.Q. 962 (7th Cir.1983) (citations omitted). It is critical to distinguish this type of trade secret from the alleged secrets in the instant case. After the discovery of Form 2, Glaxo never devised a specific process for the stable continuous production of Form 1, nor did Glaxo isolate the relevant elements of the Form 1 process which, only in total, would consistently yield Form 1. Despite some references to \"purloined secrets,\" Glaxo's case rests on the theory that it was the general body of its research which provided Novopharm a platform from which to construct its Form 1 production process. Secrecy is claimed in a broad competitive advantage, allegedly misappropriated by Novopharm, which facilitated the latter's discovery of the precise combination of solvent system, pH, temperature, and seeding constituting the only known stable, reproducible method for obtaining Form 1 crystals. Secrecy is claimed not in the final combination or unified design, but in the knowledge that individual elements would be components of a valuable process.</p>\n<p></p>\n<h2>3.</h2>\n<p>That the choice of solvent system, pH, temperature, and seeding could or would determine the polymorphic form of ranitidine hydrochloride is generally known and thus cannot be secret. N.C.Gen.Stat. § 66-152(3)(a); <i>see also </i><i>Ruckelshaus v. Monsanto Co.,</i> 467 U.S. 986, 1002, 104 S.Ct. 2862, 2872, 81 L.Ed.2d 815 (1984). Testimony to the contrary by Glaxo witnesses is simply not credible. Although knowledge that these variables might influence the behavior of matter in solution is common, knowledge that these variables <i>do</i> influence the behavior of ranitidine hydrochloride was made public by Glaxo throughout the last trial.<sup>[20]</sup></p>\n<p>Glaxo contends that because this information was disclosed in a trial transcript, trial exhibits, and volume 830 of the Federal Supplement, it remained secret with respect to the relevant scientific community. Although scientific literature searches rarely include legal libraries and courthouses,<sup>[21]</sup> the pharmaceutical industry has maintained interest in this patent litigation. Copies of trial transcripts have been purchased by those who follow this industry, numerous persons have examined the <i>Glaxo I</i> trial exhibits, and various representatives of other pharmaceutical companies have attended both trials. Nothing openly disclosed in either case would now be a secret to the relevant public.</p>\n<p>Glaxo argues that Novopharm cannot rely on the information's in-court publication, as it precipitated such publication by infringing upon Glaxo's patents in <i>Glaxo I</i>. While it is true that parties responsible for the dissemination of another's trade secret may not benefit from the disclosure, responsibility for dissemination of Glaxo's \"confidential\" information must fall on Glaxo. N.C.Gen.Stat. § 66-152(3)(b), adopting the language of the Uniform Trade Secrets Act, § 1(4)(ii), places upon trade secret owners an affirmative duty to take reasonable measures to maintain the information's secrecy as a definitional element of the property right.</p>\n<p><span class=\"star-pagination\">*1301</span> Dr. Barry John Price, Glaxo's former Director of Chemistry and Research Director, testified that Glaxo undertook appropriate security measures at its facilities. However, Glaxo's concern for the confidentiality of its information dissipated somewhere between its secured facilities and the courthouse. As a matter of law, information which a party wishes to maintain as a trade secret may be introduced as evidence only if it is absolutely necessary to do so, and only after asking the court to maintain the trade secret's integrity by sealing the exhibits, conducting an in-camera hearing, or taking other appropriate steps.</p>\n<p>Glaxo took no such steps at the previous trial. Although some documents containing allegedly misappropriated information were not introduced as evidence in <i>Glaxo I,</i> these documents apparently contain no information not otherwise made a part of that trial's public record. Glaxo admitted 135 of its own documents without seal, which it now claims to contain trade secrets, while Novopharm admitted only 42 such documents without seal or objection by Glaxo. (Letter from Glaxo counsel to clerk, 9/25/95). Among these documents were copies of Glaxo's 3A and 3B processes for the manufacture of Form 1. Although these modified Example 32 methods are not stable, they contain some of the \"secrets\" misappropriated by the Novopharm process: the importance of temperature and pH, and ranges for these variables supplying the specifications set forth in the Novopharm process. Glaxo was aware that other generic pharmaceutical companies  including Genpharm, Glaxo's next-scheduled ranitidine litigation opponent  were in attendance at the trial and knew of the exhibits' availability. (Brereton Dep., 1/4/95, pp. 201-02).</p>\n<p>The consequences for failing to take reasonably adequate measures to protect trade secrets are obvious. \"If an individual discloses his trade secret to others who are under no obligation to protect the confidentiality of the information, or otherwise publicly discloses the secret, his property right is extinguished.\" <i>Ruckelshaus,</i> 467 U.S. at 1002, 104 S.Ct. at 2872. Where confidential documents submitted under a protective order were admitted in open court without objection, the Third Circuit held that the \"failure to object to the admission into evidence of the documents, absent a sealing of the record, constituted a waiver of whatever confidentiality interests might have been preserved under the [protective order].\" <i>Littlejohn,</i> 851 F.2d at 680 (footnote omitted). It is a \"well-established principle of American jurisprudence that the release of information in open trial is a publication of that information and, if no effort is made to limit its disclosure, operates as a waiver of any rights a party had to restrict its further use.\" <i>National Polymer Products v. Borg-Warner Corp.,</i> 641 F.2d 418, 421 (6th Cir.1981); <i>Littlejohn,</i> 851 F.2d at 680; <i>see also </i><i>Continental Illinois,</i> 732 F.2d at 1314-15.</p>\n<p>Glaxo argues that since no index of the trial exhibits was readily available, the exhibits would be useless to those who observed the trial and copied the exhibits. Assuming some non-existent index would have been necessary to distill the \"secrets\" from Glaxo's exhibits, Novopharm would have been no more capable of committing the tort than the other trial observers. Yet these documents were the subject of much testimony in open court and specific discussion in the <i>Glaxo I</i> opinion. As a matter of fact, the Court finds no index or other reference material would be necessary to extract the alleged secrets from the public record of the previous trial.</p>\n<p>After the first trial, Glaxo belatedly realized the impact of having submitted its exhibits without seal, and moved to have those exhibits sealed and returned. The Court ruled that since the exhibits were \"admitted without qualification ... they are matters of public record and shall be handled as such under the normal practices of this court involving the collection, retention and dissemination of trial exhibits.\" (<i>Glaxo I</i> Order, Oct. 22, 1993). Although the Court cannot order the parties to make available trial exhibits that were returned or destroyed at the conclusion of the case, the fact that such exhibits were readily available to, and perused by, the public, nullifies any confidentiality interests in those exhibits and the information they contain. If Glaxo's information was not generally known or readily ascertainable, <span class=\"star-pagination\">*1302</span> it certainly was not \"the subject of efforts that [were] reasonable under the circumstances to maintain its secrecy.\" N.C.Gen.Stat. § 66-152(3)(b).</p>\n<p></p>\n<h2>4.</h2>\n<p>Glaxo's disclosures at the previous trial notwithstanding, the Court further finds that knowledge that these variables influence ranitidine hydrochloride crystallization is not so distant from the grasp of chemists experimenting with the substance that it may be declared not readily discoverable.</p>\n<p></p>\n<h2>C.</h2>\n<p>Assuming <i>arguendo</i> that Glaxo had a trade secret advantage in the knowledge that choice of solvent system, pH, temperature, and seeding would influence the crystallization of ranitidine hydrochloride, Glaxo has failed to establish a prima facie case that Novopharm misappropriated this information.</p>\n<p>Glaxo's failure to establish the first prong of the prima facie case requires little discussion. Given Glaxo's introduction of the \"secrets\" at a trial closely scrutinized by the industry, Novopharm had every reason to believe the information was not secret. N.C.Gen.Stat. § 66-155(1).</p>\n<p>Nor has Glaxo established the second prong of the prima facie case  that Novopharm \"[h]as had a specific opportunity to acquire [the secret] for disclosure or use or has acquired, disclosed, or used it without the express or implied consent or authority of the owner.\" N.C.Gen.Stat. § 66-155(2). To assist in the preparation of its case in <i>Glaxo I,</i> Novopharm retained the services of Dr. Natalie Lazarowych, of Toronto's Dalton Chemical Laboratories. Dr. Lazarowych had access throughout the trial to various confidential Glaxo documents turned over in the course of discovery under the terms of a protective order. Dr. Lazarowych subscribed to the protective order by affidavit, the latter reading in pertinent part:</p>\n<blockquote>I have received and carefully read the Court's Protective Order dated February 3, 1992, and understand its provisions. Specifically, I understand that I am obligated, under order of the Court to hold in confidence and not to disclose the contents of any document marked CONFIDENTIAL UNDER PROTECTIVE ORDER to anyone other than those persons identified in Paragraph 3 of the Protective Order. I further understand that I am not to disclose to persons other than those persons identified in Paragraph 3 of the Protective Order any words, substance, summaries, abstracts or indices of confidential documents or transcripts disclosed to me. <i>I will never use the information, directly or indirectly, in competition with the disclosing party nor will I permit others to do so.</i>\n</blockquote>\n<p>(Lazarowych Aff.) (emphasis added).</p>\n<p>Having developed its method for producing Form 1, Novopharm selected Dalton Labs to assist it in scaling up an industrial version of its laboratory process to be implemented by Esteve Quimica (\"Esteve\"), Novopharm's Spanish manufacturer. Dr. Lazarowych thus joined Novopharm's development team, bringing with her Dalton Labs' resources and her own talents, the latter made more valuable by virtue of her <i>Glaxo I</i> ranitidine chemistry experience.<sup>[22]</sup></p>\n<p>Dr. Lazarowych had no distinguishing organic chemistry experience prior to her involvement in <i>Glaxo I.</i> Yet she soon became proficient in ranitidine chemistry. Glaxo contends that everything Dr. Lazarowych knows about ranitidine was learned through her analysis of the confidential Glaxo documents,<sup>[23]</sup> and that this information gave <span class=\"star-pagination\">*1303</span> her an unfair competitive advantage in developing Novopharm's production process.</p>\n<p>In expounding this theory, Glaxo argues that Novopharm and Dr. Lazarowych should be found in contempt of the <i>Glaxo I</i> protective order, and relies further upon the doctrine of \"inevitable disclosure.\" The latter doctrine bars the employment of a competitor's former employee who had developed intimate expert knowledge of that competitor's confidential information in a narrow technological field, on the grounds that it would not be possible for that employee to \"forget\" or refrain from relying upon the confidential information. <i>PepsiCo, Inc. v. Redmond,</i> 54 F.3d 1262 (7th Cir.1995); <i>Travenol Laboratories, Inc. v. Turner,</i> 30 N.C.App. 686, 228 S.E.2d 478 (1976). This doctrine, along with its cousin, the non-compete covenant, has spawned a significant body of law relating to the inevitable conflict with at-will employment principles and the rights of former employees to pursue their livelihood and freely negotiate employment contracts. <i>See i.e. </i><i>Travenol,</i> 30 N.C.App. at 691-92, 228 S.E.2d 478. No discussion of these issues is necessary here, as each of four facts found by the Court defeat Glaxo's inevitable discovery/contempt theory.</p>\n<p>First, the protective order contains the following provision at paragraph 14:</p>\n<blockquote>(a) ... there shall be no restriction on documents that are used as exhibits in Court (unless such exhibits were filed under seal).</blockquote>\n<p>Since all of the purported \"secrets\" are to be found in documents submitted as exhibits without seal, Dr. Lazarowych's alleged behavior is sanctioned by the terms of the protective order. Second, Novopharm never had the \"specific opportunity\" to acquire the \"secrets\" from Dr. Lazarowych, as the latter communicated and worked only with Novopharm's outside counsel during the time period in which the \"secrets\" were allegedly stolen. Dr. Lazarowych's involvement in the Form 1 project did not begin until after Novopharm had developed its process independently (see <i>infra</i>), the third factor preempting Glaxo's prima facie case.</p>\n<p>Finally, the knowledge and expertise Dr. Lazarowych acquired in the field of ranitidine chemistry owed to the fact that Novopharm hired her as a trial expert, not to anything unique taught by the Glaxo materials. Dr. Lazarowych at all times relevant to the allegation was employed by Novopharm, not Glaxo. Unlike the typical inevitable disclosure case, Glaxo cannot rely on an ongoing relationship it had with the accused scientist. If the inevitable disclosure doctrine is to apply to Dr. Lazarowych, Glaxo must show that there is something unique its documents \"taught\" Dr. Lazarowych that she could not have otherwise learned had she received ranitidine chemistry training through Novopharm without reference to the Glaxo documents. <i>See </i><i>PepsiCo,</i> 54 F.3d at 1269 (plaintiffs who \"do nothing more than assert that skilled employees were taking their skills elsewhere\" not covered by inevitable disclosure doctrine); <i>FMC Corp. v. Cyprus Foote Mineral Co.,</i> 899 F.Supp. 1477 (W.D.N.C.1995).</p>\n<p>The only alleged secrets meriting discussion in this context, the influence of temperature and pH being matters of common knowledge, are the role of seeding and the specific solvent system. Whether this information ever possessed the status of a trade secret is an open question, but the evidence establishes the knowledge was secret to Glaxo.</p>\n<p>Glaxo's theory of a solvent system secret in the need for additional<sup>[24]</sup> methanol is somewhat convoluted. The confidential documents indicate Glaxo conducted a few successful ranitidine recrystallization experiments utilizing dimethylformamide (\"DMF\") as a solvent. Dr. Lazarowych, having seen the DMF work, allegedly obtained a vital clue to the need for additional methanol in the solvent system, as both DMF and methanol are readily recognizable as highly polar solvents.<sup>[25]</sup> Glaxo never explored the possibility <span class=\"star-pagination\">*1304</span> of using additional methanol, but claims additional methanol as a trade secret flowing from the DMF work's teaching of the importance of polarity.</p>\n<p>This theory is deeply flawed. First, the use of DMF in ranitidine chemistry is hardly unique to Glaxo's confidential documents. Glaxo's DMF work followed that disclosed and claimed by Example 8 of Danish patent 4384/85 (September 27, 1985).<sup>[26]</sup> Moreover, the use of DMF was openly discussed throughout the last trial. And although organic chemists might readily characterize DMF as a polar solvent, DMF's polarity is not obviously the reason why the chemical yields a specific reaction. Glaxo's Drs. Collin and Byrn testified in depositions given in connection with <i>Glaxo I</i> that they did not know why DMF works, only that it does.</p>\n<p>But the most troubling aspect of Glaxo's DMF \"secret of polarity\" theory is that the confidential Glaxo documents recounting the DMF work ascribed DMF's potency not to the fact of its polarity, but rather to the fact that DMF is non-hydroxylic. \"In conclusion, it would appear that recrystallization<sup>[27]</sup> of ranitidine hydrochloride from non-hydroxylic solvents tends to favour form 1 ...\" (Pl. T.Exh. 189, p. N 1372/A 2606). Methanol is hydroxylic. Had Dr. Lazarowych  or anyone else  referenced Glaxo's DMF documents in search of a solvent system, she would have been discouraged from the use of methanol.</p>\n<p>The owner of a trade secret need not necessarily recognize the full value of his knowledge, or be aware of all the information's ramifications. That a party can do a better job of interpreting data than can the owner from which the data has been misappropriated does not cleanse the theft. But the fact that information allegedly purloined is positively misleading from the alleged competitive advantage strongly indicates that no theft ever occurred. Had Glaxo overlooked some important clue buried within the vast body of its confidential research, a competitor's unauthorized exploitation of that research would still violate the law. But in this case, it is a step too far to suggest that a competitor misappropriated a Glaxo trade secret as evidenced by its use of a substance excluded by the confidential documents.</p>\n<p>This latter flaw also undermines Glaxo's trade secret theory with respect to seeding. As the term is understood in the scientific community, \"seeding\" refers to the addition of relatively small amounts of a crystal in order to influence the reaction to yield similar crystals. When Glaxo attempted to obtain Form 1 from an experimental solution, it added .1% Form 1 seeds  a typical amount  and enjoyed only very limited success. The relevant Glaxo document concludes that \"seeding with Form 1 has only a small effect on the rate of crystallisation.\" Glaxo contends that from this knowledge, Novopharm extrapolated that portion of its Form 1 process that calls for 5% seeding  a rather unconventional practice far beyond the concept of \"seeding\" as it is normally understood.</p>\n<p>Glaxo's argument is illogical. The only inference readily drawn from the confidential document in question is that seeding does not work, not that seeding with unprecedented amounts of the desired crystal must work. In any event, knowledge that \"seeding,\" as that term is understood and discussed in the Glaxo confidential documents, does not work, is more than readily discoverable. It is highly likely that this knowledge would be among the first things learned by anyone attempting to generate Form 1 crystals, as seeding is a commonly employed technique in the field.</p>\n<p></p>\n<h2>D.</h2>\n<p>Even had Glaxo established a prima facie case of trade secret misappropriation, that case would be rebutted by the fact of Novopharm's independent development. N.C.Gen.Stat. § 66-155. Independent development <span class=\"star-pagination\">*1305</span> is an absolute defense to a claim of trade secret misappropriation.</p>\n<p>The evidence at trial clearly established that Novopharm's Form 1 production process, including all of the elements claimed to flow from the confidential documents, were independently developed by Novopharm's Dr. Tom Hu prior to Dr. Lazarowych's direct involvement with Novopharm. Glaxo's attack upon Hu's methods and research notes as disorganized and meaningless were convincingly refuted by Novopharm expert Dr. Richard Silverman.<sup>[28]</sup> Dr. Silverman demonstrated how Dr. Hu's experimentation yielded the pieces of the Form 1 puzzle one by one, culminating on November 3, 1993 with experiment CRS 084, in which Hu successfully crystallized Form 1 from base by adding additional methanol, achieving the optimal solvent ratio of 2:36:36 (methanol:IMS:ethyl acetate) to keep the ranitidine in solution for a period of time sufficient for Form 1 crystals to develop. Notably, no one at Novopharm had ever used DMF in attempting to produce Form 1.</p>\n<p>A detailed recitation of Dr. Hu's work is unnecessary. Suffice it to say that Dr. Hu invented the Novopharm Form 1 process, and that he did so without the aid of Dr. Lazarowych, Glaxo documents, or any other remotely questionable assistance.</p>\n<p>The allegedly incriminating communications between Dr. Lazarowych and Novopharm's research laboratory supervisor Tanya Lessen introduced by Glaxo prove little more than that Dr. Lazarowych's role was limited to assisting the scale-up of the process invented by Dr. Hu.<sup>[29]</sup></p>\n<p></p>\n<h2>E.</h2>\n<p>Finally, there is the matter of Glaxo's disclosure of some \"secret\" information throughout the open, public portions of the instant trial.</p>\n<p>By far the most emphatically claimed secret was said to lie in the solvent system's high concentration of methanol, whose polarity is said to induce the ranitidine to remain in solution long enough for Form 1 crystals to develop. When this \"secret\" ingredient demanded reference in open court, the attorneys and witnesses variously referred to it as the \"extra solvent,\" \"additional solvent,\" \"secret solvent,\" \"special solvent,\" and, most intriguingly, \"solvent Y.\"</p>\n<p>As discussed <i>supra,</i> the secret allegedly inheres not in the use of methanol  which Glaxo never explored  but in knowledge that a highly polar solvent is necessary. Yet the record is replete with open discussions of the importance of polarity. Glaxo failed to object to the mention of this critical factor by Novopharm, and Glaxo's counsel repeatedly discussed the matter in open court as well.</p>\n<p>But protracted open discussions of polarity were not the full extent of the disclosure. Lest any doubts remain as to the fact that the use of methanol in Novopharm's Form 1 process is now a matter of general knowledge, the Court notes the following exchange from Glaxo's deposition of Dr. Hu, as read into the record of this trial by Glaxo's attorneys in open court during Glaxo's rebuttal:</p>\n<blockquote>Q. At the top of the flow chart it lists some materials, solvent Y, ethanol alcohol, I believe, some solvents I believe; is that correct?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. How were those solvents chosen?</blockquote>\n<blockquote>A. Yeah, this is a process different. When we do an open method in Canada, we use IMS, which is an ethanol that contains some solvent Y inside, also it contains some water.</blockquote>\n<blockquote>This IMS, industrial methylated spirits method, IMS, is much cheaper than pure ethanol, much cheaper than other solvents, but we brought method to there. They don't have IMS, so <span class=\"star-pagination\">*1306</span> they have to make up conditions which is similar to our original compositions of different kind of solvents. So in our process we use IMS, which contains ethanol and solvent Y and water, so they use solvent Y, ethanol and process water to make up our conditions similar as IMS.</blockquote>\n<blockquote>Q. So if I'm understanding you correctly, at Esteve they didn't have IMS, so they basically recreated IMS by using methanol, ethyl alcohol and process water ...?</blockquote>\n<blockquote>A. That's right.</blockquote>\n<p>(T., Vol. X, pp. 1416-17). So much for the secret identity of \"solvent Y.\"</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>Glaxo's alleged secrets have long been matters of common knowledge. Dr. Lazarowych had neither the access to any conceivably secret information, Glaxo having openly exposed the bulk of its confidential documents before the entire industry at the previous trial, nor opportunity to disclose any secrets to Novopharm. Even had she desired to do so, the Glaxo documents are bereft of any information that would have been useful to Novopharm. No Glaxo document mentions the Novopharm process' target temperature; the use of methanol; gross seeding; or the importance of polarity, with or without reference to DMF, a substance whose role was discussed at the previous trial. Glaxo's DMF experiments, patterned after a published patent, did not synthesize Form 1 from base.</p>\n<p>The clear and convincing weight of the evidence indicates that Novopharm developed its Form 1 process independently. Novopharm is entitled to judgment against Glaxo on the third claim for relief.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>The clerk is directed to enter a JUDGMENT FOR NOVOPHARM on all of Glaxo's claims.</p>\n<p>IT IS ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The 3B process is also substantially similar to another Example 32 variant, the 3A process.</p>\n<p>[2]  Zantac's Form 2 is manufactured by the \"3C\" process, another cousin of Example 32.</p>\n<p>[3]  Glaxo obtained permission to market Zantac in 1983.</p>\n<p>[4]  Novopharm also claimed that Glaxo failed to disclose the best mode of practicing Form 2.</p>\n<p>[5]  Since Novopharm claims to have made a substantial investment in its Form 1 project prior to the new GATT Treaty's effective date, Novopharm may be able to practice the unexpired patent upon payment of an equitable remuneration to Glaxo. 35 U.S.C. §§ 154(c)(2), (3).</p>\n<p>[6]  A Drug Master File lists the ingredients and processes utilized to manufacture a certain drug, as well as other specifications concerning the drug's characteristics. The drug may not be legally sold if its manufacture or contents deviate from the approved drug master file.</p>\n<p>[7]  As explained <i>infra,</i> the act of seeking approval to manufacture the drug is the claimed infringement.</p>\n<p>[8]  FDA rules restricting the number of outstanding ANDAs held by a single party have caused Novopharm to transfer the form 1 ANDA to Granutec.</p>\n<p>[9]  Glaxo erroneously relies upon <i>Atlas Powder Co. v. E.I. du Pont De Nemours,</i> 750 F.2d 1569, 224 U.S.P.Q. 409 (Fed.Cir.1984), a case concerning the doctrine of equivalents, for the proposition that a mixture of Forms 1 and 2 would be infringing. The allegations of this case are of <i>literal</i> infringement, not equivalence. If Novopharm's product contains Form 2, it contains it as an independent component or impurity, not as the basis for some improvement or equivalent.</p>\n<p>[10]  The relative accuracy of different technologies, and thus their suitability for identification or quantification analyses, was a subject of significant expert debate at trial. The Court recognizes that reasonable scientists may disagree on such topics, and speaks of technological ability in terms of legal sufficiency.</p>\n<p>[11]  It is important to note that when the infra-red and x-ray characteristics of Form 1 were established in <i>Glaxo I,</i> the Court did not directly construe the claims of the '658 patent. Rather, the '658 patent was construed by discerning what the '431 and '133 patents must, by reason of the '658 patent, permit. This method of claim construction by elimination is far from ideal, but made necessary by the peculiar facts of this case. The Federal Circuit's affirmation of the finding that the '431 and '133 patents were not anticipated by the '658 patent confirmed the propriety of this approach where an earlier patent contains no polymorphic definition but a later patent does.</p>\n<p>[12]  Debye-Scherrer was not the state of the art at the time.</p>\n<p>[13]  The Form 2 patents each include the polymorph's spectrograph, but do not include a diffractogram.</p>\n<p>[14]  While the metes and bounds of the Form 1 patent provide a reason to doubt the \"legal\" presence of Form 2 in Novopharm's product, the evidence discussed below also casts doubt as to the actual, physical presence of the would-be infringing substance.</p>\n<p>[15]  Notably dissenting from the expert consensus was Glaxo's Dr. Brown: \"[I]f Form 1 does not have a band at 1045, I see one at 1045, I now conclude all the others [Form 2 bands] are there.\" (T., vol. IV, p. 536). This mode of analysis is not approved.</p>\n<p>[16]  The Court takes judicial notice of this deposition testimony although it was apparently not offered into evidence.</p>\n<p>[17]  The only non-visual reference x-ray tests cited by Glaxo were analyses performed by Dr. Petrov of two <i>experimental</i> Novopharm samples. Since these samples are not part or representative of the ANDA, they are irrelevant. Moreover, their positive Form 2 results of .7% and .4-.6% are within the test's margin of error of .5-.8%.</p>\n<p>[18]  As a matter of law, \"pure Form 1\" refers to ranitidine hydrochloride that does not contain <i>any</i> Form 2, i.e. ranitidine hydrochloride manufactured before April 15, 1980, or described by Novopharm's current ANDA.</p>\n<p>[19]  North Carolina has incorporated portions of the uniform act into its law.</p>\n<p>[20]  An exhaustive survey of evidence in the record to this effect is unnecessary. The Court does note that some of this information was made public by Glaxo as early as 1984. Recall the title of Glaxo's Cholerton article: \"Spectroscopic Studies on Ranitidine  its Structure and the Influence of Temperature and pH.\"</p>\n<p>[21]  <i>But see</i> the previous footnote.</p>\n<p>[22]  The Court finds no impropriety in Novopharm's selection of Dalton Labs for assisting it both with Glaxo's \"confidential\" information and scale-up of the Form 1 process. Dr. Lazarowych played no role in the independent development of Novopharm's process, and as explained at trial, the selection of Dalton was otherwise logical.</p>\n<p>[23]  Stamping a document \"confidential\" does not make the information contained therein so. It is the status of the information, not that of the document which bears it, that will determine the existence of a trade secret. \"[D]ocuments do not contain trade secrets merely because they are confidential. <i>See, e.g.,</i> Restatement of Torts § 757 comment b (1939).\" <i>Littlejohn,</i> 851 F.2d at 685.</p>\n<p>[24]  Example 32 teaches the use of industrial methylated spirits (\"IMS\") as a solvent, a generic term for a concoction of water, ethanol, and methanol. Although the proportion of methanol in IMS may vary, it appears that IMS commonly contains 3-10% methanol.</p>\n<p>[25]  DMF is allegedly impractical for use in a pharmaceutical process due to its toxicity and high boiling point, a theory resoundingly discredited by Novopharm's Dr. Silverman. (T., Conf. Vol. II, pp. 28-30).</p>\n<p>[26]  It appears that reciprocal patents have also been granted by Canada, Norway, Finland, Spain, South Korea, Japan, Brazil, the Soviet Union, and the European Patent Office.</p>\n<p>[27]  Glaxo's DMF work was limited to re-crystallization experiments. Glaxo never attempted to synthesize Form 1 from base using DMF.</p>\n<p>[28]  Dr. Hu was not available at trial, as he had left Novopharm for a rival pharmaceutical company.</p>\n<p>[29]  With one exception: It appears that Tanya Lessen noted the importance of maintaining the exact 1:1 ratio of ranitidine to hydrochloride described in Example 32. Such careful practice of Example 32 yields the Novopharm process' target pH of 5.2. The discovery that some aspects of a patent example must be followed carefully can hardly be a purloined secret.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">931</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1280</span></span> (1996)</b></center>\n<center><h1>GLAXO INC. and Glaxo Group Limited, Plaintiffs,<br>\nv.<br>\nNOVOPHARM LIMITED, and Granutec Inc., Defendants-Counterclaim Plaintiffs,<br>\nv.<br>\nGLAXO INC. and Glaxo Group Limited, Counterclaim Defendants.</h1></center>\n<center>No. 5:94-CV-527-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 5, 1996.</center>\n<p><span class=\"star-pagination\">*1281</span> <span class=\"star-pagination\">*1282</span> Joseph W. Eason, Moore &amp; Van Allen, Raleigh, NC, Stephen B. Judlowe, Lynn A. Borchers, Janet B. Linn, Robert G. Gibbons, Hopgood, Calimafde, Kalil &amp; Judlowe, New York City, for Plaintiffs.</p>\n<p>John R. Wallace, Kirby, Wallace, Creech, Sarda &amp; Zaytoun, Raleigh, NC, Robert F. Green, Jeffrey S. Ward, Pamela J. Ruschau, Leydig, Voit &amp; Mayer, Chicago, IL, for Defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1283</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p></p>\n<h2>Introduction</h2>\n<p>Plaintiffs Glaxo Inc. and Glaxo Group Limited (singularly \"Glaxo\"), located in North Carolina and the United Kingdom, develop and manufacture ethical drugs. Among Glaxo's products is the anti-ulcer drug \"Zantac.\" The active ingredient in Zantac is the aminoalkyl furan derivative ranitidine hydrochloride, the subject of Glaxo's United States Patents Nos. 4,128,658 (\"the '658 patent\"), 4,521,431 (\"the '431 patent\"), and 4,672,133 (\"the '133 patent\").</p>\n<p>Salts such as ranitidine hydrochloride may take several different crystalline structures, or polymorphic forms. The chemical composition of a molecule is the same regardless of its polymorphic form, as polymorphism describes merely the manner in which the molecules of the substance are arranged. Yet distinctions among polymorphic forms may affect the physical properties  and legal status  of a molecule. Ranitidine hydrochloride, by any other form, is not the same substance.</p>\n<p>At the time Glaxo obtained its first ranitidine hydrochloride patent in 1978, the '658 patent, the molecule was not known to be polymorphic. The '658 patent discloses one method for the production of ranitidine hydrochloride at Example 32. On April 15, 1980, for reasons still unknown, Glaxo scientists conducting the thirteenth run of a slightly modified Example 32 process (\"the 3B process\")<sup>[1]</sup> obtained a new polymorphic form of the molecule. Having stumbled upon what was christened \"Form 2\" ranitidine hydrochloride, Glaxo could no longer replicate the original polymorphic form of the molecule described in the '658 patent, which came to be known as \"Form 1.\" Since April 15, 1980, neither Glaxo nor anyone else has successfully produced Form 1 on a continuous basis by practicing Example 32, which inevitably yields Form 2. Form 2 is the polymorphic used in Glaxo's Zantac.<sup>[2]</sup></p>\n<p>Glaxo sought a patent on Form 2 ranitidine hydrochloride, and was awarded two such patents: the '431 patent, dated June 4, 1985, which claims the Form 2 product; and the '133 patent, dated June 9, 1987, a divisional patent of the '431 patent identical to the '431 patent but claiming separately the process for Form 2's manufacture.<sup>[3]</sup> The patent office did not easily grant the Form 2 patents, acceding only after debate with Glaxo regarding the question of whether the company was seeking to double-patent something inherent in or anticipated by the '658 patent. The patent examiner initially rejected the first two claims of Glaxo's Form 2 patent application on grounds of anticipation. As United States patents were typically valid for a period of seventeen years from the date of issue, the '658 patent for ranitidine hydrochloride was set to expire December 5, 1995, while the '431 patent for Form 2 ranitidine hydrochloride was not to expire until 2002.</p>\n<p>Defendant Novopharm Limited (\"Novopharm\") is a Canadian-based manufacturer of generic pharmaceuticals. Novopharm has long desired to enter the ranitidine hydrochloride market. Notwithstanding some of the differences between Form 2 and Form 1, the right to market a Form 1 product is quite valuable. Given the projected seven-year gap between expiration of the \"Form 1\" and Form 2 patents, Novopharm set its sights on launching a Form 1 product upon expiration of the '658 patent in December, 1995.</p>\n<p>A reliable, reproducible process for making Form 1 proved elusive. Ranitidine hydrochloride strongly favors the Form 2 polymorphic configuration, and once Form 2 crystals appear in a laboratory, Form 1 is all but impossible to obtain by the same process. Novopharm thus attacked the validity of Glaxo's Form 2 patents.</p>\n<p>Novopharm filed an abbreviated new drug application (\"ANDA\") with the United States Food and Drug Administration (\"FDA\") in <span class=\"star-pagination\">*1284</span> August, 1991 seeking permission to market Form 2 ranitidine hydrochloride upon expiration of the '658 patent. This action triggered an expected lawsuit for patent infringement by Glaxo, which Novopharm had hoped would be the vehicle for invalidating the Form 2 patents. Novopharm thus admitted infringement, but asserted a host of affirmative defenses. Among the defenses asserted by Novopharm in that trial were related claims that Glaxo's Form 2 patents were anticipated by the '658 patent and that the Form 2 patents were the product of a fraud upon the patent office.<sup>[4]</sup></p>\n<p>On September 17, 1993, this Court upheld the Form 2 patents against Novopharm's challenge and entered judgment for Glaxo. The Court of Appeals for the Federal Circuit affirmed this Court's judgment, and the Supreme Court denied Novopharm's application for writ of certiorari. <i>Glaxo v. Novopharm</i> (\"<i>Glaxo I</i>\"), <span class=\"citation\" data-id=\"2292596\"><a href=\"/opinion/2292596/glaxo-inc-v-novopharm-ltd/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">871</span></a></span>, 29 U.S.P.Q.2d 1126 (E.D.N.C.1993), <i>aff'd,</i> <span class=\"citation\" data-id=\"694399\"><a href=\"/opinion/694399/glaxo-inc-and-glaxo-group-limited-v-novopharm-ltd/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1043</span></a></span>, 34 U.S.P.Q.2d 1565 (Fed.Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">516</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">424</span></span> (1995).</p>\n<p>Thereafter, Novopharm re-examined the possibility of marketing Form 1 ranitidine hydrochloride upon expiration of the '658 patent. A provision of the legislation implementing the Uruguay Round of the General Agreement on Tariffs and Trade Treaty, enacted by Congress in December, 1994, extended the term of the basic ranitidine hydrochloride '658 patent through December 5, 1997. 35 U.S.C. § 154(c).</p>\n<p>Novopharm managed to develop a stable, reproducible, commercial process for the manufacture of Form 1 ranitidine hydrochloride.<sup>[5]</sup> On April 25, 1994, Novopharm filed an ANDA, No. 74-488, seeking permission to sell anti-ulcer tablets containing Form 1 ranitidine hydrochloride upon expiration of the '658 patent. The FDA has provisionally approved this ANDA and its accompanying Drug Master File<sup>[6]</sup> pending resolution of the legal dispute which is the subject of this litigation.</p>\n<p>Glaxo brought this action against Novopharm on July 22, 1994, alleging that Novopharm has sought permission to manufacture and market a product which would contain not pure Form 1, but rather a mixture of Form 1 and Form 2, thereby infringing upon Glaxo's Form 2 patents.<sup>[7]</sup> Glaxo further accuses Novopharm, in developing the manufacturing process for its ranitidine hydrochloride product, of having misappropriated Glaxo trade secrets by violating a protective order issued by this Court in <i>Glaxo I.</i> Thus, Glaxo's first two claims for relief are for infringement of the '431 and '133 patents, respectively, while the third claim for relief is grounded upon North Carolina's Trade Secrets Protection Act, N.C.Gen.Stat. §§ 66-152 et seq. and a theory of contempt. Novopharm has counter-claimed against Glaxo, accusing the plaintiff of attempting to monopolize the ranitidine hydrochloride market in violation of the Sherman and Clayton Anti-Trust Acts, 15 U.S.C. §§ 2, 15; and the North Carolina Unfair Trade Practices Act, N.C.Gen.Stat. § 75-1.1, et seq.</p>\n<p>By stipulation, the parties have agreed to name Granutec, Novopharm's wholly owned subsidiary manufacturing arm, as a defendant.<sup>[8]</sup> Jurisdiction is proper under 28 U.S.C. §§ 1331, 1332, 1338, and 1367. Federal patent law governs the patent infringement claims. With regard to the trade secret claims, the Court applies the substantive law of North Carolina.</p>\n<p><span class=\"star-pagination\">*1285</span> Novopharm had previously moved for summary judgment against the infringement claims, arguing that Glaxo's position throughout the first trial estops the plaintiff from pressing a contradictory position in the instant trial. While that issue was not suitable for decision on a motion for summary judgment, after trial and the development of a complete body of evidence relating to the issue of estoppel the Court must revisit this defense raised by Novopharm as a legal bar to plaintiff's infringement claims. The Court had also denied a second Novopharm motion for summary judgment on the infringement claims which raised issues now resolved in Novopharm's favor. Following a variety of disputes relating to discovery and exhibits used in the previous trial, the parties filed cross motions for summary judgment on Glaxo's trade secret and protective order violation claim. As briefing on these motions was completed only on the eve of trial, the Court declined to rule on the motions pending resolution at trial.</p>\n<p>Trial on Glaxo's claims was held before the Court from April 16 through April 30, 1996. The counterclaims have been stayed on Novopharm's motion pending resolution of the plaintiff's case. At trial, the parties offered expert testimony, much of which is directly contradictory. Where conflicts in the evidence exist, the Court has reached a conclusion based upon its evaluation, as the finder of fact, of the credibility, accuracy, and weight of the testimony of various witnesses and of the exhibits, as well as its interpretation of the data presented.</p>\n<p>The Court now enters judgment for Novopharm on all of Glaxo's claims.</p>\n<p></p>\n<h2>I. The Infringement Claims</h2>\n<p></p>\n<h2>A.</h2>\n<p>\"A finding of literal infringement requires that the asserted claims, as properly construed, read on the accused product. The patentee has the burden of proving infringement by a preponderance of the evidence.\" <i>Morton Intern., Inc. v. Cardinal Chemical Co.,</i> <span class=\"citation\" data-id=\"653738\"><a href=\"/opinion/653738/morton-international-inc-v-cardinal-chemical-company-a-partnership/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1464</span></a></span>, 1468, 28 U.S.P.Q.2d 1190 (Fed.Cir.1993) (citations omitted); <i>Conroy v. Reebok Int'l, Ltd.,</i> <span class=\"citation\" data-id=\"661548\"><a href=\"/opinion/661548/robert-conroy-v-reebok-international-ltd/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1570</span></a></span>, 1572, 29 U.S.P.Q.2d 1373 (Fed.Cir.1994).</p>\n<p>These principles do not change when the patent at issue claims a pharmaceutical. Title 35 U.S.C. § 271(e)(2)(A) reads in pertinent part:</p>\n<blockquote>(2) It shall be an act of infringement to submit </blockquote>\n<blockquote>(A) an [ANDA] for a drug claimed in a patent or the use of which is claimed in a patent, or if the purpose of such submission is to obtain approval under such Act to engage in the commercial manufacture, use, or sale of a drug ... claimed in a patent or the use of which is claimed in a patent before the expiration of such patent.</blockquote>\n<p>The parties are in agreement that if Novopharm had sought permission to make a product which includes Form 2, it would have infringed upon Glaxo's patents.<sup>[9]</sup> The parties dispute whether this is what Novopharm has actually done. Glaxo maintains that because it has established a controversy as to whether the substance Novopharm seeks to manufacture under its ANDA might <i>hypothetically</i> allow for the presence of Form 2, Novopharm carries the burden of disproving the existence of Form 2 in its product. Relying upon the hypothetical controversy as to the existence of Form 2 in Novopharm's product, Glaxo has refused to release its tests conducted upon samples of Novopharm's actual, physical product.</p>\n<p>Section 271(e)(2)(A) \"define[s] a new (and somewhat artificial) act of infringement for a very limited and technical purpose that relates only to certain drug applications.\" <i>Eli Lilly and Co. v. Medtronic, Inc.,</i> <span class=\"citation\" data-id=\"112467\"><a href=\"/opinion/112467/eli-lilly-co-v-medtronic-inc/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">661</span></a></span>, 676, <span class=\"citation\" data-id=\"112467\"><a href=\"/opinion/112467/eli-lilly-co-v-medtronic-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2683</span></a></span>, 2691, <span class=\"citation\" data-id=\"112467\"><a href=\"/opinion/112467/eli-lilly-co-v-medtronic-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1990). \"Not only is the defined act of infringement artificial, so are the specified consequences, as set forth in subsection (e)(4). Monetary damages are permitted only if there has been `commercial manufacture, <span class=\"star-pagination\">*1286</span> use, or sale.' § 271(e)(4)(C).\" <i>Eli Lilly,</i> 496 U.S. at 678, 110 S.Ct. at 2692-93.</p>\n<p>As the Supreme Court's <i>Eli Lilly</i> opinion explains, the section is part of a statutory scheme designed to allow pharmaceutical manufacturers to efficiently test the validity or relevance of a patent. <i>See also </i><i>Telectronics Pacing Systems, Inc. v. Ventritex, Inc.,</i> <span class=\"citation\" data-id=\"597511\"><a href=\"/opinion/597511/telectronics-pacing-systems-inc-v-ventritex-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1520</span></a></span>, 25 U.S.P.Q.2d 1196 (Fed.Cir.1992). Yet nothing in § 271(e)(2)(A) alters the substantive law of patents. Glaxo may not absolve itself of the burden of proving infringement by a preponderance of the evidence. The Court readily accepts that an infringer may not hide a patented chemical compound behind unreasonably inaccurate standards for the definition of its product. But in such cases, the patent owner must still prove, by a preponderance of the evidence, that the defendant's product will at least more probably than not read upon the patent. It is not enough to suggest that the accused product <i>may</i> be infringing. The Federal Circuit has made this abundantly clear:</p>\n<blockquote>[S]ection 271(e)(2)(A) makes it possible for a patent owner to have the court determine whether, if a particular drug <i>were</i> put on the market, it <i>would</i> infringe the relevant patent. If the court determines that the patent is not invalid and that infringement <i>would</i> occur, and that therefore the ANDA applicant's [patent inapplicability or invalidity] certification is incorrect, the patent owner is entitled to an order that FDA approval of the ANDA ... not be effective until the patent expires.</blockquote>\n<p><i>Bristol-Myers Squibb v. Royce Laboratories,</i> <span class=\"citation\" data-id=\"707590\"><a href=\"/opinion/707590/bristol-myers-squibb-company-and-er-squibb-sons-inc-v-royce/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1135, 36 U.S.P.Q.2d 1641 (Fed. Cir.1995), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">754</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></span> (1996) (emphasis original) (citation omitted). If the Court cannot conclude that the accused pharmaceutical product <i>would</i> infringe the relevant patent, it is left with what is at best a hypothesis that the product <i>might</i> be infringing. The patent owner's unproven assertion  which is just a guess  cannot warrant invocation of the Court's injunctive powers.</p>\n<p>This conclusion is also mandated by scientific reality. It is impossible for an accused infringer to disprove absolutely the existence in its product of a substance such as Form 2, as no practical method known to science can readily account for each and every last molecule in an accused pharmaceutical product. At best, the presence of a substance can only be excluded up to the relevant limit of detection. The burden rests upon the patentee to prove that an accurate scientific quantification method shows the presence of the claimed invention in levels within that method's limit of detection.</p>\n<p>Glaxo has failed to establish that the existence of Form 2 in Novopharm's product is even a reasonable possibility. Although Novopharm cannot be expected, as a matter of law, to affirmatively debunk Glaxo's speculations, that is exactly what Novopharm has done. Novopharm has established that its product will not contain Form 2 not merely by a preponderance of the evidence, but by the higher standard of clear and convincing evidence.</p>\n<p></p>\n<h2>B.</h2>\n<p>\"The first step in determining infringement is ... to construe the claims. The second step is to decide whether each limitation in the properly construed claims is found, either literally or equivalently, in the allegedly infringing compounds.\" <i>Morton,</i> 5 F.3d at 1468 (citations omitted).</p>\n<p></p>\n<h2>1.</h2>\n<p>Proper claim construction requires a brief discussion of the manner by which the two known polymorphs of ranitidine hydrochloride may be differentiated. Upon very close examination, as by micro-photography, it can plainly be seen that Form 1 crystals fashion themselves into plate-like configurations, while Form 2 crystals organize decidedly needle-like structures. Unfortunately, such photographs play no role in the granting of patents or submission of drugs for FDA approval. Instead, the form and composition of compounds such as ranitidine hydrochloride are identified by infra-red spectroscopy and x-ray crystallography. The histories, capabilities, and limits of these two technologies govern the construction of the patent claims, and thus the outcome of the infringement issue.</p>\n<p><span class=\"star-pagination\">*1287</span> Infra-red spectroscopy identifies a given sample by recording its light absorption characteristics. An older version of this technology, known as a \"grading IR,\" calls for the sample to be subjected to different wavelengths of light. As each wavelength passes through the sample, it strikes a sensor on the sample's opposite side which records the sample's light absorption characteristics at that wavelength. The apparatus then creates a \"spectrograph\" charting the sample's infra-red \"fingerprint,\" reflecting the sample's light absorption characteristics across the light spectrum to which the sample was subjected. Because each substance absorbs light differently, each substance will create its own characteristic pattern of peaks and valleys. An IR sample can be identified by comparing it to the spectra of known substances.</p>\n<p>With the advent of computers, the science of infra-red spectroscopy was greatly advanced by the development of a new technique known as Fourier Transform Infra-Red (\"FTIR\"). In an FTIR scan, the sample is subjected to the full spectrum of light all at once, and the IR sensor, governed by a computer, automatically generates a complete absorption pattern across the test spectrum.</p>\n<p>FTIR is not only much faster than conventional spectroscopy, it is also far more accurate. Conventional IR scans are plagued by a relatively high amount of \"noise,\" interference which can create a somewhat \"fuzzy\" graph. Thus, while conventional spectroscopy is useful for identifying a substance, the amount of distortion for which the process allows renders this technology incapable of accurately quantifying proportional amounts of different substances in the same sample.<sup>[10]</sup> A peak occurring on an FTIR image is more likely to indicate the presence of a substance known to have that particular absorption point rather than simply to represent a distortion. FTIR may thus be used not merely to discover the identity of a pure sample, but also to quantify small amounts of an impurity by focusing on the appearance of small absorption peaks known not to be exhibited by a pure sample but which correspond to the absorption characteristics of some other substance.</p>\n<p>X-ray powder diffraction is similar to infrared spectroscopy, except that by this method, measurement is taken of the manner in which the sample disperses x-rays that are passed through it. Just as each substance has its own characteristic infra-red pattern, so too does each substance create its own x-ray diffraction pattern. Again, technological advances in recent years have greatly improved the accuracy of x-ray powder diffraction. Used together, modern spectroscopy and crystallography can yield a fairly good analysis of the composition of a given chemical substance. These technologies do have limits of detection, however, and no method of quantification can guarantee absolute accuracy.</p>\n<p>Patents on chemical substances such as ranitidine hydrochloride often claim the invention by identifying its infra-red and/or x-ray diffraction characteristics. By selecting a less-accurate technology to generate such \"fingerprints,\" a patent applicant can effectively broaden the patent claims. This may also be achieved by claiming the invention is identified by an insufficient number of \"main peaks.\" Conversely, those wishing to infringe upon a patent may attempt to shield the infringement by defining their accused product with reference to an unreasonably inaccurate or out-moded identification technology that cannot detect the obvious presence of a patented invention.</p>\n<p>These are the charges and counter-charges surrounding the infringement claims in this litigation. Glaxo accuses Novopharm's ANDA of having deliberately turned a blind eye toward obviously detectable amounts of its patented Form 2 invention. Novopharm responds that its analyses of the accused product are as accurate a definition of Form 1 as was proposed by Form 1's inventor, Glaxo, and that Glaxo is \"interpreting\" its <span class=\"star-pagination\">*1288</span> Form 2 claims in an improperly expansive manner.</p>\n<p></p>\n<h2>2.</h2>\n<p>In construing the patent claims, the Court begins with the obvious proposition that whatever might be claimed by the '658 patent could not be claimed again by the '431 and '133 patents. The '658 patent claims ranitidine hydrochloride without reference to polymorphic form. Although the only polymorph of ranitidine hydrochloride discovered at the time of the '658 patent  and thus the polymorphic form \"claimed\" therein  was Form 1, the patent does not describe the compound's infra-red spectroscopic or x-ray diffraction characteristics. It is thus impossible to construe a polymorphic definition of Form 1 from the claims of the '658 patent.</p>\n<p>Glaxo was confronted by just this problem upon discovering Form 2. Glaxo could not secure the Form 2 patents without proving, first to the Patent Office and later in court, that Form 2 differed sufficiently from Form 1 such that it was not anticipated by the '658 patent. Yet Glaxo had on its hands a patent for generic ranitidine hydrochloride which did not claim any specific polymorphic form. Therefore, in prosecuting and defending its Form 2 patents against charges of inherency and anticipation, Glaxo relied upon certain infra-red and x-ray analyses of pre-Form 2 ranitidine hydrochloride to differentiate the invention claimed by the '658 patent from the detailed infra-red and x-ray diffraction patterns claimed by the Form 2 patents.</p>\n<p>In construing the claims of the '658 patent, the Court may not rely upon substitutes proffered by the parties as representational of the claims. <i>Zenith Laboratories v. Bristol-Myers Squibb,</i> <span class=\"citation\" data-id=\"666065\"><a href=\"/opinion/666065/zenith-laboratories-inc-v-bristol-myers-squibb-company/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1418</span></a></span>, 1423, 30 U.S.P.Q.2d 1285 (Fed.Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">500</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">409</span></span> (1994). Yet the infringement dispute cannot be settled without some infra-red or x-ray reference standard for Form 1 ranitidine hydrochloride. The most obvious source for such reference standards lies in the Form 1 examples adopted previously by Glaxo to prove the separate identity of Form 2, both in its prosecution of the Form 2 patents and in its defense of those patents in <i>Glaxo I.</i><sup>[11]</sup> Glaxo's objections to these reference standards for Form 1 are discussed in greater detail below.</p>\n<p>The '431 and '133 patents are far easier to construe. These patents claim Form 2 by reference to both FTIR and Debye-Scherrer<sup>[12]</sup> x-ray diffraction patterns. Glaxo had to define Form 2 with precision, and the Court construes literally the claims of the Form 2 patents: a mull in mineral oil exhibiting all claimed twenty-nine infra-red peaks, and/or the substance whose x-ray diffraction pattern is described by all patented thirty-two \"d spacings\" at their claimed intensities.<sup>[13]</sup> A substance which does not clearly meet these specifications cannot be considered Form 2 ranitidine hydrochloride.</p>\n<p></p>\n<h2>3.</h2>\n<p>Novopharm's ANDA contains both infra-red and x-ray analyses of its proposed product, as required by the FDA's \"double exclusionary test.\" If any batch of Novopharm's product fails to conform to either the infrared or x-ray patterns approved as part of the ANDA by showing even a single main unapproved peak, it cannot be legally sold.</p>\n<p>Glaxo complains that Novopharm has repeatedly amended its ANDA specifications in a deliberate attempt to reduce the detectability of Form 2 in its product, and that the product definitions contained in each amendment constitute individual acts of infringement. <span class=\"star-pagination\">*1289</span> Novopharm maintains there is nothing improper about its ANDA amendments, and that in any event, the history of its ANDA prosecution is irrelevant.</p>\n<p>Novopharm is correct. Whatever the reasons underlying Novopharm's ANDA amendments, section 271(e)(2)(A) is concerned only with the final approved ANDA. There can only be one act of infringement. If it exists, it must be found not in FDA submissions which were withdrawn, but in the single relevant set of documents setting forth Novopharm's only legal description of its proposed product. The best evidence of what the standards set forth in those documents would encompass is an actual physical example of the substance described by those documents.</p>\n<p></p>\n<h2>C.</h2>\n<p>The primary method by which Glaxo attempted to prove the presence of Form 2 in Novopharm's ANDA submission is a single peak \"area ratio test.\"</p>\n<p>The area ratio test begins by selecting adequate infra-red spectra for pure Forms 1 and 2. While the forms share some main peaks, other peaks are unique to each form. Presumably, if a sample containing only ranitidine hydrochloride exhibits a peak at a wavelength that is \"flat\" for Form 1 but \"significant\" for Form 2, the sample must contain some amount of Form 2. The surface area encompassed by the anomalous peak may be measured to quantify the amount of the impurity.</p>\n<p>Glaxo's area ratio test focuses on the peaks at 1077 reciprocal centimeters, where both forms register a strong response, and at 1045 reciprocal centimeters, where Form 2 exhibits a main peak but Form 1 is silent. Samples of pure Form 1 are spiked with increasing amounts of Form 2 and spectroscopically analyzed to obtain a linear progression of the percentage amounts of Form 2 corresponding to the increasing surface area of the peak whose maxima occurs at 1045 cm-1. When an unknown sample is analyzed, the ratio of the surface area covered by the \"1045 peak\" to the constant peak can be compared with the corresponding ratios of the spiked reference samples containing known amounts of Form 2. The amount of Form 2 in the unknown sample may thus be quantified.</p>\n<p>Although this test focuses on the \"1045 peak,\" it is misleading to describe the peak as such. The test is dependent on the surface <i>area</i> of a peak, not the precise point of the peak's maxima. Thus, while Form 2's relevant peak will have a maxima at 1045 cm-1, Glaxo's area ratio test requires measuring the band from 1040 through 1048 cm-1 to obtain a significant two-dimensional surface area. Any impurities whose characteristic peaks top out within the 1040 to 1048 cm-1 range will result in a positive surface area not attributable to Form 2. If a sample contains even minute traces of impurities with peaks in the 1040 to 1048 cm-1 range, the area ratio test will yield a false positive.</p>\n<p>The test's high level of detection thus works against its reliability. The Court accepts the testimony that, in a closed universe containing absolutely pure ranitidine hydrochloride, the area ratio test is capable of detecting as little as one tenth of one percent (one part per thousand) of Form 2, with an area ratio of .0055 being the limit of detection at which the result must be reported as zero percent. Given such a sensitivity, however, impurities falling within the test's area range will cause dramatically positive results.</p>\n<p>The absorbance \"strength\" of a substance within the area range, as well as the \"slope\" of its peak, will also influence the test's outcome, as will the spectrograph's \"noise\" level. Suspected peaks might sometimes merely be \"shoulders\" of poorly resolved neighboring peaks.</p>\n<p></p>\n<h2>D.</h2>\n<p>Before proceeding to analyze the sufficiency of the area ratio test evidence, it must first be determined whether a single peak area ratio test is legally sufficient such that it may be relied upon by the Court. This question must be answered in the negative.</p>\n<p></p>\n<h2>1.</h2>\n<p>\"[I]n determining whether a claim in a patent has been infringed, the scientific theories <span class=\"star-pagination\">*1290</span> utilized must establish the presence of the limitations recited in the claim.\" <i>Zenith,</i> 19 F.3d at 1423.</p>\n<blockquote>In order to establish its case, [a patent owner has] to show that the accused compound infringe[s] the claim contained in the patent ... As we have repeatedly said, it is error for a court to compare in its infringement analysis the accused product or process with the patentee's commercial embodiment <i>or other version</i> of the product or process; the only proper comparison is with the claims of the <i>patent.</i>\n</blockquote>\n<p><i>Zenith,</i> 19 F.3d at 1423 (emphasis added) (footnote omitted), <i>citing </i><i>Martin v. Barber,</i> <span class=\"citation\" data-id=\"448961\"><a href=\"/opinion/448961/robert-m-martin-gravity-guidance-inc-v-s-morgan-barber-the-other/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1564</span></a></span>, 1567, 225 U.S.P.Q. 233 (Fed. Cir.1985).</p>\n<p>In <i>Zenith,</i> the Federal Circuit reversed a district court ruling that the presence of 22 out of 37 claimed x-ray diffraction lines in an accused product proved the existence of the claimed invention.</p>\n<blockquote>Although the term `essentially' recited in the claim permits some leeway in the exactness of the comparison with the specified 37 lines of the claim, it does not permit ignoring a substantial number of lines altogether. It is the claim that sets the metes and bounds of the invention entitled to the protection of the patent system.</blockquote>\n<p><i>Zenith,</i> 19 F.3d at 1424. Clearly, the Court cannot entertain Glaxo's argument that sightings by its experts of one or two small \"peaks\" in Novopharm's ANDA indicate the presence of Form 2, a substance claimed in the '431 and '133 patents by no less than twenty-nine main infra-red peaks and thirty-two main x-ray d-spacings. As a matter of law, an area ratio test dependent on the presence of a single claimed infra-red peak out of twenty-nine such peaks claimed in the patent is insufficient to prove infringement.</p>\n<p></p>\n<h2>2.</h2>\n<p>Moreover, the Court finds that Glaxo is estopped from relying upon a single peak area ratio test by virtue of its Form 2 patent prosecution and litigation history.</p>\n<blockquote>[A] patentee should not be able to obtain, through litigation, coverage of subject matter relinquished during prosecution. The legal standard for determining what subject matter was relinquished is an objective one, measured from the vantage point of what a competitor was reasonably entitled to conclude, from the prosecution history, that the applicant gave up to procure issuance of the patent.</blockquote>\n<p><i>Zenith,</i> 19 F.3d at 1424 (citations omitted). \"Judicial estoppel prevents the intentional self-contradiction by a party asserting a factual position inconsistent with that previously advanced in litigation.\" <i>Tenneco Chemicals v. William T. Burnett &amp; Co.,</i> <span class=\"citation\" data-id=\"410181\"><a href=\"/opinion/410181/tenneco-chemicals-inc-v-william-t-burnett-co-inc-and-reeves/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span>, 664, 216 U.S.P.Q. 846 (4th Cir.1982). The facts underlying the existence of both sources of estoppel  Glaxo's positions before the Patent Office and the Court  are identical.</p>\n<p>The need to distinguish Form 2 from Form 1, and thus avoid double-patenting, pre-empted Glaxo from invoking qualifiers such as <i>Zenith</i>'s \"essentially\" when claiming Form 2's twenty-nine infra-red peaks. In order to obtain the Form 2 patents, Glaxo had to describe Form 2 with narrow precision.</p>\n<p>In preparation for <i>Glaxo I,</i> Novopharm deposed Dr. Graham Klinkert, Glaxo's Rule 30(b)(6) expert and Senior Research Leader at Glaxo's Chemical Analysis Department. Dr. Klinkert repeatedly testified that presence of a single peak is insufficient to differentiate Form 1 from Form 2. \"I repeat what I said before, that it's the whole pattern, every single peak that I look at, that will distinguish form 1 from form 2. It doesn't make sense to me to pick out particular peaks.\" (Klinkert Dep., 8/26/92, p. 29).</p>\n<blockquote>Q. Looking at the x-ray diffraction information ... are there certain d-spacings which are important to distinguish form 1 from form 2 ranitidine hydrochloride?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. How do you determine based on an x-ray diffraction pattern that you have in fact obtained form 1 ranitidine hydrochloride?</blockquote>\n<blockquote>A. It's exactly the same principle as comparing the infra-reds. You look at the whole pattern ...</blockquote>\n<p><span class=\"star-pagination\">*1291</span> <i>Id.,</i> p. 40. \"[T]here are no particular lines. Rather, as in the case of the infra-red, the whole pattern one looks at.\" <i>Id.,</i> p. 41.</p>\n<blockquote>Q. Are peaks designated as strong more important in a determination of whether you have form 1 or form 2 than other peaks?</blockquote>\n<blockquote>A. One looks at those first ... But all the peaks are important.</blockquote>\n<p><i>Id.,</i> p. 47.</p>\n<p>Three years later, Dr. Klinkert's position had not changed:</p>\n<blockquote>Q. Are any of the [infra-red] peaks listed in Claim 1 [of the '431 patent] individually characteristic of Form 2 ranitidine hydrochloride?</blockquote>\n<blockquote>A. All the peaks are characteristic of Form 2.</blockquote>\n<p>(Klinkert Dep., 7/25/95, p. 12). Dr. Klinkert's 1995 deposition is replete with admission that a single peak at 1045 cm-1 is not, without more, necessarily attributable to Form 2.</p>\n<p>Yet Glaxo's position in the first trial went even further. Not content merely to precisely define Form 2, Glaxo repeatedly declared that the '431 and '133 patents would not cover a mixture of both forms. Glaxo essentially declared that its Form 2 patents claimed only pure Form 2, and did not seek to claim any substance that might have <i>some</i> Form 2 as part of a mixture.</p>\n<p>Referring to Claim 1 of the '431 patent, counsel for Glaxo declared, \"[the peaks] do not comport with a mixture of Form 1 and Form 2.\" (<i>Glaxo I</i> T., vol. 8, p. 1559). \"When you get a mixture, you do not get those numbers.\" (<i>Glaxo I</i> T., vol. 4, p. 751; <i>see generally</i> pp. 750-55). This position was reiterated before the Federal Circuit: \"A mixture does <i>not</i> have infra-red and x-ray spectra which accord with claims 1 and 2.\" (<i>Glaxo I</i> Appellee Brief, p. 13 n. 17) (emphasis original, citation omitted). Glaxo's Dr. Baldwin agreed:</p>\n<blockquote>Q. ... Does a mixture of Form 1 and Form 2 have the infrared or x-ray powder diffraction patterns set forth in claim 1 or claim 2 of the '431 patent?</blockquote>\n<blockquote>A. No.</blockquote>\n<p>(<i>Glaxo I</i> T., vol. 6, pp. 1205-6).</p>\n<p>Having succeeded in establishing the noninherency of Form 2, Glaxo's patents will now be interpreted with the same exactitude which permitted their issue. As far as the law is concerned, Form 2 is precisely what Glaxo claims it is: the substance showing the twenty-nine main infra-red peaks and/or thirty-two main x-ray d-spacings and intensities claimed by the '431 and '133 patents. Not twenty-eight or twenty-seven  and certainly not just one  but <i>all</i> twenty-nine infra-red peaks claimed by the patent, in an environment that cannot contain other materials that might \"share\" these peaks with Form 2. That is the only conclusion which a reasonable competitor could have reached in reliance upon Glaxo's emphatic declarations on the subject.</p>\n<p>As a matter of prosecution history and judicial estoppel, Glaxo may not claim infringement of its '431 and '133 patents without establishing an accused product is pure Form 2 ranitidine hydrochloride. Glaxo is estopped from relying on the single peak area ratio test.</p>\n<p></p>\n<h2>E.</h2>\n<p>Assuming <i>arguendo</i> that Glaxo's above-described area ratio test may be relied upon to find an infringement, Glaxo claims its area ratio test of Novopharm's ANDA standard reveals the accused product would contain up to 5-10% Form 2.</p>\n<p>The Court does not agree. If the substantial body of area ratio test evidence relating to the alleged presence of Form 2 in the accused product proves anything, it is the proposition that one or two peaks are insubstantial proof of the presence of Form 2. The Court is not convinced that the alleged peaks do not exist in Form 1, or that if they do not exist in Form 1, that they are any more indicative of Form 2 than of a host of impurities universally inherent in ranitidine hydrochloride.</p>\n<p></p>\n<h2>1.</h2>\n<p>In the first instance, Glaxo is estopped from claiming that Form 1 does not have a \"1045 peak.\" Had the '658 patent contained <span class=\"star-pagination\">*1292</span> a spectrograph of Form 1 showing visible peaks at the 1045 range, Glaxo could not argue a minor 1045 peak is a signature element of Form 2. While highly purified samples of Form 1, such as Glaxo's KZ/77/1021 sample, reveal that the polymorph does not have a significant peak in the 1045 region, Novopharm is seeking to sell a mass-produced product that, like Glaxo's own Zantac, need not and cannot practically be refined to absolute purity. It is this \"real world\" commercial-grade Form 1 which Glaxo asserted, before the Patent Office and before this Court in <i>Glaxo I,</i> was claimed by the '658 patent. Virtually all the pre-Form 2 samples upon which Glaxo relied to make that case, and which Glaxo continues to maintain are free of Form 2, show a peak at the 1045 region.</p>\n<p>To defeat charges of inherency in applying for what became the '431 and '133 patents, Glaxo's Dr. John Harold Hunt, then-director of Glaxo's Spectroscopy Unit (which he established), submitted a declaration before the U.S. Patent and Trademark Office setting forth the differing infra-red and x-ray characteristics of ranitidine hydrochloride's two forms. Attached to that declaration was one diagram purporting to be a spectrum of ranitidine hydrochloride manufactured according to Example 32.</p>\n<p>This diagram is the infra-red reference spectrum contained in Novopharm's ANDA. \"[T]he IR reference spectrum is an IR spectrum submitted by Glaxo to the United States Patent and Trademark Office (\"USPTO\") when the USPTO asked Glaxo to characterize Form 1 ranitidine HC1.\" (ANDA 74-488, Dec. 14, 1995 amend., p. 3). It clearly indicates a peak at 1045 cm-1.</p>\n<p>In response to Novopharm's request of Glaxo that it provide a sample of what Glaxo considers to be \"pure\" Form 1, Glaxo produced a sample known as \"3B6\"  from the seventh production batch preceding the appearance of Form 2. Keeping in mind that the area ratio test's limit of detection is .0055, and that Form 2 did not exist when 3B6 was created, Glaxo has a difficult time explaining why the 3B6 sample exhibits a positive 1045 peak area ratio result of .0061. Novopharm's expert stated in a letter reporting these results to Novopharm's counsel that \"[f]or all practical purposes, I believe we can agree that it is 100% Form I.\" Although Glaxo would agree that 3B6 contains no Form 2, it cannot bring itself to admit that much smaller positive area ratio test results in Novopharm's samples reflect anything but Form 2.</p>\n<p>On cross-examination, Glaxo expert Dr. Chris Brown claimed 3B6's positive result must owe to the sample having been poorly ground in preparation for the spectroscopic analysis. This conclusion, if accepted by the Court, would only cast doubt on the test's reliability. But Dr. Brown's grinding theory is not credible. The test was personally conducted by Dr. James Durig, one of the world's foremost experts in the field, who testified that he was meticulously careful in grinding the sample. The Court accepts Dr. Durig's testimony, as well as that of Glaxo expert Dr. Snyder: the latter attributed the 3B6's 1045 peak to impurities other than Form 2.</p>\n<p>The first Form 1 Glaxo ever produced by the '658 Example 32 process, sample 267/121, was analyzed spectroscopically in June, 1977. Glaxo's chemical purity test of this sample concluded: \"no impurities apparent.\" At least one of the 267/121 spectra, KZ 77/204, has a peak at 1045 cm-1. Dr. Brown disputed the peak's location at 1045 cm-1, claiming it was actually in the low 1040s. If Dr. Brown were correct, the 1045 area ratio test for this sample would still yield a fairly significant positive result for Form 2. Dr. Klinkert, who confirmed the peak's location at 1045 cm-1, testified that the 1045 peak could not possibly be the result of Form 2 and suggested it reflected impurities or solvents. He admitted other tests would have to be conducted to eliminate these possibilities.</p>\n<p>In fact, Dr. Klinkert testified that at least eight other spectra of Form 1 produced by Glaxo under the 3A and 3B processes prior to the advent of Form 2 exhibited 1045 peaks. He was unable to comment on what caused these peaks without running further tests, except that he doubted Form 2 was the culprit since Glaxo doctrine does not recognize the creation of Form 2 prior to April 15, 1980.</p>\n<p><span class=\"star-pagination\">*1293</span> In <i>Glaxo I,</i> the infra-red reference standards for ranitidine hydrochloride's two polymorphs relied upon by Glaxo were spectra appearing in a published article by Glaxo scientists: Cholerton, Hunt, Klinkert, and Martin-Smith, \"Spectroscopic Studies on Ranitidine  its Structure and the Influence of Temperature and pH,\" J.Chem.Soc.Perkin Trans. II, p. 1761 (1984). The Cholerton article's Form 1 spectrum indicates a possible absorption in the 1045 region. Glaxo experts at this trial, however, claimed the Cholerton article is adequate only for identification purposes, not for quantification. The law does not seek to construe patents twice  once for identification, and again for purposes of quantification.</p>\n<p>As noted, some of the 1045 peaks in Glaxo's pre-Form 2 samples are more significant than those appearing in Novopharm's product. An un-degraded sample from Novopharm's RM-985 batch, a bio-equivalency lot submitted along with the ANDA, exhibits an area ratio of only .0008. Recalling that it is impossible to quantify Form 2 for results below .0055, this result is impressive. It is even more impressive when one considers the ANDA allows for up to 1% impurities. Glaxo's 3B6 sample, which <i>cannot</i> contain Form 2 and which Glaxo represented as \"pure Form 1,\" had an area ratio of .0061  more than seven times the area ratio of Novopharm's product. If the area ratio test is reliable (and at such high levels of detection), it indicates a larger presence of Form 2 in Glaxo's own '658-era samples than may be found in Novopharm's product.</p>\n<p>Glaxo attempts to extricate itself from this impossible position by maintaining that the infra-red spectroscopic analyses of the '658 samples represent the reasonable state of the art in 1978, and that Novopharm should now be held to a more accurate definition of Form 1. Most of the Form 1 infra-red analyses upon which Glaxo previously relied utilized the older technology.</p>\n<p>Patent claims are not so elastic. The Court finds that computerized spectroscopic equipment was available and in common industrial use at the time Glaxo obtained the '658 patent. Although the cost of computerized equipment may have been relatively higher prior to the mid-1980s, Glaxo could have easily obtained such spectroscopic analyses of its invention.</p>\n<p>More importantly, Glaxo may not improve upon its patent claims by reference to some intervening technological improvement. Patent claims must be construed as they are, not as they might be had the patent been applied for today. This is especially true where litigation definitively construing the patent claims has ended barely months ago. To hold otherwise would permit parties to obtain \"broad\" patents and, when it suits their needs, claim the patent is actually much narrower than first described so that the accused product falls not within the claims of that soon-to-be-expired patent, but within the claims of another, later-issued patent. Patent law would lose much of its value were courts to permit such <i>ex post facto</i> claim manipulation.</p>\n<p>Patent applicants must realize there are consequences for \"over-patenting\" by cutting corners in the detailing of claims. One such risk, which Glaxo successfully averted, is that a later-discovered polymorphic form of the invention might be considered inherent in the first patent. Another risk, whose fruition Glaxo now reaps, is that the ill-defined first patent might claim possible elements of a future invention, complicating the detection of infringement. To the extent alleged \"distinctive\" Form 2 peaks are within the bounds of what the Court has construed, at Glaxo's urging, as falling within the metes and bounds of the Form 1 <i>patent,</i> then as far as the law is concerned Form 2 would not exist.<sup>[14]</sup></p>\n<p>Even if Glaxo could convince the Court to ignore the substantial body of evidence Glaxo presented as definitive of Form 1, and hold competitors to a pre-Form 2 ranitidine hydrochloride standard obtained by the most advanced technology known to man, Glaxo would still fail to establish the 1045 peak as <span class=\"star-pagination\">*1294</span> an exclusive indication of Form 2. A Glaxo pre-Form 2 sample prepared at Oxford under the direction of Professor Jack Baldwin repeatedly throws a strong, significant 1045 peak. Analysis of this sample was conducted using an FTIR machine containing the added feature of a computerized printout of the most significant peaks. The computer's verdict as to this Form 1 sample: peaks at \"1045.0.\" Subsequent area ratio tests for these 1045 peaks indicated a substantial amount of \"Form 2.\"</p>\n<p>Glaxo's Dr. Brown attempted to discredit the FTIR exam by pointing out that the different spectra of this sample sometimes indicated varying main peaks. He speculated that the 1045 peaks were caused by solvent contamination, which might very well be the case but would render the test insufficiently reliable. And if <i>Glaxo's</i> FTIR technology is unreliable, the exact nature of Glaxo's complaint regarding shortcomings in Novopharm's technology is difficult to comprehend.</p>\n<p>The Court finds that Form 1 ranitidine hydrochloride may absorb light in the manner reflected by a minor peak at 1045 cm-1.</p>\n<p></p>\n<h2>2.</h2>\n<p>\"[N]o two infrared spectra are absolutely identical. There will always be tiny differences. And it's a matter of judgment as to whether a particular difference is significant or not.\" (Klinkert Dep., 7/25/95, p. 41). There are \"inevitable tiny differences that you get from making up two separate samples and running them on maybe two separate days and maybe different instruments.\" <i>Id.,</i> p. 42. Experts for both Glaxo and Novopharm repeatedly testified that it is impossible to rely on single line analysis without first conducting some tests that would assure the chemical purity of the unknown sample.<sup>[15]</sup></p>\n<p>As discussed <i>supra,</i> the area ratio test's achilles heal is that it works only in a pure, closed universe. Given that a sample contains only pure ranitidine hydrochloride and nothing else, any positive area ratio test for the 1045 peak indicates the presence of Form 2, if Form 1 does not throw a 1045 peak. But if the environment is contaminated with other substances characterized by a peak in the 1045 region, the test is useless unless it seeks to account for those substances.</p>\n<p>Unfortunately for Glaxo, there are a host of substances exhibiting a peak in the 1040-1048 region whose presence may fairly be <i>expected</i> in a sample of ranitidine hydrochloride. Glaxo's own Zantac advertisements boast of a low level of impurities relative to the impurity levels of a competing product (Apo-ranitidine), but concede that some impurities will always be present in ranitidine hydrochloride, in the forms of manufacturing process residue and the inevitable products of degradation:</p>\n<blockquote>Purity. Analysis of several batches of apo-ranitidine demonstrates higher levels of specific impurities than those <i>routinely</i> measured in Zantac by Glaxo.</blockquote>\n<blockquote>Zantac. S-oxides and complex nitroacetamide were detected in trace amounts (trace amounts equal to less than .1 percent) of test batches of Zantac. These impurities are the <i>inevitable consequence</i> of the synthetic process used to make the drug and/or the degradation processes involved with storage or manufacturing.</blockquote>\n<blockquote>Apo-ranitidine. [I]n two test batches the S-oxide and N-oxide of ranitidine were present at levels of 0.1 percent and 0.3 percent respectively. Complex nitroacetamides, a degradation product, was present at a level of .2 percent.</blockquote>\n<p>(T., vol. III, pp. 361-62) (emphasis added). These and other impurities  residual ranitidine base, residual solvents, and oxides of sulfur and nitrogen  all exhibit significant peaks in the 1040-1048 cm-1 range. The ANDA for Novopharm's product allows for up to 1% impurities.</p>\n<p>When confronted with the spectrum of a Glaxo Form 1 sample made prior to the advent of Form 2, Glaxo's Dr. Snyder could not exclude a trace amount of ethyl acetate as the source of a visible peak at the 1045 range. Dr. Brown testified that ethanol and ethyl acetate could both throw peaks at approximately <span class=\"star-pagination\">*1295</span> 1045 and speculated residual amounts of these solvents caused the 1045 peaks in Glaxo's FTIR scans of its Oxford Form 1 samples.</p>\n<p>Most impressive on the topic of impurities was the testimony of Novopharm's Dr. Durig. Dr. Durig conducted spectroscopic analyses of the various \"inevitable\" ranitidine hydrochloride impurities, all of which showed peaks that would positively influence a single peak area ratio test directed at the 1045 cm-1 region. Indeed, some of these spectra are almost off the close-up scale at 1045 cm-1. And while Form 2's 1045 peak is sharp, some of the impurities' 1045 peaks appear to be somewhat broader; they could actually cover a greater 1045 surface area than Form 2 and thus yield an area ratio greater than that yielded by the patented substance.</p>\n<p>Ethyl acetate and ethanol  especially the latter  had significant peaks tending to the upper range of the 1045 band, close to 1050 cm-1 As Dr. Durig testified, hydrogen bonding can often cause those peaks to shift directly to the 1045 maxima. These solvents, used in crystallizing ranitidine hydrochloride, never completely dry off the drug. Even placing the substance in a vacuum oven overnight would not eliminate the last traces of these solvents.</p>\n<p>This evidence was never seriously challenged by Glaxo. Although Glaxo indicated that some oxide degradation impurities do not have a peak at 1045, particularly degraded ranitidine base, there is nothing to suggest why only these non-1045 peak impurities would exist in Novopharm's product to the exclusion of the degradation materials that do exhibit 1045 peaks.</p>\n<p>Since Glaxo's area ratio test of Novopharm's ANDA standards do not account for admittedly \"inevitable\" impurities Glaxo \"routinely measures\" in its own product, the area ratio test is not reliable. And even with the purity of an actual sample being established, noise can be such a significant factor in distorting the outcome of a single peak area ratio test so as to render the test unreliable as a means of proving patent infringement.</p>\n<p></p>\n<h2>3.</h2>\n<p>Absent the area ratio test, Glaxo cannot prove infringement by reference to the spectroscopic evidence in the case. Indeed, the preponderance of the infra-red evidence indicates that Form 2 is <i>not</i> present in Novopharm's product. Glaxo expert Dr. Byrn testified directly on this subject.<sup>[16]</sup> With some qualification, Dr. Byrn declared, \"I would put a probability of 60/40 that it's not Form 2.\" (T., vol. III, p. 515). Sixty/forty is a preponderance of the evidence. <i>Ibid.</i></p>\n<p></p>\n<h2>4.</h2>\n<p>Glaxo's spectroscopic case is impossible. If Form 1 does not have a 1045 peak and the presence of Form 2 can be the only explanation for such a peak, then the only explanation for the 1045 peaks in Glaxo's pre-3B13 ranitidine hydrochloride samples is that Form 2 existed as early as 1977. In that case, Glaxo's Form 2 patents are invalid for inherency and anticipation. If Form 1 might contain a 1045 peak, either inherently or due to inevitable contamination, then positive area ratio test results for that region are meaningless as to the presence of Form 2. Positive area ratio test results cannot be dismissed when appearing in pre-Form 2 Glaxo samples, but then interpreted as the <i>sine qua non</i> of Form 2 in Novopharm's product. The test must mean the same thing for all ranitidine hydrochloride samples regardless of the pharmaceutical's manufacturer.</p>\n<p>The decision in <i>Glaxo I</i> declared that the '431 and '133 patents were not inherent in or anticipated by the '658 patent. The single peak area ratio test must be meaningless. Not only insufficient as a matter of law, the test depends on an absorption point possibly inherent in Form 1, quite certainly inherent in ranitidine hydrochloride's inevitable impurities, and easily attributable to noise.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1296</span> F.</h2>\n<p></p>\n<h2>1.</h2>\n<p>Glaxo also relies upon x-ray diffraction tests to advance its claims of infringement. Again, the '658 patent is silent as to the x-ray characteristics of Form 1 ranitidine hydrochloride, but Glaxo has relied upon such analyses in establishing the validity of the Form 2 patents. The Court looks to the Form 1 analyses adopted by Glaxo to discern an x-ray reference standard for Form 1.</p>\n<p>Glaxo's preferred method of x-ray diffraction analysis is not clear, but the issues raised mirror those presented by the infrared evidence. First, Glaxo complains that the x-ray diffraction pattern contained in Novopharm's ANDA is insufficiently accurate. Despite the allegedly poor quality of this diffractogram, Glaxo contends it shows visible amounts of two tell-tale Form 2 peaks, at 20.1 and 23.4 degrees two-theta. Glaxo further alludes that Novopharm's x-ray analysis ought to be more advanced or precise than the \"visual reference test\" upon which the ANDA relies.</p>\n<p>But Glaxo itself does not rely too heavily upon an area ratio test to prove infringement by reference to x-ray crystallography. Rather, the bulk of Glaxo's argument rests upon \"visual reference tests\"  the opinions of its various experts who have looked at Novopharm's proposed x-ray diffractogram and approximated by sight, based on their expert observations of two \"Form 2\" peaks, the amount of Form 2 in Novopharm's product.<sup>[17]</sup></p>\n<p>Just as a single-peak area ratio test is insufficient to prove the presence of a product claimed by twenty-nine infra-red peaks, so too is it insufficient for infringement to be proved by a visual reference test concentrating upon one or two x-ray diffraction peaks from a total of thirty-two such peaks claimed in a patent. Novopharm's Dr. Ibers conclusively demonstrated that innumerable substances exhibit peaks at 20.1 and 23.4 degrees two-theta.</p>\n<p>As with an area ratio test, the accuracy of a visual reference test is influenced by factors such as noise and the presence of impurities; experts will disagree about the existence and meaning of peaks, as well as the quality of the diffractogram. Yet unlike the mathematically precise (if altogether meaningless and unreliable) area ratio test, the talent and reliability of the expert conducting the visual reference test are key variables to consider in assessing the \"test's\" value.</p>\n<p></p>\n<h2>2.</h2>\n<p>Assuming for the sake of argument that infringement may be proved by reference to two out of thirty-two claimed peaks, Glaxo's evidence of infringement is not convincing.</p>\n<p>At first, Glaxo's Dr. Snyder could not state that Novopharm's ANDA x-ray indicated the presence of Form 2 without a corroborating infra-red spectrum and other materials. Although Dr. Snyder easily identified the Form 2 peaks in a Form 1 sample spiked with 2% Form 2, he could only identify one Form 2 peak in the ANDA x-ray (at 20.2 degrees), and even then, only as a shoulder. At best and with various qualifications, by comparing the 2% sample and Novopharm's ANDA, Dr. Snyder estimated that the 20.2 peak he identified signalled .5% of Form 2. (Tr., vol. III, p. 332). Glaxo's Dr. Bernstein, however, testified that an expert conducting a visual reference test for Form 2 in a Form 1-Form 2 mixture \"might be able to determine a concentration at about five percent of Form 2.\" (T., vol. IV, p. 649).</p>\n<p>Moreover, Dr. Snyder had also marked out a similar 20.2 peak on a diffractogram of Glaxo's 3B6 material. When confronted by this evidence, Dr. Snyder suggested the pattern had been displaced. Informed that the diffractogram was corrected for displacement, Dr. Snyder suggested his eyes might be off by .2 degrees on the scale due to noise. But when told that the two diffractograms were generated under the same conditions, Dr. Snyder admitted that they each contained about the same amount of noise. <span class=\"star-pagination\">*1297</span> Again, there is no adequate explanation for why a Form 2 peak in Glaxo's Form 1 sample may be dismissed, but would demand an exercise of this Court's injunctive powers if present in Novopharm's ANDA.</p>\n<p>In deposition, Dr. Snyder had identified two peaks on each of two diffractograms which he stated could be the Form 2 peaks at issue, at 20.2 and 23.4 degrees two-theta. The diffractograms were of a Glaxo sample purported to be pure Form 1. At trial, Dr. Snyder testified he could not definitively state whether these peaks did or did not indicate the presence of Form 2.</p>\n<p>Glaxo's Dr. Bernstein repeatedly declared that it is improper to conduct a visual reference test for quantifying Form 2 in a Form 1 product. Because Novopharm's ANDA relies upon such a test, which Dr. Bernstein asserted would not permit an expert to detect Form 2 at levels below 5% of the product, Dr. Bernstein asserted Glaxo's illogical argument that Novopharm's product <i>would</i> infringe the Form 2 patent because the ANDA <i>might</i> contain up to 5% Form 2.</p>\n<p>However, in <i>Glaxo I,</i> Glaxo's Dr. Tarling relied on visual reference tests to declare that Glaxo's pre-Form 2 ranitidine hydrochloride samples did not contain any Form 2. When the issue was framed in terms of inherency and anticipation, Glaxo relied upon the same method Novopharm now invokes in its ANDA to declare that a given ranitidine hydrochloride sample contains no Form 2. Confronted by this evidence, Dr. Bernstein reversed his position:</p>\n<blockquote>Q. ... Example 32 is reproduced. It makes a product. The question is: Does that product contain any Form 2? Is it proper to come to this court to tell this judge that it's a pure Form 1 [product] and contains no Form 2 by doing a visual comparison?</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>THE COURT: ... The question is whether Form 2 was made.</blockquote>\n<blockquote>THE WITNESS: If it contains some Form 2 which is not detectable by the visual comparison method, then it is proper.</blockquote>\n<p>BY MR. GREEN:</p>\n<blockquote>Q. Is it proper to come to this court and tell this court that it's pure Form 1 by using a visual comparison between two diffractograms?</blockquote>\n<blockquote>A. If purity is defined using the visual comparison test, yes, in that case.</blockquote>\n<p>(T., vol. IV, pp. 683-85).</p>\n<p>The inconsistency between Glaxo's positions at the previous and instant trials tripped Glaxo's counsel into making the following admission:</p>\n<blockquote>We believe that the standard that's now in Novopharm's ANDA is pure Form 1. We don't quarrel for one minute that they have traces that are pure Form 1 traces. We're not quarreling with that one iota. We're not trying to read any Form 2 into those traces.</blockquote>\n<p>(T., vol. IV,, p. 691). By virtue of its position in <i>Glaxo I,</i> the plaintiff would be estopped from declaring anything else on the basis of an x-ray powder diffraction visual reference test.<sup>[18]</sup></p>\n<p>It must be noted that one of the four pure Form 1 samples Dr. Tarling testified to in the first trial as being devoid of Form 2 was analyzed under a far more accurate visual reference test than the one here utilized by Novopharm. Analysis of that sample, E-6, was conducted by using far better expanded diffractograms. Yet according to Dr. Bernstein, even the improved visual reference test is adequate only for purposes of identification, not quantification. And the other three samples Glaxo's Dr. Tarling presented during the first trial as not anticipating Form 2 were analyzed using the same compressed scale contained in Novopharm's ANDA.</p>\n<p>Most convincing on the subject of x-ray diffraction was Novopharm's expert, Dr. James Ibers. A member of the United States National Academy of Sciences, Dr. Ibers operated under the advantage of having obtained his own Form 1 and Form 2 <span class=\"star-pagination\">*1298</span> reference standards, rather than relying on either published data from which to extrapolate patterns, a process which would require some assumptions relating to peak shapes, or a published spectrum generated under unknown conditions. In his own work, Dr. Ibers is able to detect two or three tenths of a percent of Form 2 in a Form 1 sample by visual reference. Having thus analyzed several undegraded samples of Novopharm's product, Dr. Ibers could detect no Form 2.</p>\n<p>Glaxo's Dr. Snyder attempted to discredit Dr. Ibers' work by pointing out, in deposition, purported visible 20.1 and 23.4 peaks in the latter's x-ray diffraction patterns. However, the red arrows Dr. Snyder placed at \"20.1\" and \"23.4\" manifestly point to the regions at 20 and <i>27</i> degrees in no less than five separate diffractograms. (Def.T.Exh. 114A, pp. A 4780, A 4783, A 4786, A 4789, A 4795). Apparently, Dr. Snyder consistently misread the diffractograms' scale, whose demarcation lines are set off not by one degree, but by two: 20, 22, 24, 26, and so on. The Court accepts Dr. Ibers' interpretation of the diffractograms.</p>\n<p>Dr. Ibers also analyzed a degraded Novopharm sample which had exhibited a positive infra-red area ratio test result. This sample's crystallographic results were negative for Form 2, as it exhibited only one of the two expected x-ray peaks. The positive infra-red result more likely than not owed to degradation stemming from the extreme conditions to which the sample had been subjected  40 degrees Celsius and 75% relative humidity for four weeks.</p>\n<p>Finally, Dr. Ibers established that in 1983, Glaxo could have utilized an automated powder diffractometer, rather than a Debye-Scherrer camera, to obtain its ranitidine hydrochloride diffractogram. Dr. Ibers further testified that although better x-ray analyses might be conducted were extreme measures undertaken, the x-ray standard set forth in Novopharm's ANDA is a reasonable method of defining the product. The Court agrees.</p>\n<p></p>\n<h2>3.</h2>\n<p>The x-ray evidence before the Court demonstrates, in clear and convincing fashion, that Novopharm's product would not contain any Form 2 ranitidine hydrochloride.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>Novopharm is entitled to judgment against Glaxo on the first and second claims for relief.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p></p>\n<h2>II. The Trade Secret Claims</h2>\n<p></p>\n<h2>A.</h2>\n<p>There is a tension that arises when asserting trade secret protection in the only known method of practicing an invention claimed by one's patent. A trade secret, by definition, is something not generally known to the relevant public. A patent, on the other hand, demands the inventor disclose the best method known by which a person reasonably skilled in the art may practice the invention. It is axiomatic that if one maintains the only manner of practicing an invention as a trade secret, he has not made the disclosure sufficient to obtain a patent. Conversely, the owner of a valid patent will have disclosed the best method for practicing the invention, and thus no longer possess a valuable trade secret relating to the practice of the invention unless he later develops some unanticipated alternative practice.</p>\n<p>Only by virtue of a peculiar turn of events can Glaxo claim the protections of trade secret law in addition to its patent. Example 32 was the best  and only  Form 1 ranitidine hydrochloride production method known to Glaxo in 1978, and it suddenly stopped working when Form 2 came about. Glaxo contends it amassed sufficient information over the subsequent years, which it elected to keep secret, that would allow for the development of a stable Form 1 production process. It is implicitly alleged that no one else had made the same discoveries. Thus, Form 1 surfaced long enough to obtain patent protection, only to recede into the lore of synthetic organic chemistry until the patent's expiration drew near and others prepared to harness the invention.</p>\n<p>Yet the trade secret claims are not here considered as a question of equity. Glaxo's trade secret claims do not withstand even cursory examination under law. It is clear that Glaxo never possessed any trade secrets <span class=\"star-pagination\">*1299</span> relating to the production of Form 1 ranitidine hydrochloride.</p>\n<blockquote>B.</blockquote>\n<blockquote>1.</blockquote>\n<blockquote>\"Trade secret\" means business or technical information, including but not limited to a formula, pattern, program, device, compilation of information, method, technique, or process that:</blockquote>\n<blockquote>a. Derives independent actual or potential commercial value from not being generally known or readily ascertainable through independent development or reverse engineering by persons who can obtain economic value from its disclosure or use; and</blockquote>\n<blockquote>b. Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. * * *</blockquote>\n<p>N.C.Gen.Stat. § 66-152(3). A trade secret need not necessarily be comprised of positive information, such as a specific formula, but can include negative, inconclusive, or sufficiently suggestive research data that would give a person skilled in the art a competitive advantage he might not otherwise enjoy but for the knowledge gleaned from the owner's research investment.</p>\n<blockquote>Misappropriation of a trade secret is prima facie established by the introduction of substantial evidence that the person against whom relief is sought both:</blockquote>\n<blockquote>(1) Knows or should have known of the trade secret; and</blockquote>\n<blockquote>(2) Has had a specific opportunity to acquire it for disclosure or use or has acquired, disclosed, or used it without the express or implied consent or authority of the owner.</blockquote>\n<blockquote>This prima facie evidence is rebutted by the introduction of substantial evidence that the person against whom relief is sought acquired the information comprising the trade secret by independent development ... This section shall not be construed to deprive the person against whom relief is sought of any other defenses provided under law.</blockquote>\n<p>N.C.Gen.Stat. § 66-155.</p>\n<p>In analyzing a charge of trade secret misappropriation, it is helpful to begin by identifying the nature of the allegedly purloined secrets. Where a real trade secret exists, courts should obviously avoid discussion of the particular secret so as not to deprive plaintiffs of the rights they sought to vindicate by filing suit. Section 5 of the Uniform Trade Secrets Act, codified at N.C.Gen.Stat. § 66-156,<sup>[19]</sup> speaks of a court's duty to maintain secrecy in mandatory terms. The case law is in accord:</p>\n<blockquote>It is uncontested ... that the right to inspect and copy judicial records is not absolute ... access has been denied where court files might have become a vehicle for improper purposes ... courts have refused to permit their files to serve ... as sources of business information that might harm a litigant's competitive standing.</blockquote>\n<p><i>Nixon v. Warner Communications, Inc.,</i> <span class=\"citation\" data-id=\"109830\"><a href=\"/opinion/109830/nixon-v-warner-communications-inc/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, 598, <span class=\"citation\" data-id=\"109830\"><a href=\"/opinion/109830/nixon-v-warner-communications-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1306</span></a></span>, 1312, <span class=\"citation\" data-id=\"109830\"><a href=\"/opinion/109830/nixon-v-warner-communications-inc/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1978). However, the measures taken to maintain the integrity of trade secrets must be narrowly tailored so as not to needlessly encroach upon the strong public interest in maintaining open courts. <i>See </i><i>Nixon,</i> 435 U.S. at 597-98, 98 S.Ct. at 1312; <i>Littlejohn v. BIC Corp.,</i> <span class=\"citation\" data-id=\"508740\"><a href=\"/opinion/508740/cynthia-s-littlejohn-v-bic-corporation-bic-societe-sa-john-does/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 677-78 (3rd Cir. 1988); <i>Matter of Continental Illinois Securities Litigation,</i> <span class=\"citation\" data-id=\"434929\"><a href=\"/opinion/434929/in-the-matter-of-continental-illinois-securities-litigation-appeal-of/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span>, 1308-09 (7th Cir.1984). Accordingly, on Glaxo's motion, the trial was bifurcated into non-secret and secret segments. The public was barred from attending the secret sessions, transcripts of which remain under seal.</p>\n<p></p>\n<h2>2.</h2>\n<p>While various methods exist for manufacturing crystals, ranitidine hydrochloride is produced by a solvent system process. The process begins with the selection of a \"solvent system,\" a liquid which may be composed of various solvents, in varying proportions, into which some amount of ranitidine base is dissolved. Hydrochloride is then added so that crystallization can occur. After some time, and often with the help of a <span class=\"star-pagination\">*1300</span> reagent, ranitidine hydrochloride crystals will precipitate from the solution.</p>\n<p>Molecular behavior during the crystallization process is poorly understood, but it is known that subtle manipulation of the solution during crystallization can have a profound effect on the type of crystal eventually obtained. Crystallization factors relevant to this case include the choice of solvent system, pH level, temperature, and the degree of \"seeding\"  the practice of adding crystals to the solution to influence the formation of crystals of the same type.</p>\n<blockquote>[A] trade secret can exist in a combination of characteristics and components, each of which, by itself, is in the public domain, but the unified process, design and operation of which, in unique combination, affords a competitive advantage and is a protectable secret.</blockquote>\n<p><i>Syntex Ophthalmics, Inc. v. Tsuetaki,</i> <span class=\"citation\" data-id=\"415265\"><a href=\"/opinion/415265/syntex-ophthalmics-inc-and-arapahoe-chemicals-inc-v-george-f/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 684, 219 U.S.P.Q. 962 (7th Cir.1983) (citations omitted). It is critical to distinguish this type of trade secret from the alleged secrets in the instant case. After the discovery of Form 2, Glaxo never devised a specific process for the stable continuous production of Form 1, nor did Glaxo isolate the relevant elements of the Form 1 process which, only in total, would consistently yield Form 1. Despite some references to \"purloined secrets,\" Glaxo's case rests on the theory that it was the general body of its research which provided Novopharm a platform from which to construct its Form 1 production process. Secrecy is claimed in a broad competitive advantage, allegedly misappropriated by Novopharm, which facilitated the latter's discovery of the precise combination of solvent system, pH, temperature, and seeding constituting the only known stable, reproducible method for obtaining Form 1 crystals. Secrecy is claimed not in the final combination or unified design, but in the knowledge that individual elements would be components of a valuable process.</p>\n<p></p>\n<h2>3.</h2>\n<p>That the choice of solvent system, pH, temperature, and seeding could or would determine the polymorphic form of ranitidine hydrochloride is generally known and thus cannot be secret. N.C.Gen.Stat. § 66-152(3)(a); <i>see also </i><i>Ruckelshaus v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></a></span>, 1002, <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2862</span></a></span>, 2872, <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">815</span></a></span> (1984). Testimony to the contrary by Glaxo witnesses is simply not credible. Although knowledge that these variables might influence the behavior of matter in solution is common, knowledge that these variables <i>do</i> influence the behavior of ranitidine hydrochloride was made public by Glaxo throughout the last trial.<sup>[20]</sup></p>\n<p>Glaxo contends that because this information was disclosed in a trial transcript, trial exhibits, and volume 830 of the Federal Supplement, it remained secret with respect to the relevant scientific community. Although scientific literature searches rarely include legal libraries and courthouses,<sup>[21]</sup> the pharmaceutical industry has maintained interest in this patent litigation. Copies of trial transcripts have been purchased by those who follow this industry, numerous persons have examined the <i>Glaxo I</i> trial exhibits, and various representatives of other pharmaceutical companies have attended both trials. Nothing openly disclosed in either case would now be a secret to the relevant public.</p>\n<p>Glaxo argues that Novopharm cannot rely on the information's in-court publication, as it precipitated such publication by infringing upon Glaxo's patents in <i>Glaxo I</i>. While it is true that parties responsible for the dissemination of another's trade secret may not benefit from the disclosure, responsibility for dissemination of Glaxo's \"confidential\" information must fall on Glaxo. N.C.Gen.Stat. § 66-152(3)(b), adopting the language of the Uniform Trade Secrets Act, § 1(4)(ii), places upon trade secret owners an affirmative duty to take reasonable measures to maintain the information's secrecy as a definitional element of the property right.</p>\n<p><span class=\"star-pagination\">*1301</span> Dr. Barry John Price, Glaxo's former Director of Chemistry and Research Director, testified that Glaxo undertook appropriate security measures at its facilities. However, Glaxo's concern for the confidentiality of its information dissipated somewhere between its secured facilities and the courthouse. As a matter of law, information which a party wishes to maintain as a trade secret may be introduced as evidence only if it is absolutely necessary to do so, and only after asking the court to maintain the trade secret's integrity by sealing the exhibits, conducting an in-camera hearing, or taking other appropriate steps.</p>\n<p>Glaxo took no such steps at the previous trial. Although some documents containing allegedly misappropriated information were not introduced as evidence in <i>Glaxo I,</i> these documents apparently contain no information not otherwise made a part of that trial's public record. Glaxo admitted 135 of its own documents without seal, which it now claims to contain trade secrets, while Novopharm admitted only 42 such documents without seal or objection by Glaxo. (Letter from Glaxo counsel to clerk, 9/25/95). Among these documents were copies of Glaxo's 3A and 3B processes for the manufacture of Form 1. Although these modified Example 32 methods are not stable, they contain some of the \"secrets\" misappropriated by the Novopharm process: the importance of temperature and pH, and ranges for these variables supplying the specifications set forth in the Novopharm process. Glaxo was aware that other generic pharmaceutical companies  including Genpharm, Glaxo's next-scheduled ranitidine litigation opponent  were in attendance at the trial and knew of the exhibits' availability. (Brereton Dep., 1/4/95, pp. 201-02).</p>\n<p>The consequences for failing to take reasonably adequate measures to protect trade secrets are obvious. \"If an individual discloses his trade secret to others who are under no obligation to protect the confidentiality of the information, or otherwise publicly discloses the secret, his property right is extinguished.\" <i>Ruckelshaus,</i> 467 U.S. at 1002, 104 S.Ct. at 2872. Where confidential documents submitted under a protective order were admitted in open court without objection, the Third Circuit held that the \"failure to object to the admission into evidence of the documents, absent a sealing of the record, constituted a waiver of whatever confidentiality interests might have been preserved under the [protective order].\" <i>Littlejohn,</i> 851 F.2d at 680 (footnote omitted). It is a \"well-established principle of American jurisprudence that the release of information in open trial is a publication of that information and, if no effort is made to limit its disclosure, operates as a waiver of any rights a party had to restrict its further use.\" <i>National Polymer Products v. Borg-Warner Corp.,</i> <span class=\"citation\" data-id=\"387250\"><a href=\"/opinion/387250/national-polymer-products-inc-v-borg-warner-corporation/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span>, 421 (6th Cir.1981); <i>Littlejohn,</i> 851 F.2d at 680; <i>see also </i><i>Continental Illinois,</i> 732 F.2d at 1314-15.</p>\n<p>Glaxo argues that since no index of the trial exhibits was readily available, the exhibits would be useless to those who observed the trial and copied the exhibits. Assuming some non-existent index would have been necessary to distill the \"secrets\" from Glaxo's exhibits, Novopharm would have been no more capable of committing the tort than the other trial observers. Yet these documents were the subject of much testimony in open court and specific discussion in the <i>Glaxo I</i> opinion. As a matter of fact, the Court finds no index or other reference material would be necessary to extract the alleged secrets from the public record of the previous trial.</p>\n<p>After the first trial, Glaxo belatedly realized the impact of having submitted its exhibits without seal, and moved to have those exhibits sealed and returned. The Court ruled that since the exhibits were \"admitted without qualification ... they are matters of public record and shall be handled as such under the normal practices of this court involving the collection, retention and dissemination of trial exhibits.\" (<i>Glaxo I</i> Order, Oct. 22, 1993). Although the Court cannot order the parties to make available trial exhibits that were returned or destroyed at the conclusion of the case, the fact that such exhibits were readily available to, and perused by, the public, nullifies any confidentiality interests in those exhibits and the information they contain. If Glaxo's information was not generally known or readily ascertainable, <span class=\"star-pagination\">*1302</span> it certainly was not \"the subject of efforts that [were] reasonable under the circumstances to maintain its secrecy.\" N.C.Gen.Stat. § 66-152(3)(b).</p>\n<p></p>\n<h2>4.</h2>\n<p>Glaxo's disclosures at the previous trial notwithstanding, the Court further finds that knowledge that these variables influence ranitidine hydrochloride crystallization is not so distant from the grasp of chemists experimenting with the substance that it may be declared not readily discoverable.</p>\n<p></p>\n<h2>C.</h2>\n<p>Assuming <i>arguendo</i> that Glaxo had a trade secret advantage in the knowledge that choice of solvent system, pH, temperature, and seeding would influence the crystallization of ranitidine hydrochloride, Glaxo has failed to establish a prima facie case that Novopharm misappropriated this information.</p>\n<p>Glaxo's failure to establish the first prong of the prima facie case requires little discussion. Given Glaxo's introduction of the \"secrets\" at a trial closely scrutinized by the industry, Novopharm had every reason to believe the information was not secret. N.C.Gen.Stat. § 66-155(1).</p>\n<p>Nor has Glaxo established the second prong of the prima facie case  that Novopharm \"[h]as had a specific opportunity to acquire [the secret] for disclosure or use or has acquired, disclosed, or used it without the express or implied consent or authority of the owner.\" N.C.Gen.Stat. § 66-155(2). To assist in the preparation of its case in <i>Glaxo I,</i> Novopharm retained the services of Dr. Natalie Lazarowych, of Toronto's Dalton Chemical Laboratories. Dr. Lazarowych had access throughout the trial to various confidential Glaxo documents turned over in the course of discovery under the terms of a protective order. Dr. Lazarowych subscribed to the protective order by affidavit, the latter reading in pertinent part:</p>\n<blockquote>I have received and carefully read the Court's Protective Order dated February 3, 1992, and understand its provisions. Specifically, I understand that I am obligated, under order of the Court to hold in confidence and not to disclose the contents of any document marked CONFIDENTIAL UNDER PROTECTIVE ORDER to anyone other than those persons identified in Paragraph 3 of the Protective Order. I further understand that I am not to disclose to persons other than those persons identified in Paragraph 3 of the Protective Order any words, substance, summaries, abstracts or indices of confidential documents or transcripts disclosed to me. <i>I will never use the information, directly or indirectly, in competition with the disclosing party nor will I permit others to do so.</i>\n</blockquote>\n<p>(Lazarowych Aff.) (emphasis added).</p>\n<p>Having developed its method for producing Form 1, Novopharm selected Dalton Labs to assist it in scaling up an industrial version of its laboratory process to be implemented by Esteve Quimica (\"Esteve\"), Novopharm's Spanish manufacturer. Dr. Lazarowych thus joined Novopharm's development team, bringing with her Dalton Labs' resources and her own talents, the latter made more valuable by virtue of her <i>Glaxo I</i> ranitidine chemistry experience.<sup>[22]</sup></p>\n<p>Dr. Lazarowych had no distinguishing organic chemistry experience prior to her involvement in <i>Glaxo I.</i> Yet she soon became proficient in ranitidine chemistry. Glaxo contends that everything Dr. Lazarowych knows about ranitidine was learned through her analysis of the confidential Glaxo documents,<sup>[23]</sup> and that this information gave <span class=\"star-pagination\">*1303</span> her an unfair competitive advantage in developing Novopharm's production process.</p>\n<p>In expounding this theory, Glaxo argues that Novopharm and Dr. Lazarowych should be found in contempt of the <i>Glaxo I</i> protective order, and relies further upon the doctrine of \"inevitable disclosure.\" The latter doctrine bars the employment of a competitor's former employee who had developed intimate expert knowledge of that competitor's confidential information in a narrow technological field, on the grounds that it would not be possible for that employee to \"forget\" or refrain from relying upon the confidential information. <i>PepsiCo, Inc. v. Redmond,</i> <span class=\"citation\" data-id=\"696221\"><a href=\"/opinion/696221/pepsico-inc-a-corporation-v-william-e-redmond-jr-and-the-quaker/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1262</span></a></span> (7th Cir.1995); <i>Travenol Laboratories, Inc. v. Turner,</i> 30 N.C.App. 686, <span class=\"citation\" data-id=\"1417190\"><a href=\"/opinion/1417190/travenol-laboratories-inc-v-turner/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">478</span></a></span> (1976). This doctrine, along with its cousin, the non-compete covenant, has spawned a significant body of law relating to the inevitable conflict with at-will employment principles and the rights of former employees to pursue their livelihood and freely negotiate employment contracts. <i>See i.e. </i><i>Travenol,</i> 30 N.C.App. at 691-92, <span class=\"citation\" data-id=\"1417190\"><a href=\"/opinion/1417190/travenol-laboratories-inc-v-turner/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">478</span></a></span>. No discussion of these issues is necessary here, as each of four facts found by the Court defeat Glaxo's inevitable discovery/contempt theory.</p>\n<p>First, the protective order contains the following provision at paragraph 14:</p>\n<blockquote>(a) ... there shall be no restriction on documents that are used as exhibits in Court (unless such exhibits were filed under seal).</blockquote>\n<p>Since all of the purported \"secrets\" are to be found in documents submitted as exhibits without seal, Dr. Lazarowych's alleged behavior is sanctioned by the terms of the protective order. Second, Novopharm never had the \"specific opportunity\" to acquire the \"secrets\" from Dr. Lazarowych, as the latter communicated and worked only with Novopharm's outside counsel during the time period in which the \"secrets\" were allegedly stolen. Dr. Lazarowych's involvement in the Form 1 project did not begin until after Novopharm had developed its process independently (see <i>infra</i>), the third factor preempting Glaxo's prima facie case.</p>\n<p>Finally, the knowledge and expertise Dr. Lazarowych acquired in the field of ranitidine chemistry owed to the fact that Novopharm hired her as a trial expert, not to anything unique taught by the Glaxo materials. Dr. Lazarowych at all times relevant to the allegation was employed by Novopharm, not Glaxo. Unlike the typical inevitable disclosure case, Glaxo cannot rely on an ongoing relationship it had with the accused scientist. If the inevitable disclosure doctrine is to apply to Dr. Lazarowych, Glaxo must show that there is something unique its documents \"taught\" Dr. Lazarowych that she could not have otherwise learned had she received ranitidine chemistry training through Novopharm without reference to the Glaxo documents. <i>See </i><i>PepsiCo,</i> 54 F.3d at 1269 (plaintiffs who \"do nothing more than assert that skilled employees were taking their skills elsewhere\" not covered by inevitable disclosure doctrine); <i>FMC Corp. v. Cyprus Foote Mineral Co.,</i> <span class=\"citation\" data-id=\"1670965\"><a href=\"/opinion/1670965/fmc-corp-v-cyprus-foote-mineral-co/\"><span class=\"volume\">899</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1477</span></a></span> (W.D.N.C.1995).</p>\n<p>The only alleged secrets meriting discussion in this context, the influence of temperature and pH being matters of common knowledge, are the role of seeding and the specific solvent system. Whether this information ever possessed the status of a trade secret is an open question, but the evidence establishes the knowledge was secret to Glaxo.</p>\n<p>Glaxo's theory of a solvent system secret in the need for additional<sup>[24]</sup> methanol is somewhat convoluted. The confidential documents indicate Glaxo conducted a few successful ranitidine recrystallization experiments utilizing dimethylformamide (\"DMF\") as a solvent. Dr. Lazarowych, having seen the DMF work, allegedly obtained a vital clue to the need for additional methanol in the solvent system, as both DMF and methanol are readily recognizable as highly polar solvents.<sup>[25]</sup> Glaxo never explored the possibility <span class=\"star-pagination\">*1304</span> of using additional methanol, but claims additional methanol as a trade secret flowing from the DMF work's teaching of the importance of polarity.</p>\n<p>This theory is deeply flawed. First, the use of DMF in ranitidine chemistry is hardly unique to Glaxo's confidential documents. Glaxo's DMF work followed that disclosed and claimed by Example 8 of Danish patent 4384/85 (September 27, 1985).<sup>[26]</sup> Moreover, the use of DMF was openly discussed throughout the last trial. And although organic chemists might readily characterize DMF as a polar solvent, DMF's polarity is not obviously the reason why the chemical yields a specific reaction. Glaxo's Drs. Collin and Byrn testified in depositions given in connection with <i>Glaxo I</i> that they did not know why DMF works, only that it does.</p>\n<p>But the most troubling aspect of Glaxo's DMF \"secret of polarity\" theory is that the confidential Glaxo documents recounting the DMF work ascribed DMF's potency not to the fact of its polarity, but rather to the fact that DMF is non-hydroxylic. \"In conclusion, it would appear that recrystallization<sup>[27]</sup> of ranitidine hydrochloride from non-hydroxylic solvents tends to favour form 1 ...\" (Pl. T.Exh. 189, p. N 1372/A 2606). Methanol is hydroxylic. Had Dr. Lazarowych  or anyone else  referenced Glaxo's DMF documents in search of a solvent system, she would have been discouraged from the use of methanol.</p>\n<p>The owner of a trade secret need not necessarily recognize the full value of his knowledge, or be aware of all the information's ramifications. That a party can do a better job of interpreting data than can the owner from which the data has been misappropriated does not cleanse the theft. But the fact that information allegedly purloined is positively misleading from the alleged competitive advantage strongly indicates that no theft ever occurred. Had Glaxo overlooked some important clue buried within the vast body of its confidential research, a competitor's unauthorized exploitation of that research would still violate the law. But in this case, it is a step too far to suggest that a competitor misappropriated a Glaxo trade secret as evidenced by its use of a substance excluded by the confidential documents.</p>\n<p>This latter flaw also undermines Glaxo's trade secret theory with respect to seeding. As the term is understood in the scientific community, \"seeding\" refers to the addition of relatively small amounts of a crystal in order to influence the reaction to yield similar crystals. When Glaxo attempted to obtain Form 1 from an experimental solution, it added .1% Form 1 seeds  a typical amount  and enjoyed only very limited success. The relevant Glaxo document concludes that \"seeding with Form 1 has only a small effect on the rate of crystallisation.\" Glaxo contends that from this knowledge, Novopharm extrapolated that portion of its Form 1 process that calls for 5% seeding  a rather unconventional practice far beyond the concept of \"seeding\" as it is normally understood.</p>\n<p>Glaxo's argument is illogical. The only inference readily drawn from the confidential document in question is that seeding does not work, not that seeding with unprecedented amounts of the desired crystal must work. In any event, knowledge that \"seeding,\" as that term is understood and discussed in the Glaxo confidential documents, does not work, is more than readily discoverable. It is highly likely that this knowledge would be among the first things learned by anyone attempting to generate Form 1 crystals, as seeding is a commonly employed technique in the field.</p>\n<p></p>\n<h2>D.</h2>\n<p>Even had Glaxo established a prima facie case of trade secret misappropriation, that case would be rebutted by the fact of Novopharm's independent development. N.C.Gen.Stat. § 66-155. Independent development <span class=\"star-pagination\">*1305</span> is an absolute defense to a claim of trade secret misappropriation.</p>\n<p>The evidence at trial clearly established that Novopharm's Form 1 production process, including all of the elements claimed to flow from the confidential documents, were independently developed by Novopharm's Dr. Tom Hu prior to Dr. Lazarowych's direct involvement with Novopharm. Glaxo's attack upon Hu's methods and research notes as disorganized and meaningless were convincingly refuted by Novopharm expert Dr. Richard Silverman.<sup>[28]</sup> Dr. Silverman demonstrated how Dr. Hu's experimentation yielded the pieces of the Form 1 puzzle one by one, culminating on November 3, 1993 with experiment CRS 084, in which Hu successfully crystallized Form 1 from base by adding additional methanol, achieving the optimal solvent ratio of 2:36:36 (methanol:IMS:ethyl acetate) to keep the ranitidine in solution for a period of time sufficient for Form 1 crystals to develop. Notably, no one at Novopharm had ever used DMF in attempting to produce Form 1.</p>\n<p>A detailed recitation of Dr. Hu's work is unnecessary. Suffice it to say that Dr. Hu invented the Novopharm Form 1 process, and that he did so without the aid of Dr. Lazarowych, Glaxo documents, or any other remotely questionable assistance.</p>\n<p>The allegedly incriminating communications between Dr. Lazarowych and Novopharm's research laboratory supervisor Tanya Lessen introduced by Glaxo prove little more than that Dr. Lazarowych's role was limited to assisting the scale-up of the process invented by Dr. Hu.<sup>[29]</sup></p>\n<p></p>\n<h2>E.</h2>\n<p>Finally, there is the matter of Glaxo's disclosure of some \"secret\" information throughout the open, public portions of the instant trial.</p>\n<p>By far the most emphatically claimed secret was said to lie in the solvent system's high concentration of methanol, whose polarity is said to induce the ranitidine to remain in solution long enough for Form 1 crystals to develop. When this \"secret\" ingredient demanded reference in open court, the attorneys and witnesses variously referred to it as the \"extra solvent,\" \"additional solvent,\" \"secret solvent,\" \"special solvent,\" and, most intriguingly, \"solvent Y.\"</p>\n<p>As discussed <i>supra,</i> the secret allegedly inheres not in the use of methanol  which Glaxo never explored  but in knowledge that a highly polar solvent is necessary. Yet the record is replete with open discussions of the importance of polarity. Glaxo failed to object to the mention of this critical factor by Novopharm, and Glaxo's counsel repeatedly discussed the matter in open court as well.</p>\n<p>But protracted open discussions of polarity were not the full extent of the disclosure. Lest any doubts remain as to the fact that the use of methanol in Novopharm's Form 1 process is now a matter of general knowledge, the Court notes the following exchange from Glaxo's deposition of Dr. Hu, as read into the record of this trial by Glaxo's attorneys in open court during Glaxo's rebuttal:</p>\n<blockquote>Q. At the top of the flow chart it lists some materials, solvent Y, ethanol alcohol, I believe, some solvents I believe; is that correct?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. How were those solvents chosen?</blockquote>\n<blockquote>A. Yeah, this is a process different. When we do an open method in Canada, we use IMS, which is an ethanol that contains some solvent Y inside, also it contains some water.</blockquote>\n<blockquote>This IMS, industrial methylated spirits method, IMS, is much cheaper than pure ethanol, much cheaper than other solvents, but we brought method to there. They don't have IMS, so <span class=\"star-pagination\">*1306</span> they have to make up conditions which is similar to our original compositions of different kind of solvents. So in our process we use IMS, which contains ethanol and solvent Y and water, so they use solvent Y, ethanol and process water to make up our conditions similar as IMS.</blockquote>\n<blockquote>Q. So if I'm understanding you correctly, at Esteve they didn't have IMS, so they basically recreated IMS by using methanol, ethyl alcohol and process water ...?</blockquote>\n<blockquote>A. That's right.</blockquote>\n<p>(T., Vol. X, pp. 1416-17). So much for the secret identity of \"solvent Y.\"</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>Glaxo's alleged secrets have long been matters of common knowledge. Dr. Lazarowych had neither the access to any conceivably secret information, Glaxo having openly exposed the bulk of its confidential documents before the entire industry at the previous trial, nor opportunity to disclose any secrets to Novopharm. Even had she desired to do so, the Glaxo documents are bereft of any information that would have been useful to Novopharm. No Glaxo document mentions the Novopharm process' target temperature; the use of methanol; gross seeding; or the importance of polarity, with or without reference to DMF, a substance whose role was discussed at the previous trial. Glaxo's DMF experiments, patterned after a published patent, did not synthesize Form 1 from base.</p>\n<p>The clear and convincing weight of the evidence indicates that Novopharm developed its Form 1 process independently. Novopharm is entitled to judgment against Glaxo on the third claim for relief.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>The clerk is directed to enter a JUDGMENT FOR NOVOPHARM on all of Glaxo's claims.</p>\n<p>IT IS ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The 3B process is also substantially similar to another Example 32 variant, the 3A process.</p>\n<p>[2]  Zantac's Form 2 is manufactured by the \"3C\" process, another cousin of Example 32.</p>\n<p>[3]  Glaxo obtained permission to market Zantac in 1983.</p>\n<p>[4]  Novopharm also claimed that Glaxo failed to disclose the best mode of practicing Form 2.</p>\n<p>[5]  Since Novopharm claims to have made a substantial investment in its Form 1 project prior to the new GATT Treaty's effective date, Novopharm may be able to practice the unexpired patent upon payment of an equitable remuneration to Glaxo. 35 U.S.C. §§ 154(c)(2), (3).</p>\n<p>[6]  A Drug Master File lists the ingredients and processes utilized to manufacture a certain drug, as well as other specifications concerning the drug's characteristics. The drug may not be legally sold if its manufacture or contents deviate from the approved drug master file.</p>\n<p>[7]  As explained <i>infra,</i> the act of seeking approval to manufacture the drug is the claimed infringement.</p>\n<p>[8]  FDA rules restricting the number of outstanding ANDAs held by a single party have caused Novopharm to transfer the form 1 ANDA to Granutec.</p>\n<p>[9]  Glaxo erroneously relies upon <i>Atlas Powder Co. v. E.I. du Pont De Nemours,</i> <span class=\"citation\" data-id=\"445640\"><a href=\"/opinion/445640/atlas-powder-company-v-ei-du-pont-de-nemours-company-and-alamo/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1569</span></a></span>, 224 U.S.P.Q. 409 (Fed.Cir.1984), a case concerning the doctrine of equivalents, for the proposition that a mixture of Forms 1 and 2 would be infringing. The allegations of this case are of <i>literal</i> infringement, not equivalence. If Novopharm's product contains Form 2, it contains it as an independent component or impurity, not as the basis for some improvement or equivalent.</p>\n<p>[10]  The relative accuracy of different technologies, and thus their suitability for identification or quantification analyses, was a subject of significant expert debate at trial. The Court recognizes that reasonable scientists may disagree on such topics, and speaks of technological ability in terms of legal sufficiency.</p>\n<p>[11]  It is important to note that when the infra-red and x-ray characteristics of Form 1 were established in <i>Glaxo I,</i> the Court did not directly construe the claims of the '658 patent. Rather, the '658 patent was construed by discerning what the '431 and '133 patents must, by reason of the '658 patent, permit. This method of claim construction by elimination is far from ideal, but made necessary by the peculiar facts of this case. The Federal Circuit's affirmation of the finding that the '431 and '133 patents were not anticipated by the '658 patent confirmed the propriety of this approach where an earlier patent contains no polymorphic definition but a later patent does.</p>\n<p>[12]  Debye-Scherrer was not the state of the art at the time.</p>\n<p>[13]  The Form 2 patents each include the polymorph's spectrograph, but do not include a diffractogram.</p>\n<p>[14]  While the metes and bounds of the Form 1 patent provide a reason to doubt the \"legal\" presence of Form 2 in Novopharm's product, the evidence discussed below also casts doubt as to the actual, physical presence of the would-be infringing substance.</p>\n<p>[15]  Notably dissenting from the expert consensus was Glaxo's Dr. Brown: \"[I]f Form 1 does not have a band at 1045, I see one at 1045, I now conclude all the others [Form 2 bands] are there.\" (T., vol. IV, p. 536). This mode of analysis is not approved.</p>\n<p>[16]  The Court takes judicial notice of this deposition testimony although it was apparently not offered into evidence.</p>\n<p>[17]  The only non-visual reference x-ray tests cited by Glaxo were analyses performed by Dr. Petrov of two <i>experimental</i> Novopharm samples. Since these samples are not part or representative of the ANDA, they are irrelevant. Moreover, their positive Form 2 results of .7% and .4-.6% are within the test's margin of error of .5-.8%.</p>\n<p>[18]  As a matter of law, \"pure Form 1\" refers to ranitidine hydrochloride that does not contain <i>any</i> Form 2, i.e. ranitidine hydrochloride manufactured before April 15, 1980, or described by Novopharm's current ANDA.</p>\n<p>[19]  North Carolina has incorporated portions of the uniform act into its law.</p>\n<p>[20]  An exhaustive survey of evidence in the record to this effect is unnecessary. The Court does note that some of this information was made public by Glaxo as early as 1984. Recall the title of Glaxo's Cholerton article: \"Spectroscopic Studies on Ranitidine  its Structure and the Influence of Temperature and pH.\"</p>\n<p>[21]  <i>But see</i> the previous footnote.</p>\n<p>[22]  The Court finds no impropriety in Novopharm's selection of Dalton Labs for assisting it both with Glaxo's \"confidential\" information and scale-up of the Form 1 process. Dr. Lazarowych played no role in the independent development of Novopharm's process, and as explained at trial, the selection of Dalton was otherwise logical.</p>\n<p>[23]  Stamping a document \"confidential\" does not make the information contained therein so. It is the status of the information, not that of the document which bears it, that will determine the existence of a trade secret. \"[D]ocuments do not contain trade secrets merely because they are confidential. <i>See, e.g.,</i> Restatement of Torts § 757 comment b (1939).\" <i>Littlejohn,</i> 851 F.2d at 685.</p>\n<p>[24]  Example 32 teaches the use of industrial methylated spirits (\"IMS\") as a solvent, a generic term for a concoction of water, ethanol, and methanol. Although the proportion of methanol in IMS may vary, it appears that IMS commonly contains 3-10% methanol.</p>\n<p>[25]  DMF is allegedly impractical for use in a pharmaceutical process due to its toxicity and high boiling point, a theory resoundingly discredited by Novopharm's Dr. Silverman. (T., Conf. Vol. II, pp. 28-30).</p>\n<p>[26]  It appears that reciprocal patents have also been granted by Canada, Norway, Finland, Spain, South Korea, Japan, Brazil, the Soviet Union, and the European Patent Office.</p>\n<p>[27]  Glaxo's DMF work was limited to re-crystallization experiments. Glaxo never attempted to synthesize Form 1 from base using DMF.</p>\n<p>[28]  Dr. Hu was not available at trial, as he had left Novopharm for a rival pharmaceutical company.</p>\n<p>[29]  With one exception: It appears that Tanya Lessen noted the importance of maintaining the exact 1:1 ratio of ranitidine to hydrochloride described in Example 32. Such careful practice of Example 32 yields the Novopharm process' target pH of 5.2. The discovery that some aspects of a patent example must be followed carefully can hardly be a purloined secret.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1417190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1670965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2292596/"
  ]
}