{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2347784/",
  "absolute_url": "/opinion/2347784/united-states-v-blake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2347784/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:11:58.017472Z",
  "date_modified": "2016-04-27T01:08:19.265494Z",
  "type": "010combined",
  "sha1": "931c9688b13f4db66a165b7d0e2989fecbe271e6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>161 F.Supp. 76 (1958)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nE. D. BLAKE, Sole Owner, trading and d/b/a The G. I. Surplus Store, Defendant.</h1></center>\n<center>Civ. No. 572.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 17, 1958.</center>\n<p><span class=\"star-pagination\">*77</span> Julian T. Gaskill, U. S. Atty., Raleigh, N. C., for plaintiff.</p>\n<p>Carter &amp; Murchison, Wilmington, N. C., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was instituted by the United States of America to recover damages from defendant for breach of his contract to purchase a quantity of surplus rope. The facts are found to be as follows:</p>\n<p>Pursuant to proposed sale the plaintiff, on November 6, 1952, issued invitations <span class=\"star-pagination\">*78</span> to bid on a price per pound basis on materials described as \"Rope and rope products, fibre, assorted sizes and lengths\" in the amount of approximately 200,000 pounds. Among other things, the invitation stated:</p>\n<blockquote>\"3. The material is offered on an `as iswhere is' basis * * * No guaranty is made as to condition, quantity, or quality of the material and the purchaser must accept all rope and rope products offered regardless of quantity or quality at the price bid, therefore inspection is urged and recommended.\"</blockquote>\n<p>The invitation also advised that the property could be inspected upon proper application during the regular work hours between November 10 and November 21, 1952. Attached to and a part of the invitation were \"General Sales Terms and Conditions\", the pertinent provisions of which are as follows:</p>\n<blockquote>\"2. Condition of Property.All property listed herein is offered for sale `as is' and `where is', and without recourse against the Government * * *. The description is based upon the best available information, but the Government makes no guaranty, warranty, or representation, expressed or implied, as to quantity, kind, character, quality, weight, size or description of any of the property, or its fitness for any use or purpose, and no claim will be considered for allowance or adjustment or for recission of the sale based upon the failure of the property to correspond with the standard expected; this is not a sale by sample.\"</blockquote>\n<blockquote>\"15. Disputes.Except as otherwise specifically provided in this contract, all questions of fact involved in disputes arising under this contract shall be decided by the contracting officer, whose decision on said facts shall be final and conclusive upon the parties, subject to written appeal by the Purchaser within thirty (30) days to the head of the department or his duly authorized representative, whose decision on said facts shall be final and conclusive upon the parties hereto. In the meantime, the Purchaser shall diligently proceed with performance.\"</blockquote>\n<p>Article 10 of the contract provides that any loss, damage or destruction of the rope prior to passage of title to defendant \"will\" be adjusted by the contracting officer.</p>\n<p>The rope offered for sale was rope which had been found on and in ships making up the Wilmington Reserve Fleet. In the preparation for sale, the plaintiff's policy in working the rope was to remove it, in rain or shine, to a large steel barge with a flat deck having neither roof nor sides. Over a period of several weeks rope had been piled 12 to 15 feet high on the barge in a haphazard manner. No effective means was employed to prevent its exposure to the elements, although some attempt along these lines was made. Throughout this period the rope remained in the restricted Reserve Fleet area and was within full dominion and control of the plaintiff. It could be inspected only at such times as the plaintiff permitted.</p>\n<p>On November 10, 1952 there was a rainfall of 1.01 inches in the area and this was followed on November 11 by a rainfall of .41 inches. The rainfall on November 10 was the first measurable amount of rain in 26 days. On November 12, 1952 the defendant inspected the rope as far as practicable and at that time 85 to 90 percent of the rope in question had been loaded on the barge which was stationed alongside one of the ships some several miles down the river from the fleet dock. The rope was in a relatively dry condition and was so found by the defendant.</p>\n<p>On November 21, 1952, the date on which the bids were opened, defendant submitted his bid and therein agreed that the same should remain firm and irrevocable for a period of 60 days. On December 4, plaintiff accepted defendant's bid and on December 11 mailed the acceptance to the defendant with a letter <span class=\"star-pagination\">*79</span> advising that the rope should be removed by February 22, 1953.</p>\n<p>Between November 12, 1952, the date when the defendant inspected the rope, and December 15, the date on which defendant's agents began taking deliveries of the rope, there occurred rainfall in the amount of 4.88 inches. As a result of this rainfall the moisture content of the rope was greatly increased. On December 15 and the next two ensuing days the defendant's agents received a total of 51,120 pounds.</p>\n<p>At this point, that is, on December 17, the defendant for the first time personally inspected the rope and at that time found it to be saturated with water. Upon learning of this condition of the rope defendant immediately complained to the Fleet Superintendent at the fleet basin. At the suggestion of the Superintendent the defendant immediately telephoned the contracting officer at Norfolk, Virginia, reporting to him that the rope had become damaged after he inspected it and requesting an adjustment under the contract. Thereupon the contracting officer reminded the defendant that he had bought the rope \"as is\" and denied the request for an adjustment. The defendant was requested to confirm his request by letter and he did this on December 20, 1952. Upon receipt of this letter the contracting officer took the request up with the head of the interested department. After full deliberation and with the latter's full concurrence, the contracting officer replied by letter dated January 15, 1953, acknowledging the defendant's request for an investigation and an adjustment, quoting Article 2 of the General Sales Terms and Conditions, and Paragraph 3 of the invitation, and stating that the Government made no guaranty, warranty, or representation, express or implied, as to the quality or weight of the rope, and stating, further, that therefore the defendant's claim for an adjustment could not be allowed. The defendant took no further action other than to decline delivery of the balance of the rope.</p>\n<p>The plaintiff subsequently sold the remaining undelivered rope at a price lower than that submitted by the defendant and now seeks to recover this difference which, after certain credits, amounts to $3,715.27.</p>\n<p>The Court finds the facts in favor of the Government in respect to the amount which the plaintiff is entitled to recover, if entitled to recover anything.</p>\n<p>At the outset the plaintiff urges that all of the evidence relating to the acquisition of moisture by the rope after inspection is inadmissible under 28 U.S. C.A. § 2406, which reads as follows:</p>\n<blockquote>\"Credits in actions by the United States; prior disallowance</blockquote>\n<blockquote>\"In an action by the United States against an individual, evidence supporting the defendant's claim for a credit shall not be admitted unless he first proves that such claim has been disallowed, in whole or in part, by the General Accounting Office, or that he has, at the time of the trial, obtained possession of vouchers not previously procurable and has been prevented from presenting such claim to the General Accounting Office by absence from the United States or unavoidable accident.\"</blockquote>\n<p>As observed, the substance of this section is that in an action by the United States against the individual evidence supporting the defendant's claim for a credit is inadmissible unless he proves that such claim has been disallowed by the General Accounting Office. Keeping in mind that the purpose of this section is to prevent surprise by claims for credit and to insure the exhaustion of administrative remedies, it seems apparent that the statute merely provides that unless certain conditions precedent have been met evidence cannot be introduced which would establish an affirmative obligation or credit owed by the Government to an individual which would outweigh or offset the obligation owed by the individual to the Government. The <span class=\"star-pagination\">*80</span> statute in no way precludes evidence introduced in order to show a complete absence of any enforceable obligation owed by the individual to the Government. The defendant's evidence with regard to the rope's moisture content is plainly introduced with the latter object in view and it is the opinion of the Court that the statute has no application to this case.</p>\n<p>The plaintiff also contends that under Article 15 of the contract the defendant is foreclosed from contesting the plaintiff's claim because the defendant's defense is predicated upon a disputed fact, which disputed fact was decided against the defendant and from which no appeal was taken under the procedure established by the contract. Obviously, the defendant's defense is predicated upon the factual contention that the rope was altered from a relatively dry condition at the time of the defendant's inspection to a saturated condition at the time of beginning deliveries. The defendant fully advised the contracting officer that this was the basis of his claim for an adjustment. The contracting officer, however, did not determine the fact whether the rope had been altered with regard to its moisture content, but only propounded a legal conclusion or decision to the effect that even if such litigation had occurred it was immaterial. All that he did was call attention to the fact that the defendant had bought the rope \"as is\" and in effect decided a legal question that even if defendant's contention was true, still he was entitled to no adjustment. Although the defendant did not appeal to the head of the interested department, the evidence clearly shows that the head of the department fully concurred in the conclusion of the contracting officer; in short, no factual decision at all was made, merely an opinion given that such factual decision was immaterial under the legal import of the contract. Inasmuch as the legal conclusions rendered are de hors the contract and without force and effect, it is manifest that the defendant has not had such hearing and final decision as he was entitled to receive under Article 10 of the contract, and that, therefore, he is not precluded from seeking a determination of the disputed fact in this Court.</p>\n<p>Speaking to the plaintiff's contention that the defendant is precluded from seeking in this Court a determination of the disputed fact because of his failure to submit a written appeal to the head of the department, it seems clear that there is grave question as to the necessity of such appeal where a factual decision has not been made by the contracting officer. Maxan Dress Corp. v. United States, 115 F.Supp. 439, 126 Ct.Cl. 434; Houston Ready-Cut House Co. v. United States, 96 F.Supp. 629, 119 Ct.Cl. 120. Be that as it may, it is apparent that a written appeal to the head of the department in the instant case would have served no useful purpose, for the latter, after being fully advised of the nature of the defendant's claim and the proposed action of the contracting officer, rendered a decision that was not definitive of the factual issue, but, like that of the contracting officer, merely found that such factual issue had no bearing on the legal relationship of the parties. Failure to perform a futile act, when the purpose of that act has already been achieved, should not bar a defendant from raising a defense to which he is otherwise entitled. This Court so holds.</p>\n<p>Having decided that the factual determinations of this case are within the province of the Court, the applicable law is conceived to be as follows: Where property is sold on an \"as is where is\" basis, and the seller urges and recommends that the prospective purchaser inspect it, it being within the sole dominion of the seller and available for inspection only with his acquiescence, it is the opinion of this Court that the seller, in accepting an offer based upon such inspection, impliedly warrants that the property sold will not substantially and materially differ in character from the property inspected except where such difference results from qualities inherent in the property at the time of inspection, the seller impliedly warrants that the <span class=\"star-pagination\">*81</span> property delivered under the later formed contract will be \"as is\" or more accurately \"as was\" at the time of inspection. If the property delivered is substantially altered from its character at the time of inspection, the purchaser, because of the breach of warranty, is entitled to an adjustment, or, in the case of gross alteration, recission.</p>\n<p>The plaintiff contends that Article 2 of the General Sales Terms and Conditions expressly negatives the implied warranty above determined. The Court believes this contention to be misconceived. Article 2 renders immaterial only the following: The failure of the rope to correspond with (1) a standard as established by the plaintiff's express or implied representations; (2) a standard established by sample; (3) a standard conceived and expected by the purchaser. The defendant's claim is outside these categories; he does not urge the rope's failure to comply with standards established by plaintiff's express or implied representations; nor its failure to correspond with a standard established by sample (for he examined, not a sample, but substantially the entire quantity of rope); nor its failure to measure up to qualities which he conceived it to have. Rather than the rope's failure to have the qualities represented by the foregoing standards, the crux of the defendant's complaint is that the rope failed to have the same qualities which it actually possessed at the time of inspection; it was no longer the thing bargained for. That the alteration may possibly have caused the property to fail to come up to an expected standard is immaterial. Such a failure is collateral; it may exist whether or not there has been an actual change in the qualities of the property. That such a failure and an actual alteration co-exist does not mean that the former so embraces the latter as to destroy its separate existence and resulting breach of warranty. This being true, it is apparent that the warranty that the property would be substantially \"as was\" at the time of inspection was in no way negatived by the contract.</p>\n<p>The rope, because of the vast increase in moisture content and consequent weight, suffered a substantial and material alteration, not resulting from inherent qualities existing at the time of inspection, and this alteration constituted a breach of the aforementioned implied warranty and entitled the defendant to an adjustment. The plaintiff's refusal to make such an adjustment constituted a breach of contract. The Court's opinion is, therefore, that the plaintiff, having breached the contract by denying an adjustment, cannot recover against the defendant. The judgment of the Court is that plaintiff recover nothing of the defendant and that the action be dismissed.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></span> (1958)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nE. D. BLAKE, Sole Owner, trading and d/b/a The G. I. Surplus Store, Defendant.</h1></center>\n<center>Civ. No. 572.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 17, 1958.</center>\n<p><span class=\"star-pagination\">*77</span> Julian T. Gaskill, U. S. Atty., Raleigh, N. C., for plaintiff.</p>\n<p>Carter &amp; Murchison, Wilmington, N. C., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was instituted by the United States of America to recover damages from defendant for breach of his contract to purchase a quantity of surplus rope. The facts are found to be as follows:</p>\n<p>Pursuant to proposed sale the plaintiff, on November 6, 1952, issued invitations <span class=\"star-pagination\">*78</span> to bid on a price per pound basis on materials described as \"Rope and rope products, fibre, assorted sizes and lengths\" in the amount of approximately 200,000 pounds. Among other things, the invitation stated:</p>\n<blockquote>\"3. The material is offered on an `as iswhere is' basis * * * No guaranty is made as to condition, quantity, or quality of the material and the purchaser must accept all rope and rope products offered regardless of quantity or quality at the price bid, therefore inspection is urged and recommended.\"</blockquote>\n<p>The invitation also advised that the property could be inspected upon proper application during the regular work hours between November 10 and November 21, 1952. Attached to and a part of the invitation were \"General Sales Terms and Conditions\", the pertinent provisions of which are as follows:</p>\n<blockquote>\"2. Condition of Property.All property listed herein is offered for sale `as is' and `where is', and without recourse against the Government * * *. The description is based upon the best available information, but the Government makes no guaranty, warranty, or representation, expressed or implied, as to quantity, kind, character, quality, weight, size or description of any of the property, or its fitness for any use or purpose, and no claim will be considered for allowance or adjustment or for recission of the sale based upon the failure of the property to correspond with the standard expected; this is not a sale by sample.\"</blockquote>\n<blockquote>\"15. Disputes.Except as otherwise specifically provided in this contract, all questions of fact involved in disputes arising under this contract shall be decided by the contracting officer, whose decision on said facts shall be final and conclusive upon the parties, subject to written appeal by the Purchaser within thirty (30) days to the head of the department or his duly authorized representative, whose decision on said facts shall be final and conclusive upon the parties hereto. In the meantime, the Purchaser shall diligently proceed with performance.\"</blockquote>\n<p>Article 10 of the contract provides that any loss, damage or destruction of the rope prior to passage of title to defendant \"will\" be adjusted by the contracting officer.</p>\n<p>The rope offered for sale was rope which had been found on and in ships making up the Wilmington Reserve Fleet. In the preparation for sale, the plaintiff's policy in working the rope was to remove it, in rain or shine, to a large steel barge with a flat deck having neither roof nor sides. Over a period of several weeks rope had been piled 12 to 15 feet high on the barge in a haphazard manner. No effective means was employed to prevent its exposure to the elements, although some attempt along these lines was made. Throughout this period the rope remained in the restricted Reserve Fleet area and was within full dominion and control of the plaintiff. It could be inspected only at such times as the plaintiff permitted.</p>\n<p>On November 10, 1952 there was a rainfall of 1.01 inches in the area and this was followed on November 11 by a rainfall of .41 inches. The rainfall on November 10 was the first measurable amount of rain in 26 days. On November 12, 1952 the defendant inspected the rope as far as practicable and at that time 85 to 90 percent of the rope in question had been loaded on the barge which was stationed alongside one of the ships some several miles down the river from the fleet dock. The rope was in a relatively dry condition and was so found by the defendant.</p>\n<p>On November 21, 1952, the date on which the bids were opened, defendant submitted his bid and therein agreed that the same should remain firm and irrevocable for a period of 60 days. On December 4, plaintiff accepted defendant's bid and on December 11 mailed the acceptance to the defendant with a letter <span class=\"star-pagination\">*79</span> advising that the rope should be removed by February 22, 1953.</p>\n<p>Between November 12, 1952, the date when the defendant inspected the rope, and December 15, the date on which defendant's agents began taking deliveries of the rope, there occurred rainfall in the amount of 4.88 inches. As a result of this rainfall the moisture content of the rope was greatly increased. On December 15 and the next two ensuing days the defendant's agents received a total of 51,120 pounds.</p>\n<p>At this point, that is, on December 17, the defendant for the first time personally inspected the rope and at that time found it to be saturated with water. Upon learning of this condition of the rope defendant immediately complained to the Fleet Superintendent at the fleet basin. At the suggestion of the Superintendent the defendant immediately telephoned the contracting officer at Norfolk, Virginia, reporting to him that the rope had become damaged after he inspected it and requesting an adjustment under the contract. Thereupon the contracting officer reminded the defendant that he had bought the rope \"as is\" and denied the request for an adjustment. The defendant was requested to confirm his request by letter and he did this on December 20, 1952. Upon receipt of this letter the contracting officer took the request up with the head of the interested department. After full deliberation and with the latter's full concurrence, the contracting officer replied by letter dated January 15, 1953, acknowledging the defendant's request for an investigation and an adjustment, quoting Article 2 of the General Sales Terms and Conditions, and Paragraph 3 of the invitation, and stating that the Government made no guaranty, warranty, or representation, express or implied, as to the quality or weight of the rope, and stating, further, that therefore the defendant's claim for an adjustment could not be allowed. The defendant took no further action other than to decline delivery of the balance of the rope.</p>\n<p>The plaintiff subsequently sold the remaining undelivered rope at a price lower than that submitted by the defendant and now seeks to recover this difference which, after certain credits, amounts to $3,715.27.</p>\n<p>The Court finds the facts in favor of the Government in respect to the amount which the plaintiff is entitled to recover, if entitled to recover anything.</p>\n<p>At the outset the plaintiff urges that all of the evidence relating to the acquisition of moisture by the rope after inspection is inadmissible under 28 U.S. C.A. § 2406, which reads as follows:</p>\n<blockquote>\"Credits in actions by the United States; prior disallowance</blockquote>\n<blockquote>\"In an action by the United States against an individual, evidence supporting the defendant's claim for a credit shall not be admitted unless he first proves that such claim has been disallowed, in whole or in part, by the General Accounting Office, or that he has, at the time of the trial, obtained possession of vouchers not previously procurable and has been prevented from presenting such claim to the General Accounting Office by absence from the United States or unavoidable accident.\"</blockquote>\n<p>As observed, the substance of this section is that in an action by the United States against the individual evidence supporting the defendant's claim for a credit is inadmissible unless he proves that such claim has been disallowed by the General Accounting Office. Keeping in mind that the purpose of this section is to prevent surprise by claims for credit and to insure the exhaustion of administrative remedies, it seems apparent that the statute merely provides that unless certain conditions precedent have been met evidence cannot be introduced which would establish an affirmative obligation or credit owed by the Government to an individual which would outweigh or offset the obligation owed by the individual to the Government. The <span class=\"star-pagination\">*80</span> statute in no way precludes evidence introduced in order to show a complete absence of any enforceable obligation owed by the individual to the Government. The defendant's evidence with regard to the rope's moisture content is plainly introduced with the latter object in view and it is the opinion of the Court that the statute has no application to this case.</p>\n<p>The plaintiff also contends that under Article 15 of the contract the defendant is foreclosed from contesting the plaintiff's claim because the defendant's defense is predicated upon a disputed fact, which disputed fact was decided against the defendant and from which no appeal was taken under the procedure established by the contract. Obviously, the defendant's defense is predicated upon the factual contention that the rope was altered from a relatively dry condition at the time of the defendant's inspection to a saturated condition at the time of beginning deliveries. The defendant fully advised the contracting officer that this was the basis of his claim for an adjustment. The contracting officer, however, did not determine the fact whether the rope had been altered with regard to its moisture content, but only propounded a legal conclusion or decision to the effect that even if such litigation had occurred it was immaterial. All that he did was call attention to the fact that the defendant had bought the rope \"as is\" and in effect decided a legal question that even if defendant's contention was true, still he was entitled to no adjustment. Although the defendant did not appeal to the head of the interested department, the evidence clearly shows that the head of the department fully concurred in the conclusion of the contracting officer; in short, no factual decision at all was made, merely an opinion given that such factual decision was immaterial under the legal import of the contract. Inasmuch as the legal conclusions rendered are de hors the contract and without force and effect, it is manifest that the defendant has not had such hearing and final decision as he was entitled to receive under Article 10 of the contract, and that, therefore, he is not precluded from seeking a determination of the disputed fact in this Court.</p>\n<p>Speaking to the plaintiff's contention that the defendant is precluded from seeking in this Court a determination of the disputed fact because of his failure to submit a written appeal to the head of the department, it seems clear that there is grave question as to the necessity of such appeal where a factual decision has not been made by the contracting officer. Maxan Dress Corp. v. United States, <span class=\"citation\" data-id=\"1968268\"><a href=\"/opinion/1968268/maxan-dress-corp-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">439</span></a></span>, 126 Ct.Cl. 434; Houston Ready-Cut House Co. v. United States, <span class=\"citation\" data-id=\"1395645\"><a href=\"/opinion/1395645/houston-ready-cut-house-co-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">629</span></a></span>, 119 Ct.Cl. 120. Be that as it may, it is apparent that a written appeal to the head of the department in the instant case would have served no useful purpose, for the latter, after being fully advised of the nature of the defendant's claim and the proposed action of the contracting officer, rendered a decision that was not definitive of the factual issue, but, like that of the contracting officer, merely found that such factual issue had no bearing on the legal relationship of the parties. Failure to perform a futile act, when the purpose of that act has already been achieved, should not bar a defendant from raising a defense to which he is otherwise entitled. This Court so holds.</p>\n<p>Having decided that the factual determinations of this case are within the province of the Court, the applicable law is conceived to be as follows: Where property is sold on an \"as is where is\" basis, and the seller urges and recommends that the prospective purchaser inspect it, it being within the sole dominion of the seller and available for inspection only with his acquiescence, it is the opinion of this Court that the seller, in accepting an offer based upon such inspection, impliedly warrants that the property sold will not substantially and materially differ in character from the property inspected except where such difference results from qualities inherent in the property at the time of inspection, the seller impliedly warrants that the <span class=\"star-pagination\">*81</span> property delivered under the later formed contract will be \"as is\" or more accurately \"as was\" at the time of inspection. If the property delivered is substantially altered from its character at the time of inspection, the purchaser, because of the breach of warranty, is entitled to an adjustment, or, in the case of gross alteration, recission.</p>\n<p>The plaintiff contends that Article 2 of the General Sales Terms and Conditions expressly negatives the implied warranty above determined. The Court believes this contention to be misconceived. Article 2 renders immaterial only the following: The failure of the rope to correspond with (1) a standard as established by the plaintiff's express or implied representations; (2) a standard established by sample; (3) a standard conceived and expected by the purchaser. The defendant's claim is outside these categories; he does not urge the rope's failure to comply with standards established by plaintiff's express or implied representations; nor its failure to correspond with a standard established by sample (for he examined, not a sample, but substantially the entire quantity of rope); nor its failure to measure up to qualities which he conceived it to have. Rather than the rope's failure to have the qualities represented by the foregoing standards, the crux of the defendant's complaint is that the rope failed to have the same qualities which it actually possessed at the time of inspection; it was no longer the thing bargained for. That the alteration may possibly have caused the property to fail to come up to an expected standard is immaterial. Such a failure is collateral; it may exist whether or not there has been an actual change in the qualities of the property. That such a failure and an actual alteration co-exist does not mean that the former so embraces the latter as to destroy its separate existence and resulting breach of warranty. This being true, it is apparent that the warranty that the property would be substantially \"as was\" at the time of inspection was in no way negatived by the contract.</p>\n<p>The rope, because of the vast increase in moisture content and consequent weight, suffered a substantial and material alteration, not resulting from inherent qualities existing at the time of inspection, and this alteration constituted a breach of the aforementioned implied warranty and entitled the defendant to an adjustment. The plaintiff's refusal to make such an adjustment constituted a breach of contract. The Court's opinion is, therefore, that the plaintiff, having breached the contract by denying an adjustment, cannot recover against the defendant. The judgment of the Court is that plaintiff recover nothing of the defendant and that the action be dismissed.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1395645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1968268/"
  ]
}