{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2347501/",
  "absolute_url": "/opinion/2347501/clayton-v-stephens/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2347501/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:11:54.334446Z",
  "date_modified": "2016-04-27T03:03:23.993130Z",
  "type": "010combined",
  "sha1": "055c0e625a5fd7d9c37c0e620530a58c8eb57765",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>6 F.Supp.2d 480 (1996)</b></center>\n<center><h1>Haywood CLAYTON, individually and d/b/a ICMM, Plaintiff,<br>\nv.<br>\nAlgie STEPHENS, et al., Defendants.</h1></center>\n<center>No. 5:96-CV-518-BR (1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 10, 1996.</center>\n<p><span class=\"star-pagination\">*481</span> Haywood Clayton, Chapel Hill, NC, pro se.</p>\n<p>John V. Hunter, III, Hunter, Wharton, Stroupe &amp; Lynch, Raleigh, NC, for Algie Stephens.</p>\n<p>Mark Anderson Finkelstein, The Sanford Holhouser Law Firm, Raleigh, NC, for Woodrow D. Williams, Larry Vick.</p>\n<p>Ronald C. Dilthey, Patterson, Dilthey, Clay &amp; Bryson, Raleigh, NC, for Timothy Gunther.</p>\n<p>LeAnn M. Tanner, Rhodes &amp; Rogel, Fuquary-Varina, NC, for Tanner &amp; Rogel, P.A., S&amp;H Trailers, Inc., Melvin Stancil.</p>\n<p>Terry Richard Kane, Poyner &amp; Spruill, Raleigh, NC, for Glen Dunn, Poyner &amp; Spruill, L.L.P., Southchem, Inc., Joe Collie, Gil Steadman.</p>\n<p>David Roy Blackwell, N.C. Dept. of Justice, Raleigh, NC, for Judith R. Bullock, Department of Environmental Health and Natural Resources, Michael Williford.</p>\n<p>Gary S. Parsons, Bailey &amp; Dixon, Raleigh, NC, for Sean Callinicos, Maupin, Taylor, Ellis &amp; Adams.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This case is before the court on defendants' motions dismiss or for summary judgment and on plaintiff's motion to amend his complaint.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>On 12 June 1996, plaintiff filed a 39-page, 243-paragraph complaint with 24 exhibits. What follows is a summary of the significant facts as alleged in the complaint. Any lack of clarity in the summary reflects a lack of clarity in the complaint.</p>\n<p>In the course of his business of manufacturing and compounding industrial sanitation and maintenance products, plaintiff purchases <span class=\"star-pagination\">*482</span> and stores various chemicals as raw materials. (Compl.¶¶ 23-24.) In 1990 and 1991, plaintiff purchased raw materials from defendant SouthChem, Inc. (\"SouthChem\"). (<i>Id.</i> ¶ 25.) At the time of the sale, SouthChem agreed that it would take back any material that plaintiff deemed unusable. (<i>Id.</i>) Upon receipt of the materials, plaintiff noted anomalies. (<i>Id.</i> ¶ 27.) When plaintiff protested to SouthChem, he was told to transport the materials back to SouthChem. (<i>Id.</i> ¶ 30.) Plaintiff requested that SouthChem pick up the materials but SouthChem did not do so. (<i>Id.</i>)</p>\n<p>In November 1991, plaintiff leased warehouse space from defendant Algie Stephens (\"Stephens\") and transferred all of his inventory and equipment (including the materials received from SouthChem) to the leased space. (<i>Id.</i> ¶ 32.) After plaintiff's relationship with Stephens went \"from sour to bitter,\" (<i>id.</i> ¶ 33), plaintiff moved his inventory and equipment to trailers rented from defendant S &amp; H Trailers, Inc. (\"S &amp; H\"), (<i>id.</i> ¶ 35), and from Readilite Barricade. (<i>Id.</i> ¶ 36.) The agreement between S &amp; H and plaintiff also \"went sour\" and S &amp; H returned the rented trailers to Stephens' warehouse. (<i>Id.</i> ¶ 37.)</p>\n<p>Defendant Melvin Stancil of S &amp; H, under Stephens' guidance and prodding, contacted the North Carolina Department of Environmental Health and Natural Resources (\"DEHNR\") and complained of waste being stored in the trailers and of a leak in the trailers. (<i>Id.</i> ¶ 49.) Stancil also spread false rumors about unpaid rent, abandonment, and plaintiff's eviction from Stephens' warehouse. (<i>Id.</i>) Meanwhile, Stancil denied plaintiff access to the contents of the trailers. (<i>Id.</i> ¶ 50.)</p>\n<p>On 7 August 1992, defendant Michael Williford (\"Williford\") and other DEHNR special agents inspected the trailers and cited plaintiff with a Notice of Violation. (<i>Id.</i> ¶ 51.) DEHNR's investigation of the trailers was later suspended after DEHNR determined it did not have jurisdiction over the contents of the trailers. (<i>Id.</i> ¶ 52.) Although lacking jurisdiction, Williford and DEHNR, with approval of defendant Judith R. Bullock (Assistant Attorney General of the North Carolina Department of Justice) (\"Bullock\"), continued to monitor the trailers and made contacts with S &amp; H, Stancil, and Readilite Barricade. (<i>Id.</i> ¶ 54.) Under surveillance of DEHNR, Williford, and Bullock, S &amp; H, Stancil, and defendant Timothy Gunther (an attorney employed by Tanner and Rogel (\"T &amp; R\")) demanded that plaintiff unload all materials from the trailers and place them on the ground. (<i>Id.</i> ¶ 55.)</p>\n<p>In May 1993, plaintiff reached a compromise with Stancil whereby Stancil would move one trailer at time to another warehouse owned by Stephens. (<i>Id.</i> ¶ 58.) Stephens, however, denied access to the warehouse. (<i>Id.</i> ¶ 59.) The only alternative left to plaintiff was to unload the trailers where they were. (<i>Id.</i>) Plaintiff unloaded one trailer but \"[d]ue to safety concerns,\" refused to unload the remaining two trailers. (<i>Id.</i> ¶¶ 59-60.) The two remaining trailers were left at Stephens' property. (<i>Id.</i> ¶ 60.)</p>\n<p>In June 1993, the two trailers were stolen. (<i>Id.</i> ¶ 61.) Plaintiff alleges that in an attempt to create a chemical spill and confer jurisdiction to DEHNR, Stephens employed defendant Woodrow Donnell Williams (\"Williams\") and defendant Larry Vick (\"Vick\") to move the trailers to a remote wooded area, break into them, and dump the contents on the ground. (<i>Id.</i> ¶ 62.) Williams later told Ron Johnson about the \"work\" they had done for Stephens, describing the exact location of the trailers. (<i>Id.</i> ¶ 63.) Once this information was relayed to the Wake County Sheriff's Department, the trailers were discovered. (<i>Id.</i>) Williford and DEHNR were called to the site (\"the Leesville Site\") where they declared an emergency situation, asserted jurisdiction over the chemicals, declared the chemicals as waste, and proceeded with a clean-up procedure. (<i>Id.</i> ¶ 64.)</p>\n<p>DEHNR contacted EnviroChem, a private company, to abate the emergency and sort and separate the waste into hazardous and non-hazardous materials. (<i>Id.</i> ¶ 65.) Williford and DEHNR directed EnviroChem to remove the hazardous waste and put the nonhazardous waste back in the trailers. (<i>Id.</i> ¶ 67.) Williford and DEHNR then contacted plaintiff and requested an inspection of the <span class=\"star-pagination\">*483</span> trailer located at Readilite Barricade. (<i>Id.</i> ¶ 69.) Plaintiff agreed to the request, provided that it be put in writing. (<i>Id.</i> ¶ 70.) Apparently, the request was never put in writing. (<i>Id.</i> ¶¶ 71-72.) On or about July 1993, DEHNR went to the Readilite site, declared an emergency and asserted jurisdiction. (<i>Id.</i> ¶ 73.) The clean-up procedure performed at the Leesville Site was repeated at Readilite Barricade. (<i>Id.</i> ¶ 74.)</p>\n<p>From June 1993 onward, SouthChem and Bullock contacted plaintiff's suppliers and customers and interfered with plaintiff's ability to conduct his business. (<i>Id.</i> ¶ 75.)</p>\n<p>In July 1993, SouthChem cooperated with the State to \"take care\" of the hazardous waste. (<i>Id.</i> ¶ 81.) Plaintiff was not informed of SouthChem's cooperation. (<i>Id.</i>) To implement this \"plan,\" SouthChem formed a team composed of defendant Joe Collie (President and CEO of SouthChem), defendant Gil Steadman (executive officer of SouthChem), and others. (<i>Id.</i> ¶ 82.) Defendant attorney Glenn Dunn (\"Dunn\") of the law firm of Poyner &amp; Spruill, L.L.P. (\"P &amp; S\"), provided the team with information obtained from Stephens, Gunther, DEHNR, and Bullock. (<i>Id.</i> ¶ 83.) Stephens retained P &amp; S, the law firm representing SouthChem; he also volunteered assistance in the clean-up. (<i>Id.</i> ¶ 84.)</p>\n<p>The waste disposal arrangement was brokered by Dunn. (<i>Id.</i> ¶ 86.) Plaintiff alleges that Dunn and/or P &amp; S knew or should have known that Stephens had committed felonious acts and that they should not have brokered an arrangement designed to \"tamper with the evidences, or to obstruct criminal investigation.\" (<i>Id.</i> ¶ 87.) Plaintiff further alleges that \"the arrangement\" deprived him of the use and control of his materials and equipment and was \"tantamount to conversion.\" (<i>Id.</i>)</p>\n<p>On or about 2 August 1993, S &amp; H, through Gunther, filed suit against plaintiff, asserted the presence of toxic and hazardous waste on the trailers and demanded that plaintiff remove all materials. (<i>Id.</i> ¶ 91.) In the course of this litigation, Gunther mislead the court by submitting an erroneous affidavit. (<i>Id.</i> ¶ 92.) On 8 August 1993, Gunther interviewed EnviroChem, learned that hazardous chemicals might be on the trailers and again demanded that plaintiff immediately unload the trailers. (<i>Id.</i> ¶ 93.) Asserting that the trailers contained toxic and hazardous substances, Gunther obtained a temporary restraining order and injunction ordering plaintiff to move the waste. (<i>Id.</i> ¶ 94.) Plaintiff alleges that had he complied with this order, he would have been subject to criminal violation for storing and transporting known hazardous waste. (<i>Id.</i>) Nevertheless, plaintiff was cited with contempt for failing to comply with the order, was fined, and was threatened with jail. (<i>Id.</i> ¶ 105.)</p>\n<p>In November 1993, the Criminal Division of the Environmental Protection Agency entered the investigation, (<i>id.</i> ¶ 110), and defendants quickly moved to take back all remaining waste to SouthChem's facilities for disposal. (<i>Id.</i> ¶ 111.) Plaintiff alleges that with the acquiescence of DEHNR, Bullock, and Williford, this arrangement was brokered by attorneys Dunn, Gunther, and defendant Sean Callinicos (\"Callinicos\"). (<i>Id.</i> ¶ 113.) Callinicos is a member of defendant law firm Maupin, Taylor, Ellis &amp; Adams, P.A. (\"Maupin Taylor\"). (<i>Id.</i> ¶ 21.)</p>\n<p>Plaintiff filed suit against Stephens, Williams, Vick, Gunther, T &amp; R, S &amp; H, Stancil, Dunn, P &amp; S, Bullock, DEHNR, Williford, SouthChem, Collie, Steadman, Callinicos, Maupin Taylor, and John Doe I. Plaintiff's verified complaint alleges twelve causes of action, the first three of which are federal. Plaintiff's first cause of action is brought under the Racketeer Influenced and Corrupt Organization Act (\"RICO\") and is asserted against all defendants. Plaintiff's second cause of action is brought under 42 U.S.C. § 1983 and is asserted against DEHNR, Williford, Bullock, and Gunther. Plaintiff's third cause of action is brought under the Resource Conservation and Recovery Act (\"RCRA\") and is asserted against SouthChem, Collie, Steadman, Stephens, Vick, Williams, Gunther, T &amp; R, Dunn, P &amp; S, Callinicos, Maupin Taylor, DEHNR, Williford, and Bullock. Plaintiff's remaining causes of action include state law claims of malicious prosecution, gross negligence, conversion, tortious interference with third party business, fraud, breach of contract, unfair <span class=\"star-pagination\">*484</span> trade and practice, defamation, and unjust enrichment.</p>\n<p></p>\n<h2>II. <i>Relevant Standards</i>\n</h2>\n<p></p>\n<h2>A. <i>Standards for 12(b)(6) and 12(b)(1) Motions to Dismiss</i>\n</h2>\n<p>For purposes of a motion to dismiss pursuant to Rule 12(b)(6), the complaint is construed in the light most favorable to the plaintiff and its allegations are taken as true. As stated by the Supreme Court in <i>Conley v. Gibson,</i> 355 U.S. 41, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957):</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Id.</i> at 45-46, 78 S.Ct. 99.</p>\n<p>In considering a 12(b)(1) motion, the complaint will be construed broadly and liberally. <i>Flue-Cured Tobacco Coop. Stabilization Corp. v. United States E.P.A.,</i> 857 F.Supp. 1137, 1140 (M.D.N.C.1994). However, unlike a 12(b)(6) analysis, the court will not draw argumentative inferences in favor of the plaintiff. <i>Id.</i> The burden of proof is on the party asserting jurisdiction. <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982). Finally, in ruling on a 12(b)(1) motion, the court may consider exhibits outside the pleadings without converting the proceeding into one for summary judgment. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Summary Judgment Standard</i>\n</h2>\n<p>Pursuant to Fed.R.Civ.P. 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> [477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986)]. In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, [106 S.Ct. 2505]. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> [498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991)]. The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> [477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986)]. The opposing party must demonstrate that a triable issue of fact exists; he may not rest upon mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, [106 S.Ct. 2505]. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>RICO Claim</i>\n</h2>\n<p>Plaintiff's first cause of action is brought under RICO. All defendants except SouthChem have moved to dismiss this claim pursuant to Fed.R.Civ.P. 12(b)(6) for failure to state a claim upon which relief can be granted. On 27 June 1996, defendants Dunn and P &amp; S filed their motion to dismiss. On 22 July 1996, plaintiff responded to the motion; his response references and includes two documents outside the pleadings. On 30 July 1996, defendants Dunn and P &amp; S filed a reply in the form of a motion for summary judgment; they included with their filing matters outside the pleadings. On 25 September 1996, plaintiff responded to Dunn and P &amp; S's 30 July 1996 filing. Since matters outside the pleadings have been submitted, Dunn and P &amp; S's 12(b)(6) motion will be treated as one for summary judgment. Fed. R.Civ.P. 12(b). Moreover, since plaintiff expressly incorporated his 22 July 1996 response to Dunn and P &amp; S's motion into his responses to the motions to dismiss filed by Stephens, Williams, Vick, Gunther, T &amp; R, S &amp; H, Stancil, Bullock, DEHNR, Williford, <span class=\"star-pagination\">*485</span> Callinicos, and Maupin Taylor, all of these motions to dismiss will be treated as motions for summary judgment as well. Although plaintiff did not incorporate his 22 July 1996 response into his response to Collie's motion to dismiss, he did include matters outside the pleadings with that filing. Collie's motion to dismiss, therefore, also will be treated as a motion for summary judgment. Steadman's motion to dismiss is the only one that will not be converted.</p>\n<p>To establish a civil RICO case, a plaintiff must prove: \"`(1) conduct (2) of an enterprise (3) through a pattern (4) of racketeering activity.'\" <i>Morley v. Cohen,</i> 888 F.2d 1006, 1009 (4th Cir.1989) (quoting <i>Sedima, S.P.R.L. v. Imrex Co.,</i> 473 U.S. 479, 496, 105 S.Ct. 3275, 87 L.Ed.2d 346 (1985)(footnote omitted)). 18 U.S.C. § 1961 contains an exhaustive definition of racketeering activity, the fourth element of civil RICO. Subsection A defines racketeering activity vis-a-vis certain state offenses including: \"any act or threat involving murder, kidnapping, gambling, arson, robbery, bribery, extortion, dealing in obscene matter, or dealing in a controlled substance or listed chemical ... which is ... punishable by imprisonment for more than one year.\" 18 U.S.C. § 1961(1)(A) (1996). Subsection B defines racketeering activity to include any act indictable under a number of sections of Title 18, United States Code.<sup>[1]</sup><i>Id.</i> § 1961(1)(B).</p>\n<p>The offenses listed in § 1961 are commonly referred to as predicate crimes or predicate acts. A plaintiff must prove each prong of the predicate offense to establish the racketeering activity element of civil RICO. <i>Central Distributors of Beer, Inc. v. Conn,</i> 5 F.3d 181, 183-84 (6th Cir.1993), <i>cert. denied,</i> 512 U.S. 1207, 114 S.Ct. 2678, 129 L.Ed.2d 812 (1994).</p>\n<p>In this case, plaintiff alleges that defendants engaged in the following predicate crimes constituting racketeering activity: (1) mail fraud under 18 U.S.C. § 1341; (2) wire fraud under 18 U.S.C. § 1343; (3) obstruction of justice under 18 U.S.C. § 1503; (4) obstruction of criminal investigation under 18 U.S.C. § 1510; (5) obstruction of State or local law enforcement under 18 U.S.C. § 1511; (6) interference with commerce under 18 U.S.C. § 1951; (7) engaging in monetary transactions in property derived from specified unlawful activity under 18 U.S.C. § 1957; (8) RCRA under 42 U.S.C. § 6901 <i>et seq.;</i> (9) larceny; (10) transporting and receiving stolen goods; and (11) common law tort of conversion. (Compl. ¶ 129.)</p>\n<p>As a preliminary note, RCRA, larceny, transporting and receiving stolen goods, and the tort of conversion are not included in § 1961's exhaustive list of predicate crimes. In fact, the tort of conversion is not even a crime. Thus, plaintiff cannot maintain a RICO claim based on these \"offenses.\" Nor, for the reasons discussed below, can any of the other offenses alleged by plaintiff serve as predicate crimes for his RICO claim.</p>\n<p>Plaintiff's complaint is utterly devoid of any specific facts supporting his conclusion that defendants engaged in mail and wire fraud. The only relevant information in the complaint relating to mail and wire fraud is <span class=\"star-pagination\">*486</span> the conclusory allegation that defendants committed these crimes. (Compl. ¶ 129.)</p>\n<p>Plaintiff includes exhibits 25 and 26 in his 22 July 1996 response presumably to substantiate his allegations of mail and wire fraud. Exhibit 25 consists of two excerpted pages from T &amp; R's billing records. The court assumes that these pages have been provided because they contain several entries described as telephone conferences. Exhibit 26 is a letter from EnviroChem to Dunn notifying Dunn of the condition of the material at the Leesville Site.</p>\n<p>Plaintiff seems to be under the erroneous impression that the mere use of the mails and wires is sufficient to establish mail and wire fraud. The offenses of mail and wire fraud, however, \"require use of the mails or wires coupled with an intent to defraud.\" <i>Morley,</i> 888 F.2d at 1009. While exhibits 25 and 26 may establish use of the mails and wires, they do not establish or even suggest an intent to defraud or that a false statement or omission of fact was made. <i>Central Distribs.,</i> 5 F.3d at 184 (\"[T]he defendant must make a false statement or omission of fact to the plaintiff to support a claim of wire fraud or mail fraud as a predicate act for a RICO claim.\")(emphasis omitted).</p>\n<p>Plaintiff's allegations regarding the predicate crime of obstruction of justice under 18 U.S.C. § 1503 are likewise deficient. In fact, the only allegations the court can glean from the complaint to support plaintiff's allegation regarding obstruction of justice relate to the prior state court proceedings. Obstruction of justice under § 1503, however, is limited to obstruction in the \"court[s] of the United States,\" 18 U.S.C. § 1503(a) (1996), and thus does not include state court proceedings.</p>\n<p>18 U.S.C. § 1510 prohibits the obstruction of criminal investigations. It provides:</p>\n<blockquote>Whoever willfully endeavors by means of bribery to obstruct, delay, or prevent the communication of information relating to a violation of any criminal statute of the United States by any person to a criminal investigator shall be fined under this title, or imprisoned not more than five years, or both.</blockquote>\n<p>18 U.S.C. § 1510(a) (1996). In this case, plaintiff has made no allegations of bribery in his complaint or otherwise presented evidence that any defendant engaged in bribery as required by § 1510.</p>\n<p>18 U.S.C. § 1511 prohibits obstruction of State or local law enforcement. It provides, in relevant part: \"It shall be unlawful for two or more persons to conspire to obstruct the enforcement of the criminal laws of a State or political subdivision thereof, with the intent to facilitate an illegal gambling business ....\" 18 U.S.C. § 1511 (1984). Illegal gambling has nothing whatsoever to do with this case.</p>\n<p>18 U.S.C. § 1951 prohibits interference with commerce by threats or violence. 18 U.S.C. § 1951(a) (1996). The statute defines \"commerce\" as interstate commerce. <i>Id.</i> § 1951(b)(3). Here, plaintiff has made no allegations and has presented no evidence even hinting that interstate commerce was affected by the alleged acts.</p>\n<p>18 U.S.C. § 1957 prohibits engaging in monetary transactions in property derived from specified unlawful activity. It provides, in relevant part: \"Whoever ... knowingly engages or attempts to engage in a monetary transaction in criminally derived property that is of a value greater than $10,000 and is derived from specified unlawful activity, shall be punished ....\" 18 U.S.C. § 1957(a) (1996). Plaintiff has not made any allegation or presented any evidence tending to suggest that defendants engaged in the activity prohibited by § 1957.</p>\n<p>As discussed above, plaintiff's RICO claim is deficient as to the fourth element of the RICO cause of action, racketeering activity. For this reason, defendants' motions to dismiss or for summary judgment on this claim are GRANTED.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*487</span> B. <i>§ 1983 Claim</i>\n</h2>\n<p>Plaintiff has alleged a § 1983 claim against DEHNR, Williford, Bullock, and Gunther. All four defendants have moved to dismiss this claim.</p>\n<p>The Eleventh Amendment bars plaintiff's § 1983 claim against DEHNR and Bullock and Williford in their official capacities. <i>Kentucky v. Graham,</i> 473 U.S. 159, 165-67, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985).</p>\n<p>As to plaintiff's § 1983 claim against Gunther and Williford and Bullock in their individual capacities, he need only make two allegations in order to state a cause of action: (1) he must allege that defendants deprived him of a federal right, and (2) he must allege that defendants acted under color of state law. <i>Gomez v. Toledo,</i> 446 U.S. 635, 640, 100 S.Ct. 1920, 64 L.Ed.2d 572 (1980). In this case, plaintiff has failed to sufficiently plead that he was deprived of a federal right. Plaintiff's § 1983 claim against Gunther is defective for the additional reason that he fails to allege any facts supporting his conclusory allegation that Gunther acted under color of state law.</p>\n<p></p>\n<h2>C. <i>RCRA Claim</i>\n</h2>\n<p>In his third cause of action, plaintiff asserts a claim under 42 U.S.C. § 6972 against SouthChem, Collie, Steadman, Stephens, Vick, Williams, Gunther, T &amp; R, Dunn, P &amp; S, Callinicos, Maupin Taylor, DEHNR, Williford, and Bullock. All defendants but SouthChem have moved to dismiss this claim under Fed.R.Civ.P. 12(b)(1) and (6).</p>\n<p>Section 6972 is RCRA's citizen suits provision. Subsection (a)(1)(A) allows a plaintiff to commence a civil action on his own behalf against any person \"who is alleged to be in violation of any permit, standard, regulation, condition, requirement, prohibition, or order which has become effective pursuant to this chapter.\" 42 U .S.C. § 6972(a)(1)(A) (1995). Subsection (a)(1)(B) allows suits against any person \"who has contributed or who is contributing to the past or present handling, storage, treatment, transportation, or disposal of any solid or hazardous waste which may present an imminent and substantial endangerment to health or the environment.\" <i>Id.</i> § 6972(a)(1)(B).</p>\n<p>Section 6972 goes on to prohibit citizen suits where proper notice has not been given. Subsection (b) provides, in relevant part:</p>\n<blockquote>(1) No action may be commenced under subsection (a)(1)(A) of this section </blockquote>\n<blockquote>(A) prior to 60 days after the plaintiff has given notice of the violation to </blockquote>\n<blockquote>(i) the Administrator;</blockquote>\n<blockquote>(ii) the State in which the alleged violation occurs; and</blockquote>\n<blockquote>(iii) to any alleged violator of such permit, standard, regulation, condition, requirement, prohibition, or order ....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(2)(A) No action may be commenced under subsection (a)(1)(B) of this section prior to ninety days after the plaintiff has given notice of the endangerment to </blockquote>\n<blockquote>(i) the Administrator;</blockquote>\n<blockquote>(ii) the State in which the alleged endangerment may occur;</blockquote>\n<blockquote>(iii) any person alleged to have contributed to or to be contributing to the past or present handling, storage, treatment, transportation, or disposal of any solid or hazardous waste referred to in subsection (a)(1)(B) of this section ....</blockquote>\n<p><i>Id.</i> § 6972(b). As the Supreme Court has held, § 6972's notice and delay provisions \"are mandatory conditions precedent to commencing suit under the RCRA citizen suit provision; a district court may not disregard these requirements at its discretion.\" <i>Hallstrom v. Tillamook County,</i> 493 U.S. 20, 31, 110 S.Ct. 304, 107 L.Ed.2d 237 (1989).<sup>[3]</sup></p>\n<p>In this case, plaintiff's complaint fails to allege that notice was given pursuant to § 6972. In his response briefs, plaintiff argues that the relevant parties were put on constructive notice. The Supreme Court has, however, rejected a flexible construction <span class=\"star-pagination\">*488</span> of § 6972. <i>Id.</i> 26-27, 110 S.Ct. 304. Thus, this court holds that constructive notice cannot satisfy the requirements of § 6972. <i>PaineWebber Income Properties Three Ltd. Partnership v. Mobil Oil Corp.,</i> 902 F.Supp. 1514, 1520 (M.D.Fla.1995)(holding that § 6972 does not provide for constructive notice). Plaintiff's RCRA claim, therefore, must be dismissed for failure to comply with § 6972(b).<sup>[4]</sup></p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>To summarize, defendants' motions to dismiss or for summary judgment as they pertain to plaintiff's federal claims are GRANTED. Plaintiff's motion to amend the complaint is DENIED. The court declines to retain jurisdiction over plaintiff's state law claims and this case is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Those sections include: § 201 (bribery), § 224 (sports bribery), §§ 471-473 (counterfeiting), § 659 (theft from interstate shipment) if the act is felonious, § 664 (embezzlement from pension and welfare funds), §§ 891-894 (extortionate credit transactions), § 1029 (fraud and related activity in connection with access devices), § 1084 (transmission of gambling information), § 1341 (mail fraud), § 1343 (wire fraud), § 1344 (financial institution fraud), §§ 1461-1465 (obscene matter), § 1503 (obstruction of justice), § 1510 (obstruction of criminal investigations), § 1511 (obstruction of State or local law enforcement), § 1512 (tampering with a witness, victim, or an informant), § 1513 (retaliating against a witness, victim, or an informant), § 1951 (interference with commerce, robbery, or extortion), § 1952 (racketeering), § 1953 (interstate transportation of wagering paraphernalia), § 1954 (unlawful welfare fund payments), § 1955 (prohibition of illegal gambling businesses), § 1956 (laundering of monetary instruments), § 1957 (engaging in monetary transactions in property derived from specified unlawful activity), § 1958 (use of interstate commerce facilities in the commission of murder-for-hire), §§ 2251, 2251A, 2252, and 2258 (sexual exploitation of children), §§ 2312-2313 (interstate transportation of stolen motor vehicles), §§ 2314-2315 (interstate transportation of stolen property), § 2321 (trafficking in certain motor vehicles or motor vehicle parts), §§ 2341-2346 (trafficking in contraband cigarettes), and §§ 2421-24 (white slave traffic). <i>Id.</i></p>\n<p>[2]  Defendant SouthChem did not file a motion to dismiss this claim. The deficiency noted in plaintiff's RICO claim against the other defendants applies equally to his RICO claim against SouthChem. Plaintiff's RICO claim against SouthChem, therefore, also is dismissed.</p>\n<p>[3]  The <i>Hallstrom</i> Court did not, however, determine whether § 6972(b) is jurisdictional. <i>Id.</i> (\"In light of our literal interpretation of the statutory requirement, we need not determine whether § 6972(b) is jurisdictional ....\"). It held, however, that if an action is barred by the terms of a statute, it must be dismissed. <i>Id.</i></p>\n<p>[4]  Defendant SouthChem did not file a motion to dismiss this claim. Since the notice deficiency in plaintiff's RCRA claim applies to defendant SouthChem as well, plaintiff's RCRA claim against this defendant also will be dismissed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">480</span></span> (1996)</b></center>\n<center><h1>Haywood CLAYTON, individually and d/b/a ICMM, Plaintiff,<br>\nv.<br>\nAlgie STEPHENS, et al., Defendants.</h1></center>\n<center>No. 5:96-CV-518-BR (1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 10, 1996.</center>\n<p><span class=\"star-pagination\">*481</span> Haywood Clayton, Chapel Hill, NC, pro se.</p>\n<p>John V. Hunter, III, Hunter, Wharton, Stroupe &amp; Lynch, Raleigh, NC, for Algie Stephens.</p>\n<p>Mark Anderson Finkelstein, The Sanford Holhouser Law Firm, Raleigh, NC, for Woodrow D. Williams, Larry Vick.</p>\n<p>Ronald C. Dilthey, Patterson, Dilthey, Clay &amp; Bryson, Raleigh, NC, for Timothy Gunther.</p>\n<p>LeAnn M. Tanner, Rhodes &amp; Rogel, Fuquary-Varina, NC, for Tanner &amp; Rogel, P.A., S&amp;H Trailers, Inc., Melvin Stancil.</p>\n<p>Terry Richard Kane, Poyner &amp; Spruill, Raleigh, NC, for Glen Dunn, Poyner &amp; Spruill, L.L.P., Southchem, Inc., Joe Collie, Gil Steadman.</p>\n<p>David Roy Blackwell, N.C. Dept. of Justice, Raleigh, NC, for Judith R. Bullock, Department of Environmental Health and Natural Resources, Michael Williford.</p>\n<p>Gary S. Parsons, Bailey &amp; Dixon, Raleigh, NC, for Sean Callinicos, Maupin, Taylor, Ellis &amp; Adams.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This case is before the court on defendants' motions dismiss or for summary judgment and on plaintiff's motion to amend his complaint.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>On 12 June 1996, plaintiff filed a 39-page, 243-paragraph complaint with 24 exhibits. What follows is a summary of the significant facts as alleged in the complaint. Any lack of clarity in the summary reflects a lack of clarity in the complaint.</p>\n<p>In the course of his business of manufacturing and compounding industrial sanitation and maintenance products, plaintiff purchases <span class=\"star-pagination\">*482</span> and stores various chemicals as raw materials. (Compl.¶¶ 23-24.) In 1990 and 1991, plaintiff purchased raw materials from defendant SouthChem, Inc. (\"SouthChem\"). (<i>Id.</i> ¶ 25.) At the time of the sale, SouthChem agreed that it would take back any material that plaintiff deemed unusable. (<i>Id.</i>) Upon receipt of the materials, plaintiff noted anomalies. (<i>Id.</i> ¶ 27.) When plaintiff protested to SouthChem, he was told to transport the materials back to SouthChem. (<i>Id.</i> ¶ 30.) Plaintiff requested that SouthChem pick up the materials but SouthChem did not do so. (<i>Id.</i>)</p>\n<p>In November 1991, plaintiff leased warehouse space from defendant Algie Stephens (\"Stephens\") and transferred all of his inventory and equipment (including the materials received from SouthChem) to the leased space. (<i>Id.</i> ¶ 32.) After plaintiff's relationship with Stephens went \"from sour to bitter,\" (<i>id.</i> ¶ 33), plaintiff moved his inventory and equipment to trailers rented from defendant S &amp; H Trailers, Inc. (\"S &amp; H\"), (<i>id.</i> ¶ 35), and from Readilite Barricade. (<i>Id.</i> ¶ 36.) The agreement between S &amp; H and plaintiff also \"went sour\" and S &amp; H returned the rented trailers to Stephens' warehouse. (<i>Id.</i> ¶ 37.)</p>\n<p>Defendant Melvin Stancil of S &amp; H, under Stephens' guidance and prodding, contacted the North Carolina Department of Environmental Health and Natural Resources (\"DEHNR\") and complained of waste being stored in the trailers and of a leak in the trailers. (<i>Id.</i> ¶ 49.) Stancil also spread false rumors about unpaid rent, abandonment, and plaintiff's eviction from Stephens' warehouse. (<i>Id.</i>) Meanwhile, Stancil denied plaintiff access to the contents of the trailers. (<i>Id.</i> ¶ 50.)</p>\n<p>On 7 August 1992, defendant Michael Williford (\"Williford\") and other DEHNR special agents inspected the trailers and cited plaintiff with a Notice of Violation. (<i>Id.</i> ¶ 51.) DEHNR's investigation of the trailers was later suspended after DEHNR determined it did not have jurisdiction over the contents of the trailers. (<i>Id.</i> ¶ 52.) Although lacking jurisdiction, Williford and DEHNR, with approval of defendant Judith R. Bullock (Assistant Attorney General of the North Carolina Department of Justice) (\"Bullock\"), continued to monitor the trailers and made contacts with S &amp; H, Stancil, and Readilite Barricade. (<i>Id.</i> ¶ 54.) Under surveillance of DEHNR, Williford, and Bullock, S &amp; H, Stancil, and defendant Timothy Gunther (an attorney employed by Tanner and Rogel (\"T &amp; R\")) demanded that plaintiff unload all materials from the trailers and place them on the ground. (<i>Id.</i> ¶ 55.)</p>\n<p>In May 1993, plaintiff reached a compromise with Stancil whereby Stancil would move one trailer at time to another warehouse owned by Stephens. (<i>Id.</i> ¶ 58.) Stephens, however, denied access to the warehouse. (<i>Id.</i> ¶ 59.) The only alternative left to plaintiff was to unload the trailers where they were. (<i>Id.</i>) Plaintiff unloaded one trailer but \"[d]ue to safety concerns,\" refused to unload the remaining two trailers. (<i>Id.</i> ¶¶ 59-60.) The two remaining trailers were left at Stephens' property. (<i>Id.</i> ¶ 60.)</p>\n<p>In June 1993, the two trailers were stolen. (<i>Id.</i> ¶ 61.) Plaintiff alleges that in an attempt to create a chemical spill and confer jurisdiction to DEHNR, Stephens employed defendant Woodrow Donnell Williams (\"Williams\") and defendant Larry Vick (\"Vick\") to move the trailers to a remote wooded area, break into them, and dump the contents on the ground. (<i>Id.</i> ¶ 62.) Williams later told Ron Johnson about the \"work\" they had done for Stephens, describing the exact location of the trailers. (<i>Id.</i> ¶ 63.) Once this information was relayed to the Wake County Sheriff's Department, the trailers were discovered. (<i>Id.</i>) Williford and DEHNR were called to the site (\"the Leesville Site\") where they declared an emergency situation, asserted jurisdiction over the chemicals, declared the chemicals as waste, and proceeded with a clean-up procedure. (<i>Id.</i> ¶ 64.)</p>\n<p>DEHNR contacted EnviroChem, a private company, to abate the emergency and sort and separate the waste into hazardous and non-hazardous materials. (<i>Id.</i> ¶ 65.) Williford and DEHNR directed EnviroChem to remove the hazardous waste and put the nonhazardous waste back in the trailers. (<i>Id.</i> ¶ 67.) Williford and DEHNR then contacted plaintiff and requested an inspection of the <span class=\"star-pagination\">*483</span> trailer located at Readilite Barricade. (<i>Id.</i> ¶ 69.) Plaintiff agreed to the request, provided that it be put in writing. (<i>Id.</i> ¶ 70.) Apparently, the request was never put in writing. (<i>Id.</i> ¶¶ 71-72.) On or about July 1993, DEHNR went to the Readilite site, declared an emergency and asserted jurisdiction. (<i>Id.</i> ¶ 73.) The clean-up procedure performed at the Leesville Site was repeated at Readilite Barricade. (<i>Id.</i> ¶ 74.)</p>\n<p>From June 1993 onward, SouthChem and Bullock contacted plaintiff's suppliers and customers and interfered with plaintiff's ability to conduct his business. (<i>Id.</i> ¶ 75.)</p>\n<p>In July 1993, SouthChem cooperated with the State to \"take care\" of the hazardous waste. (<i>Id.</i> ¶ 81.) Plaintiff was not informed of SouthChem's cooperation. (<i>Id.</i>) To implement this \"plan,\" SouthChem formed a team composed of defendant Joe Collie (President and CEO of SouthChem), defendant Gil Steadman (executive officer of SouthChem), and others. (<i>Id.</i> ¶ 82.) Defendant attorney Glenn Dunn (\"Dunn\") of the law firm of Poyner &amp; Spruill, L.L.P. (\"P &amp; S\"), provided the team with information obtained from Stephens, Gunther, DEHNR, and Bullock. (<i>Id.</i> ¶ 83.) Stephens retained P &amp; S, the law firm representing SouthChem; he also volunteered assistance in the clean-up. (<i>Id.</i> ¶ 84.)</p>\n<p>The waste disposal arrangement was brokered by Dunn. (<i>Id.</i> ¶ 86.) Plaintiff alleges that Dunn and/or P &amp; S knew or should have known that Stephens had committed felonious acts and that they should not have brokered an arrangement designed to \"tamper with the evidences, or to obstruct criminal investigation.\" (<i>Id.</i> ¶ 87.) Plaintiff further alleges that \"the arrangement\" deprived him of the use and control of his materials and equipment and was \"tantamount to conversion.\" (<i>Id.</i>)</p>\n<p>On or about 2 August 1993, S &amp; H, through Gunther, filed suit against plaintiff, asserted the presence of toxic and hazardous waste on the trailers and demanded that plaintiff remove all materials. (<i>Id.</i> ¶ 91.) In the course of this litigation, Gunther mislead the court by submitting an erroneous affidavit. (<i>Id.</i> ¶ 92.) On 8 August 1993, Gunther interviewed EnviroChem, learned that hazardous chemicals might be on the trailers and again demanded that plaintiff immediately unload the trailers. (<i>Id.</i> ¶ 93.) Asserting that the trailers contained toxic and hazardous substances, Gunther obtained a temporary restraining order and injunction ordering plaintiff to move the waste. (<i>Id.</i> ¶ 94.) Plaintiff alleges that had he complied with this order, he would have been subject to criminal violation for storing and transporting known hazardous waste. (<i>Id.</i>) Nevertheless, plaintiff was cited with contempt for failing to comply with the order, was fined, and was threatened with jail. (<i>Id.</i> ¶ 105.)</p>\n<p>In November 1993, the Criminal Division of the Environmental Protection Agency entered the investigation, (<i>id.</i> ¶ 110), and defendants quickly moved to take back all remaining waste to SouthChem's facilities for disposal. (<i>Id.</i> ¶ 111.) Plaintiff alleges that with the acquiescence of DEHNR, Bullock, and Williford, this arrangement was brokered by attorneys Dunn, Gunther, and defendant Sean Callinicos (\"Callinicos\"). (<i>Id.</i> ¶ 113.) Callinicos is a member of defendant law firm Maupin, Taylor, Ellis &amp; Adams, P.A. (\"Maupin Taylor\"). (<i>Id.</i> ¶ 21.)</p>\n<p>Plaintiff filed suit against Stephens, Williams, Vick, Gunther, T &amp; R, S &amp; H, Stancil, Dunn, P &amp; S, Bullock, DEHNR, Williford, SouthChem, Collie, Steadman, Callinicos, Maupin Taylor, and John Doe I. Plaintiff's verified complaint alleges twelve causes of action, the first three of which are federal. Plaintiff's first cause of action is brought under the Racketeer Influenced and Corrupt Organization Act (\"RICO\") and is asserted against all defendants. Plaintiff's second cause of action is brought under 42 U.S.C. § 1983 and is asserted against DEHNR, Williford, Bullock, and Gunther. Plaintiff's third cause of action is brought under the Resource Conservation and Recovery Act (\"RCRA\") and is asserted against SouthChem, Collie, Steadman, Stephens, Vick, Williams, Gunther, T &amp; R, Dunn, P &amp; S, Callinicos, Maupin Taylor, DEHNR, Williford, and Bullock. Plaintiff's remaining causes of action include state law claims of malicious prosecution, gross negligence, conversion, tortious interference with third party business, fraud, breach of contract, unfair <span class=\"star-pagination\">*484</span> trade and practice, defamation, and unjust enrichment.</p>\n<p></p>\n<h2>II. <i>Relevant Standards</i>\n</h2>\n<p></p>\n<h2>A. <i>Standards for 12(b)(6) and 12(b)(1) Motions to Dismiss</i>\n</h2>\n<p>For purposes of a motion to dismiss pursuant to Rule 12(b)(6), the complaint is construed in the light most favorable to the plaintiff and its allegations are taken as true. As stated by the Supreme Court in <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957):</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Id.</i> at 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>.</p>\n<p>In considering a 12(b)(1) motion, the complaint will be construed broadly and liberally. <i>Flue-Cured Tobacco Coop. Stabilization Corp. v. United States E.P.A.,</i> <span class=\"citation\" data-id=\"2008419\"><a href=\"/opinion/2008419/flue-cured-tobacco-co-op-stabil-v-usepa/\"><span class=\"volume\">857</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1137</span></a></span>, 1140 (M.D.N.C.1994). However, unlike a 12(b)(6) analysis, the court will not draw argumentative inferences in favor of the plaintiff. <i>Id.</i> The burden of proof is on the party asserting jurisdiction. <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982). Finally, in ruling on a 12(b)(1) motion, the court may consider exhibits outside the pleadings without converting the proceeding into one for summary judgment. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Summary Judgment Standard</i>\n</h2>\n<p>Pursuant to Fed.R.Civ.P. 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> [477 U.S. 242, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986)]. In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, [<span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>]. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> [498 U.S. 1109, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991)]. The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> [477 U.S. 317, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986)]. The opposing party must demonstrate that a triable issue of fact exists; he may not rest upon mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, [<span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>]. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>RICO Claim</i>\n</h2>\n<p>Plaintiff's first cause of action is brought under RICO. All defendants except SouthChem have moved to dismiss this claim pursuant to Fed.R.Civ.P. 12(b)(6) for failure to state a claim upon which relief can be granted. On 27 June 1996, defendants Dunn and P &amp; S filed their motion to dismiss. On 22 July 1996, plaintiff responded to the motion; his response references and includes two documents outside the pleadings. On 30 July 1996, defendants Dunn and P &amp; S filed a reply in the form of a motion for summary judgment; they included with their filing matters outside the pleadings. On 25 September 1996, plaintiff responded to Dunn and P &amp; S's 30 July 1996 filing. Since matters outside the pleadings have been submitted, Dunn and P &amp; S's 12(b)(6) motion will be treated as one for summary judgment. Fed. R.Civ.P. 12(b). Moreover, since plaintiff expressly incorporated his 22 July 1996 response to Dunn and P &amp; S's motion into his responses to the motions to dismiss filed by Stephens, Williams, Vick, Gunther, T &amp; R, S &amp; H, Stancil, Bullock, DEHNR, Williford, <span class=\"star-pagination\">*485</span> Callinicos, and Maupin Taylor, all of these motions to dismiss will be treated as motions for summary judgment as well. Although plaintiff did not incorporate his 22 July 1996 response into his response to Collie's motion to dismiss, he did include matters outside the pleadings with that filing. Collie's motion to dismiss, therefore, also will be treated as a motion for summary judgment. Steadman's motion to dismiss is the only one that will not be converted.</p>\n<p>To establish a civil RICO case, a plaintiff must prove: \"`(1) conduct (2) of an enterprise (3) through a pattern (4) of racketeering activity.'\" <i>Morley v. Cohen,</i> <span class=\"citation\" data-id=\"531342\"><a href=\"/opinion/531342/daniel-c-morley-william-t-evans-v-irving-cohen-halajen-mineral/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1009 (4th Cir.1989) (quoting <i>Sedima, S.P.R.L. v. Imrex Co.,</i> <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 496, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1985)(footnote omitted)). 18 U.S.C. § 1961 contains an exhaustive definition of racketeering activity, the fourth element of civil RICO. Subsection A defines racketeering activity vis-a-vis certain state offenses including: \"any act or threat involving murder, kidnapping, gambling, arson, robbery, bribery, extortion, dealing in obscene matter, or dealing in a controlled substance or listed chemical ... which is ... punishable by imprisonment for more than one year.\" 18 U.S.C. § 1961(1)(A) (1996). Subsection B defines racketeering activity to include any act indictable under a number of sections of Title 18, United States Code.<sup>[1]</sup><i>Id.</i> § 1961(1)(B).</p>\n<p>The offenses listed in § 1961 are commonly referred to as predicate crimes or predicate acts. A plaintiff must prove each prong of the predicate offense to establish the racketeering activity element of civil RICO. <i>Central Distributors of Beer, Inc. v. Conn,</i> <span class=\"citation\" data-id=\"652943\"><a href=\"/opinion/652943/central-distributors-of-beer-inc-v-donald-conn-an-individual-gloria/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 183-84 (6th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1994).</p>\n<p>In this case, plaintiff alleges that defendants engaged in the following predicate crimes constituting racketeering activity: (1) mail fraud under 18 U.S.C. § 1341; (2) wire fraud under 18 U.S.C. § 1343; (3) obstruction of justice under 18 U.S.C. § 1503; (4) obstruction of criminal investigation under 18 U.S.C. § 1510; (5) obstruction of State or local law enforcement under 18 U.S.C. § 1511; (6) interference with commerce under 18 U.S.C. § 1951; (7) engaging in monetary transactions in property derived from specified unlawful activity under 18 U.S.C. § 1957; (8) RCRA under 42 U.S.C. § 6901 <i>et seq.;</i> (9) larceny; (10) transporting and receiving stolen goods; and (11) common law tort of conversion. (Compl. ¶ 129.)</p>\n<p>As a preliminary note, RCRA, larceny, transporting and receiving stolen goods, and the tort of conversion are not included in § 1961's exhaustive list of predicate crimes. In fact, the tort of conversion is not even a crime. Thus, plaintiff cannot maintain a RICO claim based on these \"offenses.\" Nor, for the reasons discussed below, can any of the other offenses alleged by plaintiff serve as predicate crimes for his RICO claim.</p>\n<p>Plaintiff's complaint is utterly devoid of any specific facts supporting his conclusion that defendants engaged in mail and wire fraud. The only relevant information in the complaint relating to mail and wire fraud is <span class=\"star-pagination\">*486</span> the conclusory allegation that defendants committed these crimes. (Compl. ¶ 129.)</p>\n<p>Plaintiff includes exhibits 25 and 26 in his 22 July 1996 response presumably to substantiate his allegations of mail and wire fraud. Exhibit 25 consists of two excerpted pages from T &amp; R's billing records. The court assumes that these pages have been provided because they contain several entries described as telephone conferences. Exhibit 26 is a letter from EnviroChem to Dunn notifying Dunn of the condition of the material at the Leesville Site.</p>\n<p>Plaintiff seems to be under the erroneous impression that the mere use of the mails and wires is sufficient to establish mail and wire fraud. The offenses of mail and wire fraud, however, \"require use of the mails or wires coupled with an intent to defraud.\" <i>Morley,</i> 888 F.2d at 1009. While exhibits 25 and 26 may establish use of the mails and wires, they do not establish or even suggest an intent to defraud or that a false statement or omission of fact was made. <i>Central Distribs.,</i> 5 F.3d at 184 (\"[T]he defendant must make a false statement or omission of fact to the plaintiff to support a claim of wire fraud or mail fraud as a predicate act for a RICO claim.\")(emphasis omitted).</p>\n<p>Plaintiff's allegations regarding the predicate crime of obstruction of justice under 18 U.S.C. § 1503 are likewise deficient. In fact, the only allegations the court can glean from the complaint to support plaintiff's allegation regarding obstruction of justice relate to the prior state court proceedings. Obstruction of justice under § 1503, however, is limited to obstruction in the \"court[s] of the United States,\" 18 U.S.C. § 1503(a) (1996), and thus does not include state court proceedings.</p>\n<p>18 U.S.C. § 1510 prohibits the obstruction of criminal investigations. It provides:</p>\n<blockquote>Whoever willfully endeavors by means of bribery to obstruct, delay, or prevent the communication of information relating to a violation of any criminal statute of the United States by any person to a criminal investigator shall be fined under this title, or imprisoned not more than five years, or both.</blockquote>\n<p>18 U.S.C. § 1510(a) (1996). In this case, plaintiff has made no allegations of bribery in his complaint or otherwise presented evidence that any defendant engaged in bribery as required by § 1510.</p>\n<p>18 U.S.C. § 1511 prohibits obstruction of State or local law enforcement. It provides, in relevant part: \"It shall be unlawful for two or more persons to conspire to obstruct the enforcement of the criminal laws of a State or political subdivision thereof, with the intent to facilitate an illegal gambling business ....\" 18 U.S.C. § 1511 (1984). Illegal gambling has nothing whatsoever to do with this case.</p>\n<p>18 U.S.C. § 1951 prohibits interference with commerce by threats or violence. 18 U.S.C. § 1951(a) (1996). The statute defines \"commerce\" as interstate commerce. <i>Id.</i> § 1951(b)(3). Here, plaintiff has made no allegations and has presented no evidence even hinting that interstate commerce was affected by the alleged acts.</p>\n<p>18 U.S.C. § 1957 prohibits engaging in monetary transactions in property derived from specified unlawful activity. It provides, in relevant part: \"Whoever ... knowingly engages or attempts to engage in a monetary transaction in criminally derived property that is of a value greater than $10,000 and is derived from specified unlawful activity, shall be punished ....\" 18 U.S.C. § 1957(a) (1996). Plaintiff has not made any allegation or presented any evidence tending to suggest that defendants engaged in the activity prohibited by § 1957.</p>\n<p>As discussed above, plaintiff's RICO claim is deficient as to the fourth element of the RICO cause of action, racketeering activity. For this reason, defendants' motions to dismiss or for summary judgment on this claim are GRANTED.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*487</span> B. <i>§ 1983 Claim</i>\n</h2>\n<p>Plaintiff has alleged a § 1983 claim against DEHNR, Williford, Bullock, and Gunther. All four defendants have moved to dismiss this claim.</p>\n<p>The Eleventh Amendment bars plaintiff's § 1983 claim against DEHNR and Bullock and Williford in their official capacities. <i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-67, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985).</p>\n<p>As to plaintiff's § 1983 claim against Gunther and Williford and Bullock in their individual capacities, he need only make two allegations in order to state a cause of action: (1) he must allege that defendants deprived him of a federal right, and (2) he must allege that defendants acted under color of state law. <i>Gomez v. Toledo,</i> <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1980). In this case, plaintiff has failed to sufficiently plead that he was deprived of a federal right. Plaintiff's § 1983 claim against Gunther is defective for the additional reason that he fails to allege any facts supporting his conclusory allegation that Gunther acted under color of state law.</p>\n<p></p>\n<h2>C. <i>RCRA Claim</i>\n</h2>\n<p>In his third cause of action, plaintiff asserts a claim under 42 U.S.C. § 6972 against SouthChem, Collie, Steadman, Stephens, Vick, Williams, Gunther, T &amp; R, Dunn, P &amp; S, Callinicos, Maupin Taylor, DEHNR, Williford, and Bullock. All defendants but SouthChem have moved to dismiss this claim under Fed.R.Civ.P. 12(b)(1) and (6).</p>\n<p>Section 6972 is RCRA's citizen suits provision. Subsection (a)(1)(A) allows a plaintiff to commence a civil action on his own behalf against any person \"who is alleged to be in violation of any permit, standard, regulation, condition, requirement, prohibition, or order which has become effective pursuant to this chapter.\" 42 U .S.C. § 6972(a)(1)(A) (1995). Subsection (a)(1)(B) allows suits against any person \"who has contributed or who is contributing to the past or present handling, storage, treatment, transportation, or disposal of any solid or hazardous waste which may present an imminent and substantial endangerment to health or the environment.\" <i>Id.</i> § 6972(a)(1)(B).</p>\n<p>Section 6972 goes on to prohibit citizen suits where proper notice has not been given. Subsection (b) provides, in relevant part:</p>\n<blockquote>(1) No action may be commenced under subsection (a)(1)(A) of this section </blockquote>\n<blockquote>(A) prior to 60 days after the plaintiff has given notice of the violation to </blockquote>\n<blockquote>(i) the Administrator;</blockquote>\n<blockquote>(ii) the State in which the alleged violation occurs; and</blockquote>\n<blockquote>(iii) to any alleged violator of such permit, standard, regulation, condition, requirement, prohibition, or order ....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(2)(A) No action may be commenced under subsection (a)(1)(B) of this section prior to ninety days after the plaintiff has given notice of the endangerment to </blockquote>\n<blockquote>(i) the Administrator;</blockquote>\n<blockquote>(ii) the State in which the alleged endangerment may occur;</blockquote>\n<blockquote>(iii) any person alleged to have contributed to or to be contributing to the past or present handling, storage, treatment, transportation, or disposal of any solid or hazardous waste referred to in subsection (a)(1)(B) of this section ....</blockquote>\n<p><i>Id.</i> § 6972(b). As the Supreme Court has held, § 6972's notice and delay provisions \"are mandatory conditions precedent to commencing suit under the RCRA citizen suit provision; a district court may not disregard these requirements at its discretion.\" <i>Hallstrom v. Tillamook County,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></span>, 31, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></span> (1989).<sup>[3]</sup></p>\n<p>In this case, plaintiff's complaint fails to allege that notice was given pursuant to § 6972. In his response briefs, plaintiff argues that the relevant parties were put on constructive notice. The Supreme Court has, however, rejected a flexible construction <span class=\"star-pagination\">*488</span> of § 6972. <i>Id.</i> 26-27, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>. Thus, this court holds that constructive notice cannot satisfy the requirements of § 6972. <i>PaineWebber Income Properties Three Ltd. Partnership v. Mobil Oil Corp.,</i> <span class=\"citation\" data-id=\"2597248\"><a href=\"/opinion/2597248/painewebber-income-properties-v-mobil-oil-corp/\"><span class=\"volume\">902</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1514</span></a></span>, 1520 (M.D.Fla.1995)(holding that § 6972 does not provide for constructive notice). Plaintiff's RCRA claim, therefore, must be dismissed for failure to comply with § 6972(b).<sup>[4]</sup></p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>To summarize, defendants' motions to dismiss or for summary judgment as they pertain to plaintiff's federal claims are GRANTED. Plaintiff's motion to amend the complaint is DENIED. The court declines to retain jurisdiction over plaintiff's state law claims and this case is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Those sections include: § 201 (bribery), § 224 (sports bribery), §§ 471-473 (counterfeiting), § 659 (theft from interstate shipment) if the act is felonious, § 664 (embezzlement from pension and welfare funds), §§ 891-894 (extortionate credit transactions), § 1029 (fraud and related activity in connection with access devices), § 1084 (transmission of gambling information), § 1341 (mail fraud), § 1343 (wire fraud), § 1344 (financial institution fraud), §§ 1461-1465 (obscene matter), § 1503 (obstruction of justice), § 1510 (obstruction of criminal investigations), § 1511 (obstruction of State or local law enforcement), § 1512 (tampering with a witness, victim, or an informant), § 1513 (retaliating against a witness, victim, or an informant), § 1951 (interference with commerce, robbery, or extortion), § 1952 (racketeering), § 1953 (interstate transportation of wagering paraphernalia), § 1954 (unlawful welfare fund payments), § 1955 (prohibition of illegal gambling businesses), § 1956 (laundering of monetary instruments), § 1957 (engaging in monetary transactions in property derived from specified unlawful activity), § 1958 (use of interstate commerce facilities in the commission of murder-for-hire), §§ 2251, 2251A, 2252, and 2258 (sexual exploitation of children), §§ 2312-2313 (interstate transportation of stolen motor vehicles), §§ 2314-2315 (interstate transportation of stolen property), § 2321 (trafficking in certain motor vehicles or motor vehicle parts), §§ 2341-2346 (trafficking in contraband cigarettes), and §§ 2421-24 (white slave traffic). <i>Id.</i></p>\n<p>[2]  Defendant SouthChem did not file a motion to dismiss this claim. The deficiency noted in plaintiff's RICO claim against the other defendants applies equally to his RICO claim against SouthChem. Plaintiff's RICO claim against SouthChem, therefore, also is dismissed.</p>\n<p>[3]  The <i>Hallstrom</i> Court did not, however, determine whether § 6972(b) is jurisdictional. <i>Id.</i> (\"In light of our literal interpretation of the statutory requirement, we need not determine whether § 6972(b) is jurisdictional ....\"). It held, however, that if an action is barred by the terms of a statute, it must be dismissed. <i>Id.</i></p>\n<p>[4]  Defendant SouthChem did not file a motion to dismiss this claim. Since the notice deficiency in plaintiff's RCRA claim applies to defendant SouthChem as well, plaintiff's RCRA claim against this defendant also will be dismissed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2597248/"
  ]
}