{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2348003/",
  "absolute_url": "/opinion/2348003/southport-fisheries-v-saskatchewan-gov-ins-office/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2348003/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:00.202103Z",
  "date_modified": "2016-04-26T23:20:50.572768Z",
  "type": "010combined",
  "sha1": "c280071d4143c3bd0cd5d9a23bdb7daa99a654a5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>161 F.Supp. 81 (1958)</b></center>\n<center><h1>SOUTHPORT FISHERIES, Inc., a corporation, Plaintiff,<br>\nv.<br>\nThe SASKATCHEWAN GOVERNMENT INSURANCE OFFICE, a corporation, Respondent.</h1></center>\n<center>Civ. No. 634.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 11, 1958.</center>\n<p><span class=\"star-pagination\">*82</span> George Rountree, Jr., Wilmington, N. C., for plaintiff.</p>\n<p>Poisson, Campbell &amp; Marshall, Wilmington, N. C., Hill, Rivkins, Middleton, Louis &amp; Warburton, New York City, for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was brought by the plaintiff, Southport Fisheries, Inc., against the defendant, Saskatchewan Government Insurance Office, a corporation, to recover as provided by insurance contracts between the parties for losses sustained by the plaintiff. The facts as found are as follows:</p>\n<p>During the period from April 20, 1953 to April 20, 1955, the \"hull, tackle, apparel, passenger fittings, equipment, stores, ordinance, munitions, boats, and other furniture\" of the plaintiff's fishing vessels Charlotte L. and Eleanor M. were covered by consecutive annual insurance policies substantially identical. Under such policies the insured vessels were warranted engaged in menhaden fishing. The perils insured against were \"* * * of the Seas, Men of War, Fire, Lightning, Earthquake, Enemies, Pirates, Rovers, Assailing Thieves, Jettisons, Letters of Mart and Counter-Mart, Supprisels, Takings at Sea, Arrests, Restraints and Detainments of all Kings, Princes, and People, of what nation, condition or quality soever, Barratry of <span class=\"star-pagination\">*83</span> the Master and Mariners and of all other like Perils, Losses and Misfortunes that have or shall come to the Hurt, Detriment or Damage of the said vessel, etc., or any part thereof; * * *.\"</p>\n<p>During the period of insurance coverage, losses occurred under the following circumstances:</p>\n<p>1. On June 28, 1953, unknown persons threw acid on the nets and other equipment of the Charlotte L. and Eleanor M. As a result, the fishing nets were totally destroyed. They had a value of $10,785.76.</p>\n<p>2. At an undetermined date in the spring of 1953, the Eleanor M. received her annual overhaul. At the time the vessel was replaced in the water, her propellers were in a normal and seaworthy condition. The policy involved became effective April 20, 1953. The vessel was used for fishing until December, and was then tied up to await the next fishing season. On April 16, 1954, four days prior to the expiration of the relevant policy, the vessel was placed on a marine railway whereupon it was discovered that a propeller or screw was badly damaged, one blade being lost and the remaining two severely bent.</p>\n<p>3. On June 24, 1954, the Charlotte L. was noticed by those on board to operate abnormally. A bent screw as a result of striking a submerged object was suspected, but examination disclosed that the clutch gears were broken. Plaintiff alleges that this damage was caused by striking a submerged object.</p>\n<p>4. On October 15, 1954, Hurricane Hazel damaged the planking and side rail of the Eleanor M. and sank four purse boats used in the fishing operations of the Eleanor M. and the Charlotte L. Such boats are essential to vessels in the menhaden trade. The boats were 34 feet long with single screw gas power, and were carried on davits by the mother vessel in going to sea. For protection the purse boats were moored on the inland side of the dock from the mother vessels at night. The boats were acquired prior to 1951, and each boat had its separate registration number from the mother vessel. Due to extensive hurricane damage, the boats remained sunk for four days before men and equipment were available to raise them. By that time the engines were beyond repair, and consequently were a total loss except for salvage value.</p>\n<p>5. The Eleanor M. was on a marine railway from April 16, 1954 to April 29, 1954. The insurance policy for that fishing season became effective on April 20, some nine days before the vessel was placed in the water. When the vessel was launched, the screws were in a normal and seaworthy condition. While fishing off Lockwood's Folly inlet on September 25, 1954, a severe vibration was noted on the Eleanor M. The vessel was hauled two days later, on September 27, at which time it was discovered that a screw was badly bent.</p>\n<p>With regard to the first count or loss set forth above, the plaintiff has correctly described the acid injury to the nets as spiteful damage to property. It is its contention that an injury so caused results either from a peril \"of the Sea\" or from a peril insured against under the words \"* * * and of other like Perils, Losses and Misfortunes * *\"</p>\n<p>Historically maritime commerce has been a hazardous business. Those persons who so engaged themselves incurred losses unusual to other forms of tradelosses risked by the very nature of the undertaking, and it was these peculiar losses against which protection was originally sought by marine insurance. Generally speaking, the losses peculiar to maritime commerce were said to result from the \"perils of the sea\", and hence this latter term came to include the following three classes of risks: 1. Those risks whose precipitated damage bears a causal relationship to the inherent qualities of the sea, e. g., foundering in high seas; 2. Those risks which are peculiarly associated with maritime voyages though lacking in such causal relationship, e. g., piracy; 3. Those risks which, though not more incidental to <span class=\"star-pagination\">*84</span> mariners, are more likely to result in a loss to those engaged in maritime activity, e. g., fire. Considering the instant policies, conjunctive definition of these three categories is not the sense in which the phrase \"of the seas\" is used, for the enumeration in the policies of perils belonging in the last two categories would be superfluous unless indicative that such groups of perils are not intended to be within the term. Hence the term is reduced to include only those risks whose precipitate damage is caused by the sea. Clearly the plaintiff's injury does not result from such a peril.</p>\n<p>As to perils insured against by the words \"* * * and of other like Perils, Losses and Misfortunes * * * \", it is acknowledged by the plaintiff that these latter risks, being modified by the word like, must be similar in nature to those previously enumerated in the policy. The question immediately arises as to what degree must the risk complained of be thus similar in order to be within the insurance coverage.</p>\n<p>The perils specifically enumerated have many and extreme diversities by the very reason of their definitions. If \"like perils\" are to be determined by comparison with each particular risk listed, then the question of similarity must be viewed considering the many qualities of all the risks and the existence or non-existence of each characteristic weighted in order to reach a final conclusion. Thus viewed the problem of interpretation is a quagmire without logical means of extrication. Believing that the parties, as reasonable men, could not have intended such a result, it would seem that a more rational method of determining \"like perils\" should be adopted.</p>\n<p>Keeping in mind the diversities of the perils specifically enumerated, the Court's opinion is that \"other like perils\" need not be like in character to the qualities possessed by any particular listed risk, but rather must be similar to the perils set forth only in the same manner as the enumerated perils are similar to each other. Put another way, the word \"like\" means possessing the characteristic common to the group rather than qualities associated with any particular risk. In this manner a particular and definable quality is established as a necessary ingredient of \"like peril\", and a means determined to make cognizable those perils contemplated as within the coverage of the policies.</p>\n<p>Turning to the listed perils in order to define their common quality, it is noted that circumstances attendant upon maritime commerce render vessels notoriously defenseless against losses effected by fire, lightning, and earthquake. Loss by jettison is a risk certainly peculiar to the sea. Excepting jettison, the man-caused perils set forth in the policies are more likely to befall mariners, as opposed to others, because historically a ship's physical location and total lack of communication has limited its security to that derived from its own resources, thus increasing the possibility of successful warfare or plunder against the same. In short, an examination of the perils set forth in the policies discloses that each has become particularly feared by the maritime world because circumstances surrounding maritime commerce increase the likelihood of loss from such risks. It is this quality which is common to the three categories of risks formerly discussed as being within the term \"perils of the sea\", and in the Court's opinion it is the sole ingredient essential in order to qualify a risk as a \"like peril\" within the coverage of the policy.</p>\n<p>In the instant case, the net damage was occasioned by a spiteful injury to property. While circumstances attendant upon maritime commerce might facilitate the infliction of such an injury in an individual case, neither logic nor historical experience indicate that the possibility of such a loss is in any way increased by the fact that the object of the injury is engaged in maritime activity. In short, neither the peril with its <span class=\"star-pagination\">*85</span> consequent loss nor the loss from the peril is peculiar to the maritime. Lacking such a quality, it is the opinion of the Court that spiteful injury to property is an <i>ordinary</i> risk rather than a \"like peril\"; hence damage to the nets did not result from a risk insured against within the terms of the insurance contracts. However, the Court is of the opinion that the nets were covered by the policy insuring \"body, tackle, (etc.)\" The weakness of plaintiff's case in this respect is that the evidence does not establish the loss resulted from a peril insured against.</p>\n<p>Proceeding to the plaintiff's second claim, it seems clear that the propeller was damaged by contact with a fixed or floating object between the time the vessel was relaunched in the spring of 1953 and April 16, 1954, when taken from the water for her annual overhaul. But since there is no showing that the relaunching occurred after the inception of the insurance risk on April 20, 1954, the possibility that the damage occurred by contact with an object prior to the effective insurance date is not negated. It remains conjectural, therefore, whether the loss was sustained within the period covered by the insurance policy; hence the plaintiff's second claim must be denied, as the burden of proof rests upon plaintiff.</p>\n<p>The plaintiff's third claim must be denied for the reason that the evidence fails to establish, in accordance with the burden of proof, that the loss resulted from a peril insured against. To the contrary, the facts seem to indicate that the damage to the clutch gears resulted from flaws inherent in the same.</p>\n<p>With regard to the plaintiff's fourth claim, it is admitted that Hurricane Hazel caused the injury complained of, and that damage from such peril is insured against by the policy. Other than the amount of damages, the liability of the defendant for the loss occasioned directly to the Eleanor M. by the hurricane is not questioned. The defendant vigorously asserts, however, that the purse boats are not within the subject matter of the policy.</p>\n<p>In the instant insurance contracts the insured vessels are warranted engaged in menhaden fishing. Essential to this pursuit are purse boats, which, because they cannot prudently put to sea relying upon their own resources, are carried on board larger vessels until required in active fishing operations. By intent and design purse boats exist solely for dependent conjunctive use with a mother ship. It is this relationship which establishes a boat as being of a particular vessel, and in the Court's opinion it is in no way affected by individual registration or individual mooring while in port. Clearly the purse boats are \"boats\" of the insured vessels.</p>\n<p>The defendant next urges that the word \"boats\", as used in the policy, is commonly understood by virtue of maritime custom to mean only life boats. The short answer to such contention is that since no other boats were carried by the insured vessels, the purse boats were intended to fulfill that function when and if required and consequently qualify as insured. Be that as it may, the evidence fails to establish any universal maritime custom or usage which would indicate that the parties meant the word \"boats\" to refer to life boats only, and, therefore, the circumstances surrounding the formation of the contract must be considered in order to determine the intent of the parties.</p>\n<p>When the policies were issued, the purse boats in question were the only boats having a conjunctive relationship with the insured vessels, and thus were the only boats in existence to which the word \"boats\" could apply. That the parties intended the word to apply to other boats which might possibly be acquired later would be a strained and unusual construction, especially in the absence of any evidence tending to show that such an acquisition was contemplated. Bearing in mind that ambiguities contained in marine insurance policies are to be fairly resolved against the <span class=\"star-pagination\">*86</span> insurer who chose the language which created them, (Henjes v. Aetna Insurance Co., 2 Cir., 132 F.2d 715) the Court's opinion is that the boats in issue were intended to be and were insured within the terms of the insurance contracts.</p>\n<p>Turning to the question of damages, an extensive review of the evidence satisfies the Court that the plaintiff is entitled to recover $1,498.29 for labor, services, and materials expended for repairs to the Eleanor M. and the purse boats and for the installation of new engines in the latter. In addition, the plaintiff is entitled to recover the value of the purse boat engines immediately before the loss less their salvage value after the loss. At the time the hurricane struck, the engines were approximately four years old. Considering the average life of such engines to be ten years, the Court finds their depreciated value at the time of the injury to be $3,226 and their subsequent salvage value to be $200, resulting in a net loss of $3,026. The total insured loss suffered by the plaintiff by reason of the hurricane is, therefore, $4,524.29. After deducting $250 as provided by the policy, the plaintiff is entitled to recover $4,274.29 under the fourth claim.</p>\n<p>In the plaintiff's fifth and final claim, the loss sustained was a badly bent propeller. At the commencement of the insurance policy claimed under, the vessel was receiving her annual overhaul, and the screws were in a normal and seaworthy condition. Inasmuch as the vessel was in the water from the time of her subsequent relaunching  nine days after the commencement of the policy  until hauled on September 27, 1954, damage to the screw must have resulted from contact with a fixed or floating object. In the Court's opinion any other possible basis of causation is negated by the fact that vibration caused by the bent screw was suddenly and originally noticed on September 25, 1954, while fishing off Lockwood's Folly Inlet. Damage from contact with a fixed or floating object is specifically insured against by the terms of the policy, and the plaintiff is consequently entitled to recover for the same. The evidence discloses that the plaintiff expended $295.20 for labor and services necessary to install a replacement propeller. In addition, the Court finds that the damage to the injured screw amounted to $120. The total loss sustained by the plaintiff under the fifth count was, therefore, $415.20. Subtracting $250 as provided by the policy, the plaintiff is entitled to recover $165.20.</p>\n<p>In conclusion, the plaintiff having suffered damages insured against in the amounts above determined, it is hereby ordered, adjudged and decreed that the plaintiff recover from the defendant in the total sum of $4,439.49. Formal judgment to be entered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">81</span></span> (1958)</b></center>\n<center><h1>SOUTHPORT FISHERIES, Inc., a corporation, Plaintiff,<br>\nv.<br>\nThe SASKATCHEWAN GOVERNMENT INSURANCE OFFICE, a corporation, Respondent.</h1></center>\n<center>Civ. No. 634.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 11, 1958.</center>\n<p><span class=\"star-pagination\">*82</span> George Rountree, Jr., Wilmington, N. C., for plaintiff.</p>\n<p>Poisson, Campbell &amp; Marshall, Wilmington, N. C., Hill, Rivkins, Middleton, Louis &amp; Warburton, New York City, for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was brought by the plaintiff, Southport Fisheries, Inc., against the defendant, Saskatchewan Government Insurance Office, a corporation, to recover as provided by insurance contracts between the parties for losses sustained by the plaintiff. The facts as found are as follows:</p>\n<p>During the period from April 20, 1953 to April 20, 1955, the \"hull, tackle, apparel, passenger fittings, equipment, stores, ordinance, munitions, boats, and other furniture\" of the plaintiff's fishing vessels Charlotte L. and Eleanor M. were covered by consecutive annual insurance policies substantially identical. Under such policies the insured vessels were warranted engaged in menhaden fishing. The perils insured against were \"* * * of the Seas, Men of War, Fire, Lightning, Earthquake, Enemies, Pirates, Rovers, Assailing Thieves, Jettisons, Letters of Mart and Counter-Mart, Supprisels, Takings at Sea, Arrests, Restraints and Detainments of all Kings, Princes, and People, of what nation, condition or quality soever, Barratry of <span class=\"star-pagination\">*83</span> the Master and Mariners and of all other like Perils, Losses and Misfortunes that have or shall come to the Hurt, Detriment or Damage of the said vessel, etc., or any part thereof; * * *.\"</p>\n<p>During the period of insurance coverage, losses occurred under the following circumstances:</p>\n<p>1. On June 28, 1953, unknown persons threw acid on the nets and other equipment of the Charlotte L. and Eleanor M. As a result, the fishing nets were totally destroyed. They had a value of $10,785.76.</p>\n<p>2. At an undetermined date in the spring of 1953, the Eleanor M. received her annual overhaul. At the time the vessel was replaced in the water, her propellers were in a normal and seaworthy condition. The policy involved became effective April 20, 1953. The vessel was used for fishing until December, and was then tied up to await the next fishing season. On April 16, 1954, four days prior to the expiration of the relevant policy, the vessel was placed on a marine railway whereupon it was discovered that a propeller or screw was badly damaged, one blade being lost and the remaining two severely bent.</p>\n<p>3. On June 24, 1954, the Charlotte L. was noticed by those on board to operate abnormally. A bent screw as a result of striking a submerged object was suspected, but examination disclosed that the clutch gears were broken. Plaintiff alleges that this damage was caused by striking a submerged object.</p>\n<p>4. On October 15, 1954, Hurricane Hazel damaged the planking and side rail of the Eleanor M. and sank four purse boats used in the fishing operations of the Eleanor M. and the Charlotte L. Such boats are essential to vessels in the menhaden trade. The boats were 34 feet long with single screw gas power, and were carried on davits by the mother vessel in going to sea. For protection the purse boats were moored on the inland side of the dock from the mother vessels at night. The boats were acquired prior to 1951, and each boat had its separate registration number from the mother vessel. Due to extensive hurricane damage, the boats remained sunk for four days before men and equipment were available to raise them. By that time the engines were beyond repair, and consequently were a total loss except for salvage value.</p>\n<p>5. The Eleanor M. was on a marine railway from April 16, 1954 to April 29, 1954. The insurance policy for that fishing season became effective on April 20, some nine days before the vessel was placed in the water. When the vessel was launched, the screws were in a normal and seaworthy condition. While fishing off Lockwood's Folly inlet on September 25, 1954, a severe vibration was noted on the Eleanor M. The vessel was hauled two days later, on September 27, at which time it was discovered that a screw was badly bent.</p>\n<p>With regard to the first count or loss set forth above, the plaintiff has correctly described the acid injury to the nets as spiteful damage to property. It is its contention that an injury so caused results either from a peril \"of the Sea\" or from a peril insured against under the words \"* * * and of other like Perils, Losses and Misfortunes * *\"</p>\n<p>Historically maritime commerce has been a hazardous business. Those persons who so engaged themselves incurred losses unusual to other forms of tradelosses risked by the very nature of the undertaking, and it was these peculiar losses against which protection was originally sought by marine insurance. Generally speaking, the losses peculiar to maritime commerce were said to result from the \"perils of the sea\", and hence this latter term came to include the following three classes of risks: 1. Those risks whose precipitated damage bears a causal relationship to the inherent qualities of the sea, e. g., foundering in high seas; 2. Those risks which are peculiarly associated with maritime voyages though lacking in such causal relationship, e. g., piracy; 3. Those risks which, though not more incidental to <span class=\"star-pagination\">*84</span> mariners, are more likely to result in a loss to those engaged in maritime activity, e. g., fire. Considering the instant policies, conjunctive definition of these three categories is not the sense in which the phrase \"of the seas\" is used, for the enumeration in the policies of perils belonging in the last two categories would be superfluous unless indicative that such groups of perils are not intended to be within the term. Hence the term is reduced to include only those risks whose precipitate damage is caused by the sea. Clearly the plaintiff's injury does not result from such a peril.</p>\n<p>As to perils insured against by the words \"* * * and of other like Perils, Losses and Misfortunes * * * \", it is acknowledged by the plaintiff that these latter risks, being modified by the word like, must be similar in nature to those previously enumerated in the policy. The question immediately arises as to what degree must the risk complained of be thus similar in order to be within the insurance coverage.</p>\n<p>The perils specifically enumerated have many and extreme diversities by the very reason of their definitions. If \"like perils\" are to be determined by comparison with each particular risk listed, then the question of similarity must be viewed considering the many qualities of all the risks and the existence or non-existence of each characteristic weighted in order to reach a final conclusion. Thus viewed the problem of interpretation is a quagmire without logical means of extrication. Believing that the parties, as reasonable men, could not have intended such a result, it would seem that a more rational method of determining \"like perils\" should be adopted.</p>\n<p>Keeping in mind the diversities of the perils specifically enumerated, the Court's opinion is that \"other like perils\" need not be like in character to the qualities possessed by any particular listed risk, but rather must be similar to the perils set forth only in the same manner as the enumerated perils are similar to each other. Put another way, the word \"like\" means possessing the characteristic common to the group rather than qualities associated with any particular risk. In this manner a particular and definable quality is established as a necessary ingredient of \"like peril\", and a means determined to make cognizable those perils contemplated as within the coverage of the policies.</p>\n<p>Turning to the listed perils in order to define their common quality, it is noted that circumstances attendant upon maritime commerce render vessels notoriously defenseless against losses effected by fire, lightning, and earthquake. Loss by jettison is a risk certainly peculiar to the sea. Excepting jettison, the man-caused perils set forth in the policies are more likely to befall mariners, as opposed to others, because historically a ship's physical location and total lack of communication has limited its security to that derived from its own resources, thus increasing the possibility of successful warfare or plunder against the same. In short, an examination of the perils set forth in the policies discloses that each has become particularly feared by the maritime world because circumstances surrounding maritime commerce increase the likelihood of loss from such risks. It is this quality which is common to the three categories of risks formerly discussed as being within the term \"perils of the sea\", and in the Court's opinion it is the sole ingredient essential in order to qualify a risk as a \"like peril\" within the coverage of the policy.</p>\n<p>In the instant case, the net damage was occasioned by a spiteful injury to property. While circumstances attendant upon maritime commerce might facilitate the infliction of such an injury in an individual case, neither logic nor historical experience indicate that the possibility of such a loss is in any way increased by the fact that the object of the injury is engaged in maritime activity. In short, neither the peril with its <span class=\"star-pagination\">*85</span> consequent loss nor the loss from the peril is peculiar to the maritime. Lacking such a quality, it is the opinion of the Court that spiteful injury to property is an <i>ordinary</i> risk rather than a \"like peril\"; hence damage to the nets did not result from a risk insured against within the terms of the insurance contracts. However, the Court is of the opinion that the nets were covered by the policy insuring \"body, tackle, (etc.)\" The weakness of plaintiff's case in this respect is that the evidence does not establish the loss resulted from a peril insured against.</p>\n<p>Proceeding to the plaintiff's second claim, it seems clear that the propeller was damaged by contact with a fixed or floating object between the time the vessel was relaunched in the spring of 1953 and April 16, 1954, when taken from the water for her annual overhaul. But since there is no showing that the relaunching occurred after the inception of the insurance risk on April 20, 1954, the possibility that the damage occurred by contact with an object prior to the effective insurance date is not negated. It remains conjectural, therefore, whether the loss was sustained within the period covered by the insurance policy; hence the plaintiff's second claim must be denied, as the burden of proof rests upon plaintiff.</p>\n<p>The plaintiff's third claim must be denied for the reason that the evidence fails to establish, in accordance with the burden of proof, that the loss resulted from a peril insured against. To the contrary, the facts seem to indicate that the damage to the clutch gears resulted from flaws inherent in the same.</p>\n<p>With regard to the plaintiff's fourth claim, it is admitted that Hurricane Hazel caused the injury complained of, and that damage from such peril is insured against by the policy. Other than the amount of damages, the liability of the defendant for the loss occasioned directly to the Eleanor M. by the hurricane is not questioned. The defendant vigorously asserts, however, that the purse boats are not within the subject matter of the policy.</p>\n<p>In the instant insurance contracts the insured vessels are warranted engaged in menhaden fishing. Essential to this pursuit are purse boats, which, because they cannot prudently put to sea relying upon their own resources, are carried on board larger vessels until required in active fishing operations. By intent and design purse boats exist solely for dependent conjunctive use with a mother ship. It is this relationship which establishes a boat as being of a particular vessel, and in the Court's opinion it is in no way affected by individual registration or individual mooring while in port. Clearly the purse boats are \"boats\" of the insured vessels.</p>\n<p>The defendant next urges that the word \"boats\", as used in the policy, is commonly understood by virtue of maritime custom to mean only life boats. The short answer to such contention is that since no other boats were carried by the insured vessels, the purse boats were intended to fulfill that function when and if required and consequently qualify as insured. Be that as it may, the evidence fails to establish any universal maritime custom or usage which would indicate that the parties meant the word \"boats\" to refer to life boats only, and, therefore, the circumstances surrounding the formation of the contract must be considered in order to determine the intent of the parties.</p>\n<p>When the policies were issued, the purse boats in question were the only boats having a conjunctive relationship with the insured vessels, and thus were the only boats in existence to which the word \"boats\" could apply. That the parties intended the word to apply to other boats which might possibly be acquired later would be a strained and unusual construction, especially in the absence of any evidence tending to show that such an acquisition was contemplated. Bearing in mind that ambiguities contained in marine insurance policies are to be fairly resolved against the <span class=\"star-pagination\">*86</span> insurer who chose the language which created them, (Henjes v. Aetna Insurance Co., 2 Cir., 132 F.2d 715) the Court's opinion is that the boats in issue were intended to be and were insured within the terms of the insurance contracts.</p>\n<p>Turning to the question of damages, an extensive review of the evidence satisfies the Court that the plaintiff is entitled to recover $1,498.29 for labor, services, and materials expended for repairs to the Eleanor M. and the purse boats and for the installation of new engines in the latter. In addition, the plaintiff is entitled to recover the value of the purse boat engines immediately before the loss less their salvage value after the loss. At the time the hurricane struck, the engines were approximately four years old. Considering the average life of such engines to be ten years, the Court finds their depreciated value at the time of the injury to be $3,226 and their subsequent salvage value to be $200, resulting in a net loss of $3,026. The total insured loss suffered by the plaintiff by reason of the hurricane is, therefore, $4,524.29. After deducting $250 as provided by the policy, the plaintiff is entitled to recover $4,274.29 under the fourth claim.</p>\n<p>In the plaintiff's fifth and final claim, the loss sustained was a badly bent propeller. At the commencement of the insurance policy claimed under, the vessel was receiving her annual overhaul, and the screws were in a normal and seaworthy condition. Inasmuch as the vessel was in the water from the time of her subsequent relaunching  nine days after the commencement of the policy  until hauled on September 27, 1954, damage to the screw must have resulted from contact with a fixed or floating object. In the Court's opinion any other possible basis of causation is negated by the fact that vibration caused by the bent screw was suddenly and originally noticed on September 25, 1954, while fishing off Lockwood's Folly Inlet. Damage from contact with a fixed or floating object is specifically insured against by the terms of the policy, and the plaintiff is consequently entitled to recover for the same. The evidence discloses that the plaintiff expended $295.20 for labor and services necessary to install a replacement propeller. In addition, the Court finds that the damage to the injured screw amounted to $120. The total loss sustained by the plaintiff under the fifth count was, therefore, $415.20. Subtracting $250 as provided by the policy, the plaintiff is entitled to recover $165.20.</p>\n<p>In conclusion, the plaintiff having suffered damages insured against in the amounts above determined, it is hereby ordered, adjudged and decreed that the plaintiff recover from the defendant in the total sum of $4,439.49. Formal judgment to be entered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": []
}