{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2348085/",
  "absolute_url": "/opinion/2348085/broughton-v-baker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2348085/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:00.976910Z",
  "date_modified": "2016-04-27T03:03:24.862000Z",
  "type": "010combined",
  "sha1": "bbfbe3250097bd85aa9c4009278df5983b86cbb4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>537 F.Supp. 274 (1982)</b></center>\n<center><h1>Celeste BROUGHTON, Petitioner,<br>\nv.<br>\nJohn BAKER, et al., Respondents.</h1></center>\n<center>No. 82-295-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 2, 1982.</center>\n<p><span class=\"star-pagination\">*275</span> Celeste Broughton, pro se.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Petitioner, Celeste Broughton, was convicted of contempt of court in the Superior Court for Wake County on 14 August 1981. <i>See</i> N.C.Gen.Stat. § 5A-11(a)(1)-(3) (1981). She is currently serving a thirty-day sentence<sup>[1]</sup> and brings this petition for a writ of habeas corpus. <i>See</i> 28 U.S.C. § 2254 (1976).<sup>[2]</sup> Eleven claims for relief are presented. First, petitioner was denied access to assistance of counsel. Second, the prosecution failed to disclose evidence favorable to the defendant, which rendered her conviction unconstitutional. Third, the <span class=\"star-pagination\">*276</span> State denied petitioner her right to an appeal by denying her motion for relief to proceed <i>in forma pauperis.</i> Fourth, the judge set excessive bail. Fifth, the trial judge failed to disqualify himself, despite being related within the third degree to parties having an interest in the outcome of the case. Sixth, the judge failed to make findings of fact or to find the alleged conduct \"willfully contemptuous.\" <i>See</i> N.C. Gen.Stat. §§ 5A-15(f) &amp; 12(b)(1). Seventh, the trial judge prejudiced the petitioner's right to a fair trial by discussing the case in public. Eighth, the defendant was unconstitutionally detained in jail after her conviction, despite having given notice of appeal, by virtue of the trial judge's refusal to grant her appeal entries from a final judgment. Ninth, the trial judge acted in bad faith by changing her condition of release from a cash bond to a secured bond. Tenth, petitioner was denied the routine procedure of a bail reduction hearing, generally available for misdemeanants in Wake County. Eleventh, petitioner was denied her right to confront the witnesses against her.</p>\n<p>The case is before the court following respondents' answer. Upon review of the trial record, the parties' briefs and memoranda, and the procedural posture of this case, the court concludes that the action must be dismissed and Broughton's petition denied.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondents plead a procedural bar to petitioner's request for habeas corpus relief in the federal forum. <i>See </i><i>Wainwright v. Sykes,</i> 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977). This contention necessitates a thorough review of the procedural posture of the case at bar. If an independent state ground exists barring federal review, the action must be disposed of on that ground. Petitioner's conviction for contempt of court became final on 14 August 1981. Although she initially gave notice of appeal to the North Carolina Court of Appeals, she subsequently withdrew that notice in lieu of filing a motion for a new trial. When her motion for a new trial was denied, she re-entered her notice of appeal on 21 August 1981. Petitioner encountered problems in perfecting her appeal. She was granted an initial motion to extend time to file the record on appeal on 11 September 1981. A subsequent extension of time for the same purpose was granted on 18 November 1981. A third motion for an extension of time was filed on 6 January 1982, nearly five months after petitioner gave notice of appeal. This motion was denied on 21 January 1982. The appeal was dismissed for failure to file the record within the time prescribed by law. Rule 12(a), N.C.Gen.Stat.App. I (1981 Cumm.Supp.).</p>\n<p>Subsequent to this dismissal, petitioner filed petitions for writs of certiorari in both the North Carolina Court of Appeals and the North Carolina Supreme Court. Both were denied. Additionally, petitioner filed a number of other motions in the North Carolina appellate courts, all of which were denied.</p>\n<p>Finally, petitioner sought a writ of habeas corpus in state court. <i>See</i> N.C.Gen.Stat. §§ 17-1 <i>et seq.</i> (1978). A hearing on this petition was held in the Superior Court for Wake County. The writ was denied on 19 March 1982, as was a subsequent petition for a writ of certiorari addressed to the North Carolina Court of Appeals.</p>\n<p></p>\n<h2>II</h2>\n<p>Initial review of the procedural posture of this action poses the question of petitioner's compliance with the exhaustion requirement of the federal habeas statute. <i>See</i> 28 U.S.C. § 2254(b) &amp; (c) (1976). This exhaustion requirement represents the congressional codification of a judicially created principle. H.R.Rep.No. 380, 80th Cong., 1st Sess.App., at 180 (1947). A state prisoner's petition for habeas relief should \"be entertained by a federal court only after all state remedies available, including all appellate remedies in the state courts ..., have been exhausted.\" <i>Ex parte Hawk,</i> 321 U.S. 114, 117, 64 S.Ct. 448, 450, 88 L.Ed. 572 (1944). Comity militates against a federal court treating a habeas petition prior to its disposition in the state system. Unnecessary <span class=\"star-pagination\">*277</span> conflict must be avoided \"between courts equally bound to guard and protect rights secured by the Constitution.\" <i>Ex parte Royall,</i> 117 U.S. 241, 251, 6 S.Ct. 734, 740, 29 L.Ed. 868 (1886). Without doubt, exhaustion is an integral element in the scheme of federal review of state criminal proceedings.</p>\n<p>Despite the importance attached to exhaustion, most lower courts construe it as failing to attain the level of a jurisdictional requirement. 17 C. Wright, A. Miller &amp; E. Cooper, <i>Federal Practice and Procedure,</i> § 4264 (1978 &amp; 1982 Supp.) (and cases cited therein). Nevertheless, the statute commands exhaustion.<sup>[3]</sup> This unqualified statement, coupled with the Supreme Court's recent emphasis of the doctrine, indicates that exhaustion is more than a mere suggestion to the federal courts. To sustain comity in substance rather than form alone, \"the substance of a federal habeas corpus claim must first be presented to the state courts.\" <i>Picard v. Connor,</i> 404 U.S. 270, 278, 92 S.Ct. 509, 513, 30 L.Ed.2d 438 (1971). Thus, even if exhaustion fails as a jurisdictional mandate, it stands as a factor which militates against federal courts entertaining habeas claims which are elsewhere cognizable.</p>\n<p>The recent decisions dealing with exhaustion underscore its critical place in the scheme of federal review of state court decisions. The court declined to create an exception for clear constitutional violations, noting that \"obvious constitutional errors, no less than obscure transactions, are subject to the [statutory] requirements ....\" <i>Duckworth v. Serrano,</i> ___ U.S. ___, 102 S.Ct. 18, 70 L.Ed.2d 1 (1982) (<i>per curiam</i>). In a more recent decision espousing the same policy, district courts were required to dismiss habeas petitions which contained <i>any</i> unexhausted claims. <i>Rose v. Lundy,</i> ___ U.S. ___, ___, 102 S.Ct. 1198, 1205, 71 L.Ed.2d 379 (1982). Unquestionably, the fundamental importance of exhaustion remains firmly entrenched in the habeas procedure.</p>\n<p>Although petitioner has no further avenue on direct appeal, she might proceed to a collateral attack  post-conviction relief  under the appropriate North Carolina statute. <i>See</i> N.C.Gen.Stat. §§ 15A-1411 <i>et seq.</i> (1978). One of the three grounds for denying a motion for appropriate relief is that \"[u]pon a previous appeal the defendant was in a position to adequately raise the ground or issue ... but did not do so.\" <i>Id.</i> § 15A-1419(a)(3). The official commentary explaining this provision states that \"once a matter has been litigated or there has been opportunity to litigate a matter, there will not be a right to seek relief by additional motions at a later date.\" <i>Id.</i> Given the unlikely character of state relief,<sup>[4]</sup> dismissal on grounds of non-exhaustion is inappropriate. <i>Ellis v. Reed,</i> 596 F.2d 1195, 1197 n.2 (4th Cir.), <i>cert. denied,</i> 444 U.S. 973, 100 S.Ct. 468, 62 L.Ed.2d 388 (1979).</p>\n<p>Respondents apparently concede satisfaction of the exhaustion requirement. Answer at 2. While this court is not totally persuaded that petitioner has exhausted all eleven claims, apparently no avenues of state relief remain open. Given the dismissal of her appeal for procedural reasons, <span class=\"star-pagination\">*278</span> the numerous denials of her applications for writs of certiorari in the appellate courts, and the denial of her petition for a writ of habeas corpus in the state courts, exhaustion is satisfied. The inherent value of exhaustion in the preservation and protection of prisoners' constitutional rights remains intact. The state courts received \"the first opportunity to review all claims of constitutional error.\" <i>Rose,</i> ___ U.S. at ___, 102 S.Ct. at 1203.</p>\n<p></p>\n<h2>III</h2>\n<p>Consideration of the exhaustion requirement does not, however, end the inquiry. The United States Supreme Court limited the availability of habeas relief in holding that \"contentions of federal law which were <i>not</i> resolved on the merits in the state proceeding due to [petitioner's] failure to raise them there as required by state procedure\" precludes the review in a habeas petition. <i>Wainwright v. Sykes,</i> 433 U.S. 72, 87, 97 S.Ct. 2497, 2507, 53 L.Ed.2d 594 (1977). Failing to follow state procedure produces an independent state ground precluding federal review absent a showing of cause and prejudice by the petitioner. <i>Id.</i> In the instant case, petitioner failed to follow the North Carolina Rules of Appellate Procedure, particularly the rule requiring a filing of the record on appeal. Under the restrictive view of <i>Wainwright</i> espoused by the Fourth Circuit, <i>Cole v. Stevenson,</i> 620 F.2d 1055 (4th Cir.) (en banc), <i>cert. denied,</i> 449 U.S. 1004, 101 S.Ct. 545, 66 L.Ed.2d 301 (1980), this procedural default bars petitioner from now asserting her claims in a habeas corpus proceeding. In <i>Cole,</i> the habeas petitioner had been denied state post-conviction relief because he failed to present his federal constitutional claim on direct appeal. This omission on direct appeal \"barred [him] from presenting the question to the North Carolina courts\" which, in turn, barred his \"federal habeas corpus relief.\" 620 F.2d at 1058-59, 1063. <i>See </i><i>Eichman v. Dodson,</i> 672 F.2d 908 (4th Cir. 1981) (recognizing that under North Carolina rules, failure to present claim on appeal precludes federal review).</p>\n<p><i>Cole</i> stands for the proposition that any procedural error by petitioner which creates an independent state ground to bar state collateral review likewise bars federal review. <i>Id.</i> at 1059. The procedural default in the instant case, like that of <i>Cole,</i> involved the failure to follow the state rules of appellate procedure. The <i>Wainwright</i> rule evolved from the application of a contemporaneous objection rule. The court in <i>Cole</i> found that fact irrelevant and determined that any procedural error by the petitioner which would create an independent ground to preclude state review likewise barred federal review. <i>Id.</i> The nature of this rule is absolute. Even if petitioner is \"excused from further appeal in order to satisfy exhaustion requirements, the failure to appeal <i>although fruitless</i> would have no effect on the application of <i>Wainwright.\" Id.</i> at 1058. (emphasis added).</p>\n<p>A caveat exists to the <i>Wainwright</i> rule regarding forfeiture. When \"neither the state legislature nor the state courts indicate that a federal constitutional claim is barred by some state procedural rule, a federal court implies no disrespect for the State by entertaining the claim.\" <i>County Court of Ulster County v. Allen,</i> 442 U.S. 140, 154, 99 S.Ct. 2213, 2223, 60 L.Ed.2d 777 (1979). This rule evolved when one party sought to invoke a procedural bar to the court's consideration of a specific claim which had been presented to and considered by various state and federal courts. <i>Id.</i> at 147-48, 99 S.Ct. at 2219-2220. The court determined that federal tribunals could reach the merits, despite a procedural error, so long as their state counterparts had done so.</p>\n<p>A cursory examination of the record in the case at bar leaves the impression that the North Carolina courts reached the merits of petitioner's claim in the state habeas corpus proceeding. Based upon this conclusion, the <i>Ulster</i> caveat would appear to allow the federal courts to reach the merits on collateral review. Close scrutiny of both the nature of a habeas proceeding in North Carolina and the <i>Ulster</i> decision itself demonstrate the fallacy in this conclusion.</p>\n<p><span class=\"star-pagination\">*279</span> In North Carolina, habeas corpus is an extremely limited remedy. In addition to being a proceeding which is collateral rather than direct, <i>Perrine v. Slack,</i> 164 U.S. 452, 17 S.Ct. 79, 41 L.Ed. 510 (1896), it is not a substitute for appeal. <i>In re Burton,</i> 257 N.C. 534, 126 S.E.2d 581 (1962); <i>In re Smith,</i> 218 N.C. 462, 11 S.E.2d 317 (1940). Obvious distinctions emerge between state habeas relief and its federal counterpart. Federal habeas corpus proceedings allow collateral review of all state proceedings where constitutional errors are alleged. <i>See generally,</i> 28 U.S.C. §§ 2241 <i>et seq.</i> On the other hand, only challenges to a court's <i>jurisdiction</i> may be raised in a habeas proceeding in North Carolina. <i>Howie v. Spittle,</i> 156 N.C. 180, 72 S.E. 207 (1911); <i>In re Holley,</i> 154 N.C. 163, 69 S.E. 872 (1910).</p>\n<p>The statutory mandate that a writ shall be denied if petitioner is \"committed or detained by virtue of the final order, judgment or decree of a competent tribunal of civil or criminal jurisdiction ...,\" N.C.Gen. Stat. § 17-4(2), evidences the narrow scope of inquiry in a state habeas proceeding. In the case at bar, petitioner's effort to obtain habeas relief could challenge only the jurisdiction of the court which adjudicated her contempt citation. The decision in her state habeas action supports this conclusion. Finding that the contempt order was \"a legal and final judgment of a court of competent jurisdiction [and] that the allegations and the evidence of the petitioner do not constitute any grounds for relief by writ of habeas corpus,\" the court denied the writ. <i>In the Matter of Contempt of Court by Celeste Broughton,</i> No. 81 CRS 49174, at 3 (Mar. 19, 1982).</p>\n<p>Finally, the state courts have expressed the need for this limited application of habeas corpus.</p>\n<blockquote>Without reference to the positive prohibition of the statute, it is otherwise clear that the power cannot extend to cases where the person is confined on final process. For if so, this unseemly and discordant result would follow, that [one judge] might try and sentence a person to death or the penitentiary, and [another judge] might issue the writ of <i>habeas corpus</i> and discharge the prisoner. Results so disgraceful and destructive to the orderly and harmonious administration of justice, were never contemplated by the framers of our judicial system; on the contrary they were carefully guarded against, both by the constitution and legislation.</blockquote>\n<p><i>In re Schenck,</i> 74 N.C. 607, 610-11 (1876). Given this limitation, the adjudication of petitioner's petition for a writ of habeas corpus in the state courts represents no determination of the merits.</p>\n<p>Circumspection of the <i>Ulster</i> decision reveals critical distinctions between it and the case at bar. The <i>Ulster</i> holding is connected inexorably with the factual aspects of the lower courts' decisions. The claim addressed by the court, after it found no state procedural bar, <i>had been addressed</i> on the merits by five other tribunals. None of the five found a procedural deficiency. 442 U.S. at 147-48, 99 S.Ct. at 2219-2220. In fact, the trial court ruled on the merits in denying a motion to set aside the verdict and, thereby, \"implicitly decided that there was no procedural default.\" <i>Id.</i> at 152-53, 99 S.Ct. at 2222-2223 (noting the New York standard that such a ruling by the trial court is permissible only when the issue is preserved for appeal). <i>Ulster</i> is distinct from this case since there has been a determination here that procedural default occurred.<sup>[5]</sup> Given this finding of procedural default, manifested in the dismissal of the appeal, the <i>Ulster</i> caveat is inapplicable.</p>\n<p>Having found procedural default, the final consideration is, therefore, whether petitioner has demonstrated cause and prejudice under <i>Wainwright.</i> Petitioner asserts two grounds as cause for her failure to file the record on appeal.<sup>[6]</sup> First, her status as a <span class=\"star-pagination\">*280</span> pauper rendered her unable to afford the transcript of her contempt adjudication. Second, she was denied counsel at this proceeding. Careful examination of each of these contentions is appropriate. A transcript must be provided to an indigent prisoner. <i>Griffin v. Illinois,</i> 351 U.S. 12, 76 S.Ct. 585, 100 L.Ed. 891 (1956). Petitioner admits, however, that the Superior Court judge denied her motion for relief to appeal <i>in forma pauperis.</i> This determination remains in the sole discretion of the trial judge. A thorough examination of the record discloses no evidence that this decision was clearly erroneous. <i>See generally, </i><i>Pue v. Sillas,</i> 632 F.2d 74 (9th Cir. 1980); <i>Pettway v. American Cast Iron Pipe Co.,</i> 576 F.2d 1157 (5th Cir.) <i>cert. denied,</i> 439 U.S. 1115, 99 S.Ct. 1020, 59 L.Ed.2d 74 (1978). Given the sufficiency of this finding, petitioner was not entitled to a transcript without cost.</p>\n<p>Furthermore, petitioner indulged the appellate courts with numerous extensions of time in which to file the record on appeal. With this additional time, petitioner had ample opportunity to obtain a transcript of the contempt proceedings. Her failure to do so does not constitute cause for the procedural default. In addition, petitioner made no effort to file a partial record on appeal which she could have amended when she obtained the transcript.</p>\n<p>Petitioner's contention that she lacked assistance of counsel is of no greater merit. Although entitled to counsel both at trial and on appeal, <i>Scott v. Illinois,</i> 440 U.S. 367, 99 S.Ct. 1158, 59 L.Ed.2d 383 (1979); <i>Swenson v. Bosler,</i> 386 U.S. 258, 87 S.Ct. 996, 18 L.Ed.2d 33 (1967); <i>Gideon v. Wainwright,</i> 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963), she made a clear waiver of this right at her contempt hearing. Having made this knowing and intelligent waiver, petitioner cannot now be heard on this claim. Further, petitioner presented the court with no request for appointment of counsel during the nearly five months in which she failed to file her record on appeal. This claim fails to demonstrate cause for the procedural default.</p>\n<p>This court notes, in addition, that <i>Cole</i> has set an exceedingly high standard for finding cause. There the court declined to find cause even when the issue which the petitioner needed to have raised was contrary to a direct holding of the United States Supreme Court.<sup>[7]</sup> Under that standard, petitioner in the instant case would certainly be required to pursue more effective efforts at filing the record on appeal. <i>But see </i><i>Isaac v. Engle,</i> 646 F.2d 1129, 1133 (6th Cir. 1980) (en banc), <i>cert. granted,</i> 451 U.S. 906, 101 S.Ct. 1973, 68 L.Ed.2d 294 (1981). Accordingly, this court finds no adequate cause for petitioner's procedural default, making it unnecessary to reach the question of prejudice. <i>Cole,</i> 620 F.2d at 1062. <i>See </i><i>Francis v. Henderson,</i> 425 U.S. 536, 542, 96 S.Ct. 1708, 1711, 48 L.Ed.2d 149 (1976).</p>\n<p></p>\n<h2>IV</h2>\n<p>Based upon the foregoing discussion, petitioner has forfeited her right to federal review of her state conviction. The procedural default, arising from her failure to file the record on appeal within the time required by the North Carolina Rules of Appellate Procedure, bars this court's consideration of the merits of her petition for a writ of habeas corpus. <i>Wainwright v. Sykes,</i> 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977); <i>Cole v. Stevenson,</i> 620 F.2d 1055 (4th Cir.) (en banc), <i>cert. denied,</i> 449 U.S. <span class=\"star-pagination\">*281</span> 1004, 101 S.Ct. 545, 66 (1980). Accordingly, the petition is dismissed.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The thirty-day sentence is the maximum imprisonment permitted for this offense. N.C. Gen.Stat. § 5A-12 (1981). While the court notes that the sentence appears severe, sentences imposed by state court judges are not generally subject to review by federal courts in collateral proceedings. <i>Stevens v. Warden,</i> 382 F.2d 429, 433 (4th Cir. 1967), cert. denied, 390 U.S. 1031, 88 S.Ct. 1423, 20 L.Ed.2d 288 (1968). <i>See </i><i>United States v. Tucker,</i> 404 U.S. 443, 447, 92 S.Ct. 589, 30 L.Ed.2d 592 (1972). Any challenge as to length of this sentence, therefore, is not before this court.</p>\n<p>[2]  This petition constitutes petitioner's second effort seeking federal review of her contempt conviction. The initial petition was dismissed for failure to exhaust state court remedies. <i>In re Petition of Celeste Broughton,</i> No. 81-64-MISC (E.D.N.C. Aug. 27, 1981).</p>\n<p>[3]  The statute provides, in part:\n</p>\n<p>An application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court shall not be granted unless it appears that the applicant has exhausted the remedies available in the courts of the State, or that there is either an absence of available State corrective process or the existence of circumstances rendering such process ineffective to protect the rights of the prisoner.</p>\n<p>An applicant shall not be deemed to have exhausted the remedies available in the courts of the State, within the meaning of this section, if he has the right under the law of the State to raise, by any available procedure, the question presented.</p>\n<p>28 U.S.C. § 2254(b) &amp; (c) (1976).</p>\n<p>[4]  Speculation varies as to the effectiveness of the post-conviction relief act based on a showing of good cause. <i>See </i><i>Vester v. Stephenson,</i> 465 F.Supp. 868, 869-70 (E.D.N.C.1978) (stating that previously unreviewable errors may now be cognizable). The absence of North Carolina cases construing § 15A-1419(b) causes concern as to the actual vitality of this provision as an avenue to pursue collaterally claims not raised on appeal or claims defaulted by procedural errors.</p>\n<p>[5]  Two of the state court judges who entertained and determined matters involving this case noted that petitioner's appeal had been dismissed for failure to follow the appellate rules. This failure constitutes the procedural default in the instant case.</p>\n<p>[6]  Petitioner addressed the motion of procedural default and presented her arguments regarding cause and prejudice in her petition for a writ of mandamus presented to the United States Court of Appeals for the Fourth Circuit.</p>\n<p>[7]  During Cole's trial and direct appeal, it was permissible for the jury to be instructed that the burden of proving self-defense was on the defendant. Consequently, Cole did not object to such an instruction and did not challenge it on appeal. Subsequently, the court reversed the position on the burden of proof. <i>See </i><i>Mullaney v. Wilbur,</i> 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975). Cole then sought to challenge the instructions given at his trial. <i>See </i><i>Cole v. Stevenson,</i> 620 F.2d 1055 (4th Cir.) (en banc), cert. denied, 449 U.S. 1004, 101 S.Ct. 545, 66 L.Ed.2d 301 (1980).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">274</span></span> (1982)</b></center>\n<center><h1>Celeste BROUGHTON, Petitioner,<br>\nv.<br>\nJohn BAKER, et al., Respondents.</h1></center>\n<center>No. 82-295-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 2, 1982.</center>\n<p><span class=\"star-pagination\">*275</span> Celeste Broughton, pro se.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Petitioner, Celeste Broughton, was convicted of contempt of court in the Superior Court for Wake County on 14 August 1981. <i>See</i> N.C.Gen.Stat. § 5A-11(a)(1)-(3) (1981). She is currently serving a thirty-day sentence<sup>[1]</sup> and brings this petition for a writ of habeas corpus. <i>See</i> 28 U.S.C. § 2254 (1976).<sup>[2]</sup> Eleven claims for relief are presented. First, petitioner was denied access to assistance of counsel. Second, the prosecution failed to disclose evidence favorable to the defendant, which rendered her conviction unconstitutional. Third, the <span class=\"star-pagination\">*276</span> State denied petitioner her right to an appeal by denying her motion for relief to proceed <i>in forma pauperis.</i> Fourth, the judge set excessive bail. Fifth, the trial judge failed to disqualify himself, despite being related within the third degree to parties having an interest in the outcome of the case. Sixth, the judge failed to make findings of fact or to find the alleged conduct \"willfully contemptuous.\" <i>See</i> N.C. Gen.Stat. §§ 5A-15(f) &amp; 12(b)(1). Seventh, the trial judge prejudiced the petitioner's right to a fair trial by discussing the case in public. Eighth, the defendant was unconstitutionally detained in jail after her conviction, despite having given notice of appeal, by virtue of the trial judge's refusal to grant her appeal entries from a final judgment. Ninth, the trial judge acted in bad faith by changing her condition of release from a cash bond to a secured bond. Tenth, petitioner was denied the routine procedure of a bail reduction hearing, generally available for misdemeanants in Wake County. Eleventh, petitioner was denied her right to confront the witnesses against her.</p>\n<p>The case is before the court following respondents' answer. Upon review of the trial record, the parties' briefs and memoranda, and the procedural posture of this case, the court concludes that the action must be dismissed and Broughton's petition denied.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondents plead a procedural bar to petitioner's request for habeas corpus relief in the federal forum. <i>See </i><i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977). This contention necessitates a thorough review of the procedural posture of the case at bar. If an independent state ground exists barring federal review, the action must be disposed of on that ground. Petitioner's conviction for contempt of court became final on 14 August 1981. Although she initially gave notice of appeal to the North Carolina Court of Appeals, she subsequently withdrew that notice in lieu of filing a motion for a new trial. When her motion for a new trial was denied, she re-entered her notice of appeal on 21 August 1981. Petitioner encountered problems in perfecting her appeal. She was granted an initial motion to extend time to file the record on appeal on 11 September 1981. A subsequent extension of time for the same purpose was granted on 18 November 1981. A third motion for an extension of time was filed on 6 January 1982, nearly five months after petitioner gave notice of appeal. This motion was denied on 21 January 1982. The appeal was dismissed for failure to file the record within the time prescribed by law. Rule 12(a), N.C.Gen.Stat.App. I (1981 Cumm.Supp.).</p>\n<p>Subsequent to this dismissal, petitioner filed petitions for writs of certiorari in both the North Carolina Court of Appeals and the North Carolina Supreme Court. Both were denied. Additionally, petitioner filed a number of other motions in the North Carolina appellate courts, all of which were denied.</p>\n<p>Finally, petitioner sought a writ of habeas corpus in state court. <i>See</i> N.C.Gen.Stat. §§ 17-1 <i>et seq.</i> (1978). A hearing on this petition was held in the Superior Court for Wake County. The writ was denied on 19 March 1982, as was a subsequent petition for a writ of certiorari addressed to the North Carolina Court of Appeals.</p>\n<p></p>\n<h2>II</h2>\n<p>Initial review of the procedural posture of this action poses the question of petitioner's compliance with the exhaustion requirement of the federal habeas statute. <i>See</i> 28 U.S.C. § 2254(b) &amp; (c) (1976). This exhaustion requirement represents the congressional codification of a judicially created principle. H.R.Rep.No. 380, 80th Cong., 1st Sess.App., at 180 (1947). A state prisoner's petition for habeas relief should \"be entertained by a federal court only after all state remedies available, including all appellate remedies in the state courts ..., have been exhausted.\" <i>Ex parte Hawk,</i> <span class=\"citation\" data-id=\"103928\"><a href=\"/opinion/103928/ex-parte-hawk/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 117, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">448</span></span>, 450, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">572</span></span> (1944). Comity militates against a federal court treating a habeas petition prior to its disposition in the state system. Unnecessary <span class=\"star-pagination\">*277</span> conflict must be avoided \"between courts equally bound to guard and protect rights secured by the Constitution.\" <i>Ex parte Royall,</i> <span class=\"citation\" data-id=\"91598\"><a href=\"/opinion/91598/ex-parte-royall/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 251, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></span>, 740, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">868</span></span> (1886). Without doubt, exhaustion is an integral element in the scheme of federal review of state criminal proceedings.</p>\n<p>Despite the importance attached to exhaustion, most lower courts construe it as failing to attain the level of a jurisdictional requirement. 17 C. Wright, A. Miller &amp; E. Cooper, <i>Federal Practice and Procedure,</i> § 4264 (1978 &amp; 1982 Supp.) (and cases cited therein). Nevertheless, the statute commands exhaustion.<sup>[3]</sup> This unqualified statement, coupled with the Supreme Court's recent emphasis of the doctrine, indicates that exhaustion is more than a mere suggestion to the federal courts. To sustain comity in substance rather than form alone, \"the substance of a federal habeas corpus claim must first be presented to the state courts.\" <i>Picard v. Connor,</i> <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 278, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, 513, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971). Thus, even if exhaustion fails as a jurisdictional mandate, it stands as a factor which militates against federal courts entertaining habeas claims which are elsewhere cognizable.</p>\n<p>The recent decisions dealing with exhaustion underscore its critical place in the scheme of federal review of state court decisions. The court declined to create an exception for clear constitutional violations, noting that \"obvious constitutional errors, no less than obscure transactions, are subject to the [statutory] requirements ....\" <i>Duckworth v. Serrano,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span> (1982) (<i>per curiam</i>). In a more recent decision espousing the same policy, district courts were required to dismiss habeas petitions which contained <i>any</i> unexhausted claims. <i>Rose v. Lundy,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, 1205, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982). Unquestionably, the fundamental importance of exhaustion remains firmly entrenched in the habeas procedure.</p>\n<p>Although petitioner has no further avenue on direct appeal, she might proceed to a collateral attack  post-conviction relief  under the appropriate North Carolina statute. <i>See</i> N.C.Gen.Stat. §§ 15A-1411 <i>et seq.</i> (1978). One of the three grounds for denying a motion for appropriate relief is that \"[u]pon a previous appeal the defendant was in a position to adequately raise the ground or issue ... but did not do so.\" <i>Id.</i> § 15A-1419(a)(3). The official commentary explaining this provision states that \"once a matter has been litigated or there has been opportunity to litigate a matter, there will not be a right to seek relief by additional motions at a later date.\" <i>Id.</i> Given the unlikely character of state relief,<sup>[4]</sup> dismissal on grounds of non-exhaustion is inappropriate. <i>Ellis v. Reed,</i> <span class=\"citation\" data-id=\"365623\"><a href=\"/opinion/365623/bruce-e-ellis-v-amos-e-reed-secretary-of-corrections-and-the-attorney/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1197 n.2 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">973</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span></span> (1979).</p>\n<p>Respondents apparently concede satisfaction of the exhaustion requirement. Answer at 2. While this court is not totally persuaded that petitioner has exhausted all eleven claims, apparently no avenues of state relief remain open. Given the dismissal of her appeal for procedural reasons, <span class=\"star-pagination\">*278</span> the numerous denials of her applications for writs of certiorari in the appellate courts, and the denial of her petition for a writ of habeas corpus in the state courts, exhaustion is satisfied. The inherent value of exhaustion in the preservation and protection of prisoners' constitutional rights remains intact. The state courts received \"the first opportunity to review all claims of constitutional error.\" <i>Rose,</i> ___ U.S. at ___, 102 S.Ct. at 1203.</p>\n<p></p>\n<h2>III</h2>\n<p>Consideration of the exhaustion requirement does not, however, end the inquiry. The United States Supreme Court limited the availability of habeas relief in holding that \"contentions of federal law which were <i>not</i> resolved on the merits in the state proceeding due to [petitioner's] failure to raise them there as required by state procedure\" precludes the review in a habeas petition. <i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 87, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, 2507, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977). Failing to follow state procedure produces an independent state ground precluding federal review absent a showing of cause and prejudice by the petitioner. <i>Id.</i> In the instant case, petitioner failed to follow the North Carolina Rules of Appellate Procedure, particularly the rule requiring a filing of the record on appeal. Under the restrictive view of <i>Wainwright</i> espoused by the Fourth Circuit, <i>Cole v. Stevenson,</i> <span class=\"citation\" data-id=\"377916\"><a href=\"/opinion/377916/james-lewis-cole-v-l-v-stevenson-superintendent-and-attorney-general-of/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span> (4th Cir.) (en banc), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1980), this procedural default bars petitioner from now asserting her claims in a habeas corpus proceeding. In <i>Cole,</i> the habeas petitioner had been denied state post-conviction relief because he failed to present his federal constitutional claim on direct appeal. This omission on direct appeal \"barred [him] from presenting the question to the North Carolina courts\" which, in turn, barred his \"federal habeas corpus relief.\" 620 F.2d at 1058-59, 1063. <i>See </i><i>Eichman v. Dodson,</i> <span class=\"citation\" data-id=\"400524\"><a href=\"/opinion/400524/eichman-v-dodson/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span> (4th Cir. 1981) (recognizing that under North Carolina rules, failure to present claim on appeal precludes federal review).</p>\n<p><i>Cole</i> stands for the proposition that any procedural error by petitioner which creates an independent state ground to bar state collateral review likewise bars federal review. <i>Id.</i> at 1059. The procedural default in the instant case, like that of <i>Cole,</i> involved the failure to follow the state rules of appellate procedure. The <i>Wainwright</i> rule evolved from the application of a contemporaneous objection rule. The court in <i>Cole</i> found that fact irrelevant and determined that any procedural error by the petitioner which would create an independent ground to preclude state review likewise barred federal review. <i>Id.</i> The nature of this rule is absolute. Even if petitioner is \"excused from further appeal in order to satisfy exhaustion requirements, the failure to appeal <i>although fruitless</i> would have no effect on the application of <i>Wainwright.\" Id.</i> at 1058. (emphasis added).</p>\n<p>A caveat exists to the <i>Wainwright</i> rule regarding forfeiture. When \"neither the state legislature nor the state courts indicate that a federal constitutional claim is barred by some state procedural rule, a federal court implies no disrespect for the State by entertaining the claim.\" <i>County Court of Ulster County v. Allen,</i> <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, 154, <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2213</span></a></span>, 2223, <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">777</span></a></span> (1979). This rule evolved when one party sought to invoke a procedural bar to the court's consideration of a specific claim which had been presented to and considered by various state and federal courts. <i>Id.</i> at 147-48, 99 S.Ct. at 2219-2220. The court determined that federal tribunals could reach the merits, despite a procedural error, so long as their state counterparts had done so.</p>\n<p>A cursory examination of the record in the case at bar leaves the impression that the North Carolina courts reached the merits of petitioner's claim in the state habeas corpus proceeding. Based upon this conclusion, the <i>Ulster</i> caveat would appear to allow the federal courts to reach the merits on collateral review. Close scrutiny of both the nature of a habeas proceeding in North Carolina and the <i>Ulster</i> decision itself demonstrate the fallacy in this conclusion.</p>\n<p><span class=\"star-pagination\">*279</span> In North Carolina, habeas corpus is an extremely limited remedy. In addition to being a proceeding which is collateral rather than direct, <i>Perrine v. Slack,</i> <span class=\"citation\" data-id=\"1100582\"><a href=\"/opinion/1100582/perrine-v-slack/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">79</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">510</span></span> (1896), it is not a substitute for appeal. <i>In re Burton,</i> <span class=\"citation\" data-id=\"1322235\"><a href=\"/opinion/1322235/in-re-burton/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">534</span></a></span>, <span class=\"citation\" data-id=\"1322235\"><a href=\"/opinion/1322235/in-re-burton/\"><span class=\"volume\">126</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">581</span></a></span> (1962); <i>In re Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">317</span></span> (1940). Obvious distinctions emerge between state habeas relief and its federal counterpart. Federal habeas corpus proceedings allow collateral review of all state proceedings where constitutional errors are alleged. <i>See generally,</i> 28 U.S.C. §§ 2241 <i>et seq.</i> On the other hand, only challenges to a court's <i>jurisdiction</i> may be raised in a habeas proceeding in North Carolina. <i>Howie v. Spittle,</i> <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">207</span></span> (1911); <i>In re Holley,</i> <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">872</span></span> (1910).</p>\n<p>The statutory mandate that a writ shall be denied if petitioner is \"committed or detained by virtue of the final order, judgment or decree of a competent tribunal of civil or criminal jurisdiction ...,\" N.C.Gen. Stat. § 17-4(2), evidences the narrow scope of inquiry in a state habeas proceeding. In the case at bar, petitioner's effort to obtain habeas relief could challenge only the jurisdiction of the court which adjudicated her contempt citation. The decision in her state habeas action supports this conclusion. Finding that the contempt order was \"a legal and final judgment of a court of competent jurisdiction [and] that the allegations and the evidence of the petitioner do not constitute any grounds for relief by writ of habeas corpus,\" the court denied the writ. <i>In the Matter of Contempt of Court by Celeste Broughton,</i> No. 81 CRS 49174, at 3 (Mar. 19, 1982).</p>\n<p>Finally, the state courts have expressed the need for this limited application of habeas corpus.</p>\n<blockquote>Without reference to the positive prohibition of the statute, it is otherwise clear that the power cannot extend to cases where the person is confined on final process. For if so, this unseemly and discordant result would follow, that [one judge] might try and sentence a person to death or the penitentiary, and [another judge] might issue the writ of <i>habeas corpus</i> and discharge the prisoner. Results so disgraceful and destructive to the orderly and harmonious administration of justice, were never contemplated by the framers of our judicial system; on the contrary they were carefully guarded against, both by the constitution and legislation.</blockquote>\n<p><i>In re Schenck,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">607</span></span>, 610-11 (1876). Given this limitation, the adjudication of petitioner's petition for a writ of habeas corpus in the state courts represents no determination of the merits.</p>\n<p>Circumspection of the <i>Ulster</i> decision reveals critical distinctions between it and the case at bar. The <i>Ulster</i> holding is connected inexorably with the factual aspects of the lower courts' decisions. The claim addressed by the court, after it found no state procedural bar, <i>had been addressed</i> on the merits by five other tribunals. None of the five found a procedural deficiency. 442 U.S. at 147-48, 99 S.Ct. at 2219-2220. In fact, the trial court ruled on the merits in denying a motion to set aside the verdict and, thereby, \"implicitly decided that there was no procedural default.\" <i>Id.</i> at 152-53, 99 S.Ct. at 2222-2223 (noting the New York standard that such a ruling by the trial court is permissible only when the issue is preserved for appeal). <i>Ulster</i> is distinct from this case since there has been a determination here that procedural default occurred.<sup>[5]</sup> Given this finding of procedural default, manifested in the dismissal of the appeal, the <i>Ulster</i> caveat is inapplicable.</p>\n<p>Having found procedural default, the final consideration is, therefore, whether petitioner has demonstrated cause and prejudice under <i>Wainwright.</i> Petitioner asserts two grounds as cause for her failure to file the record on appeal.<sup>[6]</sup> First, her status as a <span class=\"star-pagination\">*280</span> pauper rendered her unable to afford the transcript of her contempt adjudication. Second, she was denied counsel at this proceeding. Careful examination of each of these contentions is appropriate. A transcript must be provided to an indigent prisoner. <i>Griffin v. Illinois,</i> <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></a></span>, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></a></span>, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">891</span></a></span> (1956). Petitioner admits, however, that the Superior Court judge denied her motion for relief to appeal <i>in forma pauperis.</i> This determination remains in the sole discretion of the trial judge. A thorough examination of the record discloses no evidence that this decision was clearly erroneous. <i>See generally, </i><i>Pue v. Sillas,</i> <span class=\"citation\" data-id=\"382739\"><a href=\"/opinion/382739/douglas-r-pue-an-individual-on-behalf-of-himself-and-all-others-similarly/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span> (9th Cir. 1980); <i>Pettway v. American Cast Iron Pipe Co.,</i> <span class=\"citation\" data-id=\"356027\"><a href=\"/opinion/356027/17-fair-emplpraccas-1712-17-empl-prac-dec-p-8470-rush-pettway-v/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span> (5th Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></span> (1978). Given the sufficiency of this finding, petitioner was not entitled to a transcript without cost.</p>\n<p>Furthermore, petitioner indulged the appellate courts with numerous extensions of time in which to file the record on appeal. With this additional time, petitioner had ample opportunity to obtain a transcript of the contempt proceedings. Her failure to do so does not constitute cause for the procedural default. In addition, petitioner made no effort to file a partial record on appeal which she could have amended when she obtained the transcript.</p>\n<p>Petitioner's contention that she lacked assistance of counsel is of no greater merit. Although entitled to counsel both at trial and on appeal, <i>Scott v. Illinois,</i> <span class=\"citation\" data-id=\"110032\"><a href=\"/opinion/110032/scott-v-illinois/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"110032\"><a href=\"/opinion/110032/scott-v-illinois/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1158</span></a></span>, <span class=\"citation\" data-id=\"110032\"><a href=\"/opinion/110032/scott-v-illinois/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1979); <i>Swenson v. Bosler,</i> <span class=\"citation\" data-id=\"107372\"><a href=\"/opinion/107372/swenson-v-bosler/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"107372\"><a href=\"/opinion/107372/swenson-v-bosler/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">996</span></a></span>, <span class=\"citation\" data-id=\"107372\"><a href=\"/opinion/107372/swenson-v-bosler/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">33</span></a></span> (1967); <i>Gideon v. Wainwright,</i> <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963), she made a clear waiver of this right at her contempt hearing. Having made this knowing and intelligent waiver, petitioner cannot now be heard on this claim. Further, petitioner presented the court with no request for appointment of counsel during the nearly five months in which she failed to file her record on appeal. This claim fails to demonstrate cause for the procedural default.</p>\n<p>This court notes, in addition, that <i>Cole</i> has set an exceedingly high standard for finding cause. There the court declined to find cause even when the issue which the petitioner needed to have raised was contrary to a direct holding of the United States Supreme Court.<sup>[7]</sup> Under that standard, petitioner in the instant case would certainly be required to pursue more effective efforts at filing the record on appeal. <i>But see </i><i>Isaac v. Engle,</i> <span class=\"citation\" data-id=\"389526\"><a href=\"/opinion/389526/lincoln-isaac-v-ted-engle-superintendent/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span>, 1133 (6th Cir. 1980) (en banc), <i>cert. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1973</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">294</span></span> (1981). Accordingly, this court finds no adequate cause for petitioner's procedural default, making it unnecessary to reach the question of prejudice. <i>Cole,</i> 620 F.2d at 1062. <i>See </i><i>Francis v. Henderson,</i> <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, 542, <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, 1711, <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1976).</p>\n<p></p>\n<h2>IV</h2>\n<p>Based upon the foregoing discussion, petitioner has forfeited her right to federal review of her state conviction. The procedural default, arising from her failure to file the record on appeal within the time required by the North Carolina Rules of Appellate Procedure, bars this court's consideration of the merits of her petition for a writ of habeas corpus. <i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977); <i>Cole v. Stevenson,</i> <span class=\"citation\" data-id=\"377916\"><a href=\"/opinion/377916/james-lewis-cole-v-l-v-stevenson-superintendent-and-attorney-general-of/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span> (4th Cir.) (en banc), <i>cert. denied,</i> 449 U.S. <span class=\"star-pagination\">*281</span> 1004, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">545</span></span>, 66 (1980). Accordingly, the petition is dismissed.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The thirty-day sentence is the maximum imprisonment permitted for this offense. N.C. Gen.Stat. § 5A-12 (1981). While the court notes that the sentence appears severe, sentences imposed by state court judges are not generally subject to review by federal courts in collateral proceedings. <i>Stevens v. Warden,</i> <span class=\"citation\" data-id=\"277075\"><a href=\"/opinion/277075/samuele-t-stevens-jr-v-warden-maryland-penitentiary/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 433 (4th Cir. 1967), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></span> (1968). <i>See </i><i>United States v. Tucker,</i> <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 447, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">589</span></a></span>, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span> (1972). Any challenge as to length of this sentence, therefore, is not before this court.</p>\n<p>[2]  This petition constitutes petitioner's second effort seeking federal review of her contempt conviction. The initial petition was dismissed for failure to exhaust state court remedies. <i>In re Petition of Celeste Broughton,</i> No. 81-64-MISC (E.D.N.C. Aug. 27, 1981).</p>\n<p>[3]  The statute provides, in part:\n</p>\n<p>An application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court shall not be granted unless it appears that the applicant has exhausted the remedies available in the courts of the State, or that there is either an absence of available State corrective process or the existence of circumstances rendering such process ineffective to protect the rights of the prisoner.</p>\n<p>An applicant shall not be deemed to have exhausted the remedies available in the courts of the State, within the meaning of this section, if he has the right under the law of the State to raise, by any available procedure, the question presented.</p>\n<p>28 U.S.C. § 2254(b) &amp; (c) (1976).</p>\n<p>[4]  Speculation varies as to the effectiveness of the post-conviction relief act based on a showing of good cause. <i>See </i><i>Vester v. Stephenson,</i> <span class=\"citation\" data-id=\"1420231\"><a href=\"/opinion/1420231/vester-v-stephenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">868</span></a></span>, 869-70 (E.D.N.C.1978) (stating that previously unreviewable errors may now be cognizable). The absence of North Carolina cases construing § 15A-1419(b) causes concern as to the actual vitality of this provision as an avenue to pursue collaterally claims not raised on appeal or claims defaulted by procedural errors.</p>\n<p>[5]  Two of the state court judges who entertained and determined matters involving this case noted that petitioner's appeal had been dismissed for failure to follow the appellate rules. This failure constitutes the procedural default in the instant case.</p>\n<p>[6]  Petitioner addressed the motion of procedural default and presented her arguments regarding cause and prejudice in her petition for a writ of mandamus presented to the United States Court of Appeals for the Fourth Circuit.</p>\n<p>[7]  During Cole's trial and direct appeal, it was permissible for the jury to be instructed that the burden of proving self-defense was on the defendant. Consequently, Cole did not object to such an instruction and did not challenge it on appeal. Subsequently, the court reversed the position on the burden of proof. <i>See </i><i>Mullaney v. Wilbur,</i> <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1975). Cole then sought to challenge the instructions given at his trial. <i>See </i><i>Cole v. Stevenson,</i> <span class=\"citation\" data-id=\"377916\"><a href=\"/opinion/377916/james-lewis-cole-v-l-v-stevenson-superintendent-and-attorney-general-of/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span> (4th Cir.) (en banc), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1980).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1100582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420231/"
  ]
}