{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2349071/",
  "absolute_url": "/opinion/2349071/continental-bank-trust-company-v-gold/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2349071/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:12.560149Z",
  "date_modified": "2016-04-26T20:45:59.514341Z",
  "type": "010combined",
  "sha1": "6af8dfef9b18b3c386c2357b5daf632ade0bdbb0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>140 F.Supp. 252 (1956)</b></center>\n<center><h1>CONTINENTAL BANK &amp; TRUST COMPANY, a Utah corporation, Receiver of Inland Empire Insurance Company, Petitioner,<br>\nv.<br>\nCharles F. GOLD, Commissioner of Insurance, State of North Carolina, and Edwin Gill, State Treasurer, State of North Carolina, Defendants.</h1></center>\n<center>Civ. No. 914.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 28, 1956.</center>\n<p><span class=\"star-pagination\">*253</span> Thomas A. Banks, Raleigh, N. C., for petitioner.</p>\n<p>Rudolph I. Mintz, Wilmington, N. C., for intervenors.</p>\n<p>William B. Rodman, Jr., Atty. Gen., State of N. C., T. Wade Burton, Asst. Atty. Gen., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The Louisville Fire and Marine Insurance Company once qualified to do business in North Carolina. One of the qualifications that a foreign corporation must meet for engaging in the insurance business in this State is that such a company must turn over to the State Commissioner of Insurance a deposit of securities. The Louisville Company made the necessary deposit which amounted to $50,000. Later the risks of the Louisville Company were reinsured, with the requisite consent of the Commissioner, by the Inland Empire Insurance Company, a corporation of Idaho with main offices in Utah. The $50,000 deposit remained as before except that it then qualified the Inland Company rather than the Louisville Company to carry on the insurance business here.</p>\n<p>On November 29, 1955, the United States District Court in Utah entered an order appointing petitioner, The Continental Bank and Trust Company, Receiver for the Inland Company. A copy of the order of appointment was filed in this Court on December 6, 1955, within ten days after entry of the appointment, as required by Sec. 754, Title 28, U.S.C.A. By virtue of this statute, the receiver was vested with \"complete jurisdiction and control\" of all property of the Inland Company located within this district.</p>\n<p>On January 17, 1956, H. L. Whitt commenced an action in the North Carolina Superior Court in Wake County against the North Carolina Insurance Commissioner. That suit was authorized under the provisions of N.C.G.S. ยง 58-185, which provides, in effect, for a class action against the Commissioner for the purpose of subjecting the statutory deposits held by the State Treasurer to the payment of unsatisfied insurance claims of North Carolina citizens, residents, or owners of insured property within the State.</p>\n<p>On January 19, 1956, the United States District Court in Utah entered an order \"that the receiver shall proceed to take lawful and necessary steps to take into its hands the deposits of Inland Empire Insurance Company and Louisville Fire &amp; Marine Insurance Company on file in the various states where these companies did business and made such deposits.\" And \"that in making disbursement of said deposits the receiver shall strictly observe any rights or priorities established in said deposits in favor of certain policy holders and creditors by the laws of the respective states where such deposits are on file.\"</p>\n<p>Pursuant to this order the receiver filed in this Court on February 2, 1956, a petition and motion to show cause why the Commissioner of Insurance and the <span class=\"star-pagination\">*254</span> Treasurer of North Carolina should not be ordered to turn over to the receiver the $50,000 statutory deposit in question. The Commissioner filed an answer resisting the motion, and H. L. Whitt also filed an answer along with a petition for leave to intervene as codefendant. This petition of H. L. Whitt is allowed.</p>\n<p>The District Court in Utah on February 6, 1956, entered an order which sets out how claims may be filed against assets that come into the hands of the receiver.</p>\n<p>Whitt's action against the Commissioner in the North Carolina Superior Court has been voluntarily held in abeyance pending this Court's decision on the motion now under consideration. A hearing was held before the undersigned, and the receiver, the Commissioner of Insurance, and North Carolina claimants were present through counsel.</p>\n<p>The receiver's motion and petition filed with us alleges the requisites for invoking the jurisdiction of this Court because of diversity of citizenship and an amount over $3,000 in controversy. Title 28, U.S.C.A., ยง 754, grants the receiver capacity \"to sue in any district without ancillary appointment\". In that section Congress also enacted that \"(a) receiver appointed in any civil action or proceeding involving property, real, personal or mixed, situated in different districts shall, upon giving bond as required by the court, be vested with complete jurisdiction and control of all such property with the right to take possession thereof\".</p>\n<p>Paragraph VI of the receiver's motion asserts that \"among the assets of the Inland Empire Insurance Company, which petitioner has been authorized and empowered to take into its possession, is a deposit of Fifty Thousand ($50,000.) Dollars in Government Bonds with the defendant\". This assertion raises the question which is determinative in this case. Is the statutory deposit held by the defendants an asset or property of the defunct Inland Empire Insurance Company within the meaning of Title 28, U.S.C.A., Sec. 754.</p>\n<p>The order entered in the District Court in Utah on January 19, 1956, does not purport to adjudicate the question of title in the deposited securities which that Court's receiver now seeks. Indeed the language of that order, set out above, contemplates that an adjudication of title in other forums will be required. The order empowers the receiver to institute litigation for that purpose.</p>\n<p>I have quoted the applicable language of Title 28, U.S.C.A., Sec. 754. The reviser's note beneath that section includes the following language. \"The revised section permits the receiver appointed by any district court to control all <i>property of the defendant</i> in whatever district the property is situated.\" (Emphasis added.)</p>\n<p>In accord with the announced purpose of this act of Congress, it is open for this Court to determine what is the \"property of the defendant\" within this District. Such a decision will in no way conflict with the rule laid down in Link v. Powell, D.C., 57 F.2d 591.</p>\n<p>That case was decided under former Sec. 117 of Title 28, U.S.C.A. A railroad was in receivership in District No. 1. Some property of the Company lay within District No. 2. District Court No. 2 was without jurisdiction to impress a lien upon that property.</p>\n<p>That is not the situation in the case before this Court. My problem is to determine whether the securities held by the North Carolina Commissioner of Insurance with the State Treasurer are the property of the defendant in the Utah Court, Inland Empire Insurance Company; and thus whether they constitute a proper subject for the receiver's possession and control within the act of Congress.</p>\n<p>To treat the Utah District Court's order of January 19, 1956, as an adjudication of the question would work an injustice to the good reasoning of my brother judge. The Commissioner received no notice of the hearing on the motion for the January 19th order. It was the Court's duty to require such notice <span class=\"star-pagination\">*255</span> \"if satisfied that the delay involved in adopting that course would not result in the sacrifice of any vital interest of the insolvent corporation, its creditors or its stockholders\". Commonwealth of Pennsylvania v. Williams, 294 U.S. 176, at pages 185-186, 55 S.Ct. 380, at page 385, 79 L.Ed. 841. Furthermore, absent a showing that the State procedure for handling the securities \"is inadequate, or that it will not be diligently and honestly followed\" it would be a flagrant abuse of the Federal Court's discretion to order the securities delivered to its receiver. Commonwealth of Pennsylvania v. Williams, supra, 294 U.S. at page 183, 55 S.Ct. 380. Also see: Gordon v. Ominsky, 294 U.S. 186, 55 S.Ct. 391, 79 L.Ed. 848; Penn. General Cas. Co. v. Commonwealth of Pennsylvania ex rel. Schnader, 294 U. S. 189, 55 S.Ct. 386, 79 L.Ed. 850; Gordon v. Washington, 295 U.S. 30, 55 S.Ct. 584, 79 L.Ed. 1282.</p>\n<p>The first contention of the Commissioner in opposition to the receiver's motion is that the motion constitutes a suit against the State within the ban of the Eleventh Amendment to the Constitution of the United States. In Hobbs v. Occidental Life Ins. Co., 10 Cir., 87 F.2d 380, a similar argument was raised. We adopt the opinion of the Court, 87 F.2d at page 383, and in accordance with that reasoning deny the motion to dismiss on the above stated constitutional basis.</p>\n<p>As to the merits of the motion, the status of the deposit is necessarily governed by the statutes that create it. In United States v. Knott, 298 U.S. 544, 56 S.Ct. 902, 80 L.Ed. 1321, a New Jersey surety company became insolvent and was placed in the hands of a State liquidator in New Jersey. The liquidator brought an action to recover from the State Treasurer of Florida securities deposited by the Company upon its admission to do business in Florida. The United States intervened, claiming priority rights in the securities by virtue of Title 31, U.S.C.A., Sec. 191. The Supreme Court held that the judgment debts due the United States must first be satisfied.</p>\n<p>The decision was based upon the Florida Supreme Court's interpretation of the Florida deposit statutes. These statutes were held to only create an inchoate lien on the securities for the benefit of Florida judgment creditors of the foreign surety company. Such a scanty lien was insufficient to defeat the strong preference allowed claims held by the United States against insolvents. Federal Land Value Insurance Co. v. Taylor, 9 Cir., 56 F.2d 351, presented the following situation. An insurance company, through its promotor, obtained from the claimant a number of securities in trust to pay to the claimant the interest on the securities. The Court found the company guilty of a breach of the trust that would entitle the claimant to the return of her securities. However, the Company had deposited the securities with the California Treasurer. The Treasurer was not a party to the claimant's action against the company, but the Court included a dictum that the claimant would stand in the shoes of the company in relation to the Treasurer. Therefore, in accordance with the law of California, she could obtain her securities from the Treasurer only after the company had substituted others of like value, as it was ordered to do.</p>\n<p>Deposits required of foreign insurance companies that do business in Ohio are held in trust not only for the benefit of Ohio policy holders, but also for the benefit of policy holders throughout the United States. In South British Ins. Co., Limited, of Auckland, New Zealand v. Younger, D.C., 58 F.2d 1049, it was held that when the company ceased doing business in Ohio the deposit could not be returned without the consent of policy holders throughout the United States.</p>\n<p>The series of decisions arising out of American United Life Ins. Co. v. Fischer, 8 Cir., 117 F.2d 811, present an enlightening discussion of the inherent problems in the administration of <span class=\"star-pagination\">*256</span> interstate insurance companies that become insolvent.</p>\n<p>Litigation arose on the following set of circumstances. An insurance company was organized in Iowa. The Iowa company made the required statutory deposit of securities with the Commissioner of Insurance in Iowa. The Iowa company got into financial difficulties. Its risks were reinsured by a Michigan company. The securities remained with the Commissioner in Iowa. The Michigan company became insolvent. A State receiver was appointed in Michigan. Iowa then appointed a local receiver to take charge of assets of the company found in Iowa. The Iowa receiver brought an action against the Michigan receiver in the Federal District Court to ascertain what their rights were in the securities held by the Commissioner.</p>\n<p>The Court of Appeals for the Eighth Circuit, under the citation noted above, reversed the District Court on the ground that the Federal Courts had no jurisdiction of the question and that the attempt to deal with it interfered with the orderly administration already under way in the State courts.</p>\n<p>The Supreme Court reversed that decision, 314 U.S. 549, 62 S.Ct. 380, 86 L. Ed. 444, and remanded the case for a decision on the merits. The forthcoming opinion was that by Iowa statute and policy, the title to the securities was vested in the State of Iowa for the benefit of policy holders of the original Iowa company, American United Life Ins. Co. v. Fischer, 8 Cir., 130 F.2d 643. For further developments regarding the disposition of these securities, see Lydick v. Fischer, 5 Cir., 135 F.2d 983, and 8 Cir., 141 F.2d 441.</p>\n<p>Another context in which the Federal Courts have had occasion to consider the legal status of deposits made by insurance companies with State authorities is found in Birmingham v. Central Life Assur. Soc., 8 Cir., 141 F.2d 116, and Occidental Life Ins. Co. v. Rogan, 9 Cir., 141 F.2d 1011. In both cases it was decided that under the respective State deposit statutes involved (California and Iowa), the transfer of securities from the company to the State Commissioner of Insurance did not transfer a sufficient interest to place the transaction within the language of the then applicable sections of the United States Internal Revenue Code, Title 26, U.S.C.A., Sec. 3480 and 3481. These sections imposed the stamp tax upon certain security transfers.</p>\n<p>I shall now consider the North Carolina statutes that create and govern the deposit in question. Neither my research nor that of counsel has brought to light any interpretations of these statutes by the North Carolina Supreme Court. However, trimmed to their essential portions, the following sections shed light on the intent of the General Assembly:</p>\n<blockquote>N.C.G.S. 58-182.1. Every insurance company chartered by any other state shall maintain deposits of securities with the Commissioner in the following amounts: ($50,000.)</blockquote>\n<blockquote>N.C.G.S. 58-182.3. The deposits shall be composed of bonds of the United States, or North Carolina, or cities or counties of this state.</blockquote>\n<blockquote>N.C.G.S. 58-182.5. The company shall deliver to the Commissioner a power of attorney authorizing the sale of said securities for the purpose of paying any of the liabilities provided for in this article.</blockquote>\n<blockquote>N.C.G.S. 58-182.6. The securities shall be delivered for safekeeping to the Treasurer of the State. The faith of the State is pledged that they shall be returned to the companies entitled to receive them or disposed of as herein provided for. The securities shall not be subjected to taxation but shall be held exclusively for the protection of contract holders.</blockquote>\n<blockquote>N.C.G.S. 58-188.5. Registration (of securities) to be in the names of the Treasurer of North Carolina in trust for the company and the State of North Carolina.</blockquote>\n<p><span class=\"star-pagination\">*257</span> It is the manifest intention of the North Carolina Legislature that the title and rights to securities deposited in accord with the above statutes are vested in the Commissioner, the Treasurer, and the State. These securities cannot be said to be the \"property\" of the company which maintains them. The Treasurer is constituted trustee of the deposits. The beneficiaries are the company, which is entitled to the interest income until it fails to satisfy a liability. N.C.G.S. 58-183, and the holders of such liabilities within the State. The Commissioner is armed with a power of attorney coupled with a security interest that he may exercise on the behalf of claimants who qualify.</p>\n<p>N.C.G.S. 58-185 provides a simple procedure to procure the payment of qualified claimants from the proceeds of the securities. As I mentioned at the outset, an action is already underway to effectuate the purpose of this section. In this action, the receiver would have ample opportunity to appear and contest any doubtful claim, N.C.G.S. 58-184. Thus the interests of other claimants, represented by the receiver, are protected.</p>\n<p>I conclude as a matter of law that the deposit is not property of the defunct Inland Empire Insurance Company, that it is not within the meaning or purpose of Title 28, U.S.C.A., Sec. 754, that the only property right of the company or its receiver is in the securities or funds remaining after the trust is administered in accord with the statutes that create it. This is in accord with 29 Am.Jur., Insurance, Sec. 81, and the many cases cited in support of the text.</p>\n<p>Holloway v. Federal Reserve Life Ins. Co., D.C.Mo.1938, 21 F.Supp. 516, which is relied on heavily by the Receiver, is a clearly distinguishable case. The Missouri statute merely provided for a fund to be deposited which would be subject to liens for claimants wherever or whoever they might be. Missouri's policy for protection of all contract holders was best implemented by administration of the fund in the central receivership that had been instituted.</p>\n<p>The Receiver's motion for an order to the defendant Insurance Commissioner and State Treasurer, directing them to deliver possession to the Receiver of the $50,000 deposit held in trust by the Treasurer, is hereby denied, to the end that these defendants may administer their trust expeditiously under the North Carolina laws and by direction of the North Carolina courts.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">252</span></span> (1956)</b></center>\n<center><h1>CONTINENTAL BANK &amp; TRUST COMPANY, a Utah corporation, Receiver of Inland Empire Insurance Company, Petitioner,<br>\nv.<br>\nCharles F. GOLD, Commissioner of Insurance, State of North Carolina, and Edwin Gill, State Treasurer, State of North Carolina, Defendants.</h1></center>\n<center>Civ. No. 914.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 28, 1956.</center>\n<p><span class=\"star-pagination\">*253</span> Thomas A. Banks, Raleigh, N. C., for petitioner.</p>\n<p>Rudolph I. Mintz, Wilmington, N. C., for intervenors.</p>\n<p>William B. Rodman, Jr., Atty. Gen., State of N. C., T. Wade Burton, Asst. Atty. Gen., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The Louisville Fire and Marine Insurance Company once qualified to do business in North Carolina. One of the qualifications that a foreign corporation must meet for engaging in the insurance business in this State is that such a company must turn over to the State Commissioner of Insurance a deposit of securities. The Louisville Company made the necessary deposit which amounted to $50,000. Later the risks of the Louisville Company were reinsured, with the requisite consent of the Commissioner, by the Inland Empire Insurance Company, a corporation of Idaho with main offices in Utah. The $50,000 deposit remained as before except that it then qualified the Inland Company rather than the Louisville Company to carry on the insurance business here.</p>\n<p>On November 29, 1955, the United States District Court in Utah entered an order appointing petitioner, The Continental Bank and Trust Company, Receiver for the Inland Company. A copy of the order of appointment was filed in this Court on December 6, 1955, within ten days after entry of the appointment, as required by Sec. 754, Title 28, U.S.C.A. By virtue of this statute, the receiver was vested with \"complete jurisdiction and control\" of all property of the Inland Company located within this district.</p>\n<p>On January 17, 1956, H. L. Whitt commenced an action in the North Carolina Superior Court in Wake County against the North Carolina Insurance Commissioner. That suit was authorized under the provisions of N.C.G.S. ยง 58-185, which provides, in effect, for a class action against the Commissioner for the purpose of subjecting the statutory deposits held by the State Treasurer to the payment of unsatisfied insurance claims of North Carolina citizens, residents, or owners of insured property within the State.</p>\n<p>On January 19, 1956, the United States District Court in Utah entered an order \"that the receiver shall proceed to take lawful and necessary steps to take into its hands the deposits of Inland Empire Insurance Company and Louisville Fire &amp; Marine Insurance Company on file in the various states where these companies did business and made such deposits.\" And \"that in making disbursement of said deposits the receiver shall strictly observe any rights or priorities established in said deposits in favor of certain policy holders and creditors by the laws of the respective states where such deposits are on file.\"</p>\n<p>Pursuant to this order the receiver filed in this Court on February 2, 1956, a petition and motion to show cause why the Commissioner of Insurance and the <span class=\"star-pagination\">*254</span> Treasurer of North Carolina should not be ordered to turn over to the receiver the $50,000 statutory deposit in question. The Commissioner filed an answer resisting the motion, and H. L. Whitt also filed an answer along with a petition for leave to intervene as codefendant. This petition of H. L. Whitt is allowed.</p>\n<p>The District Court in Utah on February 6, 1956, entered an order which sets out how claims may be filed against assets that come into the hands of the receiver.</p>\n<p>Whitt's action against the Commissioner in the North Carolina Superior Court has been voluntarily held in abeyance pending this Court's decision on the motion now under consideration. A hearing was held before the undersigned, and the receiver, the Commissioner of Insurance, and North Carolina claimants were present through counsel.</p>\n<p>The receiver's motion and petition filed with us alleges the requisites for invoking the jurisdiction of this Court because of diversity of citizenship and an amount over $3,000 in controversy. Title 28, U.S.C.A., ยง 754, grants the receiver capacity \"to sue in any district without ancillary appointment\". In that section Congress also enacted that \"(a) receiver appointed in any civil action or proceeding involving property, real, personal or mixed, situated in different districts shall, upon giving bond as required by the court, be vested with complete jurisdiction and control of all such property with the right to take possession thereof\".</p>\n<p>Paragraph VI of the receiver's motion asserts that \"among the assets of the Inland Empire Insurance Company, which petitioner has been authorized and empowered to take into its possession, is a deposit of Fifty Thousand ($50,000.) Dollars in Government Bonds with the defendant\". This assertion raises the question which is determinative in this case. Is the statutory deposit held by the defendants an asset or property of the defunct Inland Empire Insurance Company within the meaning of Title 28, U.S.C.A., Sec. 754.</p>\n<p>The order entered in the District Court in Utah on January 19, 1956, does not purport to adjudicate the question of title in the deposited securities which that Court's receiver now seeks. Indeed the language of that order, set out above, contemplates that an adjudication of title in other forums will be required. The order empowers the receiver to institute litigation for that purpose.</p>\n<p>I have quoted the applicable language of Title 28, U.S.C.A., Sec. 754. The reviser's note beneath that section includes the following language. \"The revised section permits the receiver appointed by any district court to control all <i>property of the defendant</i> in whatever district the property is situated.\" (Emphasis added.)</p>\n<p>In accord with the announced purpose of this act of Congress, it is open for this Court to determine what is the \"property of the defendant\" within this District. Such a decision will in no way conflict with the rule laid down in Link v. Powell, D.C., 57 F.2d 591.</p>\n<p>That case was decided under former Sec. 117 of Title 28, U.S.C.A. A railroad was in receivership in District No. 1. Some property of the Company lay within District No. 2. District Court No. 2 was without jurisdiction to impress a lien upon that property.</p>\n<p>That is not the situation in the case before this Court. My problem is to determine whether the securities held by the North Carolina Commissioner of Insurance with the State Treasurer are the property of the defendant in the Utah Court, Inland Empire Insurance Company; and thus whether they constitute a proper subject for the receiver's possession and control within the act of Congress.</p>\n<p>To treat the Utah District Court's order of January 19, 1956, as an adjudication of the question would work an injustice to the good reasoning of my brother judge. The Commissioner received no notice of the hearing on the motion for the January 19th order. It was the Court's duty to require such notice <span class=\"star-pagination\">*255</span> \"if satisfied that the delay involved in adopting that course would not result in the sacrifice of any vital interest of the insolvent corporation, its creditors or its stockholders\". Commonwealth of Pennsylvania v. Williams, <span class=\"citation\" data-id=\"102379\"><a href=\"/opinion/102379/pennsylvania-v-williams/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, at pages 185-186, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></span>, at page 385, 79 L.Ed. 841. Furthermore, absent a showing that the State procedure for handling the securities \"is inadequate, or that it will not be diligently and honestly followed\" it would be a flagrant abuse of the Federal Court's discretion to order the securities delivered to its receiver. Commonwealth of Pennsylvania v. Williams, supra, 294 U.S. at page 183, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></span>. Also see: Gordon v. Ominsky, <span class=\"citation\" data-id=\"2382382\"><a href=\"/opinion/2382382/gordon-v-ominsky/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, 79 L.Ed. 848; Penn. General Cas. Co. v. Commonwealth of Pennsylvania ex rel. Schnader, <span class=\"citation\" data-id=\"102380\"><a href=\"/opinion/102380/penn-central-casualty-co-v-pennsylvania-ex-rel-schnader/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></span>, 79 L.Ed. 850; Gordon v. Washington, <span class=\"citation\" data-id=\"102429\"><a href=\"/opinion/102429/gordon-v-washington/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">584</span></span>, 79 L.Ed. 1282.</p>\n<p>The first contention of the Commissioner in opposition to the receiver's motion is that the motion constitutes a suit against the State within the ban of the Eleventh Amendment to the Constitution of the United States. In Hobbs v. Occidental Life Ins. Co., 10 Cir., <span class=\"citation\" data-id=\"1545787\"><a href=\"/opinion/1545787/hobbs-v-occidental-life-ins-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, a similar argument was raised. We adopt the opinion of the Court, 87 F.2d at page 383, and in accordance with that reasoning deny the motion to dismiss on the above stated constitutional basis.</p>\n<p>As to the merits of the motion, the status of the deposit is necessarily governed by the statutes that create it. In United States v. Knott, <span class=\"citation\" data-id=\"102677\"><a href=\"/opinion/102677/united-states-v-knott/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">902</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1321</span></span>, a New Jersey surety company became insolvent and was placed in the hands of a State liquidator in New Jersey. The liquidator brought an action to recover from the State Treasurer of Florida securities deposited by the Company upon its admission to do business in Florida. The United States intervened, claiming priority rights in the securities by virtue of Title 31, U.S.C.A., Sec. 191. The Supreme Court held that the judgment debts due the United States must first be satisfied.</p>\n<p>The decision was based upon the Florida Supreme Court's interpretation of the Florida deposit statutes. These statutes were held to only create an inchoate lien on the securities for the benefit of Florida judgment creditors of the foreign surety company. Such a scanty lien was insufficient to defeat the strong preference allowed claims held by the United States against insolvents. Federal Land Value Insurance Co. v. Taylor, 9 Cir., <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></span>, presented the following situation. An insurance company, through its promotor, obtained from the claimant a number of securities in trust to pay to the claimant the interest on the securities. The Court found the company guilty of a breach of the trust that would entitle the claimant to the return of her securities. However, the Company had deposited the securities with the California Treasurer. The Treasurer was not a party to the claimant's action against the company, but the Court included a dictum that the claimant would stand in the shoes of the company in relation to the Treasurer. Therefore, in accordance with the law of California, she could obtain her securities from the Treasurer only after the company had substituted others of like value, as it was ordered to do.</p>\n<p>Deposits required of foreign insurance companies that do business in Ohio are held in trust not only for the benefit of Ohio policy holders, but also for the benefit of policy holders throughout the United States. In South British Ins. Co., Limited, of Auckland, New Zealand v. Younger, D.C., <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></span>, it was held that when the company ceased doing business in Ohio the deposit could not be returned without the consent of policy holders throughout the United States.</p>\n<p>The series of decisions arising out of American United Life Ins. Co. v. Fischer, 8 Cir., <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></span>, present an enlightening discussion of the inherent problems in the administration of <span class=\"star-pagination\">*256</span> interstate insurance companies that become insolvent.</p>\n<p>Litigation arose on the following set of circumstances. An insurance company was organized in Iowa. The Iowa company made the required statutory deposit of securities with the Commissioner of Insurance in Iowa. The Iowa company got into financial difficulties. Its risks were reinsured by a Michigan company. The securities remained with the Commissioner in Iowa. The Michigan company became insolvent. A State receiver was appointed in Michigan. Iowa then appointed a local receiver to take charge of assets of the company found in Iowa. The Iowa receiver brought an action against the Michigan receiver in the Federal District Court to ascertain what their rights were in the securities held by the Commissioner.</p>\n<p>The Court of Appeals for the Eighth Circuit, under the citation noted above, reversed the District Court on the ground that the Federal Courts had no jurisdiction of the question and that the attempt to deal with it interfered with the orderly administration already under way in the State courts.</p>\n<p>The Supreme Court reversed that decision, <span class=\"citation\" data-id=\"103585\"><a href=\"/opinion/103585/fischer-v-american-united-life-ins-co/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">444</span></span>, and remanded the case for a decision on the merits. The forthcoming opinion was that by Iowa statute and policy, the title to the securities was vested in the State of Iowa for the benefit of policy holders of the original Iowa company, American United Life Ins. Co. v. Fischer, 8 Cir., 130 F.2d 643. For further developments regarding the disposition of these securities, see Lydick v. Fischer, 5 Cir., <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></span>, and 8 Cir., 141 F.2d 441.</p>\n<p>Another context in which the Federal Courts have had occasion to consider the legal status of deposits made by insurance companies with State authorities is found in Birmingham v. Central Life Assur. Soc., 8 Cir., <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></span>, and Occidental Life Ins. Co. v. Rogan, 9 Cir., 141 F.2d 1011. In both cases it was decided that under the respective State deposit statutes involved (California and Iowa), the transfer of securities from the company to the State Commissioner of Insurance did not transfer a sufficient interest to place the transaction within the language of the then applicable sections of the United States Internal Revenue Code, Title 26, U.S.C.A., Sec. 3480 and 3481. These sections imposed the stamp tax upon certain security transfers.</p>\n<p>I shall now consider the North Carolina statutes that create and govern the deposit in question. Neither my research nor that of counsel has brought to light any interpretations of these statutes by the North Carolina Supreme Court. However, trimmed to their essential portions, the following sections shed light on the intent of the General Assembly:</p>\n<blockquote>N.C.G.S. 58-182.1. Every insurance company chartered by any other state shall maintain deposits of securities with the Commissioner in the following amounts: ($50,000.)</blockquote>\n<blockquote>N.C.G.S. 58-182.3. The deposits shall be composed of bonds of the United States, or North Carolina, or cities or counties of this state.</blockquote>\n<blockquote>N.C.G.S. 58-182.5. The company shall deliver to the Commissioner a power of attorney authorizing the sale of said securities for the purpose of paying any of the liabilities provided for in this article.</blockquote>\n<blockquote>N.C.G.S. 58-182.6. The securities shall be delivered for safekeeping to the Treasurer of the State. The faith of the State is pledged that they shall be returned to the companies entitled to receive them or disposed of as herein provided for. The securities shall not be subjected to taxation but shall be held exclusively for the protection of contract holders.</blockquote>\n<blockquote>N.C.G.S. 58-188.5. Registration (of securities) to be in the names of the Treasurer of North Carolina in trust for the company and the State of North Carolina.</blockquote>\n<p><span class=\"star-pagination\">*257</span> It is the manifest intention of the North Carolina Legislature that the title and rights to securities deposited in accord with the above statutes are vested in the Commissioner, the Treasurer, and the State. These securities cannot be said to be the \"property\" of the company which maintains them. The Treasurer is constituted trustee of the deposits. The beneficiaries are the company, which is entitled to the interest income until it fails to satisfy a liability. N.C.G.S. 58-183, and the holders of such liabilities within the State. The Commissioner is armed with a power of attorney coupled with a security interest that he may exercise on the behalf of claimants who qualify.</p>\n<p>N.C.G.S. 58-185 provides a simple procedure to procure the payment of qualified claimants from the proceeds of the securities. As I mentioned at the outset, an action is already underway to effectuate the purpose of this section. In this action, the receiver would have ample opportunity to appear and contest any doubtful claim, N.C.G.S. 58-184. Thus the interests of other claimants, represented by the receiver, are protected.</p>\n<p>I conclude as a matter of law that the deposit is not property of the defunct Inland Empire Insurance Company, that it is not within the meaning or purpose of Title 28, U.S.C.A., Sec. 754, that the only property right of the company or its receiver is in the securities or funds remaining after the trust is administered in accord with the statutes that create it. This is in accord with 29 Am.Jur., Insurance, Sec. 81, and the many cases cited in support of the text.</p>\n<p>Holloway v. Federal Reserve Life Ins. Co., D.C.Mo.1938, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">516</span></span>, which is relied on heavily by the Receiver, is a clearly distinguishable case. The Missouri statute merely provided for a fund to be deposited which would be subject to liens for claimants wherever or whoever they might be. Missouri's policy for protection of all contract holders was best implemented by administration of the fund in the central receivership that had been instituted.</p>\n<p>The Receiver's motion for an order to the defendant Insurance Commissioner and State Treasurer, directing them to deliver possession to the Receiver of the $50,000 deposit held in trust by the Treasurer, is hereby denied, to the end that these defendants may administer their trust expeditiously under the North Carolina laws and by direction of the North Carolina courts.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2382382/"
  ]
}