{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2349119/",
  "absolute_url": "/opinion/2349119/butler-v-norfolk-southern-railway-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2349119/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:13.029706Z",
  "date_modified": "2016-04-27T01:07:26.531875Z",
  "type": "010combined",
  "sha1": "6683548fddf5a2791094fd336ed1302c85ea92d2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>140 F.Supp. 601 (1956)</b></center>\n<center><h1>Floyd D. BUTLER, Plaintiff,<br>\nv.<br>\nNORFOLK SOUTHERN RAILWAY COMPANY and North Carolina Pulp Company, Defendants.</h1></center>\n<center>Civ. No. 303.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>April 28, 1956.</center>\n<p><span class=\"star-pagination\">*602</span> Carter &amp; Ross, Washington, N. C., for plaintiff.</p>\n<p>Rodman &amp; Rodman, Washington, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Jurisdiction in this action is found in diversity of citizenship and an amount in controversy which exceeds $3,000. The plaintiff butler is a citizen of Georgia. The defendant Norfolk Southern Railway Company is a Virginia corporation. The defendant North Carolina Pulp Company is a North Carolina corporation.</p>\n<p>A hearing was held before the above United States District Judge on the defendant Railway's motion to dismiss. The motion was embodied in a set of stipulations made by that defendant and the plaintiff. I shall therefore treat the motion as one for summary judgment. The stipulations read as follows:</p>\n<p>\"This action has been compromised and settled as between the plaintiff and the defendant North Carolina Pulp Company and judgment entered dismissing the action as to defendant Pulp Company. The cause is calendared for trial on February 14, 1956. In order to enable the Court to pass upon the question of defendant Norfolk Southern Railway Company's liability to plaintiff in view of the dismissal as to North Carolina Pulp Company, plaintiff and defendant, Norfolk Southern Railway Company, stipulate and agree upon the following facts, which may be adopted by the Court with the same force and effect as if introduced as evidence herein:</p>\n<p>\"1. The freight car referred to in the pleadings herein was delivered by defendant Railway Company to defendant Pulp Company for loading the products of defendant Pulp Company to be transported by defendant Railway Company over its lines and those of connecting carriers to International Paper Company at East Point, Georgia. Said freight car was loaded by defendant Pulp Company with wood pulp paper in rolls and after being completely loaded was sealed by defendant Pulp Company for transport on September 26, 1951. Defendant Railway Company exercised no supervision or control over the loading of said car or the manner in which the same was loaded or any knowledge of the manner in which the paper pulp rolls were secured within said car.</p>\n<p>\"2. Plaintiff was an employee of International Paper Company at East Point, Georgia, and a part of his duties consisted of unloading freight from railroad cars consigned and shipped to his employer. On October 2, 1951, plaintiff, in the discharge of his duties for his employer, was in the act of unloading said shipment of paper from said freight car when one of the rolls of pulp paper rolled out of the car and upon plaintiff, resulting in injuries to him.</p>\n<p>\"3. If motion to dismiss on behalf of defendant Railway Company is sustained by the Court upon the pleadings herein and the stipulation of facts hereinbefore <span class=\"star-pagination\">*603</span> set forth, final judgment shall be entered herein dismissing the action as to the defendant Railway Company. If its motion to dismiss is denied by the Court, this cause shall be by consent of counsel continued for the term and set at some subsequent term for trial of the issues raised by the pleadings.\"</p>\n<p>The principal contention of the Railroad is that it is released from liability by reason of the voluntary dismissal which this Court allowed the plaintiff to take as to the defendant Pulp Company. The order of dismissal included a provision that \"Floyd D. Butler, plaintiff, reserves any and all claims against the other defendant, namely, Norfolk Southern Railway Company, and provided further that the compromise settlement and dismissal shall have no effect with respect to the action against Norfolk Southern Railway Company.\"</p>\n<p>Our order of dismissal was granted because of a covenant not to sue executed by the plaintiff to the Pulp Company for ample consideration. That covenant contained the agreement that \"he (the plaintiff) will indemnify and forever save harmless the said North Carolina Pulp Company from any recovery over against it by Norfolk Southern Railway Company on account of any judgment he may obtain against said Norfolk Southern Railway Company.\"</p>\n<p>Since this is a diversity case, this Court will follow the law that would be applied in a North Carolina court. The North Carolina conflict of laws rule is the usual one, to wit, that the law at the place of injury controls the substantive rights and liabilities of the parties, Childress v. Johnson Motor Lines, 235 N.C. 522, 70 S.E.2d 558. Therefore, the substantive law of Georgia controls this case.</p>\n<p>To choose the law for determination of the consequences arising from the covenant not to sue, it is first necessary to characterize the transaction and choose the proper law in accord with the characterization. In Shapiro v. Embassy Dairy, Inc., D.C., 112 F.Supp. 696, that problem was presented to this Court under the following circumstances.</p>\n<p>An auto collision occurred in North Carolina. The plaintiffs executed in New York to one joint tortfeasor a release, with reservation of rights and claims against another joint tortfeasor, who was the defendant before this Court. By New York law the limited release would have been construed as a covenant not to sue and would not have released the defendant before me. By North Carolina law, the reservation of rights would not have been effective. I decided then that the release, despite its contractual nature, was a matter of defense affecting the substantive rights of the parties, and that the law of North Carolina would therefore control.</p>\n<p>It follows that in the case before me I must look to the law of Georgia to decide whether the covenant not to sue the North Carolina Pulp Company will stand as a good defense to the defendant, Norfolk Southern Railway. There is no indication as to where the covenant was executed, though it is probable that it was in either Georgia or North Carolina. In the event that the correctness of my choice of law is questioned, I shall demonstrate by authorities that the result is the same by the law of both states.</p>\n<p>Counsel for the defendant argued before me that, under the stipulated facts, the liability of the Railroad, if any, is secondary to that of the consignor. Then the contention follows that the covenant not to sue, when given to the party primarily liable, automatically releases the party secondarily liable. Support for this conclusion is sought in Giles v. Smith, 1949, 80 Ga.App. 540, 56 S.E. 2d 860 and Brown v. Town of Louisburg, 1900, 126 N.C. 701, 36 S.E. 166.</p>\n<p>In the Giles case, the plaintiff released the defendant servant who was directly responsible for injuries complained of and tried to hold the master liable for further damages.</p>\n<p>In the Brown case, the plaintiff suffered an injury by falling into a hole in the sidewalk. He released the abutting <span class=\"star-pagination\">*604</span> property owner who was responsible for the presence of the hole and continued suit against the town.</p>\n<p>The Georgia court and the North Carolina court, respectively, absolved the master and the town from liability because of the prior releases. Sufficient distinction between these cases and the one before me may be found in the fact that, in both, the instrument was a release rather than a covenant not to sue. The courts of Georgia and North Carolina sharply differentiate between the legal effects of the two forms. Register v. Andris, 83 Ga.App. 632, 64 S.E.2d 196; Holland v. Southern Public Utilities Co., 208 N.C. 289, 180 S.E. 592.</p>\n<p>However, a more basic reason exists for not applying the cases cited by the defendant. Secondary liability, in the sense that it is used in the two cases, is a derivative liability arising because of the status attached by the law to the relationships of the two defendants. The party secondarily liable would be entitled to complete indemnity in the event of a recovery against him.</p>\n<p>Liability of the Railroad, if any, is secondary to that of the consignor Pulp Company only in the sense that it arises from less culpable fault. In Yandell v. National Fireproofing Corporation, 1953, 239 N.C. 1, 79 S.E.2d 223, 229, Ervin, J., wrote for the Court in a case that is strikingly similar on the facts to the one now before me. He examined at length the relative liabilities of the consignor and the railroads. The conclusion reached in that decision was that their negligence was concurrent \"in point of consequence in producing a single, indivisible injury\" to the employee of the consignee. From concurrent negligence flowed joint and several liability of the joint tortfeasors within the meaning of N.C.G.S. § 1-240.</p>\n<p>My research has uncovered no such exact Georgia analysis of the relative liabilities of the consignor and railroads when injury results to the consignee or his agent. However, it is my opinion that the negligence is concurrent, and the liability is joint and several under Georgia law as set out in the host of cases listed in the South Eastern Digest, Negligence,  61(1).</p>\n<p>In Georgia and North Carolina, a covenant not to sue one joint tortfeasor does not release the other, Holland v. Southern Public Utilities Co., supra; Register v. Andris, supra. Compensation from the covenantee is set off against any recovery from the defendant who elects to litigate instead of settle, Harmon v. Givens, 88 Ga.App. 629, 77 S.E.2d 223; Brown v. Norfolk Southern Railway Co., 208 N.C. 423, 181 S.E. 279.</p>\n<p>The wording of the stipulation does not limit my consideration of it to only the question of release. There is no indication that the facts have been doctored up to serve only this narrow purpose. Woods v. Golt, D.C.Del.1950, 92 F.Supp. 325. I have decided the release issue against the defendant. However, I am convinced that the defendant Railroad is entitled to summary judgment for more fundamental reasons. The facts do not present any question for a jury, because no negligence on the part of the Railroad can be inferred.</p>\n<p>The situation is somewhat analogous to that of the famous Nitro-glycerine Case, 15 Wall. 524, 82 U.S. 524, 21 L.Ed. 206. The Wells Fargo Company accepted a nondescript package for shipment from New York to California. Upon arrival at the Company's California warehouse, the package was inspected. Leakage of a sweet-smelling oil was discovered. An employee was put to work with a hammer and chisel to open the cover. The innocent looking oil contained in the package was nitroglycerine. The blast that resulted from the hammer's blow leveled buildings and took lives.</p>\n<p>The explosive properties of nitroglycerine were not widely known at the time of the tragedy, nor was nitroglycerine a common item of commerce. There was nothing about the exterior appearance of the package to excite suspicion. The Supreme Court held that, <span class=\"star-pagination\">*605</span> because Wells Fargo was justifiably ignorant of the nature of this dangerous freight, there was no liability to the owners of destroyed property.</p>\n<p>I need not rely on analogy to reach the inescapable conclusion of no liability. A persuasive opinion by Justice Cardozo is found in Lewis v. New York, G. &amp; W. Ry. Co., 1914, 210 N.Y. 429, 104 N.E. 944. The case is on all fours with the one before me, except that the car was loaded with bales of hay rather than rolls of paper. The defendant Railroad received the sealed freight car for shipment to the consignee. The dangerous position of the load within the car could not be observed without breaking the seal and opening the door. It was held that the Railroad was under no duty to do so.</p>\n<p>Even more persuasive is Seeden v. Great Northern R. Co., 1954, 242 Minn. 360, 65 N.W.2d 178. It is another all fours case. Even the load in the car was the samerolls of paper pulp. The Minnesota Court said that a directed verdict for the defendant Railroad was proper.</p>\n<p>Most persuasive is Butler v. Central of Georgia Ry. Co., 1953, 87 Ga.App. 492, 74 S.E.2d 395. The plaintiff was the Butler now before me. In the Georgia courts, his action was against the delivering Railroad. A general demurrer was properly sustained.</p>\n<p>I find no sensible distinction between the delivering Railroad that received the car sealed from a connecting or receiving railroad and the receiving railroad that took the car sealed from the consignor. In either instance the duty owed the employee of the consignee would be the same. That duty is to give the car a reasonable inspection. A reasonable inspection does not include breaking the seal and looking inside to see how the car has been loaded by someone else. Plainly then, no liability can arise from an injury that resulted from a defect that was not apparent from a reasonable inspection.</p>\n<p>To the same effect see Ambrose v. Western Maryland Ry. Co., 368 Pa. 1, 81 A.2d 895, in which the plaintiff was injured when the door of the car he was to unload fell on him. The defendant was a connecting carrier. Since a reasonable inspection would not have revealed the condition of the door, the Railroad was not liable.</p>\n<p>For an example of liability, see Erie R. Co. v. Murphy, 6 Cir., 1940, 108 F.2d 817, 126 A.L.R. 1093. The defendant was a delivering Railroad. A hole in the floor of a sealed car would easily have been discovered by casual inspection.</p>\n<p>The cases that I have cited are also in accord in their holdings that the doctrine of res ipsa loquitur can be of no avail to the plaintiff. This is because a prerequisite for application of the doctrine is that the harmful instrumentality must have been in the exclusive control of the defendant. Also see Martin v. Southern Pacific Co., D.C., 46 F. Supp. 957.</p>\n<p>The defendant Norfolk Southern Railway is not entitled to a judgment on the pleadings. Contrary to the stipulation, the complaint alleges that the Railway Company did load the freight car.</p>\n<p>But I find that the pleadings and stipulations show that there is no genuine issue as to any material fact and that the defendant is entitled to summary judgment as a matter of law, as provided by Rule 56, Fed.Rules Civ.Proc. 28 U.S.C.A.</p>\n<p>A judgment accordingly will enter.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">601</span></span> (1956)</b></center>\n<center><h1>Floyd D. BUTLER, Plaintiff,<br>\nv.<br>\nNORFOLK SOUTHERN RAILWAY COMPANY and North Carolina Pulp Company, Defendants.</h1></center>\n<center>Civ. No. 303.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>April 28, 1956.</center>\n<p><span class=\"star-pagination\">*602</span> Carter &amp; Ross, Washington, N. C., for plaintiff.</p>\n<p>Rodman &amp; Rodman, Washington, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Jurisdiction in this action is found in diversity of citizenship and an amount in controversy which exceeds $3,000. The plaintiff butler is a citizen of Georgia. The defendant Norfolk Southern Railway Company is a Virginia corporation. The defendant North Carolina Pulp Company is a North Carolina corporation.</p>\n<p>A hearing was held before the above United States District Judge on the defendant Railway's motion to dismiss. The motion was embodied in a set of stipulations made by that defendant and the plaintiff. I shall therefore treat the motion as one for summary judgment. The stipulations read as follows:</p>\n<p>\"This action has been compromised and settled as between the plaintiff and the defendant North Carolina Pulp Company and judgment entered dismissing the action as to defendant Pulp Company. The cause is calendared for trial on February 14, 1956. In order to enable the Court to pass upon the question of defendant Norfolk Southern Railway Company's liability to plaintiff in view of the dismissal as to North Carolina Pulp Company, plaintiff and defendant, Norfolk Southern Railway Company, stipulate and agree upon the following facts, which may be adopted by the Court with the same force and effect as if introduced as evidence herein:</p>\n<p>\"1. The freight car referred to in the pleadings herein was delivered by defendant Railway Company to defendant Pulp Company for loading the products of defendant Pulp Company to be transported by defendant Railway Company over its lines and those of connecting carriers to International Paper Company at East Point, Georgia. Said freight car was loaded by defendant Pulp Company with wood pulp paper in rolls and after being completely loaded was sealed by defendant Pulp Company for transport on September 26, 1951. Defendant Railway Company exercised no supervision or control over the loading of said car or the manner in which the same was loaded or any knowledge of the manner in which the paper pulp rolls were secured within said car.</p>\n<p>\"2. Plaintiff was an employee of International Paper Company at East Point, Georgia, and a part of his duties consisted of unloading freight from railroad cars consigned and shipped to his employer. On October 2, 1951, plaintiff, in the discharge of his duties for his employer, was in the act of unloading said shipment of paper from said freight car when one of the rolls of pulp paper rolled out of the car and upon plaintiff, resulting in injuries to him.</p>\n<p>\"3. If motion to dismiss on behalf of defendant Railway Company is sustained by the Court upon the pleadings herein and the stipulation of facts hereinbefore <span class=\"star-pagination\">*603</span> set forth, final judgment shall be entered herein dismissing the action as to the defendant Railway Company. If its motion to dismiss is denied by the Court, this cause shall be by consent of counsel continued for the term and set at some subsequent term for trial of the issues raised by the pleadings.\"</p>\n<p>The principal contention of the Railroad is that it is released from liability by reason of the voluntary dismissal which this Court allowed the plaintiff to take as to the defendant Pulp Company. The order of dismissal included a provision that \"Floyd D. Butler, plaintiff, reserves any and all claims against the other defendant, namely, Norfolk Southern Railway Company, and provided further that the compromise settlement and dismissal shall have no effect with respect to the action against Norfolk Southern Railway Company.\"</p>\n<p>Our order of dismissal was granted because of a covenant not to sue executed by the plaintiff to the Pulp Company for ample consideration. That covenant contained the agreement that \"he (the plaintiff) will indemnify and forever save harmless the said North Carolina Pulp Company from any recovery over against it by Norfolk Southern Railway Company on account of any judgment he may obtain against said Norfolk Southern Railway Company.\"</p>\n<p>Since this is a diversity case, this Court will follow the law that would be applied in a North Carolina court. The North Carolina conflict of laws rule is the usual one, to wit, that the law at the place of injury controls the substantive rights and liabilities of the parties, Childress v. Johnson Motor Lines, <span class=\"citation\" data-id=\"1319236\"><a href=\"/opinion/1319236/childress-v-johnson-motor-lines/\"><span class=\"volume\">235</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">522</span></a></span>, 70 S.E.2d 558. Therefore, the substantive law of Georgia controls this case.</p>\n<p>To choose the law for determination of the consequences arising from the covenant not to sue, it is first necessary to characterize the transaction and choose the proper law in accord with the characterization. In Shapiro v. Embassy Dairy, Inc., D.C., <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">696</span></span>, that problem was presented to this Court under the following circumstances.</p>\n<p>An auto collision occurred in North Carolina. The plaintiffs executed in New York to one joint tortfeasor a release, with reservation of rights and claims against another joint tortfeasor, who was the defendant before this Court. By New York law the limited release would have been construed as a covenant not to sue and would not have released the defendant before me. By North Carolina law, the reservation of rights would not have been effective. I decided then that the release, despite its contractual nature, was a matter of defense affecting the substantive rights of the parties, and that the law of North Carolina would therefore control.</p>\n<p>It follows that in the case before me I must look to the law of Georgia to decide whether the covenant not to sue the North Carolina Pulp Company will stand as a good defense to the defendant, Norfolk Southern Railway. There is no indication as to where the covenant was executed, though it is probable that it was in either Georgia or North Carolina. In the event that the correctness of my choice of law is questioned, I shall demonstrate by authorities that the result is the same by the law of both states.</p>\n<p>Counsel for the defendant argued before me that, under the stipulated facts, the liability of the Railroad, if any, is secondary to that of the consignor. Then the contention follows that the covenant not to sue, when given to the party primarily liable, automatically releases the party secondarily liable. Support for this conclusion is sought in Giles v. Smith, 1949, 80 Ga.App. 540, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">860</span></span> and Brown v. Town of Louisburg, 1900, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">701</span></span>, 36 S.E. 166.</p>\n<p>In the Giles case, the plaintiff released the defendant servant who was directly responsible for injuries complained of and tried to hold the master liable for further damages.</p>\n<p>In the Brown case, the plaintiff suffered an injury by falling into a hole in the sidewalk. He released the abutting <span class=\"star-pagination\">*604</span> property owner who was responsible for the presence of the hole and continued suit against the town.</p>\n<p>The Georgia court and the North Carolina court, respectively, absolved the master and the town from liability because of the prior releases. Sufficient distinction between these cases and the one before me may be found in the fact that, in both, the instrument was a release rather than a covenant not to sue. The courts of Georgia and North Carolina sharply differentiate between the legal effects of the two forms. Register v. Andris, 83 Ga.App. 632, 64 S.E.2d 196; Holland v. Southern Public Utilities Co., <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">289</span></span>, 180 S.E. 592.</p>\n<p>However, a more basic reason exists for not applying the cases cited by the defendant. Secondary liability, in the sense that it is used in the two cases, is a derivative liability arising because of the status attached by the law to the relationships of the two defendants. The party secondarily liable would be entitled to complete indemnity in the event of a recovery against him.</p>\n<p>Liability of the Railroad, if any, is secondary to that of the consignor Pulp Company only in the sense that it arises from less culpable fault. In Yandell v. National Fireproofing Corporation, 1953, <span class=\"citation\" data-id=\"1283694\"><a href=\"/opinion/1283694/yandell-v-national-fireproofing-corp/\"><span class=\"volume\">239</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1283694\"><a href=\"/opinion/1283694/yandell-v-national-fireproofing-corp/\"><span class=\"volume\">79</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">223</span></a></span>, 229, Ervin, J., wrote for the Court in a case that is strikingly similar on the facts to the one now before me. He examined at length the relative liabilities of the consignor and the railroads. The conclusion reached in that decision was that their negligence was concurrent \"in point of consequence in producing a single, indivisible injury\" to the employee of the consignee. From concurrent negligence flowed joint and several liability of the joint tortfeasors within the meaning of N.C.G.S. § 1-240.</p>\n<p>My research has uncovered no such exact Georgia analysis of the relative liabilities of the consignor and railroads when injury results to the consignee or his agent. However, it is my opinion that the negligence is concurrent, and the liability is joint and several under Georgia law as set out in the host of cases listed in the South Eastern Digest, Negligence,  61(1).</p>\n<p>In Georgia and North Carolina, a covenant not to sue one joint tortfeasor does not release the other, Holland v. Southern Public Utilities Co., supra; Register v. Andris, supra. Compensation from the covenantee is set off against any recovery from the defendant who elects to litigate instead of settle, Harmon v. Givens, 88 Ga.App. 629, 77 S.E.2d 223; Brown v. Norfolk Southern Railway Co., <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">423</span></span>, 181 S.E. 279.</p>\n<p>The wording of the stipulation does not limit my consideration of it to only the question of release. There is no indication that the facts have been doctored up to serve only this narrow purpose. Woods v. Golt, D.C.Del.1950, 92 F.Supp. 325. I have decided the release issue against the defendant. However, I am convinced that the defendant Railroad is entitled to summary judgment for more fundamental reasons. The facts do not present any question for a jury, because no negligence on the part of the Railroad can be inferred.</p>\n<p>The situation is somewhat analogous to that of the famous Nitro-glycerine Case, <span class=\"citation\" data-id=\"88633\"><a href=\"/opinion/88633/parrot-v-wells-fargo-co/\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">524</span></a></span>, <span class=\"citation\" data-id=\"88633\"><a href=\"/opinion/88633/parrot-v-wells-fargo-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 21 L.Ed. 206. The Wells Fargo Company accepted a nondescript package for shipment from New York to California. Upon arrival at the Company's California warehouse, the package was inspected. Leakage of a sweet-smelling oil was discovered. An employee was put to work with a hammer and chisel to open the cover. The innocent looking oil contained in the package was nitroglycerine. The blast that resulted from the hammer's blow leveled buildings and took lives.</p>\n<p>The explosive properties of nitroglycerine were not widely known at the time of the tragedy, nor was nitroglycerine a common item of commerce. There was nothing about the exterior appearance of the package to excite suspicion. The Supreme Court held that, <span class=\"star-pagination\">*605</span> because Wells Fargo was justifiably ignorant of the nature of this dangerous freight, there was no liability to the owners of destroyed property.</p>\n<p>I need not rely on analogy to reach the inescapable conclusion of no liability. A persuasive opinion by Justice Cardozo is found in Lewis v. New York, G. &amp; W. Ry. Co., 1914, <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">429</span></span>, 104 N.E. 944. The case is on all fours with the one before me, except that the car was loaded with bales of hay rather than rolls of paper. The defendant Railroad received the sealed freight car for shipment to the consignee. The dangerous position of the load within the car could not be observed without breaking the seal and opening the door. It was held that the Railroad was under no duty to do so.</p>\n<p>Even more persuasive is Seeden v. Great Northern R. Co., 1954, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">360</span></span>, 65 N.W.2d 178. It is another all fours case. Even the load in the car was the samerolls of paper pulp. The Minnesota Court said that a directed verdict for the defendant Railroad was proper.</p>\n<p>Most persuasive is Butler v. Central of Georgia Ry. Co., 1953, 87 Ga.App. 492, 74 S.E.2d 395. The plaintiff was the Butler now before me. In the Georgia courts, his action was against the delivering Railroad. A general demurrer was properly sustained.</p>\n<p>I find no sensible distinction between the delivering Railroad that received the car sealed from a connecting or receiving railroad and the receiving railroad that took the car sealed from the consignor. In either instance the duty owed the employee of the consignee would be the same. That duty is to give the car a reasonable inspection. A reasonable inspection does not include breaking the seal and looking inside to see how the car has been loaded by someone else. Plainly then, no liability can arise from an injury that resulted from a defect that was not apparent from a reasonable inspection.</p>\n<p>To the same effect see Ambrose v. Western Maryland Ry. Co., <span class=\"citation\" data-id=\"1474394\"><a href=\"/opinion/1474394/ambrose-v-western-maryland-rwy-co/\"><span class=\"volume\">368</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">895</span></span>, in which the plaintiff was injured when the door of the car he was to unload fell on him. The defendant was a connecting carrier. Since a reasonable inspection would not have revealed the condition of the door, the Railroad was not liable.</p>\n<p>For an example of liability, see Erie R. Co. v. Murphy, 6 Cir., 1940, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></span>, 126 A.L.R. 1093. The defendant was a delivering Railroad. A hole in the floor of a sealed car would easily have been discovered by casual inspection.</p>\n<p>The cases that I have cited are also in accord in their holdings that the doctrine of res ipsa loquitur can be of no avail to the plaintiff. This is because a prerequisite for application of the doctrine is that the harmful instrumentality must have been in the exclusive control of the defendant. Also see Martin v. Southern Pacific Co., D.C., 46 F. Supp. 957.</p>\n<p>The defendant Norfolk Southern Railway is not entitled to a judgment on the pleadings. Contrary to the stipulation, the complaint alleges that the Railway Company did load the freight car.</p>\n<p>But I find that the pleadings and stipulations show that there is no genuine issue as to any material fact and that the defendant is entitled to summary judgment as a matter of law, as provided by Rule 56, Fed.Rules Civ.Proc. 28 U.S.C.A.</p>\n<p>A judgment accordingly will enter.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/88633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474394/"
  ]
}