{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2350681/",
  "absolute_url": "/opinion/2350681/peerless-ins-co-v-strother/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2350681/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:33.044315Z",
  "date_modified": "2016-04-27T01:26:43.140621Z",
  "type": "010combined",
  "sha1": "80b2c6c8fd83428939991606f9e8ecf1b0d1e53b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>765 F.Supp. 866 (1990)</b></center>\n<center><h1>PEERLESS INSURANCE COMPANY and Westchester Fire Insurance Company, Plaintiffs,<br>\nv.<br>\nDewey K. STROTHER, Kenneth Strother and Carolina Transformer Co., Inc., Defendants.</h1></center>\n<center>No. 87-91-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 21, 1990.</center>\n<p><span class=\"star-pagination\">*867</span> Walter E. Brock, Jr., Young, Moore, Henderson &amp; Alvis, P.A., Raleigh, N.C., for plaintiffs.</p>\n<p>Mark A. Sterlicht, Beaver, Thompson, Holt &amp; Richardson, P.A., Fayetteville, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court upon the parties' cross motions for summary judgment. Plaintiffs, general liability insurers, brought this declaratory judgment action to establish that they have no duty to defend nor indemnify the defendants in an action filed by the United States for the recovery of environmental cleanup costs. The defendants assert that the plaintiffs must fulfill these obligations under the comprehensive general liability (\"CGL\") policies at issue. The court now considers these motions.<sup>[1]</sup></p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>Defendant, Carolina Transformer Co., Inc. (\"Carolina Transformer\") is a Fayetteville, North Carolina corporation which was engaged in the business of repairing electrical transformers from approximately 1959 to 1984. The company was originally owned and operated by three individuals, but by 1962 defendant Dewey Strother had acquired 100% of the stock. Dewey Strother became president of Carolina Transformer in 1967, and subsequently he became chairman of the company's board of directors. As president and chairman of the board he was responsible for the activities of the company. Defendant Kenneth Strother, Dewey Strother's son, became secretary and a director of the company in 1973. In 1979 Kenneth Strother became president of the company, and he remained so until late 1984.</p>\n<p>From at least 1980 to 1985 Dewey Strother used the Carolina Transformer business location as headquarters for a scrap metal and used oil operation.<sup>[2]</sup> Dewey Strother obtained used electrical transformers and brought them to the Carolina Transformer site, where they were stored in the yard surrounding the plant. Under Dewey Strother's personal direction, Carolina Transformer employees disassembled the transformers, which included removing dielectric fluid from the transformers and burning the transformer coils to remove fluid-soaked paper. No tests were conducted to determine if the fluid contained polychlorinated biphenyls (\"PCBs\"). In addition, Carolina Transformer employees routinely dumped PCB transformer oil on the <span class=\"star-pagination\">*868</span> ground at the site, and old transformers were thrown in piles and allowed to leak on the ground.</p>\n<p>In 1978 and 1979 the State Division of Environmental Management (\"DEM\") and the United States Environmental Protection Agency (\"EPA\") received complaints from residents living near the Carolina Transformer site regarding the safety of drinking water in the area. Investigations revealed PCB contamination in the soil and surface water at the Carolina Transformer site, and some wells surrounding the site were found to contain PCB carrier compounds. These compounds are themselves only moderately toxic, but they implicate the potential for the presence of PCBs. A letter sent to Carolina Transformer dated February 12, 1979 stated that trace amounts of organic compounds, including PCBs, were found in its well water. By letter dated March 28, 1979, Carolina Transformer and Dewey Strother were notified that the Carolina Transformer site was contaminated with PCBs in concentrations greater than 500 parts per million in violation of federal regulations. At that time, nearby residents were advised not to drink their well water, and Carolina Transformer actually paid the cost of connecting a nearby resident to city water.</p>\n<p>In 1979 Carolina Transformer retained an engineer to determine how to solve the PCB problem at the site. Although the engineer devised a plan of action, Carolina Transformer failed to take any corrective measures to prevent further contamination. In fact, the conduct at Carolina Transformer did not change even after government authorities began inspecting the site.</p>\n<p>State and federal attempts to force Carolina Transformer to cleanup the site proved futile. In January, 1983, the State of North Carolina advised Carolina Transformer that the State intended to proceed against the company for violations of the state PCB standards. On August 23, 1984 an administrative complaint was filed against the company charging that it \"caused or permitted waste, directly or indirectly, to be discharged or intermixed with the water of the State,\" and \"since at least March 1982, the Company <i>knowingly</i> caused or permitted the discharge of oil at its River Road facility.\" On December 29, 1983, Carolina Transformer was, by default, assessed a civil penalty of $35,000 by the State for violations of the State PCB water pollution control regulations.</p>\n<p>From late 1979 to 1984, the EPA maintained contact with the defendants regarding the site's contamination problem, and on March 7, 1984, the EPA brought an administrative action against Carolina Transformer for violations of the Toxic Substances Control Act (\"TSCA\"). Carolina Transformer waived its right to a hearing in this matter, and an administrative penalty of $26,000 was assessed against the company by default on September 19, 1984. Citing the company's failure to respond to the order, the EPA began its cleanup of the Carolina Transformer site on August 12, 1984. Direct removal costs totalled $268,747. The EPA then instituted an action under Section 107 of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (\"CERCLA\") to recover those removal costs plus penalties. In an order filed November 17, 1989, this court granted summary judgment for the United States on the issue of liability in the CERCLA action. <i>United States of America v. Carolina Transformer Company, Inc.,</i> 739 F.Supp. 1030 (E.D. N.C.1989).</p>\n<p>The plaintiffs in this action issued CGL policies to the defendants during the years 1970 through 1978. Peerless Insurance Company (\"Peerless\") issued a CGL policy to Carolina Transformer for the period of April 15, 1970 to April 15, 1973. Westchester Fire Insurance Company (\"Westchester\") issued three insurance policies to Carolina Transformer encompassing the years 1973 to 1978.<sup>[3]</sup> It is undisputed that the Carolina Transformer policies facially provide coverage to Dewey and Kenneth <span class=\"star-pagination\">*869</span> Strother in their official corporate capacities. Therefore, the court finds that Carolina Transformer, Dewey Strother, and Kenneth Strother are insureds within the context of the CGL policies.</p>\n<p></p>\n<h2>DUTY TO DEFEND</h2>\n<p>The duty of an insurer to defend its insured is based upon the coverage contracted for in the insurance policy. <i>Mastrom Inc. v. Continental Cas. Co.,</i> 78 N.C. App. 483, 337 S.E.2d 162 (1985). Under North Carolina law, the court employs a \"comparison test,\" wherein it compares the insurance policy in question with the allegations of the complaint in the primary action. If the facts, as alleged in the complaint, could support liability under the policy, then a duty to defend arises on the insurer's part. It is immaterial that the claims later prove to be groundless, false or fraudulent. <i>Stout v. Grain Dealers Mut. Ins. Co.,</i> 307 F.2d 521 (4th Cir.1962). Any doubt as to coverage is to be resolved in favor of the insured. <i>Waste Management v. Peerless Ins. Co.,</i> 315 N.C. 688, 693, 340 S.E.2d 374, <i>reh. denied,</i> 316 N.C. 386, 346 S.E.2d 134 (1986). As the North Carolina Supreme Court stated:</p>\n<blockquote>Generally speaking, the insurer's duty to defend the insured is broader than its obligation to pay damages incurred by events covered by a particular policy. <i>An insurer's duty to defend is ordinarily measured by the facts as alleged in the pleadings;</i> its duty to pay is measured by the facts ultimately determined at trial. When the pleadings state facts demonstrating that the alleged injury is covered by the policy, then the insurer has a duty to defend, whether or not the insured is ultimately liable.</blockquote>\n<p><i>Id.</i> at 691, 340 S.E.2d at 377 (citations omitted) (emphasis added).</p>\n<p>All of the policies at issue here contain essentially the same language pertaining to claims which the plaintiff must defend and/or indemnify:</p>\n<blockquote>The Company will pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of ... property damage to which this insurance applies, caused by an occurrence, and the Company shall have the right and duty to defend any suit against the insured seeking damages on account of such ... property damage ...</blockquote>\n<p>Therefore, in order to find a duty to defend, the complaint must seek legal damages caused by an occurrence which causes property damage.</p>\n<p>The complaint, in pertinent part, alleges the following:</p>\n<blockquote>32) From 1967 through 1984, Carolina Transformer operated an electrical transformer rebuilding, repair and sales business on the site. Transformers were delivered to the site and stored until repaired. In the course of storage and repair of the transformers, oil containing polychlorinated biphenyls (\"PCBs\") spilled or leaked onto the surface of the site.</blockquote>\n<blockquote>35) In 1984, EPA determined that the PCB-laced oil released from the transformers processed at the site had migrated from the surface of the site through leaching and surface water flow. EPA determined that a release or substantial threat of release of PCBs into the environment existed at the site.</blockquote>\n<p>In an order dated February 22, 1990, this court found as a matter of law that the response costs alleged in the primary action are \"legal damages because of property damage\" within the context of the policies at issue. <i>See </i><i>Spangler Construction Co. v. Industrial Crankshaft and Engineering Co.,</i> 326 N.C. 133, 388 S.E.2d 557 (1990). Therefore, the court must determine whether an occurrence has been alleged by the United States which would give rise to the plaintiffs' duty to defend.</p>\n<p>At first glance, the pleadings in the underlying action appear to allege an occurrence. In <i>Waste Management</i> the court stated, \"It was not the routine dumping but the arguably unintended, unexpected <i>leaching</i> of contaminants into the ground-water that constituted an `occurrence' for the purpose of TRS's insurance coverage.\" <i>Waste Management,</i> 315 N.C. at 696, 340 <span class=\"star-pagination\">*870</span> S.E.2d 374 (emphasis added). In paragraph number 35, the United States alleged that leaching and surface water run-off had caused migration of environmental contaminants. This hybrid of covered and excluded events discloses the possibility of liability, which triggers the insurer's duty to defend. <i>Ames v. Continental Casualty Co.,</i> 79 N.C.App. 530, 540, 340 S.E.2d 479, 486, <i>disc. rev. denied,</i> 316 N.C. 730, 345 S.E.2d 385 (1986) (quoting <i>Waste Management,</i> 315 N.C. at 691, n. 2, 340 S.E.2d 374, 377 (1986)).</p>\n<p>It may appear at this point that the defendant has met the comparison test and established a duty to defend. However, the facts of this case differ significantly from Waste Management. In <i>Waste Management,</i> the insurance policies were in effect from 1974 to 1980, the contamination was alleged to have occurred from 1973 to 1979, and the government's action was brought in January 1980. There was no doubt that the leaching-occurrence took place during the policy years.</p>\n<p>In this action, the policies covered the years 1970 to 1978, the complaint fails to state when the leaching occurred, and the government's cost recovery action was not brought until 1985. The policies at issue define \"occurrence\" as \"an accident, including injurious exposure to conditions, which results, <i>during the policy period,</i> in bodily injury or property damage neither expected nor intended from the standpoint of the insured.\" Therefore, if the occurrence cannot be traced to the policies' coverage dates, there is no duty to defend or indemnify the defendants.</p>\n<p>In <i>Mraz v. Canadian Universal Ins. Co. Ltd.,</i> 804 F.2d 1325 (4th Cir.1986), the Fourth Circuit examined a similar situation. In <i>Mraz,</i> the court stated that \"in hazardous waste burial cases such as this one, the occurrence is judged by the time at which the leakage and damage are first <i>discovered.\" Id.</i> at 1328. In <i>Mraz,</i> the government's complaint stated, \"In 1981 ... the United States Environmental Protection Agency ... established that hazardous substances had been released and threatened to continue to be released from the Site into the air, water and soil ... as a result of the <i>prior</i> disposal of Galaxy's wastes at the site.\" <i>Id.</i></p>\n<p>This action is analogous to <i>Mraz.</i> The underlying complaint states that \"in 1984, the EPA determined that PCB-laced oil released from the transformers ... had migrated from the surface of the site through leaching and surface water flow.\" There is no indication that the contamination was discovered prior to this time. Therefore under the \"discovery\" trigger of coverage theory, this court finds that no occurrence was alleged to have occurred during the policy years. As a result, the plaintiffs have no duty to defend or indemnify the defendants in this action.</p>\n<p>Even if this court looks past the pleadings and examines information uncovered through the discovery process, the facts most favorable to the defendant establish that the government \"discovered\" the contamination in 1978. More significant to the \"discovery\" inquiry is the fact that there is a complete absence of any evidence or allegation that could possibly support a finding that any party had notice of environmental damage at this site prior to 1978. Therefore, for purposes of the policy years 1970-77, no occurrence took place. Westchester did issue a policy covering the years 1977-78. Thus, there is a possibility of coverage under that one policy. However, the 1977-78 policy contained a pollution exclusion, and Westchester has moved for summary judgment on the basis of the pollution exclusion clause in that policy.</p>\n<p>The pertinent policy provision states:</p>\n<blockquote>This insurance does not apply: to bodily injury or property damage arising out of the discharge, dispersal, release or escape of smoke, vapors, soot, fumes, acids, alkalis, toxic chemicals, liquids or gases, waste materials or other irritants, contaminants or pollutants into or upon land, the atmosphere or any water course or body of water; but this exclusion does not apply if such discharge, dispersal, release or escape is sudden and accidental; <span class=\"star-pagination\">*871</span> The burden of establishing the exclusion's inapplicability falls on the defendants.</blockquote>\n<p>A duty to defend arises when the underlying complaint expressly or impliedly alleges a sudden and accidental occurrence. The United States' complaint states that \"in the course of storage and repair the transformers spilled or leaked oil ...\" and that the contamination occurred through leaching. These allegations suggest a pattern of repetitive activity which led to the environmental pollution, and there is no indication that the contamination occurred either suddenly<sup>[4]</sup> or accidentally. Any attempts by the defendants to demonstrate otherwise cannot be supported by the allegations. Accordingly, Westchester's motion for summary judgment on the 1977-78 policy is hereby GRANTED, and it has no duty to defend nor indemnify the defendants under that policy which contains the pollution exclusion.</p>\n<p>Based upon the foregoing rulings, the plaintiffs' motion for summary judgment is hereby GRANTED in full, and the plaintiffs have no duty to defend or indemnify the defendants in the underlying CERCLA action.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On September 15, 1989, the plaintiffs filed a motion for leave to file another affidavit in support of its motion for summary judgment. However, in light of this summary judgment ruling, that motion has become moot and is therefore DENIED.</p>\n<p>[2]  Carolina Transformer operated its business at a site on Route 301 North, Eastern Boulevard, at the Middle Road exit near Fayetteville, North Carolina.</p>\n<p>[3]  The 1977-78 Westchester policy contained a pollution exclusion, while the other policies did not.</p>\n<p>[4]  The Supreme Court in <i>Waste Management</i> stated that sudden implies a temporal event. \"The exception describes the event  not only in terms of its being unexpected, but in terms of its happening instantaneously or precipitantly ...\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></span> (1990)</b></center>\n<center><h1>PEERLESS INSURANCE COMPANY and Westchester Fire Insurance Company, Plaintiffs,<br>\nv.<br>\nDewey K. STROTHER, Kenneth Strother and Carolina Transformer Co., Inc., Defendants.</h1></center>\n<center>No. 87-91-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 21, 1990.</center>\n<p><span class=\"star-pagination\">*867</span> Walter E. Brock, Jr., Young, Moore, Henderson &amp; Alvis, P.A., Raleigh, N.C., for plaintiffs.</p>\n<p>Mark A. Sterlicht, Beaver, Thompson, Holt &amp; Richardson, P.A., Fayetteville, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court upon the parties' cross motions for summary judgment. Plaintiffs, general liability insurers, brought this declaratory judgment action to establish that they have no duty to defend nor indemnify the defendants in an action filed by the United States for the recovery of environmental cleanup costs. The defendants assert that the plaintiffs must fulfill these obligations under the comprehensive general liability (\"CGL\") policies at issue. The court now considers these motions.<sup>[1]</sup></p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>Defendant, Carolina Transformer Co., Inc. (\"Carolina Transformer\") is a Fayetteville, North Carolina corporation which was engaged in the business of repairing electrical transformers from approximately 1959 to 1984. The company was originally owned and operated by three individuals, but by 1962 defendant Dewey Strother had acquired 100% of the stock. Dewey Strother became president of Carolina Transformer in 1967, and subsequently he became chairman of the company's board of directors. As president and chairman of the board he was responsible for the activities of the company. Defendant Kenneth Strother, Dewey Strother's son, became secretary and a director of the company in 1973. In 1979 Kenneth Strother became president of the company, and he remained so until late 1984.</p>\n<p>From at least 1980 to 1985 Dewey Strother used the Carolina Transformer business location as headquarters for a scrap metal and used oil operation.<sup>[2]</sup> Dewey Strother obtained used electrical transformers and brought them to the Carolina Transformer site, where they were stored in the yard surrounding the plant. Under Dewey Strother's personal direction, Carolina Transformer employees disassembled the transformers, which included removing dielectric fluid from the transformers and burning the transformer coils to remove fluid-soaked paper. No tests were conducted to determine if the fluid contained polychlorinated biphenyls (\"PCBs\"). In addition, Carolina Transformer employees routinely dumped PCB transformer oil on the <span class=\"star-pagination\">*868</span> ground at the site, and old transformers were thrown in piles and allowed to leak on the ground.</p>\n<p>In 1978 and 1979 the State Division of Environmental Management (\"DEM\") and the United States Environmental Protection Agency (\"EPA\") received complaints from residents living near the Carolina Transformer site regarding the safety of drinking water in the area. Investigations revealed PCB contamination in the soil and surface water at the Carolina Transformer site, and some wells surrounding the site were found to contain PCB carrier compounds. These compounds are themselves only moderately toxic, but they implicate the potential for the presence of PCBs. A letter sent to Carolina Transformer dated February 12, 1979 stated that trace amounts of organic compounds, including PCBs, were found in its well water. By letter dated March 28, 1979, Carolina Transformer and Dewey Strother were notified that the Carolina Transformer site was contaminated with PCBs in concentrations greater than 500 parts per million in violation of federal regulations. At that time, nearby residents were advised not to drink their well water, and Carolina Transformer actually paid the cost of connecting a nearby resident to city water.</p>\n<p>In 1979 Carolina Transformer retained an engineer to determine how to solve the PCB problem at the site. Although the engineer devised a plan of action, Carolina Transformer failed to take any corrective measures to prevent further contamination. In fact, the conduct at Carolina Transformer did not change even after government authorities began inspecting the site.</p>\n<p>State and federal attempts to force Carolina Transformer to cleanup the site proved futile. In January, 1983, the State of North Carolina advised Carolina Transformer that the State intended to proceed against the company for violations of the state PCB standards. On August 23, 1984 an administrative complaint was filed against the company charging that it \"caused or permitted waste, directly or indirectly, to be discharged or intermixed with the water of the State,\" and \"since at least March 1982, the Company <i>knowingly</i> caused or permitted the discharge of oil at its River Road facility.\" On December 29, 1983, Carolina Transformer was, by default, assessed a civil penalty of $35,000 by the State for violations of the State PCB water pollution control regulations.</p>\n<p>From late 1979 to 1984, the EPA maintained contact with the defendants regarding the site's contamination problem, and on March 7, 1984, the EPA brought an administrative action against Carolina Transformer for violations of the Toxic Substances Control Act (\"TSCA\"). Carolina Transformer waived its right to a hearing in this matter, and an administrative penalty of $26,000 was assessed against the company by default on September 19, 1984. Citing the company's failure to respond to the order, the EPA began its cleanup of the Carolina Transformer site on August 12, 1984. Direct removal costs totalled $268,747. The EPA then instituted an action under Section 107 of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (\"CERCLA\") to recover those removal costs plus penalties. In an order filed November 17, 1989, this court granted summary judgment for the United States on the issue of liability in the CERCLA action. <i>United States of America v. Carolina Transformer Company, Inc.,</i> <span class=\"citation\" data-id=\"1610580\"><a href=\"/opinion/1610580/united-states-v-carolina-transformer-co-inc/\"><span class=\"volume\">739</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1030</span></a></span> (E.D. N.C.1989).</p>\n<p>The plaintiffs in this action issued CGL policies to the defendants during the years 1970 through 1978. Peerless Insurance Company (\"Peerless\") issued a CGL policy to Carolina Transformer for the period of April 15, 1970 to April 15, 1973. Westchester Fire Insurance Company (\"Westchester\") issued three insurance policies to Carolina Transformer encompassing the years 1973 to 1978.<sup>[3]</sup> It is undisputed that the Carolina Transformer policies facially provide coverage to Dewey and Kenneth <span class=\"star-pagination\">*869</span> Strother in their official corporate capacities. Therefore, the court finds that Carolina Transformer, Dewey Strother, and Kenneth Strother are insureds within the context of the CGL policies.</p>\n<p></p>\n<h2>DUTY TO DEFEND</h2>\n<p>The duty of an insurer to defend its insured is based upon the coverage contracted for in the insurance policy. <i>Mastrom Inc. v. Continental Cas. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">483</span></span>, <span class=\"citation\" data-id=\"1256285\"><a href=\"/opinion/1256285/mastrom-inc-v-continental-cas-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></a></span> (1985). Under North Carolina law, the court employs a \"comparison test,\" wherein it compares the insurance policy in question with the allegations of the complaint in the primary action. If the facts, as alleged in the complaint, could support liability under the policy, then a duty to defend arises on the insurer's part. It is immaterial that the claims later prove to be groundless, false or fraudulent. <i>Stout v. Grain Dealers Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"258160\"><a href=\"/opinion/258160/garland-p-stout-v-grain-dealers-mutual-insurance-company/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span> (4th Cir.1962). Any doubt as to coverage is to be resolved in favor of the insured. <i>Waste Management v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 693, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, <i>reh. denied,</i> <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1986). As the North Carolina Supreme Court stated:</p>\n<blockquote>Generally speaking, the insurer's duty to defend the insured is broader than its obligation to pay damages incurred by events covered by a particular policy. <i>An insurer's duty to defend is ordinarily measured by the facts as alleged in the pleadings;</i> its duty to pay is measured by the facts ultimately determined at trial. When the pleadings state facts demonstrating that the alleged injury is covered by the policy, then the insurer has a duty to defend, whether or not the insured is ultimately liable.</blockquote>\n<p><i>Id.</i> at 691, 340 S.E.2d at 377 (citations omitted) (emphasis added).</p>\n<p>All of the policies at issue here contain essentially the same language pertaining to claims which the plaintiff must defend and/or indemnify:</p>\n<blockquote>The Company will pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of ... property damage to which this insurance applies, caused by an occurrence, and the Company shall have the right and duty to defend any suit against the insured seeking damages on account of such ... property damage ...</blockquote>\n<p>Therefore, in order to find a duty to defend, the complaint must seek legal damages caused by an occurrence which causes property damage.</p>\n<p>The complaint, in pertinent part, alleges the following:</p>\n<blockquote>32) From 1967 through 1984, Carolina Transformer operated an electrical transformer rebuilding, repair and sales business on the site. Transformers were delivered to the site and stored until repaired. In the course of storage and repair of the transformers, oil containing polychlorinated biphenyls (\"PCBs\") spilled or leaked onto the surface of the site.</blockquote>\n<blockquote>35) In 1984, EPA determined that the PCB-laced oil released from the transformers processed at the site had migrated from the surface of the site through leaching and surface water flow. EPA determined that a release or substantial threat of release of PCBs into the environment existed at the site.</blockquote>\n<p>In an order dated February 22, 1990, this court found as a matter of law that the response costs alleged in the primary action are \"legal damages because of property damage\" within the context of the policies at issue. <i>See </i><i>Spangler Construction Co. v. Industrial Crankshaft and Engineering Co.,</i> <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">557</span></a></span> (1990). Therefore, the court must determine whether an occurrence has been alleged by the United States which would give rise to the plaintiffs' duty to defend.</p>\n<p>At first glance, the pleadings in the underlying action appear to allege an occurrence. In <i>Waste Management</i> the court stated, \"It was not the routine dumping but the arguably unintended, unexpected <i>leaching</i> of contaminants into the ground-water that constituted an `occurrence' for the purpose of TRS's insurance coverage.\" <i>Waste Management,</i> 315 N.C. at 696, 340 <span class=\"star-pagination\">*870</span> S.E.2d 374 (emphasis added). In paragraph number 35, the United States alleged that leaching and surface water run-off had caused migration of environmental contaminants. This hybrid of covered and excluded events discloses the possibility of liability, which triggers the insurer's duty to defend. <i>Ames v. Continental Casualty Co.,</i> 79 N.C.App. 530, 540, <span class=\"citation\" data-id=\"1237730\"><a href=\"/opinion/1237730/ames-v-continental-cas-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">479</span></a></span>, 486, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">730</span></span>, <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></span> (1986) (quoting <i>Waste Management,</i> 315 N.C. at 691, n. 2, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 377 (1986)).</p>\n<p>It may appear at this point that the defendant has met the comparison test and established a duty to defend. However, the facts of this case differ significantly from Waste Management. In <i>Waste Management,</i> the insurance policies were in effect from 1974 to 1980, the contamination was alleged to have occurred from 1973 to 1979, and the government's action was brought in January 1980. There was no doubt that the leaching-occurrence took place during the policy years.</p>\n<p>In this action, the policies covered the years 1970 to 1978, the complaint fails to state when the leaching occurred, and the government's cost recovery action was not brought until 1985. The policies at issue define \"occurrence\" as \"an accident, including injurious exposure to conditions, which results, <i>during the policy period,</i> in bodily injury or property damage neither expected nor intended from the standpoint of the insured.\" Therefore, if the occurrence cannot be traced to the policies' coverage dates, there is no duty to defend or indemnify the defendants.</p>\n<p>In <i>Mraz v. Canadian Universal Ins. Co. Ltd.,</i> <span class=\"citation\" data-id=\"479161\"><a href=\"/opinion/479161/paul-j-mraz-and-sally-k-mraz-as-directors-and-trustees-of-the-property/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1325</span></a></span> (4th Cir.1986), the Fourth Circuit examined a similar situation. In <i>Mraz,</i> the court stated that \"in hazardous waste burial cases such as this one, the occurrence is judged by the time at which the leakage and damage are first <i>discovered.\" Id.</i> at 1328. In <i>Mraz,</i> the government's complaint stated, \"In 1981 ... the United States Environmental Protection Agency ... established that hazardous substances had been released and threatened to continue to be released from the Site into the air, water and soil ... as a result of the <i>prior</i> disposal of Galaxy's wastes at the site.\" <i>Id.</i></p>\n<p>This action is analogous to <i>Mraz.</i> The underlying complaint states that \"in 1984, the EPA determined that PCB-laced oil released from the transformers ... had migrated from the surface of the site through leaching and surface water flow.\" There is no indication that the contamination was discovered prior to this time. Therefore under the \"discovery\" trigger of coverage theory, this court finds that no occurrence was alleged to have occurred during the policy years. As a result, the plaintiffs have no duty to defend or indemnify the defendants in this action.</p>\n<p>Even if this court looks past the pleadings and examines information uncovered through the discovery process, the facts most favorable to the defendant establish that the government \"discovered\" the contamination in 1978. More significant to the \"discovery\" inquiry is the fact that there is a complete absence of any evidence or allegation that could possibly support a finding that any party had notice of environmental damage at this site prior to 1978. Therefore, for purposes of the policy years 1970-77, no occurrence took place. Westchester did issue a policy covering the years 1977-78. Thus, there is a possibility of coverage under that one policy. However, the 1977-78 policy contained a pollution exclusion, and Westchester has moved for summary judgment on the basis of the pollution exclusion clause in that policy.</p>\n<p>The pertinent policy provision states:</p>\n<blockquote>This insurance does not apply: to bodily injury or property damage arising out of the discharge, dispersal, release or escape of smoke, vapors, soot, fumes, acids, alkalis, toxic chemicals, liquids or gases, waste materials or other irritants, contaminants or pollutants into or upon land, the atmosphere or any water course or body of water; but this exclusion does not apply if such discharge, dispersal, release or escape is sudden and accidental; <span class=\"star-pagination\">*871</span> The burden of establishing the exclusion's inapplicability falls on the defendants.</blockquote>\n<p>A duty to defend arises when the underlying complaint expressly or impliedly alleges a sudden and accidental occurrence. The United States' complaint states that \"in the course of storage and repair the transformers spilled or leaked oil ...\" and that the contamination occurred through leaching. These allegations suggest a pattern of repetitive activity which led to the environmental pollution, and there is no indication that the contamination occurred either suddenly<sup>[4]</sup> or accidentally. Any attempts by the defendants to demonstrate otherwise cannot be supported by the allegations. Accordingly, Westchester's motion for summary judgment on the 1977-78 policy is hereby GRANTED, and it has no duty to defend nor indemnify the defendants under that policy which contains the pollution exclusion.</p>\n<p>Based upon the foregoing rulings, the plaintiffs' motion for summary judgment is hereby GRANTED in full, and the plaintiffs have no duty to defend or indemnify the defendants in the underlying CERCLA action.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On September 15, 1989, the plaintiffs filed a motion for leave to file another affidavit in support of its motion for summary judgment. However, in light of this summary judgment ruling, that motion has become moot and is therefore DENIED.</p>\n<p>[2]  Carolina Transformer operated its business at a site on Route 301 North, Eastern Boulevard, at the Middle Road exit near Fayetteville, North Carolina.</p>\n<p>[3]  The 1977-78 Westchester policy contained a pollution exclusion, while the other policies did not.</p>\n<p>[4]  The Supreme Court in <i>Waste Management</i> stated that sudden implies a temporal event. \"The exception describes the event  not only in terms of its being unexpected, but in terms of its happening instantaneously or precipitantly ...\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/258160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1610580/"
  ]
}