{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2350229/",
  "absolute_url": "/opinion/2350229/baldwin-v-jarrett-bay-yacht-sales-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2350229/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:25.525466Z",
  "date_modified": "2016-04-27T00:12:31.800501Z",
  "type": "010combined",
  "sha1": "a2f5bb943f8ec868369fa86045d33c8ec02fb8e9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>683 F.Supp.2d 385 (2009)</b></center>\n<center><h1>Michael W. BALDWIN, and Michelle M. Baldwin, Plaintiffs,<br>\nv.<br>\nJARRETT BAY YACHT SALES, LLC, and Brunswick Corporation, d/b/a Hatteras Yachts, Defendants.</h1></center>\n<center>No. 4:09-CV-103-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 10, 2009.</center>\n<p><span class=\"star-pagination\">*387</span> Charles Gordon Brown, Brown &amp; Bunch, PLLC, Chapel Hill, NC, for Plaintiffs.</p>\n<p>Caroline Plater, Kelley Drye &amp; Warren LLP, Chicago, IL, J. Donald Cowan, Jr., Ellis &amp; Winters LLP, Greensboro, NC, Mary M. Dillon, Ellis &amp; Winters, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>In 2006, Michael W. Baldwin and Michelle Baldwin (\"plaintiffs\") purchased a Hatteras 54 Convertible yacht (\"yacht\") from Jarrett Bay Yacht Sales, LLC (\"Jarrett Bay\") for over $1,951,000. Brunswick Corporation, d/b/a Hatteras Yachts (\"Hatteras\"), manufactured the yacht. Michael Baldwin considers himself a serious fisherman, and the yacht has not performed as he expected. As a result, plaintiffs filed suit in North Carolina state court in 2007 against Jarrett Bay and Hatteras. In 2009, plaintiffs amended their complaint to add a claim against Hatteras under 15 U.S.C. § 2310(d) of the Magnuson-Moss WarrantyFederal Trade Commission Improvement Act (\"MMWA\"), and defendants removed the action to this court. Plaintiffs then filed a motion to remand. On November 17, 2009, the court heard oral argument on the motion to remand <span class=\"star-pagination\">*388</span> and thereafter received supplemental briefs. As explained below, plaintiffs' motion to remand is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 19, 2007, plaintiffs filed this action in Wake County Superior Court. Plaintiffs' complaint contained two claims under North Carolina law: (1) revocation of acceptance under N.C. Gen.Stat. § 25-2-608 against Jarrett Bay; and, (2) breach of express warranty under N.C. Gen.Stat. § 25-2-714 against Hatteras. <i>See</i> Original Compl. ¶¶ 58-91. Thereafter, the Wake County Superior Court transferred the action to Pitt County Superior Court.</p>\n<p>On August 1, 2008, plaintiffs filed a motion to amend their complaint in Pitt County Superior Court. <i>See</i> Pls.' Mot. for Leave to Amend Compl. Plaintiffs' motion to amend described the proposed amendment as follows: \"to supplement Claim 2 with allegations regarding simultaneous breach of the Federal Magnuson-Moss Warranty Act, 15 U.S.C. § 2301, et seq.\" <i>Id.</i> 113(c). In their supporting memorandum of law, plaintiffs explained that the proposed amendment would not prejudice Hatteras because:</p>\n<blockquote>Hatteras would have conducted discovery no differently over the preceding months had Magnuson-Moss been pleaded originally because Magnuson-Moss adopts North Carolina's state warranty law. 15 U.S.C. § 2310(d). No provision of Magnuson-Moss alters the substantive elements of the Baldwins' state law claim of breach of warranty. The only substantive difference is Magnuson-Moss authorizes attorneys [sic] fees \"[i]f a consumer finally prevails in any action brought under [15 U.S.C. § 2310(d) ].\"</blockquote>\n<p>Pls.' Mem. in Supp. of Mot. to Amend 8. Defendants opposed the motion to amend. On May 4, 2009, the court granted the motion to amend. <i>Baldwin v. Jarrett Bay Yacht Sales, LLC,</i> No. 07-CV-2838 (Pitt County Super. Ct. May 4, 2009).</p>\n<p>On May 28, 2009, plaintiffs filed their amended complaint in Pitt County Superior Court. In the amended complaint, plaintiffs added the following allegations to support a claim in count two under 15 U.S.C. § 2310(d) against Hatteras:</p>\n<blockquote>79. The [yacht] is also a \"consumer good.\"</blockquote>\n<blockquote>80. The Baldwins are also \"consumers.\"</blockquote>\n<blockquote>81. Hatteras' Express Limited Warranty also constitutes a \"limited written warranty\" under the Magnuson-Moss Warranty Act (15 U.S.C. § 2301, et seq.).</blockquote>\n<blockquote>82. With respect to the sale of the [yacht] to the Baldwins, Hatteras is also a \"warrantor\" under the Magnuson-Moss Warranty Act.</blockquote>\n<blockquote>83. With respect to the sale of the [yacht] to the Baldwins, Hatteras is also a \"supplier\" under the Magnuson-Moss Warranty Act.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>100. As a proximate result of Hatteras' breaches and/or the failure of its Express Limited Warranty's essential purpose, the Baldwins are entitled, pursuant to 15 U.S.C. § 2310(d), to recover their costs and expenses (including attorneys' fees based on actual time expended) reasonably incurred for or in connection with the commencement and prosecution of this action.</blockquote>\n<p>WHEREFORE, the Baldwins respectfully pray this Court for the following relief:</p>\n<blockquote>....</blockquote>\n<blockquote>(c) taxation, pursuant to 15 U.S.C. § 2310(d), to Hatteras of all the Baldwins' costs and expenses, including attorneys' fees based on actual time expended, <span class=\"star-pagination\">*389</span> reasonably incurred for or in connection with the commencement and prosecution of its claims for relief under the Magnuson-Moss Warranty Act (15 U.S.C. § 2301 et. [sic] seq.)....</blockquote>\n<p>First Am. Compl. ¶ 78-100, prayer for relief (emphasis added).</p>\n<p>On June 5, 2009, pursuant to 28 U.S.C. §§ 1331, 1441, and 1446, defendants removed the action to this court [D.E. 1]. Defendants contend that plaintiffs' amended complaint replaced a state-law warranty claim in count two against Hatteras with a federal warranty claim in count two against Hatteras under 15 U.S.C. § 2310(d) of the MMWA, that the MMWA claim in count two presents a federal question under 28 U.S.C. § 1331, and that the court has supplemental jurisdiction over the state-law claim in count one under 28 U.S.C. § 1367(a). <i>See</i> Notice of Removal ¶¶ 19-31; Defs.' Resp. 5-6.</p>\n<p>On July 2, 2009, plaintiffs moved to remand the action to Pitt County Superior Court [D.E. 13]. Plaintiffs argue that their amended complaint did not add a federal claim in count two. <i>See</i> Pls.' Supplemental Mem. in Supp. of Mot. to Remand 1-2. Rather, plaintiffs contend that in count two they seek substantive relief under North Carolina law for breach of warranty and \"a federal cost allowance ancillary to a state law remedy\" in the form of costs and expenses (including attorneys' fees) under 15 U.S.C. § 2310(d)(2). <i>See</i> Pls.' Mem. in Supp. of Mot. to Remand 15. Alternatively, plaintiffs contend that if the court construes count two to constitute or include a federal claim under 15 U.S.C. § 2310(d), then all claims to be tried involve matters in which North Carolina law predominates. <i>See</i> 28 U.S.C. § 1441(c); Pls.' Mem. in Supp. of Mot. to Remand 20. Accordingly, plaintiffs cite 28 U.S.C. § 1441(c) and ask the court to remand the action to Pitt County Superior Court. Defendants oppose remand [D.E. 18].</p>\n<p></p>\n<h2>II.</h2>\n<p>The MMWA creates a federal private cause of action for certain breach of warranty obligations. Section 2310(d) of the MMWA states:</p>\n<blockquote>(1) Subject to subsections (a)(3) and (e) of this section, a consumer who is damaged by the failure of a supplier, warrantor, or service contractor to comply with any obligation under this chapter, or under a written warranty, implied warranty, or service contract, may bring suit for damages and other legal and equitable relief</blockquote>\n<blockquote>(A) in any court of competent jurisdiction in any State or the District of Columbia; or</blockquote>\n<blockquote>(B) in an appropriate district court of the United States, subject to paragraph (3) of this subsection.</blockquote>\n<blockquote>(2) If a consumer finally prevails in any action brought under paragraph (1) of this subsection, he may be allowed by the court to recover as part of the judgment a sum equal to the aggregate amount of costs and expenses (including attorneys' fees based on actual time expended) determined by the court to have been reasonably incurred by the plaintiff for or in connection with the commencement and prosecution of such action, unless the court in its discretion shall determine that such an award of attorneys' fees would be inappropriate.</blockquote>\n<blockquote>(3) No claim shall be cognizable in a suit brought under paragraph (1)(B) of this subsection</blockquote>\n<blockquote>(A) if the amount in controversy of any individual claim is less than the sum or value of $25;</blockquote>\n<blockquote>(B) if the amount in controversy is less than the sum or value of $50,000 (exclusive of interests and costs) computed <span class=\"star-pagination\">*390</span> on the basis of all claims to be determined in this suit; or</blockquote>\n<blockquote>(C) if the action is brought as a class action, and the number of named plaintiffs is less than one hundred.</blockquote>\n<p>15 U.S.C. § 2310(d). The MMWA defines \"consumer,\"<sup>[1]</sup> \"supplier,\"<sup>[2]</sup> \"warrantor,\"<sup>[3]</sup> and \"written warranty.\"<sup>[4]</sup></p>\n<p>In count two of their amended complaint, plaintiffs seek damages from Hatteras under a \"written warranty.\" <i>See</i> First Am. Compl. ¶¶ 78-100, prayer for relief. In accordance with 15 U.S.C. § 2301(d), plaintiffs contend that they are \"consumers\" seeking damages for breach of a written warranty from Hatteras, an alleged \"warrantor\" or \"supplier.\" <i>See</i> First Am. Compl. XXXXXX-XXX, prayer for relief. Where a \"consumer\" seeks relief for breach of a \"written warranty\" from a \"warrantor\" or \"supplier,\" Congress expected courts to look to state warranty law except as expressly modified in the MMWA. <i>See </i><i>Sipe v. Workhorse Custom Chassis, LLC,</i> 572 F.3d 525, 530 (8th Cir. 2009); <i>Clemens v. DaimlerChrysler Corp.,</i> 534 F.3d 1017, 1022 (9th Cir.2008); <i>Schimmer v. Jaguar Cars, Inc.,</i> 384 F.3d 402, 405 (7th Cir.2004); <i>Woodson v. McGeorge Camping Ctr., Inc.,</i> No. 91-1761, 1992 WL 225264, at *10 n. 16 (4th Cir. Sept. 15, 1992) (unpublished); <i>Walsh v. Ford Motor Co.,</i> 807 F.2d 1000, 1013-14 (D.C.Cir. 1986).<sup>[5]</sup></p>\n<p>An aggrieved consumer may sue to enforce rights under the MMWA in state court, 15 U.S.C. § 2310(d)(1)(A), or federal court, 15 U.S.C. § 2310(d)(1)(B). \"Federal court jurisdiction, however, is limited by 15 U.S.C. § 2310(d)(3).\" <i>Saval v. BL Ltd.,</i> 710 F.2d 1027, 1029 (4th Cir.1983) (per curiam). In a non-class action, federal <span class=\"star-pagination\">*391</span> jurisdiction attaches to an MMWA claim under section 2310(d) where the amount in controversy is at least $50,000 (exclusive of interests and costs) computed on the basis of all claims to be determined in the suit. <i>See</i> 15 U.S.C. § 2310(d)(3); <i>Saval,</i> 710 F.2d at 1029: <i>see also </i><i>Metcalfe v. Renaissance Marine, Inc.,</i> 566 F.3d 324, 329 (3d Cir.2009); <i>Schultz v. Gen.R.V. Ctr.,</i> 512 F.3d 754, 757 (6th Cir.2008); <i>Harnden v. Jayco, Inc.,</i> 496 F.3d 579, 581-82 (6th Cir. 2007).</p>\n<p>In this case, the parties agree that the amount in controversy in count two exceeds well over $50,000. <i>See</i> 15 U.S.C. § 2310(d)(3)(B). Moreover, in light of plaintiffs' description of their motion to amend and the plain language in their \"well-pleaded\" amended complaint, count two includes both a state-law warranty claim and a MMWA warranty claim under 15 U.S.C. § 2310(d)(1). <i>See </i><i>Franchise Tax Bd. v. Constr. Laborers Vacation Trust,</i> 463 U.S. 1, 27-28, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983) (discussing \"well-pleaded\" complaint rule and federal jurisdiction); <i>Battle v. Seibels Bruce Ins. Co.,</i> 288 F.3d 596, 606-07 (4th Cir.2002) (same); <i>Columbia Gas Transmission Corp. v. Drain,</i> 237 F.3d 366, 370 (4th Cir.2001) (same); <i>cf.</i> First Am. Compl. ¶¶ 78-100, prayer for relief. Accordingly, the court rejects plaintiffs' argument that count two does not include a federal claim under 15 U.S.C. § 2310(d) over which this court has jurisdiction. <i>See</i> 15 U.S.C. § 2310(d); <i>Collins v. ComputerTraining.com., Inc.,</i> 376 F.Supp.2d 599, 601 (E.D.Va.2005). Furthermore, because plaintiffs' amended complaint includes a federal claim meeting the jurisdictional requirements in 15 U.S.C. § 2310(d)(3), defendants were authorized to remove the action. <i>See</i> 28 U.S.C. § 1441(b).</p>\n<p>In opposition to this court's conclusions concerning count two, plaintiffs cite cases from various courts and argue that a plaintiff may pursue a claim for breach of written warranty solely under state law, and if plaintiff prevails, recover attorneys' fees under 15 U.S.C. § 2310(d)(2). <i>See</i> Pls.' Supplemental Mem. in Supp. of Mot. to Remand 2-8. According to plaintiffs, if a party couches a state-law breach of warranty claim in such a way, the claim is not a federal claim under the MMWA and is not removable regardless of the amount in controversy. <i>See id.</i> Nonetheless, according to plaintiffs, if a plaintiff prevails on such a state-law claim, then the plaintiff may recover costs and expenses (including attorneys' fees) under 15 U.S.C. § 2310(d)(2).</p>\n<p>Plaintiffs' argument fails for two reasons. First, for the reasons expressed earlier, the court rejects plaintiffs' premise that count two in their amended complaint constitutes a claim for breach of written warranty solely under North Carolina law.</p>\n<p>Second, plaintiffs' argument ignores the unique nature of the federal cause of action that Congress created in 15 U.S.C. § 2310(d) and the unique jurisdictional scheme that Congress created in 15 U.S.C. § 2310(d). As for the cause of action in 15 U.S.C. § 2310(d)(1), Congress created a federal cause of action for breach of a written warranty that essentially duplicates a state law warranty claim. <i>See, e.g., </i><i>Sipe,</i> 572 F.3d at 530; <i>Clemens,</i> 534 F.3d at 1022; <i>Schimmer,</i> 384 F.3d at 405; <i>Woodson,</i> 1992 WL 225264, at *10 n. 16; <i>Walsh,</i> 807 F.2d at 1013-14. As for the jurisdictional scheme in 15 U.S.C. § 2310(d), the federal cause of action created in section 2310(d) sometimes may be brought only in state court and sometimes may be brought in either state or federal court. <i>See</i> 15 U.S.C. § 2310(d).</p>\n<p>In analyzing the MMWA's jurisdictional scheme, it is useful to observe that Congress could have created a federal cause of action in the MMWA and affirmatively <span class=\"star-pagination\">*392</span> divested state courts of their presumptively concurrent jurisdiction over such a federal claim. <i>Cf, e.g., </i><i>Tafflin v. Levitt,</i> 493 U.S. 455, 462, 110 S.Ct. 792, 107 L.Ed.2d 887 (1990) (noting that section 4 of the Clayton Act confers exclusive jurisdiction on federal courts); <i>Gulf Offshore Co. v. Mobil Oil Corp.,</i> 453 U.S. 473, 477-78, 101 S.Ct. 2870, 69 L.Ed.2d 784 (1981) (\"The general principle of state-court jurisdiction over cases arising under federal laws is straightforward: state courts may assume subject-matter jurisdiction over a federal cause of action absent provision by Congress to the contrary or disabling incompatibility between the federal claim and state-court adjudication.\"). It did not. Congress also could have created a federal cause of action in the MMWA and not authorized federal court jurisdiction. <i>See, e.g.,</i> 47 U.S.C. § 227(b)(3); <i>Murphey v. Lanier,</i> 204 F.3d 911, 913-14 (9th Cir. 2000) (concluding that the federal cause of action created in the Telephone Consumer Protection Act may be brought only in state court); <i>Int'l Sci. &amp; Tech. Inst. Inc. v. Inacom Commc'ns, Inc.,</i> 106 F.3d 1146, 1150-58 (4th Cir.1997) (same). It did not. Congress also could have created a federal cause of action in the MMWA with concurrent federal court and state court jurisdiction and permitted removal to federal court of any case containing such a cause of action filed in state court. <i>See, e.g., </i><i>Yellow Freight Sys. v. Donnelly,</i> 494 U.S. 820, 823-26, 110 S.Ct. 1566, 108 L.Ed.2d 834 (1990) (holding that federal and state courts have concurrent jurisdiction over actions brought under Title VII); <i>Tafflin,</i> 493 U.S. at 458, 110 S.Ct. 792 (holding that federal and state courts have concurrent jurisdiction over civil RICO claims). It did not. Congress also could have created a federal cause of action in the MMWA and authorized concurrent federal court and state court jurisdiction and expressly precluded removal of a case containing such a cause of action filed in state court. <i>See, e.g.,</i> 45 U.S.C. § 56 (Federal Employers' Liability Act); 28 U.S.C. § 1445(a) (expressly precluding removal of actions under the Federal Employers' Liability Act filed in state court); <i>Burnett v. N.Y. Cent. R.R.,</i> 380 U.S. 424, 433-34, 85 S.Ct. 1050, 13 L.Ed.2d 941 (1965). It did not. Rather, as explained below, Congress created a federal cause of action in the MMWA for breach of a written warranty, did not authorize federal jurisdiction (whether original or via removal) for certain small-dollar claims, but did authorize concurrent jurisdiction for claims meeting the amount-incontroversy requirement set forth in section 2310(d)(3). <i>See, e.g.,</i> 15 U.S.C. § 2310(d).</p>\n<p>In 15 U.S.C. § 2310(d), Congress created a federal cause of action for \"a consumer who is damaged by the failure of a supplier, warrantor, or service contractor to comply with any obligation under this chapter, or under a written warranty, implied warranty, or service contract. . . .\" <i>Id.</i> § 2310(d)(1). Congress then expressly authorized state court jurisdiction for actions \"under a written warranty\" that failed to meet the $50,000 federal jurisdictional requirements of 15 U.S.C. § 2310(d)(3). For those breach of warranty actions under 15 U.S.C. § 2310(d)(1) that do not meet the $50,000 federal jurisdictional requirements of 15 U.S.C. § 2310(d)(3), Congress mandated that such actions take place in state court. <i>Cf. </i><i>Int'l Sci. &amp; Tech. Inst., Inc.,</i> 106 F.3d at 1150-58. Thus, in 15 U.S.C. § 2310(d), Congress created a federal cause of action that exclusively is enforceable in state court if the $50,000 federal court jurisdictional requirement of 15 U.S.C. § 2310(d)(3) is not met. <i>Cf. id.</i> Where, however, the $50,000 jurisdictional requirement of section 2310(d)(3) is met, concurrent jurisdiction exists. <i>Cf. </i><i>Yellow Freight Sys.,</i> 494 U.S. at 823-26, 110 S.Ct. 1566 (describing presumption <span class=\"star-pagination\">*393</span> of concurrent jurisdiction applicable to federal claims). Accordingly, a plaintiff may file a cause of action that meets the $50,000 federal court jurisdictional requirement of 15 U.S.C. § 2310(d)(3) in state or federal court. However, if a plaintiff files such a cause of action in state court, a defendant may remove a case including such a cause of action under 15 U.S.C. § 2310 from state court to federal court. <i>See</i> 15 U.S.C. § 2310(d)(3). In this case, once plaintiffs amended their complaint to seek relief in count two under 15 U.S.C. § 2310(d), the case became properly removable because the amount in controversy far exceeds the $50,000 jurisdictional requirement of 15 U.S.C. § 2310(d)(3).</p>\n<p>The court has reviewed the cases that plaintiffs cite in their supplemental brief. The state-court cases all appear to involve MMWA claims that failed to meet the jurisdictional requirement of 15 U.S.C. § 2103(d)(3); therefore, they do not assist plaintiffs. In any event, to the extent that any of these cases stand for the proposition that a party who pleads only a statelaw breach of warranty claim and prevails may recover costs and expenses (including attorneys' fees) under 15 U.S.C. § 2310(d)(2), the court rejects such a conclusion. Section 2310(d)(2) permits \"a consumer [who] finally prevails in any action brought under paragraph (1) of this subsection\" to recover \"cost[s] and expenses (including attorneys' fees . . .).\" 15 U.S.C. § 2310(d)(2). The statute's plain language makes clear that in order to recover under section 2310(d)(2), the action must be brought under section 2310(d)(1). Thus, if a consumer pleads only a state-law breach of warranty claim, the consumer has not brought an action under section 2310(d)(1) and cannot prevail for purposes of section 2310(d)(2).</p>\n<p>Next, plaintiffs cite 28 U.S.C. § 1441(c) and argue that even if count two includes a federal claim, the court should remand the entire case to Pitt County Superior Court. <i>See</i> Pls.' Mem. in Supp. of Mot. to Remand 9-25. Section 1441(c) of Title 28 states:</p>\n<blockquote>Whenever a separate and independent claim or cause of action within the jurisdiction conferred by section 1331 of this title is joined with one or more otherwise non-removable claims or causes of action, the entire case may be removed and the district court may determine all issues therein, or, in its discretion, may remand all matters in which State law predominates.</blockquote>\n<p>28 U.S.C. § 1441(c). In making this argument, plaintiffs contend that the federal claim in count two against Hatteras is a separate and independent claim joined with a non-removable claim in count one, that North Carolina law predominates in counts one and two, and the entire action can and should be remanded. <i>See</i> Pls.' Mem. in Supp. of Mot. to Remand 9-25</p>\n<p>The court rejects plaintiffs' argument under 28 U.S.C. § 1441(c) for two reasons. First, the claims in counts one and two are not separate and independent within the meaning of 28 U.S.C. § 1441(c). \"Where both federal and state causes of action are asserted as result of a single wrong based on a common event or transaction, no separate and independent federal claim exists under section 1441(c).\" <i>In re City of Mobile,</i> 75 F.3d 605, 608 (11th Cir.1996). In this case, a single transaction occurredthe purchase of a yacht and plaintiffs now assert state claims and a federal claim based on their dissatisfaction arising from that purchase. <i>See id.</i></p>\n<p>Alternatively, even if the court assumed that count two includes a separate and independent claim within the meaning of 28 U.S.C. § 1441(c), the court would not exercise its discretion to remand the two state-law claims in the amended complaint. In exercising its discretion, the court believes <span class=\"star-pagination\">*394</span> that it would be a waste of judicial resources to remand the two state-law claims while retaining the MMWA claim. Although plaintiffs filed this action in state court in 2007, and the parties thereafter conducted extensive discovery, the parties have not completed expert discovery or filed dispositive motions. Moreover, this court has become familiar with this case and will work toward a prompt, fair resolution, including a jury trial (if appropriate). As for convenience, any trial would take place in the federal courthouse within Wake County, and Wake County is where plaintiffs originally filed suit. As for comity, because of the unique nature of plaintiffs' federal claim in count two, the court will have to address state law in count two. The court, however, is confident in its ability to address the state-law issues in counts one and two. Thus, even if the court has discretion under 28 U.S.C. § 1441(c), the court declines to remand part or all of the action.</p>\n<p>Finally, in exercising its discretion, the court notes the impact of 28 U.S.C. § 1367. Sections 1367(a) and (c) of Title 28 state:</p>\n<blockquote>(a) Except as provided in subsections (b) and (c) or as expressly provided otherwise by Federal statute, in any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution. Such supplemental jurisdiction shall include claims that involve the joinder or intervention of additional parties.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(c) The district courts may decline to exercise supplemental jurisdiction over a claim under subsection (a) if</blockquote>\n<blockquote>(1) the claim raises a novel or complex issue of State law,</blockquote>\n<blockquote>(2) the claim substantially predominates over the claim or claims over which the district court has original jurisdiction,</blockquote>\n<blockquote>(3) the district court has dismissed all claims over which it has original jurisdiction, or</blockquote>\n<blockquote>(4) in exceptional circumstances, there are other compelling reasons for declining jurisdiction.</blockquote>\n<p>28 U.S.C. § 1367(a), (c). In this case, the court has federal jurisdiction over the MMWA claim in count two and lacks discretion to remand the federal claim in count two. <i>See, e.g., </i><i>Baker v. Kingsley,</i> 387 F.3d 649, 656-57 (7th Cir.2004); <i>Gaming Corp. of Am. v. Dorsey &amp; Whitney,</i> 88 F.3d 536, 542 (8th Cir.1996); <i>In re City of Mobile,</i> 75 F.3d at 607; <i>Borough of West Mifflin v. Lancaster,</i> 45 F.3d 780, 787 (3d Cir.1995). Given the duplicative nature of the state law warranty claim in count two and that the state law claims in count one and two do not raise novel or complex issues of North Carolina law, the court exercises supplemental jurisdiction over the state-law claim in counts one and two. <i>Cf.</i> 28 U.S.C. § 1367(c).</p>\n<p></p>\n<h2>III.</h2>\n<p>As explained above, plaintiffs' motion to remand [D.E. 13] is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  15 U.S.C. § 2301(3) (\"The term `consumer' means a buyer (other than for purposes of resale) of any consumer product, any person to whom such product is transferred during the duration of an implied or written warranty (or service contract) applicable to the product, and any other person who is entitled by the terms of such warranty (or service contract) or under applicable State law to enforce against the warrantor (or service contractor) the obligations of the warranty (or service contract).\").</p>\n<p>[2]  15 U.S.C. § 2301(4) (\"The term `supplier' means any person engaged in the business of making a consumer product directly or indirectly available to consumers.\").</p>\n<p>[3]  15 U.S.C. § 2301(5) (\"The term `warrantor' means any supplier or other person who gives or offers to give a written warranty or who is or may be obligated under an implied warranty.\").</p>\n<p>[4]  15 U.S.C. § 2301(6) (The term \"written warranty\" means\n</p>\n<p>(A) any written affirmation of fact or written promise made in connection with the sale of a consumer product by a supplier to a buyer which relates to the nature of the material or workmanship and affirms or promises that such material or workmanship is defect free or will meet a specified level of performance over a specified period of time, or</p>\n<p>(B) any undertaking in writing in connection with the sale by a supplier of a consumer product to refund, repair, replace, or take other remedial action with respect to such product in the event that such product fails to meet the specifications set forth in the undertaking, which written affirmation, promise, or undertaking becomes part of the basis of the bargain between a supplier and a buyer for purposes other than resale of such product.).</p>\n<p>[5]  Under 15 U.S.C. § 2310(d)(1), a consumer who is damaged due to the failure to \"comply with any obligation under this chapter, or under a written warranty\" may file suit. 15 U.S.C. § 2310(d)(1). The statutory reference to \"this chapter\" provides a consumer a cause of action for a violation of certain provisions in the MMWA. <i>See </i><i>Walsh,</i> 807 F.2d at 1013. An example of such a provision concerns an attempt to disclaim liability for an implied warranty. <i>See</i> 15 U.S.C. § 2308(c). In this case, plaintiffs do not rely on the reference in section 2310(d)(1) to \"this chapter.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">385</span></span> (2009)</b></center>\n<center><h1>Michael W. BALDWIN, and Michelle M. Baldwin, Plaintiffs,<br>\nv.<br>\nJARRETT BAY YACHT SALES, LLC, and Brunswick Corporation, d/b/a Hatteras Yachts, Defendants.</h1></center>\n<center>No. 4:09-CV-103-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 10, 2009.</center>\n<p><span class=\"star-pagination\">*387</span> Charles Gordon Brown, Brown &amp; Bunch, PLLC, Chapel Hill, NC, for Plaintiffs.</p>\n<p>Caroline Plater, Kelley Drye &amp; Warren LLP, Chicago, IL, J. Donald Cowan, Jr., Ellis &amp; Winters LLP, Greensboro, NC, Mary M. Dillon, Ellis &amp; Winters, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>In 2006, Michael W. Baldwin and Michelle Baldwin (\"plaintiffs\") purchased a Hatteras 54 Convertible yacht (\"yacht\") from Jarrett Bay Yacht Sales, LLC (\"Jarrett Bay\") for over $1,951,000. Brunswick Corporation, d/b/a Hatteras Yachts (\"Hatteras\"), manufactured the yacht. Michael Baldwin considers himself a serious fisherman, and the yacht has not performed as he expected. As a result, plaintiffs filed suit in North Carolina state court in 2007 against Jarrett Bay and Hatteras. In 2009, plaintiffs amended their complaint to add a claim against Hatteras under 15 U.S.C. § 2310(d) of the Magnuson-Moss WarrantyFederal Trade Commission Improvement Act (\"MMWA\"), and defendants removed the action to this court. Plaintiffs then filed a motion to remand. On November 17, 2009, the court heard oral argument on the motion to remand <span class=\"star-pagination\">*388</span> and thereafter received supplemental briefs. As explained below, plaintiffs' motion to remand is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 19, 2007, plaintiffs filed this action in Wake County Superior Court. Plaintiffs' complaint contained two claims under North Carolina law: (1) revocation of acceptance under N.C. Gen.Stat. § 25-2-608 against Jarrett Bay; and, (2) breach of express warranty under N.C. Gen.Stat. § 25-2-714 against Hatteras. <i>See</i> Original Compl. ¶¶ 58-91. Thereafter, the Wake County Superior Court transferred the action to Pitt County Superior Court.</p>\n<p>On August 1, 2008, plaintiffs filed a motion to amend their complaint in Pitt County Superior Court. <i>See</i> Pls.' Mot. for Leave to Amend Compl. Plaintiffs' motion to amend described the proposed amendment as follows: \"to supplement Claim 2 with allegations regarding simultaneous breach of the Federal Magnuson-Moss Warranty Act, 15 U.S.C. § 2301, et seq.\" <i>Id.</i> 113(c). In their supporting memorandum of law, plaintiffs explained that the proposed amendment would not prejudice Hatteras because:</p>\n<blockquote>Hatteras would have conducted discovery no differently over the preceding months had Magnuson-Moss been pleaded originally because Magnuson-Moss adopts North Carolina's state warranty law. 15 U.S.C. § 2310(d). No provision of Magnuson-Moss alters the substantive elements of the Baldwins' state law claim of breach of warranty. The only substantive difference is Magnuson-Moss authorizes attorneys [sic] fees \"[i]f a consumer finally prevails in any action brought under [15 U.S.C. § 2310(d) ].\"</blockquote>\n<p>Pls.' Mem. in Supp. of Mot. to Amend 8. Defendants opposed the motion to amend. On May 4, 2009, the court granted the motion to amend. <i>Baldwin v. Jarrett Bay Yacht Sales, LLC,</i> No. 07-CV-2838 (Pitt County Super. Ct. May 4, 2009).</p>\n<p>On May 28, 2009, plaintiffs filed their amended complaint in Pitt County Superior Court. In the amended complaint, plaintiffs added the following allegations to support a claim in count two under 15 U.S.C. § 2310(d) against Hatteras:</p>\n<blockquote>79. The [yacht] is also a \"consumer good.\"</blockquote>\n<blockquote>80. The Baldwins are also \"consumers.\"</blockquote>\n<blockquote>81. Hatteras' Express Limited Warranty also constitutes a \"limited written warranty\" under the Magnuson-Moss Warranty Act (15 U.S.C. § 2301, et seq.).</blockquote>\n<blockquote>82. With respect to the sale of the [yacht] to the Baldwins, Hatteras is also a \"warrantor\" under the Magnuson-Moss Warranty Act.</blockquote>\n<blockquote>83. With respect to the sale of the [yacht] to the Baldwins, Hatteras is also a \"supplier\" under the Magnuson-Moss Warranty Act.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>100. As a proximate result of Hatteras' breaches and/or the failure of its Express Limited Warranty's essential purpose, the Baldwins are entitled, pursuant to 15 U.S.C. § 2310(d), to recover their costs and expenses (including attorneys' fees based on actual time expended) reasonably incurred for or in connection with the commencement and prosecution of this action.</blockquote>\n<p>WHEREFORE, the Baldwins respectfully pray this Court for the following relief:</p>\n<blockquote>....</blockquote>\n<blockquote>(c) taxation, pursuant to 15 U.S.C. § 2310(d), to Hatteras of all the Baldwins' costs and expenses, including attorneys' fees based on actual time expended, <span class=\"star-pagination\">*389</span> reasonably incurred for or in connection with the commencement and prosecution of its claims for relief under the Magnuson-Moss Warranty Act (15 U.S.C. § 2301 et. [sic] seq.)....</blockquote>\n<p>First Am. Compl. ¶ 78-100, prayer for relief (emphasis added).</p>\n<p>On June 5, 2009, pursuant to 28 U.S.C. §§ 1331, 1441, and 1446, defendants removed the action to this court [D.E. 1]. Defendants contend that plaintiffs' amended complaint replaced a state-law warranty claim in count two against Hatteras with a federal warranty claim in count two against Hatteras under 15 U.S.C. § 2310(d) of the MMWA, that the MMWA claim in count two presents a federal question under 28 U.S.C. § 1331, and that the court has supplemental jurisdiction over the state-law claim in count one under 28 U.S.C. § 1367(a). <i>See</i> Notice of Removal ¶¶ 19-31; Defs.' Resp. 5-6.</p>\n<p>On July 2, 2009, plaintiffs moved to remand the action to Pitt County Superior Court [D.E. 13]. Plaintiffs argue that their amended complaint did not add a federal claim in count two. <i>See</i> Pls.' Supplemental Mem. in Supp. of Mot. to Remand 1-2. Rather, plaintiffs contend that in count two they seek substantive relief under North Carolina law for breach of warranty and \"a federal cost allowance ancillary to a state law remedy\" in the form of costs and expenses (including attorneys' fees) under 15 U.S.C. § 2310(d)(2). <i>See</i> Pls.' Mem. in Supp. of Mot. to Remand 15. Alternatively, plaintiffs contend that if the court construes count two to constitute or include a federal claim under 15 U.S.C. § 2310(d), then all claims to be tried involve matters in which North Carolina law predominates. <i>See</i> 28 U.S.C. § 1441(c); Pls.' Mem. in Supp. of Mot. to Remand 20. Accordingly, plaintiffs cite 28 U.S.C. § 1441(c) and ask the court to remand the action to Pitt County Superior Court. Defendants oppose remand [D.E. 18].</p>\n<p></p>\n<h2>II.</h2>\n<p>The MMWA creates a federal private cause of action for certain breach of warranty obligations. Section 2310(d) of the MMWA states:</p>\n<blockquote>(1) Subject to subsections (a)(3) and (e) of this section, a consumer who is damaged by the failure of a supplier, warrantor, or service contractor to comply with any obligation under this chapter, or under a written warranty, implied warranty, or service contract, may bring suit for damages and other legal and equitable relief</blockquote>\n<blockquote>(A) in any court of competent jurisdiction in any State or the District of Columbia; or</blockquote>\n<blockquote>(B) in an appropriate district court of the United States, subject to paragraph (3) of this subsection.</blockquote>\n<blockquote>(2) If a consumer finally prevails in any action brought under paragraph (1) of this subsection, he may be allowed by the court to recover as part of the judgment a sum equal to the aggregate amount of costs and expenses (including attorneys' fees based on actual time expended) determined by the court to have been reasonably incurred by the plaintiff for or in connection with the commencement and prosecution of such action, unless the court in its discretion shall determine that such an award of attorneys' fees would be inappropriate.</blockquote>\n<blockquote>(3) No claim shall be cognizable in a suit brought under paragraph (1)(B) of this subsection</blockquote>\n<blockquote>(A) if the amount in controversy of any individual claim is less than the sum or value of $25;</blockquote>\n<blockquote>(B) if the amount in controversy is less than the sum or value of $50,000 (exclusive of interests and costs) computed <span class=\"star-pagination\">*390</span> on the basis of all claims to be determined in this suit; or</blockquote>\n<blockquote>(C) if the action is brought as a class action, and the number of named plaintiffs is less than one hundred.</blockquote>\n<p>15 U.S.C. § 2310(d). The MMWA defines \"consumer,\"<sup>[1]</sup> \"supplier,\"<sup>[2]</sup> \"warrantor,\"<sup>[3]</sup> and \"written warranty.\"<sup>[4]</sup></p>\n<p>In count two of their amended complaint, plaintiffs seek damages from Hatteras under a \"written warranty.\" <i>See</i> First Am. Compl. ¶¶ 78-100, prayer for relief. In accordance with 15 U.S.C. § 2301(d), plaintiffs contend that they are \"consumers\" seeking damages for breach of a written warranty from Hatteras, an alleged \"warrantor\" or \"supplier.\" <i>See</i> First Am. Compl. XXXXXX-XXX, prayer for relief. Where a \"consumer\" seeks relief for breach of a \"written warranty\" from a \"warrantor\" or \"supplier,\" Congress expected courts to look to state warranty law except as expressly modified in the MMWA. <i>See </i><i>Sipe v. Workhorse Custom Chassis, LLC,</i> <span class=\"citation\" data-id=\"1449185\"><a href=\"/opinion/1449185/sipe-v-workhorse-custom-chassis-llc/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 530 (8th Cir. 2009); <i>Clemens v. DaimlerChrysler Corp.,</i> <span class=\"citation\" data-id=\"1199775\"><a href=\"/opinion/1199775/clemens-v-daimlerchrysler-corp/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1017</span></a></span>, 1022 (9th Cir.2008); <i>Schimmer v. Jaguar Cars, Inc.,</i> <span class=\"citation\" data-id=\"787834\"><a href=\"/opinion/787834/donald-schimmer-v-jaguar-cars-inc/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></a></span>, 405 (7th Cir.2004); <i>Woodson v. McGeorge Camping Ctr., Inc.,</i> No. 91-1761, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">225264</span></span>, at *10 n. 16 (4th Cir. Sept. 15, 1992) (unpublished); <i>Walsh v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"480724\"><a href=\"/opinion/480724/john-f-jack-walsh-v-ford-motor-company/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1013-14 (D.C.Cir. 1986).<sup>[5]</sup></p>\n<p>An aggrieved consumer may sue to enforce rights under the MMWA in state court, 15 U.S.C. § 2310(d)(1)(A), or federal court, 15 U.S.C. § 2310(d)(1)(B). \"Federal court jurisdiction, however, is limited by 15 U.S.C. § 2310(d)(3).\" <i>Saval v. BL Ltd.,</i> <span class=\"citation\" data-id=\"420925\"><a href=\"/opinion/420925/leonard-saval-and-saval-director-inc-john-frost-ann-frost-michael/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span>, 1029 (4th Cir.1983) (per curiam). In a non-class action, federal <span class=\"star-pagination\">*391</span> jurisdiction attaches to an MMWA claim under section 2310(d) where the amount in controversy is at least $50,000 (exclusive of interests and costs) computed on the basis of all claims to be determined in the suit. <i>See</i> 15 U.S.C. § 2310(d)(3); <i>Saval,</i> 710 F.2d at 1029: <i>see also </i><i>Metcalfe v. Renaissance Marine, Inc.,</i> <span class=\"citation\" data-id=\"1468594\"><a href=\"/opinion/1468594/metcalfe-v-renaissance-marine-inc/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span>, 329 (3d Cir.2009); <i>Schultz v. Gen.R.V. Ctr.,</i> <span class=\"citation\" data-id=\"1445199\"><a href=\"/opinion/1445199/schultz-v-general-rv-center/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 757 (6th Cir.2008); <i>Harnden v. Jayco, Inc.,</i> <span class=\"citation\" data-id=\"1453656\"><a href=\"/opinion/1453656/harnden-v-jayco-inc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 581-82 (6th Cir. 2007).</p>\n<p>In this case, the parties agree that the amount in controversy in count two exceeds well over $50,000. <i>See</i> 15 U.S.C. § 2310(d)(3)(B). Moreover, in light of plaintiffs' description of their motion to amend and the plain language in their \"well-pleaded\" amended complaint, count two includes both a state-law warranty claim and a MMWA warranty claim under 15 U.S.C. § 2310(d)(1). <i>See </i><i>Franchise Tax Bd. v. Constr. Laborers Vacation Trust,</i> <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 27-28, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1983) (discussing \"well-pleaded\" complaint rule and federal jurisdiction); <i>Battle v. Seibels Bruce Ins. Co.,</i> <span class=\"citation\" data-id=\"777477\"><a href=\"/opinion/777477/joseph-battle-v-seibels-bruce-insurance-company-south-carolina-insurance/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 606-07 (4th Cir.2002) (same); <i>Columbia Gas Transmission Corp. v. Drain,</i> <span class=\"citation\" data-id=\"771727\"><a href=\"/opinion/771727/columbia-gas-transmission-corporation-v-deana-wing-field-drain/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">366</span></a></span>, 370 (4th Cir.2001) (same); <i>cf.</i> First Am. Compl. ¶¶ 78-100, prayer for relief. Accordingly, the court rejects plaintiffs' argument that count two does not include a federal claim under 15 U.S.C. § 2310(d) over which this court has jurisdiction. <i>See</i> 15 U.S.C. § 2310(d); <i>Collins v. ComputerTraining.com., Inc.,</i> <span class=\"citation\" data-id=\"2469121\"><a href=\"/opinion/2469121/collins-v-computertraining-com-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">599</span></a></span>, 601 (E.D.Va.2005). Furthermore, because plaintiffs' amended complaint includes a federal claim meeting the jurisdictional requirements in 15 U.S.C. § 2310(d)(3), defendants were authorized to remove the action. <i>See</i> 28 U.S.C. § 1441(b).</p>\n<p>In opposition to this court's conclusions concerning count two, plaintiffs cite cases from various courts and argue that a plaintiff may pursue a claim for breach of written warranty solely under state law, and if plaintiff prevails, recover attorneys' fees under 15 U.S.C. § 2310(d)(2). <i>See</i> Pls.' Supplemental Mem. in Supp. of Mot. to Remand 2-8. According to plaintiffs, if a party couches a state-law breach of warranty claim in such a way, the claim is not a federal claim under the MMWA and is not removable regardless of the amount in controversy. <i>See id.</i> Nonetheless, according to plaintiffs, if a plaintiff prevails on such a state-law claim, then the plaintiff may recover costs and expenses (including attorneys' fees) under 15 U.S.C. § 2310(d)(2).</p>\n<p>Plaintiffs' argument fails for two reasons. First, for the reasons expressed earlier, the court rejects plaintiffs' premise that count two in their amended complaint constitutes a claim for breach of written warranty solely under North Carolina law.</p>\n<p>Second, plaintiffs' argument ignores the unique nature of the federal cause of action that Congress created in 15 U.S.C. § 2310(d) and the unique jurisdictional scheme that Congress created in 15 U.S.C. § 2310(d). As for the cause of action in 15 U.S.C. § 2310(d)(1), Congress created a federal cause of action for breach of a written warranty that essentially duplicates a state law warranty claim. <i>See, e.g., </i><i>Sipe,</i> 572 F.3d at 530; <i>Clemens,</i> 534 F.3d at 1022; <i>Schimmer,</i> 384 F.3d at 405; <i>Woodson,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">225264</span></span>, at *10 n. 16; <i>Walsh,</i> 807 F.2d at 1013-14. As for the jurisdictional scheme in 15 U.S.C. § 2310(d), the federal cause of action created in section 2310(d) sometimes may be brought only in state court and sometimes may be brought in either state or federal court. <i>See</i> 15 U.S.C. § 2310(d).</p>\n<p>In analyzing the MMWA's jurisdictional scheme, it is useful to observe that Congress could have created a federal cause of action in the MMWA and affirmatively <span class=\"star-pagination\">*392</span> divested state courts of their presumptively concurrent jurisdiction over such a federal claim. <i>Cf, e.g., </i><i>Tafflin v. Levitt,</i> <span class=\"citation\" data-id=\"112357\"><a href=\"/opinion/112357/tafflin-v-levitt/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 462, <span class=\"citation\" data-id=\"112357\"><a href=\"/opinion/112357/tafflin-v-levitt/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"112357\"><a href=\"/opinion/112357/tafflin-v-levitt/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">887</span></a></span> (1990) (noting that section 4 of the Clayton Act confers exclusive jurisdiction on federal courts); <i>Gulf Offshore Co. v. Mobil Oil Corp.,</i> <span class=\"citation\" data-id=\"110560\"><a href=\"/opinion/110560/gulf-offshore-co-v-mobil-oil-corp/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span>, 477-78, <span class=\"citation\" data-id=\"110560\"><a href=\"/opinion/110560/gulf-offshore-co-v-mobil-oil-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2870</span></a></span>, <span class=\"citation\" data-id=\"110560\"><a href=\"/opinion/110560/gulf-offshore-co-v-mobil-oil-corp/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></a></span> (1981) (\"The general principle of state-court jurisdiction over cases arising under federal laws is straightforward: state courts may assume subject-matter jurisdiction over a federal cause of action absent provision by Congress to the contrary or disabling incompatibility between the federal claim and state-court adjudication.\"). It did not. Congress also could have created a federal cause of action in the MMWA and not authorized federal court jurisdiction. <i>See, e.g.,</i> 47 U.S.C. § 227(b)(3); <i>Murphey v. Lanier,</i> <span class=\"citation\" data-id=\"767797\"><a href=\"/opinion/767797/john-j-murphey-an-individual-v-warren-lanier-an-individual-rjd/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">911</span></a></span>, 913-14 (9th Cir. 2000) (concluding that the federal cause of action created in the Telephone Consumer Protection Act may be brought only in state court); <i>Int'l Sci. &amp; Tech. Inst. Inc. v. Inacom Commc'ns, Inc.,</i> <span class=\"citation\" data-id=\"735409\"><a href=\"/opinion/735409/international-science-technology-institute-incorporated-v-inacom/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span>, 1150-58 (4th Cir.1997) (same). It did not. Congress also could have created a federal cause of action in the MMWA with concurrent federal court and state court jurisdiction and permitted removal to federal court of any case containing such a cause of action filed in state court. <i>See, e.g., </i><i>Yellow Freight Sys. v. Donnelly,</i> <span class=\"citation\" data-id=\"112402\"><a href=\"/opinion/112402/yellow-freight-system-inc-v-donnelly/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></a></span>, 823-26, <span class=\"citation\" data-id=\"112402\"><a href=\"/opinion/112402/yellow-freight-system-inc-v-donnelly/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1566</span></a></span>, <span class=\"citation\" data-id=\"112402\"><a href=\"/opinion/112402/yellow-freight-system-inc-v-donnelly/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">834</span></a></span> (1990) (holding that federal and state courts have concurrent jurisdiction over actions brought under Title VII); <i>Tafflin,</i> 493 U.S. at 458, <span class=\"citation\" data-id=\"112357\"><a href=\"/opinion/112357/tafflin-v-levitt/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span> (holding that federal and state courts have concurrent jurisdiction over civil RICO claims). It did not. Congress also could have created a federal cause of action in the MMWA and authorized concurrent federal court and state court jurisdiction and expressly precluded removal of a case containing such a cause of action filed in state court. <i>See, e.g.,</i> 45 U.S.C. § 56 (Federal Employers' Liability Act); 28 U.S.C. § 1445(a) (expressly precluding removal of actions under the Federal Employers' Liability Act filed in state court); <i>Burnett v. N.Y. Cent. R.R.,</i> <span class=\"citation\" data-id=\"107016\"><a href=\"/opinion/107016/burnett-v-new-york-central-r-co/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433-34, <span class=\"citation\" data-id=\"107016\"><a href=\"/opinion/107016/burnett-v-new-york-central-r-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1050</span></a></span>, <span class=\"citation\" data-id=\"107016\"><a href=\"/opinion/107016/burnett-v-new-york-central-r-co/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span> (1965). It did not. Rather, as explained below, Congress created a federal cause of action in the MMWA for breach of a written warranty, did not authorize federal jurisdiction (whether original or via removal) for certain small-dollar claims, but did authorize concurrent jurisdiction for claims meeting the amount-incontroversy requirement set forth in section 2310(d)(3). <i>See, e.g.,</i> 15 U.S.C. § 2310(d).</p>\n<p>In 15 U.S.C. § 2310(d), Congress created a federal cause of action for \"a consumer who is damaged by the failure of a supplier, warrantor, or service contractor to comply with any obligation under this chapter, or under a written warranty, implied warranty, or service contract. . . .\" <i>Id.</i> § 2310(d)(1). Congress then expressly authorized state court jurisdiction for actions \"under a written warranty\" that failed to meet the $50,000 federal jurisdictional requirements of 15 U.S.C. § 2310(d)(3). For those breach of warranty actions under 15 U.S.C. § 2310(d)(1) that do not meet the $50,000 federal jurisdictional requirements of 15 U.S.C. § 2310(d)(3), Congress mandated that such actions take place in state court. <i>Cf. </i><i>Int'l Sci. &amp; Tech. Inst., Inc.,</i> 106 F.3d at 1150-58. Thus, in 15 U.S.C. § 2310(d), Congress created a federal cause of action that exclusively is enforceable in state court if the $50,000 federal court jurisdictional requirement of 15 U.S.C. § 2310(d)(3) is not met. <i>Cf. id.</i> Where, however, the $50,000 jurisdictional requirement of section 2310(d)(3) is met, concurrent jurisdiction exists. <i>Cf. </i><i>Yellow Freight Sys.,</i> 494 U.S. at 823-26, <span class=\"citation\" data-id=\"112402\"><a href=\"/opinion/112402/yellow-freight-system-inc-v-donnelly/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1566</span></a></span> (describing presumption <span class=\"star-pagination\">*393</span> of concurrent jurisdiction applicable to federal claims). Accordingly, a plaintiff may file a cause of action that meets the $50,000 federal court jurisdictional requirement of 15 U.S.C. § 2310(d)(3) in state or federal court. However, if a plaintiff files such a cause of action in state court, a defendant may remove a case including such a cause of action under 15 U.S.C. § 2310 from state court to federal court. <i>See</i> 15 U.S.C. § 2310(d)(3). In this case, once plaintiffs amended their complaint to seek relief in count two under 15 U.S.C. § 2310(d), the case became properly removable because the amount in controversy far exceeds the $50,000 jurisdictional requirement of 15 U.S.C. § 2310(d)(3).</p>\n<p>The court has reviewed the cases that plaintiffs cite in their supplemental brief. The state-court cases all appear to involve MMWA claims that failed to meet the jurisdictional requirement of 15 U.S.C. § 2103(d)(3); therefore, they do not assist plaintiffs. In any event, to the extent that any of these cases stand for the proposition that a party who pleads only a statelaw breach of warranty claim and prevails may recover costs and expenses (including attorneys' fees) under 15 U.S.C. § 2310(d)(2), the court rejects such a conclusion. Section 2310(d)(2) permits \"a consumer [who] finally prevails in any action brought under paragraph (1) of this subsection\" to recover \"cost[s] and expenses (including attorneys' fees . . .).\" 15 U.S.C. § 2310(d)(2). The statute's plain language makes clear that in order to recover under section 2310(d)(2), the action must be brought under section 2310(d)(1). Thus, if a consumer pleads only a state-law breach of warranty claim, the consumer has not brought an action under section 2310(d)(1) and cannot prevail for purposes of section 2310(d)(2).</p>\n<p>Next, plaintiffs cite 28 U.S.C. § 1441(c) and argue that even if count two includes a federal claim, the court should remand the entire case to Pitt County Superior Court. <i>See</i> Pls.' Mem. in Supp. of Mot. to Remand 9-25. Section 1441(c) of Title 28 states:</p>\n<blockquote>Whenever a separate and independent claim or cause of action within the jurisdiction conferred by section 1331 of this title is joined with one or more otherwise non-removable claims or causes of action, the entire case may be removed and the district court may determine all issues therein, or, in its discretion, may remand all matters in which State law predominates.</blockquote>\n<p>28 U.S.C. § 1441(c). In making this argument, plaintiffs contend that the federal claim in count two against Hatteras is a separate and independent claim joined with a non-removable claim in count one, that North Carolina law predominates in counts one and two, and the entire action can and should be remanded. <i>See</i> Pls.' Mem. in Supp. of Mot. to Remand 9-25</p>\n<p>The court rejects plaintiffs' argument under 28 U.S.C. § 1441(c) for two reasons. First, the claims in counts one and two are not separate and independent within the meaning of 28 U.S.C. § 1441(c). \"Where both federal and state causes of action are asserted as result of a single wrong based on a common event or transaction, no separate and independent federal claim exists under section 1441(c).\" <i>In re City of Mobile,</i> <span class=\"citation\" data-id=\"712162\"><a href=\"/opinion/712162/in-re-city-of-mobile/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">605</span></a></span>, 608 (11th Cir.1996). In this case, a single transaction occurredthe purchase of a yacht and plaintiffs now assert state claims and a federal claim based on their dissatisfaction arising from that purchase. <i>See id.</i></p>\n<p>Alternatively, even if the court assumed that count two includes a separate and independent claim within the meaning of 28 U.S.C. § 1441(c), the court would not exercise its discretion to remand the two state-law claims in the amended complaint. In exercising its discretion, the court believes <span class=\"star-pagination\">*394</span> that it would be a waste of judicial resources to remand the two state-law claims while retaining the MMWA claim. Although plaintiffs filed this action in state court in 2007, and the parties thereafter conducted extensive discovery, the parties have not completed expert discovery or filed dispositive motions. Moreover, this court has become familiar with this case and will work toward a prompt, fair resolution, including a jury trial (if appropriate). As for convenience, any trial would take place in the federal courthouse within Wake County, and Wake County is where plaintiffs originally filed suit. As for comity, because of the unique nature of plaintiffs' federal claim in count two, the court will have to address state law in count two. The court, however, is confident in its ability to address the state-law issues in counts one and two. Thus, even if the court has discretion under 28 U.S.C. § 1441(c), the court declines to remand part or all of the action.</p>\n<p>Finally, in exercising its discretion, the court notes the impact of 28 U.S.C. § 1367. Sections 1367(a) and (c) of Title 28 state:</p>\n<blockquote>(a) Except as provided in subsections (b) and (c) or as expressly provided otherwise by Federal statute, in any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution. Such supplemental jurisdiction shall include claims that involve the joinder or intervention of additional parties.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(c) The district courts may decline to exercise supplemental jurisdiction over a claim under subsection (a) if</blockquote>\n<blockquote>(1) the claim raises a novel or complex issue of State law,</blockquote>\n<blockquote>(2) the claim substantially predominates over the claim or claims over which the district court has original jurisdiction,</blockquote>\n<blockquote>(3) the district court has dismissed all claims over which it has original jurisdiction, or</blockquote>\n<blockquote>(4) in exceptional circumstances, there are other compelling reasons for declining jurisdiction.</blockquote>\n<p>28 U.S.C. § 1367(a), (c). In this case, the court has federal jurisdiction over the MMWA claim in count two and lacks discretion to remand the federal claim in count two. <i>See, e.g., </i><i>Baker v. Kingsley,</i> <span class=\"citation\" data-id=\"788172\"><a href=\"/opinion/788172/james-a-baker-raymond-wolfe-and-william-pate-on-behalf-of-themselves-and/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span>, 656-57 (7th Cir.2004); <i>Gaming Corp. of Am. v. Dorsey &amp; Whitney,</i> <span class=\"citation\" data-id=\"721364\"><a href=\"/opinion/721364/gaming-corporation-of-america-golden-nickel-casinos-inc-v-dorsey/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></a></span>, 542 (8th Cir.1996); <i>In re City of Mobile,</i> 75 F.3d at 607; <i>Borough of West Mifflin v. Lancaster,</i> <span class=\"citation\" data-id=\"687281\"><a href=\"/opinion/687281/no-94-3025/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 787 (3d Cir.1995). Given the duplicative nature of the state law warranty claim in count two and that the state law claims in count one and two do not raise novel or complex issues of North Carolina law, the court exercises supplemental jurisdiction over the state-law claim in counts one and two. <i>Cf.</i> 28 U.S.C. § 1367(c).</p>\n<p></p>\n<h2>III.</h2>\n<p>As explained above, plaintiffs' motion to remand [D.E. 13] is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  15 U.S.C. § 2301(3) (\"The term `consumer' means a buyer (other than for purposes of resale) of any consumer product, any person to whom such product is transferred during the duration of an implied or written warranty (or service contract) applicable to the product, and any other person who is entitled by the terms of such warranty (or service contract) or under applicable State law to enforce against the warrantor (or service contractor) the obligations of the warranty (or service contract).\").</p>\n<p>[2]  15 U.S.C. § 2301(4) (\"The term `supplier' means any person engaged in the business of making a consumer product directly or indirectly available to consumers.\").</p>\n<p>[3]  15 U.S.C. § 2301(5) (\"The term `warrantor' means any supplier or other person who gives or offers to give a written warranty or who is or may be obligated under an implied warranty.\").</p>\n<p>[4]  15 U.S.C. § 2301(6) (The term \"written warranty\" means\n</p>\n<p>(A) any written affirmation of fact or written promise made in connection with the sale of a consumer product by a supplier to a buyer which relates to the nature of the material or workmanship and affirms or promises that such material or workmanship is defect free or will meet a specified level of performance over a specified period of time, or</p>\n<p>(B) any undertaking in writing in connection with the sale by a supplier of a consumer product to refund, repair, replace, or take other remedial action with respect to such product in the event that such product fails to meet the specifications set forth in the undertaking, which written affirmation, promise, or undertaking becomes part of the basis of the bargain between a supplier and a buyer for purposes other than resale of such product.).</p>\n<p>[5]  Under 15 U.S.C. § 2310(d)(1), a consumer who is damaged due to the failure to \"comply with any obligation under this chapter, or under a written warranty\" may file suit. 15 U.S.C. § 2310(d)(1). The statutory reference to \"this chapter\" provides a consumer a cause of action for a violation of certain provisions in the MMWA. <i>See </i><i>Walsh,</i> 807 F.2d at 1013. An example of such a provision concerns an attempt to disclaim liability for an implied warranty. <i>See</i> 15 U.S.C. § 2308(c). In this case, plaintiffs do not rely on the reference in section 2310(d)(1) to \"this chapter.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1199775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1449185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469121/"
  ]
}