{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2351063/",
  "absolute_url": "/opinion/2351063/percell-v-international-business-machines-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2351063/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:39.263753Z",
  "date_modified": "2016-04-27T00:14:11.637685Z",
  "type": "010combined",
  "sha1": "be57f0a2b42b3438983743fe9c84fc27667c4c5f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>765 F.Supp. 297 (1991)</b></center>\n<center><h1>Robert L. PERCELL, Plaintiff,<br>\nv.<br>\nINTERNATIONAL BUSINESS MACHINES, INC., Defendant.</h1></center>\n<center>No. 90-538-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 16, 1991.</center>\n<p><span class=\"star-pagination\">*298</span> Robert J. Willis, Avery &amp; Jones, Raleigh, N.C., for plaintiff.</p>\n<p>Howard Edward Manning, Jr., Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff originally filed this action in the Wake County Superior Court alleging that he was discharged from his employment as a tool and model maker due to his race in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> After defendant removed the action to this court, plaintiff filed a motion to amend the complaint to add causes of action for racially discriminatory discharge under 42 U.S.C. § 1981 and for wrongful discharge in bad faith under North Carolina common law. Defendant did not oppose the motion to amend but reserved the right to move to dismiss the proposed additional claims under F.R.Civ.P. 12(b)(6). The action is currently before the court on defendant's motion to dismiss the amended complaint to the extent that plaintiff purports to state claims under 42 U.S.C. § 1981 and for wrongful discharge. Also pending is an appeal by plaintiff of the magistrate judge's order of April 29, 1991 extending discovery until June 30, 1991.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>For the purposes of ruling on defendant's motion to dismiss, the allegations of plaintiff's amended complaint will be accepted as true. Plaintiff was employed with defendant from July 1974 until August 1989, initially as a machine operator and for the last eight to ten years as a tool and model maker. Throughout the period of plaintiff's employment, defendant had a written \"open door policy\" which gave all employees the right to appeal the decisions of immediate supervisors to higher level management. Plaintiff alleges that in January 1989, he exercised his rights under the open door policy to appeal the decision of David Geil, plaintiff's immediate supervisor, with respect to Geil's failure to allow plaintiff to transfer to a different work location. Plaintiff alleges that after he exercised his rights under the open door policy, he began to receive repeated negative performance evaluations and inspection reports from defendant's management. As a result of the volume of notices of <span class=\"star-pagination\">*299</span> substandard work performance, plaintiff was discharged on August 15, 1989.</p>\n<p>Plaintiff alleges that his termination was based on race since white tool and model makers performing at the same level of quality and speed who had exercised their open door policy rights were given fewer negative evaluations and inspection reports and were not discharged. Alternatively, plaintiff alleges that his discharge was motivated by bad faith or an intent to retaliate against plaintiff for exercising his rights under the open door policy.</p>\n<p></p>\n<h2>II. CLAIM UNDER 42 U.S.C. § 1981</h2>\n<p>Defendant argues persuasively that since plaintiff complains only about the termination of his employment, he cannot maintain a claim under 42 U.S.C. § 1981. Defendant points out that the Fourth Circuit has ruled with the majority of the courts of appeals in holding that under <i>Patterson v. McLean Credit Union,</i> 491 U.S. 164, 109 S.Ct. 2363, 105 L.Ed.2d 132 (1989), \"discriminatory discharge claims are not actionable under section 1981.\" <i>Williams v. First Union National Bank of N.C.,</i> 920 F.2d 232, 234 (4th Cir.1990).</p>\n<p>Plaintiff acknowledges the <i>Williams</i> decision, but argues that it was wrongly decided. Plaintiff continues to rely on <i>Hicks v. Brown Group, Inc.,</i> 902 F.2d 630 (8th Cir.1990) (finding discriminatory discharge claim actionable under Section 1981), a decision cited and rejected by the Fourth Circuit in <i>Williams.</i> Because this court is bound to follow Fourth Circuit precedent, defendant's motion to dismiss the amended complaint to the extent that it purports to state a claim under 42 U.S.C. § 1981 is granted.</p>\n<p></p>\n<h2>III. WRONGFUL DISCHARGE CLAIM</h2>\n<p>Defendant also moves to dismiss the amended complaint to the extent that it purports to state a claim for wrongful discharge under North Carolina law, arguing that the facts of plaintiff's case do not fit within the narrow exception to the employment at-will doctrine created by the North Carolina Supreme Court in <i>Coman v. Thomas Manufacturing Company,</i> 325 N.C. 172, 381 S.E.2d 445 (1989). Prior to <i>Coman,</i> North Carolina courts generally followed the rule that a person without a definite term of employment was employed at will and could be discharged without reason. <i>Still v. Lance,</i> 279 N.C. 254, 182 S.E.2d 403 (1971). In <i>Coman,</i> a truck driver alleged that he was discharged for his refusal to falsify federally required time and mileage logs. The North Carolina Supreme Court reversed the dismissal of the truck driver's wrongful discharge suit and adopted the holding of <i>Sides v. Duke University,</i> 74 N.C.App. 331, 342, 328 S.E.2d 818, <i>review denied,</i> 314 N.C. 331, 333 S.E.2d 490 (1985), that \"while there may be a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Coman,</i> 325 N.C. at 175, 381 S.E.2d 445. In <i>Sides,</i> the North Carolina Court of Appeals had reinstated a wrongful discharge claim based on allegations that the plaintiff had been discharged for refusing to testify untruthfully in a lawsuit against her employer.</p>\n<p>Since <i>Coman,</i> a limited number of published decisions have discussed the scope of North Carolina's exception to the employment at-will doctrine. In <i>McLaughlin v. Barclays American Corporation,</i> 95 N.C. App. 301, 382 S.E.2d 836, <i>cert. denied,</i> 325 N.C. 546, 385 S.E.2d 498 (1989), the North Carolina Court of Appeals refused to allow a wrongful discharge action by an employee claiming that he was terminated for attempting to defend himself in a fight provoked by another employee. The court reasoned that a discharge resulting from the employee's use of self-defense did not implicate public policy as envisioned by <i>Coman</i> and though perhaps illogical did not demonstrate bad faith. <i>Id.</i> 95 N.C.App. at 306-07, 382 S.E.2d 836. In <i>Harrison v. Edison Brothers Apparel Stores, Inc.,</i> 924 F.2d 530, 534 (4th Cir.1991), the plaintiff was permitted to proceed with her wrongful discharge action based on allegations that she was fired for refusing to accede to the sexual demands of the manager at the <span class=\"star-pagination\">*300</span> store where she worked, which the Fourth Circuit stated was analogous to requiring plaintiff to engage in prostitution in order to retain her job. Most recently, in <i>Amos v. Oakdale Knitting Company,</i> 102 N.C. App. 782, 403 S.E.2d 565 (1991), an action brought by employees who were fired for refusing to accept less than the minimum wage, the North Carolina Court of Appeals affirmed the dismissal of a wrongful discharge action on the grounds that the employees had other statutory remedies available to them.</p>\n<p>Turning to the case at hand, plaintiff argues that his discharge in retaliation for exercising his rights under defendant's open door policy violates North Carolina's public policy. Using the analysis suggested by a law review article, plaintiff argues that it would be against public policy to allow an employer to terminate an employee for appealing a supervisor's decision when the employer's policy had encouraged employees to make such appeals without fear of retribution. <i>See</i> Parker, <i>North Carolina Employment Law After Coman: Reaffirming Basic Rights in the Workplace,</i> 24 Wake Forest L.Rev. 905, 909-914 (1989).</p>\n<p>However, the court finds that the question of how defendant handled appeals of management decisions is not a matter which implicates general public policy concerns and is instead largely a matter of interest only to the private parties involved. In so ruling, the court finds persuasive the reasoning of the North Carolina Court of Appeals in <i>McLaughlin,</i> stating that:</p>\n<blockquote>In each case, our courts focused on the potential harm to the public at large.... Similar public-policy implications are not present in [plaintiff's] case. We do not perceive the kind of deleterious consequences for the general public, if we uphold [defendant's] action, as might have resulted from decisions favorable to the employers in <i>Sides</i> and <i>Coman.</i>\n</blockquote>\n<p><i>McLaughlin,</i> 95 N.C.App. at 306, 382 S.E.2d 836.</p>\n<p>A closer question is presented by plaintiff's argument that his termination was in violation of North Carolina's public policy against race discrimination as embodied by the North Carolina Equal Employment Practices Act. That Act provides in part that:</p>\n<blockquote>It is the public policy of this State to protect and safeguard the right and opportunity of all persons to seek, obtain and hold employment without discrimination or abridgement on account of race, religion, color, national origin, age, sex or handicap by employers which regularly employ 15 or more employees.</blockquote>\n<blockquote>It is recognized that the practice of denying employment opportunity and discriminating in the terms of employment foments domestic strife and unrest, deprives the State of the fullest utilization of its capacities for advancement and development, and substantially and adversely affects the interests of employees, employers, and the public in general.</blockquote>\n<p>N.C.G.S. § 143-422.2</p>\n<p>The issue for decision here is whether the North Carolina courts, in recognizing a cause of action for wrongful discharge in violation of public policy, intended to allow claims based on a statute in which the legislature acknowledged a public policy against employment discrimination but chose not to provide aggrieved employees with a private right of action beyond that already afforded by federal discrimination statutes. Approval of such a cause of action would likely result in a pendent state claim for wrongful discharge in violation of public policy being attached to virtually every employment discrimination suit filed. Moreover, employees making such claims would not be subject to the strict exhaustion of remedies provisions of current statutes and could arguably be entitled to tort damages beyond those allowed under existing law. 3A A. Larson, <i>Employment Discrimination</i> § 121.220-121.23 (1991).</p>\n<p>Because the employment at-will doctrine is a judicially adopted rule, it is the province of the courts to delineate the scope of that rule. <i>McLaughlin,</i> 95 N.C.App. at 307, 382 S.E.2d 836; <i>Coman,</i> 325 N.C. at 177 n. 3, 381 S.E.2d 445. The North Carolina Supreme Court, in commenting on the effect of <i>Coman,</i> stated that the employment <span class=\"star-pagination\">*301</span> at-will doctrine has \"been <i>narrowly</i> eroded by statutory and public policy limitations on its scope.\" <i>Burgess v. Your House of Raleigh,</i> 326 N.C. 205, 210, 388 S.E.2d 134 (1990) (emphasis added). After careful review of the cases discussing wrongful discharge under North Carolina law, the court finds no intent to expand the public policy exception to the employment at-will doctrine to allow claims for wrongful discharge in violation of public policy based on the public policy embodied in the North Carolina Equal Employment Practices Act.</p>\n<p>The common thread running through all cases under North Carolina law which have allowed claims for wrongful discharge in violation of public policy is a desire to prevent employees from being faced with a choice between committing an act which is harmful to the public interest or losing their jobs. For example, the court in <i>Sides</i> stated that, \"[t]o hold that one's continued employment could be made contingent upon his commission of a felonious act at the instance of his employer would be to encourage criminal conduct upon the part of both the employee and employer and would serve to contaminate the honest administration of public affairs.\" <i>Sides,</i> 74 N.C.App. at 340, 328 S.E.2d 818, <i>quoting </i><i>Petermann v. International Brotherhood,</i> 174 Cal.App.2d 184, 344 P.2d 25 (1959). The <i>Sides</i> court then went on to cite cases from other jurisdictions supporting a tort action for employees discharged for socially undesirable reasons, all of which involved employees who had been terminated either for refusing to commit an act harmful to the public interest or for insisting on performing a duty that the public interest required. <i>See </i><i>Sides,</i> 74 N.C.App. at 341, 328 S.E.2d 818. Similarly, in <i>Coman,</i> the North Carolina Supreme Court held that:</p>\n<blockquote>Where the public policy providing for the safety of the traveling public is involved, we find it is in the best interest of the state on behalf of its citizens to encourage employees to refrain from violating that public policy at the demand of their employers. Providing employees with a remedy should they be discharged for refusing to violate this public policy supplies that encouragement.</blockquote>\n<p><i>Coman,</i> 325 N.C. at 176, 381 S.E.2d 445.</p>\n<p>In <i>Harrison, supra,</i> 924 F.2d at 533, the Fourth Circuit noted that \"the only ... successful wrongful discharge plaintiffs we find in reported North Carolina cases have had to choose between their jobs and violating the criminal law.\" Under current case law, a question remains as to whether the North Carolina courts would allow a wrongful discharge action where an employee is terminated for refusing to perform a non-criminal act that violates a well established public policy. Nevertheless, there is no indication that the public policy exception would extend to cases such as the present one, where the only violation of public policy was the allegedly wrongful discharge itself and the situation did not encourage conduct harmful to the public interest.</p>\n<p>Some jurisdictions which have considered the issue have allowed claims for wrongful discharge in violation of public policy based on the public policy of discrimination statutes, <i>see, e.g., </i><i>Alder v. Columbia Historical Society,</i> 690 F.Supp. 9, 16-17 (D.D.C. 1988), but the majority of courts have held that such claims are not actionable. Larson, <i>supra</i> § 121.10 and cases cited at n. 4. In a case interpreting Maryland law, the Fourth Circuit held that the Maryland courts would not allow a common law claim for wrongful discharge premised solely on a violation of the state's policy against sex discrimination. <i>Parlato v. Abbott Laboratories,</i> 850 F.2d 203, 206-07 (4th Cir.1988). Like the North Carolina Equal Employment Practices Act, the Maryland discrimination statutes do not allow a private right of action, although Maryland does provide a stronger scheme of administrative remedies. <i>Id.</i> at 205. <i>See also </i><i>Childers v. Chesapeake and Potomac Telephone Company,</i> 881 F.2d 1259, 1265 (4th Cir. 1989).</p>\n<p>Additionally, it appears that the North Carolina courts would not allow a wrongful discharge claim where the employee can pursue a statutory remedy in state court. In refusing to allow plaintiffs in <i>Amos</i> to <span class=\"star-pagination\">*302</span> proceed under a wrongful discharge theory, the North Carolina Court of Appeals stated that:</p>\n<blockquote>The legislature having expressed its intent, however, we decline to extend the public policy exception to the employment at will doctrine to afford a cause of action in addition to that provided by statute. Relegating an employee to his statutory remedy is, in our view, a sound policy where, as here, the employee has not been required to engage in unlawful conduct and the employer's statutory violation does not threaten the public safety.</blockquote>\n<p><i>Amos,</i> 102 N.C.App. at 786, 403 S.E.2d 565. In <i>Coman,</i> the North Carolina Supreme Court held that although plaintiff may have had some additional remedy in the federal courts, the North Carolina courts were required by the open courts clause of the state constitution to provide a forum for relief. <i>Coman,</i> 325 N.C. at 174, 381 S.E.2d 445. In the present case, although the statutory remedy available to plaintiff is a federal one, plaintiff has been afforded a state court forum through the state's exercise of concurrent jurisdiction over Title VII claims. <i>See </i><i>Yellow Freight System, Inc. v. Donnelly,</i> ___ U.S. ___, 110 S.Ct. 1566, 108 L.Ed.2d 834 (1990) (holding that federal courts do not have exclusive jurisdiction over civil actions brought under Title VII).</p>\n<p>While the North Carolina courts have not yet addressed the precise issue presented here, there is no evidence that they would expand the narrow exception to the employment at-will doctrine to cover virtually every employment discrimination action. In enacting the Equal Employment Practices Act, the North Carolina legislature chose not to provide any remedies beyond those available under federal discrimination statutes. <i>Spagnuolo v. Whirlpool Corporation,</i> 467 F.Supp. 364, 365 (W.D.N.C.1979). It is unlikely that the North Carolina courts would disturb this legislative decision by providing a common law remedy for wrongful discharge beyond the procedure envisioned by Title VII. <i>See</i> Parker, <i>supra</i> at 929.</p>\n<p>In the alternative to his claim that his discharge fell within the public policy exception to the employment at-will doctrine, plaintiff argues that <i>Coman</i> established the existence of a separate cause of action for \"wrongful discharge in bad faith\" under North Carolina law. In support of his argument, plaintiff points out that following the discussion of public policy in <i>Coman,</i> the North Carolina Supreme Court went on to address the separate issue of bad faith, stating that, \"[b]ad faith conduct should not be tolerated in employment relations, just as it is not accepted in other commercial relationships.\" <i>Coman,</i> 325 N.C. at 176-77, 381 S.E.2d 445. Plaintiff also asserts that the claim of bad faith discharge is supported by <i>McLaughlin,</i> wherein the North Carolina Court of Appeals separately discussed bad faith after finding that the plaintiff in that case had not stated a claim for wrongful discharge in violation of public policy. <i>McLaughlin,</i> 95 N.C.App. at 306-07, 382 S.E.2d 836.</p>\n<p>However, this court recently addressed the issue of whether North Carolina courts would allow a cause of action for bad faith discharge and found that such a claim is not cognizable under North Carolina law. For a full discussion, <i>see </i><i>English v. General Electric Company,</i> 765 F.Supp. 293 (E.D.N.C.1991). Accordingly, plaintiff is not entitled to proceed under a theory that his termination was in bad faith.</p>\n<p></p>\n<h2>IV. APPEAL OF ORDER EXTENDING DISCOVERY</h2>\n<p>Plaintiff has appealed the magistrate judge's order of April 29, 1991 which extended discovery until June 30, 1991. Plaintiff, with the consent of defendant, had requested that discovery be extended to a date following sixty days after the date on which this court entered a final order with respect to plaintiff's first motion to compel discovery. Plaintiff now complains that the June 30, 1991 discovery deadline will not allow adequate time for discovery. The reason that the magistrate judge selected a firm date of June 30 for the close of discovery rather than the floating <span class=\"star-pagination\">*303</span> date suggested by plaintiff is simply that the court's internal docketing and calendaring procedures require discovery dates to be set with specificity. The court has no intention of denying plaintiff time for discovery to which he is entitled. Accordingly, the order of the magistrate judge extending discovery until June 30, 1991 is affirmed, with the provision that either party is entitled to move for a further extension of the discovery period if additional time is warranted.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>Based on the foregoing, the court finds that the amendments to plaintiff's complaint fail to state a claim upon which relief can be granted. Accordingly, defendant's motion to dismiss the amended complaint to the extent that plaintiff purports to state claims under 42 U.S.C. § 1981 and for wrongful discharge under North Carolina common law is granted. Additionally, plaintiff's appeal of the magistrate judge's order of April 29, 1991 extending discovery until June 30, 1991 is denied and the order is affirmed. The action will proceed on plaintiff's remaining claims under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i></p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">297</span></span> (1991)</b></center>\n<center><h1>Robert L. PERCELL, Plaintiff,<br>\nv.<br>\nINTERNATIONAL BUSINESS MACHINES, INC., Defendant.</h1></center>\n<center>No. 90-538-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 16, 1991.</center>\n<p><span class=\"star-pagination\">*298</span> Robert J. Willis, Avery &amp; Jones, Raleigh, N.C., for plaintiff.</p>\n<p>Howard Edward Manning, Jr., Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff originally filed this action in the Wake County Superior Court alleging that he was discharged from his employment as a tool and model maker due to his race in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> After defendant removed the action to this court, plaintiff filed a motion to amend the complaint to add causes of action for racially discriminatory discharge under 42 U.S.C. § 1981 and for wrongful discharge in bad faith under North Carolina common law. Defendant did not oppose the motion to amend but reserved the right to move to dismiss the proposed additional claims under F.R.Civ.P. 12(b)(6). The action is currently before the court on defendant's motion to dismiss the amended complaint to the extent that plaintiff purports to state claims under 42 U.S.C. § 1981 and for wrongful discharge. Also pending is an appeal by plaintiff of the magistrate judge's order of April 29, 1991 extending discovery until June 30, 1991.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>For the purposes of ruling on defendant's motion to dismiss, the allegations of plaintiff's amended complaint will be accepted as true. Plaintiff was employed with defendant from July 1974 until August 1989, initially as a machine operator and for the last eight to ten years as a tool and model maker. Throughout the period of plaintiff's employment, defendant had a written \"open door policy\" which gave all employees the right to appeal the decisions of immediate supervisors to higher level management. Plaintiff alleges that in January 1989, he exercised his rights under the open door policy to appeal the decision of David Geil, plaintiff's immediate supervisor, with respect to Geil's failure to allow plaintiff to transfer to a different work location. Plaintiff alleges that after he exercised his rights under the open door policy, he began to receive repeated negative performance evaluations and inspection reports from defendant's management. As a result of the volume of notices of <span class=\"star-pagination\">*299</span> substandard work performance, plaintiff was discharged on August 15, 1989.</p>\n<p>Plaintiff alleges that his termination was based on race since white tool and model makers performing at the same level of quality and speed who had exercised their open door policy rights were given fewer negative evaluations and inspection reports and were not discharged. Alternatively, plaintiff alleges that his discharge was motivated by bad faith or an intent to retaliate against plaintiff for exercising his rights under the open door policy.</p>\n<p></p>\n<h2>II. CLAIM UNDER 42 U.S.C. § 1981</h2>\n<p>Defendant argues persuasively that since plaintiff complains only about the termination of his employment, he cannot maintain a claim under 42 U.S.C. § 1981. Defendant points out that the Fourth Circuit has ruled with the majority of the courts of appeals in holding that under <i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></a></span> (1989), \"discriminatory discharge claims are not actionable under section 1981.\" <i>Williams v. First Union National Bank of N.C.,</i> <span class=\"citation\" data-id=\"552358\"><a href=\"/opinion/552358/55-fair-emplpraccas-799-55-empl-prac-dec-p-40410-devaughn-e/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 234 (4th Cir.1990).</p>\n<p>Plaintiff acknowledges the <i>Williams</i> decision, but argues that it was wrongly decided. Plaintiff continues to rely on <i>Hicks v. Brown Group, Inc.,</i> <span class=\"citation\" data-id=\"540873\"><a href=\"/opinion/540873/kenneth-g-hicks-appelleecross-appellant-v-brown-group-inc-dba/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">630</span></a></span> (8th Cir.1990) (finding discriminatory discharge claim actionable under Section 1981), a decision cited and rejected by the Fourth Circuit in <i>Williams.</i> Because this court is bound to follow Fourth Circuit precedent, defendant's motion to dismiss the amended complaint to the extent that it purports to state a claim under 42 U.S.C. § 1981 is granted.</p>\n<p></p>\n<h2>III. WRONGFUL DISCHARGE CLAIM</h2>\n<p>Defendant also moves to dismiss the amended complaint to the extent that it purports to state a claim for wrongful discharge under North Carolina law, arguing that the facts of plaintiff's case do not fit within the narrow exception to the employment at-will doctrine created by the North Carolina Supreme Court in <i>Coman v. Thomas Manufacturing Company,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1989). Prior to <i>Coman,</i> North Carolina courts generally followed the rule that a person without a definite term of employment was employed at will and could be discharged without reason. <i>Still v. Lance,</i> <span class=\"citation\" data-id=\"1329743\"><a href=\"/opinion/1329743/still-v-lance/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"1329743\"><a href=\"/opinion/1329743/still-v-lance/\"><span class=\"volume\">182</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">403</span></a></span> (1971). In <i>Coman,</i> a truck driver alleged that he was discharged for his refusal to falsify federally required time and mileage logs. The North Carolina Supreme Court reversed the dismissal of the truck driver's wrongful discharge suit and adopted the holding of <i>Sides v. Duke University,</i> 74 N.C.App. 331, 342, <span class=\"citation\" data-id=\"1227220\"><a href=\"/opinion/1227220/sides-v-duke-hosp/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>, <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, <span class=\"citation\" data-id=\"1314144\"><a href=\"/opinion/1314144/sides-v-duke-university/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span> (1985), that \"while there may be a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Coman,</i> 325 N.C. at 175, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>. In <i>Sides,</i> the North Carolina Court of Appeals had reinstated a wrongful discharge claim based on allegations that the plaintiff had been discharged for refusing to testify untruthfully in a lawsuit against her employer.</p>\n<p>Since <i>Coman,</i> a limited number of published decisions have discussed the scope of North Carolina's exception to the employment at-will doctrine. In <i>McLaughlin v. Barclays American Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">301</span></span>, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>, <i>cert. denied,</i> <span class=\"citation\" data-id=\"1228930\"><a href=\"/opinion/1228930/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"1228930\"><a href=\"/opinion/1228930/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">498</span></a></span> (1989), the North Carolina Court of Appeals refused to allow a wrongful discharge action by an employee claiming that he was terminated for attempting to defend himself in a fight provoked by another employee. The court reasoned that a discharge resulting from the employee's use of self-defense did not implicate public policy as envisioned by <i>Coman</i> and though perhaps illogical did not demonstrate bad faith. <i>Id.</i> 95 N.C.App. at 306-07, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>. In <i>Harrison v. Edison Brothers Apparel Stores, Inc.,</i> <span class=\"citation\" data-id=\"555076\"><a href=\"/opinion/555076/ladonna-harrison-v-edison-brothers-apparel-stores-incorporated-and/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 534 (4th Cir.1991), the plaintiff was permitted to proceed with her wrongful discharge action based on allegations that she was fired for refusing to accede to the sexual demands of the manager at the <span class=\"star-pagination\">*300</span> store where she worked, which the Fourth Circuit stated was analogous to requiring plaintiff to engage in prostitution in order to retain her job. Most recently, in <i>Amos v. Oakdale Knitting Company,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">782</span></span>, <span class=\"citation\" data-id=\"1294949\"><a href=\"/opinion/1294949/amos-v-oakdale-knitting-co/\"><span class=\"volume\">403</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">565</span></a></span> (1991), an action brought by employees who were fired for refusing to accept less than the minimum wage, the North Carolina Court of Appeals affirmed the dismissal of a wrongful discharge action on the grounds that the employees had other statutory remedies available to them.</p>\n<p>Turning to the case at hand, plaintiff argues that his discharge in retaliation for exercising his rights under defendant's open door policy violates North Carolina's public policy. Using the analysis suggested by a law review article, plaintiff argues that it would be against public policy to allow an employer to terminate an employee for appealing a supervisor's decision when the employer's policy had encouraged employees to make such appeals without fear of retribution. <i>See</i> Parker, <i>North Carolina Employment Law After Coman: Reaffirming Basic Rights in the Workplace,</i> 24 Wake Forest L.Rev. 905, 909-914 (1989).</p>\n<p>However, the court finds that the question of how defendant handled appeals of management decisions is not a matter which implicates general public policy concerns and is instead largely a matter of interest only to the private parties involved. In so ruling, the court finds persuasive the reasoning of the North Carolina Court of Appeals in <i>McLaughlin,</i> stating that:</p>\n<blockquote>In each case, our courts focused on the potential harm to the public at large.... Similar public-policy implications are not present in [plaintiff's] case. We do not perceive the kind of deleterious consequences for the general public, if we uphold [defendant's] action, as might have resulted from decisions favorable to the employers in <i>Sides</i> and <i>Coman.</i>\n</blockquote>\n<p><i>McLaughlin,</i> 95 N.C.App. at 306, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>.</p>\n<p>A closer question is presented by plaintiff's argument that his termination was in violation of North Carolina's public policy against race discrimination as embodied by the North Carolina Equal Employment Practices Act. That Act provides in part that:</p>\n<blockquote>It is the public policy of this State to protect and safeguard the right and opportunity of all persons to seek, obtain and hold employment without discrimination or abridgement on account of race, religion, color, national origin, age, sex or handicap by employers which regularly employ 15 or more employees.</blockquote>\n<blockquote>It is recognized that the practice of denying employment opportunity and discriminating in the terms of employment foments domestic strife and unrest, deprives the State of the fullest utilization of its capacities for advancement and development, and substantially and adversely affects the interests of employees, employers, and the public in general.</blockquote>\n<p>N.C.G.S. § 143-422.2</p>\n<p>The issue for decision here is whether the North Carolina courts, in recognizing a cause of action for wrongful discharge in violation of public policy, intended to allow claims based on a statute in which the legislature acknowledged a public policy against employment discrimination but chose not to provide aggrieved employees with a private right of action beyond that already afforded by federal discrimination statutes. Approval of such a cause of action would likely result in a pendent state claim for wrongful discharge in violation of public policy being attached to virtually every employment discrimination suit filed. Moreover, employees making such claims would not be subject to the strict exhaustion of remedies provisions of current statutes and could arguably be entitled to tort damages beyond those allowed under existing law. 3A A. Larson, <i>Employment Discrimination</i> § 121.220-121.23 (1991).</p>\n<p>Because the employment at-will doctrine is a judicially adopted rule, it is the province of the courts to delineate the scope of that rule. <i>McLaughlin,</i> 95 N.C.App. at 307, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>; <i>Coman,</i> 325 N.C. at 177 n. 3, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>. The North Carolina Supreme Court, in commenting on the effect of <i>Coman,</i> stated that the employment <span class=\"star-pagination\">*301</span> at-will doctrine has \"been <i>narrowly</i> eroded by statutory and public policy limitations on its scope.\" <i>Burgess v. Your House of Raleigh,</i> <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">205</span></a></span>, 210, <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1990) (emphasis added). After careful review of the cases discussing wrongful discharge under North Carolina law, the court finds no intent to expand the public policy exception to the employment at-will doctrine to allow claims for wrongful discharge in violation of public policy based on the public policy embodied in the North Carolina Equal Employment Practices Act.</p>\n<p>The common thread running through all cases under North Carolina law which have allowed claims for wrongful discharge in violation of public policy is a desire to prevent employees from being faced with a choice between committing an act which is harmful to the public interest or losing their jobs. For example, the court in <i>Sides</i> stated that, \"[t]o hold that one's continued employment could be made contingent upon his commission of a felonious act at the instance of his employer would be to encourage criminal conduct upon the part of both the employee and employer and would serve to contaminate the honest administration of public affairs.\" <i>Sides,</i> 74 N.C.App. at 340, <span class=\"citation\" data-id=\"1227220\"><a href=\"/opinion/1227220/sides-v-duke-hosp/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>, <i>quoting </i><i>Petermann v. International Brotherhood,</i> <span class=\"citation\" data-id=\"1164740\"><a href=\"/opinion/1164740/petermann-v-intl-brotherhood-of-teamsters/\"><span class=\"volume\">174</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"1164740\"><a href=\"/opinion/1164740/petermann-v-intl-brotherhood-of-teamsters/\"><span class=\"volume\">344</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">25</span></a></span> (1959). The <i>Sides</i> court then went on to cite cases from other jurisdictions supporting a tort action for employees discharged for socially undesirable reasons, all of which involved employees who had been terminated either for refusing to commit an act harmful to the public interest or for insisting on performing a duty that the public interest required. <i>See </i><i>Sides,</i> 74 N.C.App. at 341, <span class=\"citation\" data-id=\"1227220\"><a href=\"/opinion/1227220/sides-v-duke-hosp/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>. Similarly, in <i>Coman,</i> the North Carolina Supreme Court held that:</p>\n<blockquote>Where the public policy providing for the safety of the traveling public is involved, we find it is in the best interest of the state on behalf of its citizens to encourage employees to refrain from violating that public policy at the demand of their employers. Providing employees with a remedy should they be discharged for refusing to violate this public policy supplies that encouragement.</blockquote>\n<p><i>Coman,</i> 325 N.C. at 176, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>.</p>\n<p>In <i>Harrison, supra,</i> 924 F.2d at 533, the Fourth Circuit noted that \"the only ... successful wrongful discharge plaintiffs we find in reported North Carolina cases have had to choose between their jobs and violating the criminal law.\" Under current case law, a question remains as to whether the North Carolina courts would allow a wrongful discharge action where an employee is terminated for refusing to perform a non-criminal act that violates a well established public policy. Nevertheless, there is no indication that the public policy exception would extend to cases such as the present one, where the only violation of public policy was the allegedly wrongful discharge itself and the situation did not encourage conduct harmful to the public interest.</p>\n<p>Some jurisdictions which have considered the issue have allowed claims for wrongful discharge in violation of public policy based on the public policy of discrimination statutes, <i>see, e.g., </i><i>Alder v. Columbia Historical Society,</i> <span class=\"citation\" data-id=\"2359303\"><a href=\"/opinion/2359303/alder-v-columbia-historical-soc/\"><span class=\"volume\">690</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">9</span></a></span>, 16-17 (D.D.C. 1988), but the majority of courts have held that such claims are not actionable. Larson, <i>supra</i> § 121.10 and cases cited at n. 4. In a case interpreting Maryland law, the Fourth Circuit held that the Maryland courts would not allow a common law claim for wrongful discharge premised solely on a violation of the state's policy against sex discrimination. <i>Parlato v. Abbott Laboratories,</i> <span class=\"citation\" data-id=\"508187\"><a href=\"/opinion/508187/47-fair-emplpraccas-411-46-empl-prac-dec-p-38083-3/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 206-07 (4th Cir.1988). Like the North Carolina Equal Employment Practices Act, the Maryland discrimination statutes do not allow a private right of action, although Maryland does provide a stronger scheme of administrative remedies. <i>Id.</i> at 205. <i>See also </i><i>Childers v. Chesapeake and Potomac Telephone Company,</i> <span class=\"citation\" data-id=\"527547\"><a href=\"/opinion/527547/peggy-childers-v-the-chesapeake-and-potomac-telephone-company-a-new-york/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1265 (4th Cir. 1989).</p>\n<p>Additionally, it appears that the North Carolina courts would not allow a wrongful discharge claim where the employee can pursue a statutory remedy in state court. In refusing to allow plaintiffs in <i>Amos</i> to <span class=\"star-pagination\">*302</span> proceed under a wrongful discharge theory, the North Carolina Court of Appeals stated that:</p>\n<blockquote>The legislature having expressed its intent, however, we decline to extend the public policy exception to the employment at will doctrine to afford a cause of action in addition to that provided by statute. Relegating an employee to his statutory remedy is, in our view, a sound policy where, as here, the employee has not been required to engage in unlawful conduct and the employer's statutory violation does not threaten the public safety.</blockquote>\n<p><i>Amos,</i> 102 N.C.App. at 786, <span class=\"citation\" data-id=\"1294949\"><a href=\"/opinion/1294949/amos-v-oakdale-knitting-co/\"><span class=\"volume\">403</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">565</span></a></span>. In <i>Coman,</i> the North Carolina Supreme Court held that although plaintiff may have had some additional remedy in the federal courts, the North Carolina courts were required by the open courts clause of the state constitution to provide a forum for relief. <i>Coman,</i> 325 N.C. at 174, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>. In the present case, although the statutory remedy available to plaintiff is a federal one, plaintiff has been afforded a state court forum through the state's exercise of concurrent jurisdiction over Title VII claims. <i>See </i><i>Yellow Freight System, Inc. v. Donnelly,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112402\"><a href=\"/opinion/112402/yellow-freight-system-inc-v-donnelly/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1566</span></a></span>, <span class=\"citation\" data-id=\"112402\"><a href=\"/opinion/112402/yellow-freight-system-inc-v-donnelly/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">834</span></a></span> (1990) (holding that federal courts do not have exclusive jurisdiction over civil actions brought under Title VII).</p>\n<p>While the North Carolina courts have not yet addressed the precise issue presented here, there is no evidence that they would expand the narrow exception to the employment at-will doctrine to cover virtually every employment discrimination action. In enacting the Equal Employment Practices Act, the North Carolina legislature chose not to provide any remedies beyond those available under federal discrimination statutes. <i>Spagnuolo v. Whirlpool Corporation,</i> <span class=\"citation\" data-id=\"1376395\"><a href=\"/opinion/1376395/spagnuolo-v-whirlpool-corp/\"><span class=\"volume\">467</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">364</span></a></span>, 365 (W.D.N.C.1979). It is unlikely that the North Carolina courts would disturb this legislative decision by providing a common law remedy for wrongful discharge beyond the procedure envisioned by Title VII. <i>See</i> Parker, <i>supra</i> at 929.</p>\n<p>In the alternative to his claim that his discharge fell within the public policy exception to the employment at-will doctrine, plaintiff argues that <i>Coman</i> established the existence of a separate cause of action for \"wrongful discharge in bad faith\" under North Carolina law. In support of his argument, plaintiff points out that following the discussion of public policy in <i>Coman,</i> the North Carolina Supreme Court went on to address the separate issue of bad faith, stating that, \"[b]ad faith conduct should not be tolerated in employment relations, just as it is not accepted in other commercial relationships.\" <i>Coman,</i> 325 N.C. at 176-77, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>. Plaintiff also asserts that the claim of bad faith discharge is supported by <i>McLaughlin,</i> wherein the North Carolina Court of Appeals separately discussed bad faith after finding that the plaintiff in that case had not stated a claim for wrongful discharge in violation of public policy. <i>McLaughlin,</i> 95 N.C.App. at 306-07, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>.</p>\n<p>However, this court recently addressed the issue of whether North Carolina courts would allow a cause of action for bad faith discharge and found that such a claim is not cognizable under North Carolina law. For a full discussion, <i>see </i><i>English v. General Electric Company,</i> <span class=\"citation\" data-id=\"2351145\"><a href=\"/opinion/2351145/english-v-general-elec-co/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></a></span> (E.D.N.C.1991). Accordingly, plaintiff is not entitled to proceed under a theory that his termination was in bad faith.</p>\n<p></p>\n<h2>IV. APPEAL OF ORDER EXTENDING DISCOVERY</h2>\n<p>Plaintiff has appealed the magistrate judge's order of April 29, 1991 which extended discovery until June 30, 1991. Plaintiff, with the consent of defendant, had requested that discovery be extended to a date following sixty days after the date on which this court entered a final order with respect to plaintiff's first motion to compel discovery. Plaintiff now complains that the June 30, 1991 discovery deadline will not allow adequate time for discovery. The reason that the magistrate judge selected a firm date of June 30 for the close of discovery rather than the floating <span class=\"star-pagination\">*303</span> date suggested by plaintiff is simply that the court's internal docketing and calendaring procedures require discovery dates to be set with specificity. The court has no intention of denying plaintiff time for discovery to which he is entitled. Accordingly, the order of the magistrate judge extending discovery until June 30, 1991 is affirmed, with the provision that either party is entitled to move for a further extension of the discovery period if additional time is warranted.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>Based on the foregoing, the court finds that the amendments to plaintiff's complaint fail to state a claim upon which relief can be granted. Accordingly, defendant's motion to dismiss the amended complaint to the extent that plaintiff purports to state claims under 42 U.S.C. § 1981 and for wrongful discharge under North Carolina common law is granted. Additionally, plaintiff's appeal of the magistrate judge's order of April 29, 1991 extending discovery until June 30, 1991 is denied and the order is affirmed. The action will proceed on plaintiff's remaining claims under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i></p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1164740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2351145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2359303/"
  ]
}