{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2351145/",
  "absolute_url": "/opinion/2351145/english-v-general-elec-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2351145/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:40.620650Z",
  "date_modified": "2016-04-27T02:06:53.856925Z",
  "type": "010combined",
  "sha1": "bf744bf2018ff64d83f8974087d5844784d3ed6f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>765 F.Supp. 293 (1991)</b></center>\n<center><h1>Vera M. ENGLISH, Plaintiff,<br>\nv.<br>\nGENERAL ELECTRIC COMPANY, Defendant.</h1></center>\n<center>No. 87-31-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>May 7, 1991.</center>\n<p>M. Travis Payne, Edelstein, Payne &amp; Nelson, Raleigh, N.C., for plaintiff.</p>\n<p>A. Bruce Clarke, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Raleigh, N.C., Thomas Dean Myrick, Charlotte, N.C., Charles Matthew Keen, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Raleigh, N.C., Dixie L. Atwater, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Washington, D.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Vera M. English, filed this diversity action against defendant, General Electric Company (GE), in 1987 alleging common law causes of action for wrongful discharge in violation of public policy and intentional infliction of emotional distress. The action was initially dismissed by an order affirmed by a per curiam decision of the United States Court of Appeals for the Fourth Circuit, but was subsequently remanded to this court after a unanimous reversal by the United States Supreme Court. The matter is currently before the <span class=\"star-pagination\">*294</span> court on plaintiff's motion to amend the complaint to add factual allegations and claims for relief based on the theory of bad faith discharge. F.R.Civ.P. 15(a). The motion was denied by an order of Magistrate Judge Charles K. McCotter, Jr., filed on March 7, 1991 to which plaintiff has filed objections and an appeal. The court has conducted a de novo review and has determined for the reasons which follow that the motion to amend the complaint should be denied to the extent that it seeks to add claims for relief that are not recognized in North Carolina and granted to the extent that it seeks to add factual allegations which support claims currently contained in the complaint.</p>\n<p>The facts of the case have been set forth in three previously published opinions and need not be fully repeated here. <i>See </i><i>English v. General Electric Company,</i> 683 F.Supp. 1006 (E.D.N.C.1988), <i>aff'd,</i> 871 F.2d 22 (4th Cir.1989), <i>reversed </i><i>and remanded,</i> ___ U.S. ___, 110 S.Ct. 2270, 110 L.Ed.2d 65 (1990). In summary, plaintiff alleged that she was discharged and subjected to outrageous treatment as a result of her attempts to alert her supervisors at GE's nuclear-fuels production facility in Wilmington, North Carolina about deficiencies in the clean-up and detection of contaminated nuclear material. By order filed February 10, 1988, the court dismissed the entire complaint for lack of subject matter jurisdiction due to the perceived preemptive effect of federal laws regarding employees who have been discharged for reporting safety violations in nuclear facilities. <i>See</i> 42 U.S.C. ยง 5851. As an alternative basis for dismissal of the claims for wrongful discharge in violation of public policy, the court held that plaintiff had failed to state a claim for which relief could be granted since North Carolina law did not at that time recognize such a cause of action.</p>\n<p>Plaintiff appealed the court's ruling that the intentional infliction of emotional distress claims were preempted by federal law, but chose not to appeal the court's dismissal of the wrongful discharge in violation of public policy claims. <i>English,</i> 871 F.2d at 23 n. 1; <i>English,</i> 110 S.Ct. at 2274 n. 4. While this action was on appeal to the United States Supreme Court, the North Carolina Supreme Court for the first time recognized a public policy exception to the employment at-will doctrine. <i>Coman v. Thomas Manufacturing Company,</i> 325 N.C. 172, 381 S.E.2d 445 (1989).</p>\n<p>Prior to <i>Coman,</i> North Carolina courts generally followed the rule that a person without a definite term of employment was employed at will and could be discharged without reason. <i>Still v. Lance,</i> 279 N.C. 254, 182 S.E.2d 403 (1971). In <i>Coman,</i> a truck driver alleged that he was discharged for his refusal to falsify federally required time and mileage logs. The North Carolina Supreme Court reversed the dismissal of the truck driver's wrongful discharge suit and adopted the holding of <i>Sides v. Duke University,</i> 74 N.C.App. 331, 342, 328 S.E.2d 818, <i>review denied,</i> 314 N.C. 331, 333 S.E.2d 490 (1985), that \"while there may be a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Coman,</i> 325 N.C. at 175, 381 S.E.2d 445. In <i>Sides,</i> the North Carolina Court of Appeals had reinstated a wrongful discharge claim based on allegations that the plaintiff had been discharged for refusing to testify untruthfully in a court action against her employer.</p>\n<p>Since <i>Coman,</i> a limited number of published decisions have discussed the scope of North Carolina's exception to the employment at-will doctrine. In <i>McLaughlin v. Barclays American Corporation,</i> 95 N.C. App. 301, 382 S.E.2d 836, <i>cert. denied,</i> 325 N.C. 546, 385 S.E.2d 498 (1989), the North Carolina Court of Appeals refused to allow a wrongful discharge action by an employee claiming that he was terminated for attempting to defend himself in a fight provoked by another employee. The court reasoned that a discharge resulting from the employee's use of self-defense did not implicate public policy concerns as envisioned by <i>Coman</i> and, though perhaps illogical, did not demonstrate bad faith. <i>Id.</i> at 306-07, 382 S.E.2d 836. In <i>Harrison v. Edison Brothers Apparel Stores, Inc.,</i> 924 <span class=\"star-pagination\">*295</span> F.2d 530, 533 (4th Cir.1991), the Fourth Circuit noted that \"the only ... successful wrongful discharge plaintiffs we find in reported North Carolina cases have had to choose between their jobs and violating the criminal law.\" The plaintiff in <i>Harrison</i> was permitted to proceed with her wrongful discharge action based on allegations that she was fired for refusing to accede to the sexual demands of the manager at the store where she worked, which the Fourth Circuit stated was analogous to requiring plaintiff to engage in prostitution in order to retain her job. <i>Id.</i> at 534.</p>\n<p>Although plaintiff's original claims in this action for wrongful discharge in violation of public policy would probably survive a motion to dismiss under current law, plaintiff concedes that the dismissal of those claims is now the law of the case and that the failure to appeal that portion of the court's order precludes resurrection of those claims on remand. <i>See</i> Plaintiff's Reply in Support of Her First Motion to Amend at 1; <i>Arnold v. Eastern Airlines, Inc.,</i> 681 F.2d 186, 206 n. 22 (4th Cir.), <i>cert. denied,</i> 460 U.S. 1102, 103 S.Ct. 1801, 76 L.Ed.2d 366 (1982).</p>\n<p>To replace the dismissed claims for wrongful discharge in violation of public policy, plaintiff is now attempting to add claims for compensatory and punitive damages for discharge and other actions taken against plaintiff by defendant in bad faith. Plaintiff asserts that a distinct cause of action for bad faith discharge has been implicitly recognized in the North Carolina decisions which established the public policy exception to the employment at-will doctrine. Specifically, plaintiff points out that following the discussion of public policy in <i>Coman,</i> the North Carolina Supreme Court went on to address the separate issue of bad faith, stating that:</p>\n<blockquote>This Court has never held that an employee at will could be discharged in bad faith. To the contrary, in <i>Haskins v. Royster,</i> 70 N.C. 601 (1874), this Court recognized the principle that a master could not discharge his servant in bad faith. Thereafter, this Court stated the issue to be whether an agreement to give the plaintiff a regular permanent job was anything more than an indefinite general hiring terminable in <i>good faith</i> at the will of either party.</blockquote>\n<blockquote>Numerous courts have recognized wrongful discharge theories characterized either as the bad faith exception to the at-will doctrine or under the implied covenant of good faith and fair dealing. Bad faith conduct should not be tolerated in employment relations, just as it is not accepted in other commercial relationships.</blockquote>\n<p><i>Coman,</i> 325 N.C. at 176-77, 381 S.E.2d 445 (citations omitted).</p>\n<p>Plaintiff also argues that the claim of bad faith discharge is supported by <i>McLaughlin,</i> wherein the North Carolina Court of Appeals stated that:</p>\n<blockquote>Along with the compelling public-policy concerns in those cases, moreover, the holdings in <i>Sides</i> and <i>Coman</i> are consistent with the principle that our courts do not give their imprimatur to employers who discharge employees in bad faith.... In this case, there is no evidence of bad faith to justify invoking an exception to the at-will doctrine....</blockquote>\n<blockquote>We emphasize that our analysis of these facts does not close doors to plaintiffs who are able to show bad faith by the employer in situations similar to this one.</blockquote>\n<p><i>McLaughlin,</i> 95 N.C.App. at 306-07, 382 S.E.2d 836. Additionally, plaintiff asserts that a claim for bad faith discharge is not precluded by <i>Harrison,</i> wherein the Fourth Circuit recognized some uncertainty as to the \"contours of [North Carolina's] `bad faith' exception.\" <i>Harrison,</i> 924 F.2d at 533. The Fourth Circuit held that the conduct of defendants in <i>Harrison</i> was clearly within <i>Coman's</i> public policy exception to the employment at-will doctrine; thus it was unnecessary to address the issue of a broader bad faith exception. <i>Id.</i> at 534.</p>\n<p>Despite plaintiff's assertion that North Carolina recognizes a cause of action for bad faith discharge, the court finds that the present position of the North Carolina courts is more limited. Currently, the judicially-created exception to the general rule <span class=\"star-pagination\">*296</span> that employees are terminable at will extends only to cases where the discharge violates some well established public policy. <i>Id.</i> at 533; <i>Coman,</i> 325 N.C. at 177 n. 3, 381 S.E.2d 445; <i>McLaughlin,</i> 95 N.C.App. at 305-06, 382 S.E.2d 836.</p>\n<p>Clearly, the <i>Coman</i> and <i>McLaughlin</i> decisions contain language which could arguably lead to the adoption of a good faith requirement for discharge in future cases. <i>See</i> Alford, <i>Coman v. Thomas Manufacturing Co.: Recognizing A Public Policy Exception to the At-Will Employment Doctrine,</i> 68 N.C.L.Rev. 1178, 1191 (1990); Parker, <i>North Carolina Employment Law After Coman: Reaffirming Basic Rights in the Workplace,</i> 24 Wake Forest L.Rev. 905, 909-914 (1989). However, <i>Coman</i> and <i>McLaughlin</i> are grounded solely on the premise that North Carolina has created a public policy exception to the employment at-will doctrine, and any suggestion in those cases that there is a broader prohibition against discharges in bad faith is purely dicta. Although plaintiff argues that North Carolina courts would now recognize an exception to the employment at-will doctrine for bad faith discharges, the North Carolina Supreme Court in commenting on the effect of <i>Coman</i> stated that the employment at-will doctrine has \"been <i>narrowly</i> eroded by statutory and public policy limitations on its scope.\" <i>Burgess v. Your House of Raleigh,</i> 326 N.C. 205, 210, 388 S.E.2d 134 (1990) (emphasis added). No case interpreting North Carolina law has allowed a wrongful discharge claim to go forward based only on allegations of bad faith in the absence of a violation of some well articulated public policy.</p>\n<p>Moreover, the North Carolina Supreme Court's statement that the <i>Coman</i> decision \"is in accord with the holdings of most jurisdictions,\" <i>Coman,</i> 325 N.C. at 177, 381 S.E.2d 445, indicates that the court intended only to create a public policy exception to the employment at-will doctrine and did not intend to endorse the more controversial claim of bad faith discharge. While most jurisdictions have accepted some sort of public policy exception, only a minority of states have imposed a duty of good faith in employment relationships. <i>White v. National Steel Corporation,</i> 742 F.Supp. 312, 330 n. 24 (N.D.W.Va.1989); <i>Schoen v. Consumers United Group, Inc.,</i> 670 F.Supp. 367, 380 (D.D.C.1986). Even California, whose decision in <i>Cleary v. American Airlines, Inc.,</i> 111 Cal.App.3d 443, 168 Cal. Rptr. 722 (1980), was cited by the <i>Coman</i> decision as support for a bad faith exception to the employment at-will doctrine, has begun to rethink its acceptance of claims for bad faith discharge. The California Supreme Court has disapproved <i>Cleary</i> to the extent that it permitted tort claims for discharges in violation of the implied covenant of good faith and fair dealing. <i>Foley v. Interactive Data Corporation,</i> 47 Cal.3d 654, 254 Cal.Rptr. 211, 240 n. 42, 765 P.2d 373, 401 n. 42 (1988). <i>See also </i><i>Newman v. Emerson Radio Corporation,</i> 48 Cal.3d 973, 258 Cal.Rptr. 592, 600, 772 P.2d 1059, 1067 (1989) (recognizing that <i>Foley</i> abolished tort action for bad faith discharge).</p>\n<p>The Fourth Circuit has recently reaffirmed that \"a state claim which has not been recognized by that jurisdiction's own courts constitutes a settled question of law, which will not be disturbed by [a federal court] absent the most compelling of circumstances.\" <i>Tritle v. Crown Airways, Inc.,</i> 928 F.2d 81, 84 (4th Cir.1990). In <i>Tritle,</i> the court refused to expand West Virginia's public policy exception to the employment at-will doctrine to cover an alleged retaliatory discharge in the absence of legislative recognition that such a discharge contravened the public policy of the state. Given this court's finding that the North Carolina courts have not recognized a claim for bad faith discharge, allowance of that claim here would amount to an unwarranted expansion of state law.</p>\n<p>This court's view of the law is consistent with a recent decision by Judge Robert D. Potter of the Western District of North Carolina stating that:</p>\n<blockquote>This Court will not be the court to extend the <i>Coman</i> exception further. In one sense, the Court believes the broad language of <i>Coman</i> relating to \"bad faith\" is unfortunate and destined to lead to the inclusion of a wrongful discharge <span class=\"star-pagination\">*297</span> claim to virtually every employment termination lawsuit. The Court finds it implausible that the North Carolina Supreme Court, in enunciating a limited exception to the well entrenched employment at-will doctrine, intended to create a separate cause of action to almost every employment termination case. Just as the Fourth Circuit has done in <i>Harrison,</i> this Court will allow the state courts to determine the breadth of the exception.</blockquote>\n<p><i>Haburjak v. Prudential Bache Securities, Inc.,</i> 759 F.Supp. 293 (W.D.N.C.1991).</p>\n<p>In the alternative, plaintiff argues that if the court believes that the claims based on the theory of bad faith discharge are not cognizable in North Carolina, the better practice would be to allow the proposed amendment and then dismiss the legal claims, as was done in <i>Gregory v. Harris-Teeter Supermarkets Inc.,</i> 728 F.Supp. 1259 (W.D.N.C.1990). However, while F.R. Civ.P. 15(a) generally provides that permission to amend a pleading \"shall be freely given when justice so requires,\" a district court may deny leave to amend where the proposed amendments would be futile. <i>See, e.g., </i><i>Foman v. Davis,</i> 371 U.S. 178, 182, 83 S.Ct. 227, 230, 9 L.Ed.2d 222 (1962); <i>Moore v. Kayport Package Express, Inc.,</i> 885 F.2d 531, 538 (9th Cir.1989); <i>Albany Insurance Company v. Esses,</i> 831 F.2d 41, 45 (2d Cir.1987); <i>Davis v. Piper Aircraft Corporation,</i> 615 F.2d 606, 613 (4th Cir.), <i>cert. denied,</i> 448 U.S. 911, 101 S.Ct. 25, 65 L.Ed.2d 1141 (1980). Here, where the addition of claims for relief based on a theory of bad faith discharge would be a futile gesture, the court exercises its discretion to deny leave to amend.</p>\n<p>Regarding the proposed additional factual allegations, the court agrees with plaintiff that these allegations could apply to the currently existing claims for intentional infliction of emotional distress. Although the original complaint was filed more than four years ago, the action is still in discovery and no useful purpose would be served by denying leave to amend the factual allegations of the complaint. F.R. Civ.P. 15(a).</p>\n<p>Based on the foregoing, the motion to amend the complaint should be denied to the extent that it seeks to add claims for relief and granted to the extent that it seeks to add factual allegations. Plaintiff is directed to file a properly amended complaint within ten days of the date of this order. Defendant will be permitted to plead in response to the amended complaint within ten days after service of process is completed.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></span> (1991)</b></center>\n<center><h1>Vera M. ENGLISH, Plaintiff,<br>\nv.<br>\nGENERAL ELECTRIC COMPANY, Defendant.</h1></center>\n<center>No. 87-31-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>May 7, 1991.</center>\n<p>M. Travis Payne, Edelstein, Payne &amp; Nelson, Raleigh, N.C., for plaintiff.</p>\n<p>A. Bruce Clarke, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Raleigh, N.C., Thomas Dean Myrick, Charlotte, N.C., Charles Matthew Keen, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Raleigh, N.C., Dixie L. Atwater, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Washington, D.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Vera M. English, filed this diversity action against defendant, General Electric Company (GE), in 1987 alleging common law causes of action for wrongful discharge in violation of public policy and intentional infliction of emotional distress. The action was initially dismissed by an order affirmed by a per curiam decision of the United States Court of Appeals for the Fourth Circuit, but was subsequently remanded to this court after a unanimous reversal by the United States Supreme Court. The matter is currently before the <span class=\"star-pagination\">*294</span> court on plaintiff's motion to amend the complaint to add factual allegations and claims for relief based on the theory of bad faith discharge. F.R.Civ.P. 15(a). The motion was denied by an order of Magistrate Judge Charles K. McCotter, Jr., filed on March 7, 1991 to which plaintiff has filed objections and an appeal. The court has conducted a de novo review and has determined for the reasons which follow that the motion to amend the complaint should be denied to the extent that it seeks to add claims for relief that are not recognized in North Carolina and granted to the extent that it seeks to add factual allegations which support claims currently contained in the complaint.</p>\n<p>The facts of the case have been set forth in three previously published opinions and need not be fully repeated here. <i>See </i><i>English v. General Electric Company,</i> <span class=\"citation\" data-id=\"2268156\"><a href=\"/opinion/2268156/english-v-general-elec-co/\"><span class=\"volume\">683</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1006</span></a></span> (E.D.N.C.1988), <i>aff'd,</i> <span class=\"citation\" data-id=\"520409\"><a href=\"/opinion/520409/vera-m-english-v-general-electric-company-government-accountability/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span> (4th Cir.1989), <i>reversed </i><i>and remanded,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2270</span></a></span>, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span></a></span> (1990). In summary, plaintiff alleged that she was discharged and subjected to outrageous treatment as a result of her attempts to alert her supervisors at GE's nuclear-fuels production facility in Wilmington, North Carolina about deficiencies in the clean-up and detection of contaminated nuclear material. By order filed February 10, 1988, the court dismissed the entire complaint for lack of subject matter jurisdiction due to the perceived preemptive effect of federal laws regarding employees who have been discharged for reporting safety violations in nuclear facilities. <i>See</i> 42 U.S.C. ยง 5851. As an alternative basis for dismissal of the claims for wrongful discharge in violation of public policy, the court held that plaintiff had failed to state a claim for which relief could be granted since North Carolina law did not at that time recognize such a cause of action.</p>\n<p>Plaintiff appealed the court's ruling that the intentional infliction of emotional distress claims were preempted by federal law, but chose not to appeal the court's dismissal of the wrongful discharge in violation of public policy claims. <i>English,</i> 871 F.2d at 23 n. 1; <i>English,</i> 110 S.Ct. at 2274 n. 4. While this action was on appeal to the United States Supreme Court, the North Carolina Supreme Court for the first time recognized a public policy exception to the employment at-will doctrine. <i>Coman v. Thomas Manufacturing Company,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1989).</p>\n<p>Prior to <i>Coman,</i> North Carolina courts generally followed the rule that a person without a definite term of employment was employed at will and could be discharged without reason. <i>Still v. Lance,</i> <span class=\"citation\" data-id=\"1329743\"><a href=\"/opinion/1329743/still-v-lance/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"1329743\"><a href=\"/opinion/1329743/still-v-lance/\"><span class=\"volume\">182</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">403</span></a></span> (1971). In <i>Coman,</i> a truck driver alleged that he was discharged for his refusal to falsify federally required time and mileage logs. The North Carolina Supreme Court reversed the dismissal of the truck driver's wrongful discharge suit and adopted the holding of <i>Sides v. Duke University,</i> 74 N.C.App. 331, 342, <span class=\"citation\" data-id=\"1227220\"><a href=\"/opinion/1227220/sides-v-duke-hosp/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>, <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, <span class=\"citation\" data-id=\"1314144\"><a href=\"/opinion/1314144/sides-v-duke-university/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span> (1985), that \"while there may be a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Coman,</i> 325 N.C. at 175, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>. In <i>Sides,</i> the North Carolina Court of Appeals had reinstated a wrongful discharge claim based on allegations that the plaintiff had been discharged for refusing to testify untruthfully in a court action against her employer.</p>\n<p>Since <i>Coman,</i> a limited number of published decisions have discussed the scope of North Carolina's exception to the employment at-will doctrine. In <i>McLaughlin v. Barclays American Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">301</span></span>, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>, <i>cert. denied,</i> <span class=\"citation\" data-id=\"1228930\"><a href=\"/opinion/1228930/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"1228930\"><a href=\"/opinion/1228930/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">498</span></a></span> (1989), the North Carolina Court of Appeals refused to allow a wrongful discharge action by an employee claiming that he was terminated for attempting to defend himself in a fight provoked by another employee. The court reasoned that a discharge resulting from the employee's use of self-defense did not implicate public policy concerns as envisioned by <i>Coman</i> and, though perhaps illogical, did not demonstrate bad faith. <i>Id.</i> at 306-07, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>. In <i>Harrison v. Edison Brothers Apparel Stores, Inc.,</i> 924 <span class=\"star-pagination\">*295</span> F.2d 530, 533 (4th Cir.1991), the Fourth Circuit noted that \"the only ... successful wrongful discharge plaintiffs we find in reported North Carolina cases have had to choose between their jobs and violating the criminal law.\" The plaintiff in <i>Harrison</i> was permitted to proceed with her wrongful discharge action based on allegations that she was fired for refusing to accede to the sexual demands of the manager at the store where she worked, which the Fourth Circuit stated was analogous to requiring plaintiff to engage in prostitution in order to retain her job. <i>Id.</i> at 534.</p>\n<p>Although plaintiff's original claims in this action for wrongful discharge in violation of public policy would probably survive a motion to dismiss under current law, plaintiff concedes that the dismissal of those claims is now the law of the case and that the failure to appeal that portion of the court's order precludes resurrection of those claims on remand. <i>See</i> Plaintiff's Reply in Support of Her First Motion to Amend at 1; <i>Arnold v. Eastern Airlines, Inc.,</i> <span class=\"citation\" data-id=\"405350\"><a href=\"/opinion/405350/richard-arnold-iv-v-eastern-air-lines-inc-v-united-states-of-america/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 206 n. 22 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">366</span></span> (1982).</p>\n<p>To replace the dismissed claims for wrongful discharge in violation of public policy, plaintiff is now attempting to add claims for compensatory and punitive damages for discharge and other actions taken against plaintiff by defendant in bad faith. Plaintiff asserts that a distinct cause of action for bad faith discharge has been implicitly recognized in the North Carolina decisions which established the public policy exception to the employment at-will doctrine. Specifically, plaintiff points out that following the discussion of public policy in <i>Coman,</i> the North Carolina Supreme Court went on to address the separate issue of bad faith, stating that:</p>\n<blockquote>This Court has never held that an employee at will could be discharged in bad faith. To the contrary, in <i>Haskins v. Royster,</i> <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">601</span></span> (1874), this Court recognized the principle that a master could not discharge his servant in bad faith. Thereafter, this Court stated the issue to be whether an agreement to give the plaintiff a regular permanent job was anything more than an indefinite general hiring terminable in <i>good faith</i> at the will of either party.</blockquote>\n<blockquote>Numerous courts have recognized wrongful discharge theories characterized either as the bad faith exception to the at-will doctrine or under the implied covenant of good faith and fair dealing. Bad faith conduct should not be tolerated in employment relations, just as it is not accepted in other commercial relationships.</blockquote>\n<p><i>Coman,</i> 325 N.C. at 176-77, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (citations omitted).</p>\n<p>Plaintiff also argues that the claim of bad faith discharge is supported by <i>McLaughlin,</i> wherein the North Carolina Court of Appeals stated that:</p>\n<blockquote>Along with the compelling public-policy concerns in those cases, moreover, the holdings in <i>Sides</i> and <i>Coman</i> are consistent with the principle that our courts do not give their imprimatur to employers who discharge employees in bad faith.... In this case, there is no evidence of bad faith to justify invoking an exception to the at-will doctrine....</blockquote>\n<blockquote>We emphasize that our analysis of these facts does not close doors to plaintiffs who are able to show bad faith by the employer in situations similar to this one.</blockquote>\n<p><i>McLaughlin,</i> 95 N.C.App. at 306-07, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>. Additionally, plaintiff asserts that a claim for bad faith discharge is not precluded by <i>Harrison,</i> wherein the Fourth Circuit recognized some uncertainty as to the \"contours of [North Carolina's] `bad faith' exception.\" <i>Harrison,</i> 924 F.2d at 533. The Fourth Circuit held that the conduct of defendants in <i>Harrison</i> was clearly within <i>Coman's</i> public policy exception to the employment at-will doctrine; thus it was unnecessary to address the issue of a broader bad faith exception. <i>Id.</i> at 534.</p>\n<p>Despite plaintiff's assertion that North Carolina recognizes a cause of action for bad faith discharge, the court finds that the present position of the North Carolina courts is more limited. Currently, the judicially-created exception to the general rule <span class=\"star-pagination\">*296</span> that employees are terminable at will extends only to cases where the discharge violates some well established public policy. <i>Id.</i> at 533; <i>Coman,</i> 325 N.C. at 177 n. 3, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>; <i>McLaughlin,</i> 95 N.C.App. at 305-06, <span class=\"citation\" data-id=\"1200190\"><a href=\"/opinion/1200190/mclaughlin-v-barclays-american-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>.</p>\n<p>Clearly, the <i>Coman</i> and <i>McLaughlin</i> decisions contain language which could arguably lead to the adoption of a good faith requirement for discharge in future cases. <i>See</i> Alford, <i>Coman v. Thomas Manufacturing Co.: Recognizing A Public Policy Exception to the At-Will Employment Doctrine,</i> 68 N.C.L.Rev. 1178, 1191 (1990); Parker, <i>North Carolina Employment Law After Coman: Reaffirming Basic Rights in the Workplace,</i> 24 Wake Forest L.Rev. 905, 909-914 (1989). However, <i>Coman</i> and <i>McLaughlin</i> are grounded solely on the premise that North Carolina has created a public policy exception to the employment at-will doctrine, and any suggestion in those cases that there is a broader prohibition against discharges in bad faith is purely dicta. Although plaintiff argues that North Carolina courts would now recognize an exception to the employment at-will doctrine for bad faith discharges, the North Carolina Supreme Court in commenting on the effect of <i>Coman</i> stated that the employment at-will doctrine has \"been <i>narrowly</i> eroded by statutory and public policy limitations on its scope.\" <i>Burgess v. Your House of Raleigh,</i> <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">205</span></a></span>, 210, <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1990) (emphasis added). No case interpreting North Carolina law has allowed a wrongful discharge claim to go forward based only on allegations of bad faith in the absence of a violation of some well articulated public policy.</p>\n<p>Moreover, the North Carolina Supreme Court's statement that the <i>Coman</i> decision \"is in accord with the holdings of most jurisdictions,\" <i>Coman,</i> 325 N.C. at 177, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>, indicates that the court intended only to create a public policy exception to the employment at-will doctrine and did not intend to endorse the more controversial claim of bad faith discharge. While most jurisdictions have accepted some sort of public policy exception, only a minority of states have imposed a duty of good faith in employment relationships. <i>White v. National Steel Corporation,</i> <span class=\"citation\" data-id=\"1688748\"><a href=\"/opinion/1688748/white-v-national-steel-corp/\"><span class=\"volume\">742</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">312</span></a></span>, 330 n. 24 (N.D.W.Va.1989); <i>Schoen v. Consumers United Group, Inc.,</i> <span class=\"citation\" data-id=\"2594677\"><a href=\"/opinion/2594677/schoen-v-consumers-united-group-inc/\"><span class=\"volume\">670</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">367</span></a></span>, 380 (D.D.C.1986). Even California, whose decision in <i>Cleary v. American Airlines, Inc.,</i> <span class=\"citation\" data-id=\"2144087\"><a href=\"/opinion/2144087/cleary-v-american-airlines-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"2144087\"><a href=\"/opinion/2144087/cleary-v-american-airlines-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">722</span></a></span> (1980), was cited by the <i>Coman</i> decision as support for a bad faith exception to the employment at-will doctrine, has begun to rethink its acceptance of claims for bad faith discharge. The California Supreme Court has disapproved <i>Cleary</i> to the extent that it permitted tort claims for discharges in violation of the implied covenant of good faith and fair dealing. <i>Foley v. Interactive Data Corporation,</i> <span class=\"citation\" data-id=\"1170824\"><a href=\"/opinion/1170824/foley-v-interactive-data-corp/\"><span class=\"volume\">47</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"1170824\"><a href=\"/opinion/1170824/foley-v-interactive-data-corp/\"><span class=\"volume\">254</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">211</span></a></span>, 240 n. 42, <span class=\"citation\" data-id=\"1170824\"><a href=\"/opinion/1170824/foley-v-interactive-data-corp/\"><span class=\"volume\">765</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">373</span></a></span>, 401 n. 42 (1988). <i>See also </i><i>Newman v. Emerson Radio Corporation,</i> <span class=\"citation\" data-id=\"1414222\"><a href=\"/opinion/1414222/newman-v-emerson-radio-corp/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">973</span></a></span>, <span class=\"citation\" data-id=\"1414222\"><a href=\"/opinion/1414222/newman-v-emerson-radio-corp/\"><span class=\"volume\">258</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">592</span></a></span>, 600, <span class=\"citation\" data-id=\"1414222\"><a href=\"/opinion/1414222/newman-v-emerson-radio-corp/\"><span class=\"volume\">772</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1059</span></a></span>, 1067 (1989) (recognizing that <i>Foley</i> abolished tort action for bad faith discharge).</p>\n<p>The Fourth Circuit has recently reaffirmed that \"a state claim which has not been recognized by that jurisdiction's own courts constitutes a settled question of law, which will not be disturbed by [a federal court] absent the most compelling of circumstances.\" <i>Tritle v. Crown Airways, Inc.,</i> <span class=\"citation\" data-id=\"557374\"><a href=\"/opinion/557374/garst-v-tritle-v-crown-airways-inc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 84 (4th Cir.1990). In <i>Tritle,</i> the court refused to expand West Virginia's public policy exception to the employment at-will doctrine to cover an alleged retaliatory discharge in the absence of legislative recognition that such a discharge contravened the public policy of the state. Given this court's finding that the North Carolina courts have not recognized a claim for bad faith discharge, allowance of that claim here would amount to an unwarranted expansion of state law.</p>\n<p>This court's view of the law is consistent with a recent decision by Judge Robert D. Potter of the Western District of North Carolina stating that:</p>\n<blockquote>This Court will not be the court to extend the <i>Coman</i> exception further. In one sense, the Court believes the broad language of <i>Coman</i> relating to \"bad faith\" is unfortunate and destined to lead to the inclusion of a wrongful discharge <span class=\"star-pagination\">*297</span> claim to virtually every employment termination lawsuit. The Court finds it implausible that the North Carolina Supreme Court, in enunciating a limited exception to the well entrenched employment at-will doctrine, intended to create a separate cause of action to almost every employment termination case. Just as the Fourth Circuit has done in <i>Harrison,</i> this Court will allow the state courts to determine the breadth of the exception.</blockquote>\n<p><i>Haburjak v. Prudential Bache Securities, Inc.,</i> <span class=\"citation\" data-id=\"1473300\"><a href=\"/opinion/1473300/haburjak-v-prudential-bache-securities-inc/\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></a></span> (W.D.N.C.1991).</p>\n<p>In the alternative, plaintiff argues that if the court believes that the claims based on the theory of bad faith discharge are not cognizable in North Carolina, the better practice would be to allow the proposed amendment and then dismiss the legal claims, as was done in <i>Gregory v. Harris-Teeter Supermarkets Inc.,</i> <span class=\"citation\" data-id=\"2596773\"><a href=\"/opinion/2596773/gregory-v-harris-teeter-supermarkets-inc/\"><span class=\"volume\">728</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1259</span></a></span> (W.D.N.C.1990). However, while F.R. Civ.P. 15(a) generally provides that permission to amend a pleading \"shall be freely given when justice so requires,\" a district court may deny leave to amend where the proposed amendments would be futile. <i>See, e.g., </i><i>Foman v. Davis,</i> <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, 230, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962); <i>Moore v. Kayport Package Express, Inc.,</i> <span class=\"citation\" data-id=\"529364\"><a href=\"/opinion/529364/william-moore-ross-carlock-almut-carlock-judy-cates-john-cates-elsie/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span>, 538 (9th Cir.1989); <i>Albany Insurance Company v. Esses,</i> <span class=\"citation\" data-id=\"495478\"><a href=\"/opinion/495478/albany-insurance-company-v-harry-esses-shoe-tastics-inc-republic/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 45 (2d Cir.1987); <i>Davis v. Piper Aircraft Corporation,</i> <span class=\"citation\" data-id=\"374763\"><a href=\"/opinion/374763/jimmy-p-davis-as-of-the-estate-of-dallas-d-hardy-jr-deceased-v-piper/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 613 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">25</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1141</span></span> (1980). Here, where the addition of claims for relief based on a theory of bad faith discharge would be a futile gesture, the court exercises its discretion to deny leave to amend.</p>\n<p>Regarding the proposed additional factual allegations, the court agrees with plaintiff that these allegations could apply to the currently existing claims for intentional infliction of emotional distress. Although the original complaint was filed more than four years ago, the action is still in discovery and no useful purpose would be served by denying leave to amend the factual allegations of the complaint. F.R. Civ.P. 15(a).</p>\n<p>Based on the foregoing, the motion to amend the complaint should be denied to the extent that it seeks to add claims for relief and granted to the extent that it seeks to add factual allegations. Plaintiff is directed to file a properly amended complaint within ten days of the date of this order. Defendant will be permitted to plead in response to the amended complaint within ten days after service of process is completed.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1170824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1688748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2144087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2268156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596773/"
  ]
}