{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2351459/",
  "absolute_url": "/opinion/2351459/dg-matthews-son-inc-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2351459/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:45.682813Z",
  "date_modified": "2016-04-27T01:12:29.443065Z",
  "type": "010combined",
  "sha1": "cd19702967930bebf6a0c4c321604c75e933c03a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>448 F.Supp. 948 (1977)</b></center>\n<center><h1>D. G. MATTHEWS &amp; SON, INC.<br>\nv.<br>\nUNITED STATES of America.</h1></center>\n<center>Nos. 75-0013-CIV-6 and 76-0001-CIV-6.</center>\n<center><p><b>United States District Court, E. D. North Carolina.</b></p></center>\n<center>November 29, 1977.</center>\n<p><span class=\"star-pagination\">*949</span> Jeff D. Batts, Rocky Mount, N. C., for plaintiff.</p>\n<p>George M. Anderson, U. S. Atty., Raleigh, N. C., G. Tomas Rhodus, Atty., Tax Div., U. S. Dept. of Justice, Washington, D. C., for defendant.</p>\n<p>LARKINS, Chief Judge:</p>\n<p></p>\n<h2>Memorandum Opinion And Order</h2>\n<p>This is a suit for recovery of accumulated earnings taxes paid by the Plaintiff for the tax years ended August 31, 1969; August 31, 1970; August 31, 1972; and August 31, 1973, in the total amount of Eighty-nine thousand, six hundred sixty-two dollars and forty-eight cents ($89,662.48). The question for resolution is whether, for each of the four tax years involved, the Plaintiff corporation retained its earnings and profits beyond its reasonable business needs. This case is before the Court on both Plaintiff's and Defendant's Motions for Partial Summary Judgment on the aforementioned issue.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>The Internal Revenue Service assessed deficiencies against the Plaintiff for each of the aforementioned years in the following amounts:</p>\n<p></p>\n<pre>\n==========================================================\nFiscal Year Ended        Accumulated      Section 6061(a)\n    August 31           Earnings Tax        Interest\n     1969 .............   $22,769.30        $3,653.12\n     1970 .............    20,438.34         2,379.24\n     1972 .............    24,321.57         3,237.76\n     1973 .............    22,133.27         1,720.33\n                         _________________________________\n                           89,662.48        10,990.45\n==========================================================\n</pre>\n<p>The Plaintiff paid the assessments in full and filed claims for refund. When these claims were not granted, Plaintiff brought these suits.</p>\n<p>The Plaintiff is a closely-held corporation that was controlled, at all relevant times, by the Matthews family. The Plaintiff was formed on September 1, 1959, at which time D. G. Matthews, Sr., and D. G. Matthews, Jr., contributed certain marketable securities, livestock, and harvested and unharvested crops to the corporation in exchange for its common stock. The marketable securities were transferred to the corporation in a non-taxable transaction in which the corporation assumed the adjusted cost-basis of D. G. Matthews, Sr., and D. G. Matthews, Jr., as its adjusted basis in the securities. That adjusted cost-basis was $673,697.48. The total cost-basis of the securities, livestock, and crops contributed to the Plaintiff was $709,861.48. On May 2, 1968, the Plaintiff received in exchange for 4,417 shares of its own stock seven tracts of farmland with an aggregate fair market value of $569,828.97. The Plaintiff has, in addition to carrying on its farming operations, traded in its marketable securities from 1959 through the present such that the new liquidation value of the marketable securities held by the Plaintiff at the end of each tax year in issue was as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended             Net Liquidation\n    August 31                      Value\n     1969 ...................  $ 2,271,121\n     1970 ...................    2,595,085\n     1972 ...................    2,875,359\n     1973 ...................    2,297,372\n</pre>\n<p>The total operating expenses (less depreciation) of the farming operation for each of <span class=\"star-pagination\">*950</span> the years in question was as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended                Amount\n    August 31\n     1969 ...................  $ 87,617.43\n     1970 ...................   105,843.00\n     1972 ...................   109,993.46\n     1973 ...................   171,069.48\n</pre>\n<p>In no year did the expenses of carrying on the purchase and sale of the marketable securities exceed $65,000; in each of the years the Plaintiff claimed a need for $300,000 to expand its farming operations. Due to the death of D. G. Matthews, Sr., in 1966, the Plaintiff required the following amounts to redeem the charge of Mr. Matthews pursuant to Section 303 of the Internal Revenue Code of 1954 (26 U.S.C.):</p>\n<p></p>\n<pre>\n                                 Amount\nFiscal Year Ended              Remaining to\n    August 31                    be paid\n     1969 ...................   $593,595.54\n     1970 ...................    419,240.40\n     1972 ...................    299,457.44\n     1973 ...................    239,565.96\n</pre>\n<p>The Plaintiff has always accumulated all of its current earnings and profits and has never paid a dividend to its shareholders. The accumulated earnings and profits which were accumulated by the Plaintiff for the years in question are as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended                Amount\n    August 31                  Accumulated\n     1969 ...................  $120,233.46\n     1970 ...................    86,712.66\n     1972 ...................   163,979.76\n     1973 ...................    98,978.57\n</pre>\n<p>The total of the Plaintiff's accumulated earnings account from the organization of the corporation, as reflected during the four tax years in question are as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended                Amount\n    August 31                  Accumulated\n     1969 ...................  $1,463,575.75\n     1970 ...................   1,088,164.41\n     1972 ...................   1,339,843.78\n     1973 ...................   1,438,822.35\n</pre>\n<p></p>\n<h2>II. Discussion</h2>\n<p>Before proceeding to the disposition of the subject matter of the Defendant's Motion for Partial Summary Judgment, the Court is faced with the resolution of a dispute between the parties to this action which, incidentally, happens to be the issue involved in the Plaintiff's Motion for Partial Summary Judgment, i. e., which financial information is to be utilized in determining whether the Plaintiff's accumulation of the earnings and profits during the tax years in question was proper. The Plaintiff's position is that the accumulated earnings and profits (hereinbefore stated in the form of all of the accumulated earnings and profits in the accumulated earnings account from the inception of the corporation) be reduced by an amount equal to the gain realized and directly attributable to the assets conveyed to the Plaintiff as a contribution to capital. The Defendant's position, on the other hand, is that the size of the accumulated earnings account is irrelevant to the determination whether the Plaintiff has unreasonably accumulated earnings and profits; rather, it is relevant only if those prior accumulations are in liquid form so that they are readily available to meet future business needs of the corporation.</p>\n<p>The Plaintiff contends that the financial information on which the determination should be based is as follows:</p>\n<p></p>\n<pre>\n     Fiscal        Accumulated Earnings\n   Year Ended     <i>Less</i> Earnings on Stocks\n    August 31      <i>Originally</i> Contributed\n     1969 .................      $857,841\n     1970 .................       917,141\n     1972 .................       610,635\n     1973 .................       764,776\n</pre>\n<p>The amount conceded by the Defendant which represents the Maximum yearly business needs of the Plaintiff is $235,000 and total maximum needs to meet liabilities was $1,135,000. The Plaintiff's theory is to measure the figures cited immediately above against those reasonable business needs conceded by the Government to establish that the Plaintiff has not unreasonably accumulated its earnings for the years in question. In other words, the Plaintiff's position is that current assets of the corporation which represent earnings on and from those securities originally contributed to the capital of the corporation may not be taken into account when determining the amount of unrelated assets available to meet the reasonable business needs of the corporation.</p>\n<p><span class=\"star-pagination\">*951</span> In support of its position, Plaintiff relies heavily on <i>American Trading &amp; Production Corp. v. United States,</i> 362 F.Supp. 801 [29 AFTR 2d 72-1301] (D.Md.1972), aff'd without published opinion, 474 F.2d 1341 (4th Cir. 1973). In <i>American Trading</i> the corporation owned stocks in other corporations in excess of $100,000,000. In part the District Court stated:</p>\n<blockquote>\"However, the purpose of the Internal Revenue Code Sections in issue, in this court's view, relate to earnings and profit and the size thereof, if any, and not to original capital and the size or growth thereof.</blockquote>\n<blockquote>\"Without earnings and profits, there can be no Section 531 tax, irrespective of the size of the original capital account, or the liquidity of the capital.</blockquote>\n<blockquote>\"While the entire picture of the taxpaying corporation must be considered, this court does not think that that principle means that original capital, in the form held in this case, must be so used as the basis for borrowing the entire current needs of the business, or otherwise exclusively relied upon for current needs or reasonably anticipated needs in order to escape a Section 531 tax.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"Essentially, what has happened is that the original capital in the form in which it is now held has explosively increased in value, but that fact alone is not sufficient in this court's view to require the liquidation of any part of that capital to meet current business needs in order to avoid a Section 531 tax.\" 362 F.Supp. at 808.</blockquote>\n<p>Basically, the District Court held that the stocks in question could not be considered as an asset available for the reasonable needs of the business for the following reasons: (1) the shares constituted original capital; (2) the statute [§ 531 of the Internal Revenue Code] was not intended to require conversion of assets of that kind into cash in order to meet business needs; and (3) that there was substantial evidence that the shares were not readily saleable. 362 F.Supp. at 808-810. The Plaintiff then argues against the application of the rule in <i>Ivan Allen Co. v. United States,</i> 422 U.S. 617 [36 AFTR 2d 75-5200], 95 S.Ct. 2501, 45 L.Ed.2d 435 (1975). In <i>Ivan Allen,</i> the issue was</p>\n<blockquote>whether, in determining the application of § 533(a), listed and readily marketable securities owned by the corporation and purchased out of its earnings and profits, are to be taken into account at their cost to the corporation or at their net liquidation value that is fair market value less the expenses of, and taxes resulting from, their conversion into cash. 422 U.S. at 619, 95 S.Ct. at 2503, 45 L.Ed.2d at 439.</blockquote>\n<p>The Supreme Court discussed the holding of the District Court in the <i>American Trading</i> case, which was outlined above, and concluded that:</p>\n<blockquote>Whatever may be the merit or demerit of the other grounds asserted by the District Court in <i>American Trading</i>and we express no view thereonwe are satisfied that the court's determination as to the absence of ready salability, under all the circumstances, provides a sufficient point of distinction of that case from this one, so that it provides meager, if any, contrary precedent of substance to our conclusion here, 422 U.S. at 632, 95 S.Ct. at 2509, 45 L.Ed.2d at 447.</blockquote>\n<p>The Supreme Court went on to hold that the marketable securities purchased from retained earnings and profits should be valued at their net liquidation value rather than at cost when deciding how much of the present year's earnings must be accumulated to meet the reasonable needs of the business.</p>\n<p>On the facts of this case, Plaintiff wishes this Court to disregard that portion of the accumulated earnings and profits resulting from earnings on stocks, etc., originally contributed to capital. In other words, Plaintiff is asking the Court to ignore earnings which increase the corporate liquidity and which enable it to simultaneously accumulate earnings and profits, thereby avoiding a corporate responsibility to pay dividends and to avoid a tax designed to forestall such a practice. This the Court cannot do. As the Court has no precedent upon which to rely, it is the holding of the Court that the extent to which <span class=\"star-pagination\">*952</span> corporate liquidity results from original capital is irrelevant to the determination whether an additional accumulation of earnings is justified. Rather, earnings and other proceeds from originally-contributed capital are to be taken into account, at net liquidation value and are to be taken into consideration when determining whether additional accumulations are necessary for purposes of determining § 531 et seq. issues. On the basis of the foregoing, the Plaintiff's Motion for Partial Summary Judgment is denied.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>The accumulated earnings tax is imposed where current earnings and profits that are available for distribution as dividends are accumulated. The crucial determination is to establish the amount of funds of the corporation that are available to meet its reasonable business needs. It is necessary to analyze the financial condition of the corporation to determine whether or not it has reasonable business needs to justify accumulating the particular year's earnings and profits. In <i>Smoot Sand &amp; Gravel v. Commissioner,</i> 274 F.2d 495 [5 AFTR 2d 626] (4th Cir. 1960), cert. denied, 362 U.S. 976, 80 S.Ct. 1061, 4 L.Ed.2d 1011 (1960), the Fourth Circuit set forth the standard in this regard:</p>\n<blockquote>\"Section 102(c) [now Section 533] provides that the fact that earnings and profits are permitted to accumulate beyond the reasonable needs of the business is determinative of the purpose to avoid surtax upon shareholders unless the corporation proves the contrary by the clear preponderance of the evidence. Thus, the size of the accumulated earnings and profits or surplus is not the crucial factor; rather, it is the reasonableness and nature of the surplus. Part of the surplus may be justifiably earmarked in the form of reserves, for specific, necessary business needs. Again, to the extent the surplus has been translated into plant expansion, increased receivables, enlarged inventories, or other assets related to its business, the corporation may accumulate surplus with impunity. * * * Where, on the other hand, the accumulation of surplus is reflected in liquid assets in excess of the immediate or reasonably foreseeable business needs of the corporation, there is a strong indication that the purpose of the accumulation is to prevent the imposition of income taxes upon dividends which would have been distributed to the shareholders.\" 274 F.2d at 500-501.</blockquote>\n<p>The test, then, is not the size of the accumulated earnings account, as Plaintiff contends, but rather whether the corporation has sufficient funds available to meet its reasonable business needs so that its present earnings are available for the payment of dividends.</p>\n<p>At the end of each of the years in issue in this case, the Plaintiff held marketable securities that had a net liquidation value of or in excess of $2,200,000. These securities evolved from the securities that had been contributed as the original capital of the corporation, increased by trades and purchases with the earnings of the Plaintiff. Under the rule in <i>Ivan Allen Co.,</i> supra, the net liquidation value of those securities should be taken into account when deciding whether a corporation has reasonable business needs to accumulate additional earnings and profits in the years in question.</p>\n<p>Courts have consistently analyzed accumulated earnings cases in terms of the assets available to meet the business needs of the corporation. <i>Smoot Sand and Gravel,</i> supra; <i>Dickman Lumber Co. v. United States,</i> 355 F.2d 670 [17 AFTR 2d 249] (9th Cir. 1966); <i>Duke Laboratories, Inc. v. United States,</i> 222 F.Supp. 400 [12 AFTR 2d 5338] (D.Conn.1963), aff'd 337 F.2d 280 [14 AFTR 2d 5797] (2nd Cir. 1964). In the <i>Dickman</i> case the court analyzed the current assets of the corporation against the current liabilities to determine whether the reasonable needs of the corporation justified the accumulation of the current year's earnings. In <i>Ivan Allen,</i> supra, the Supreme Court stated,</p>\n<blockquote>\"What is required, then, is a comparison of accumulated earnings and profits with `the reasonable needs of the business.' Business needs are critical. And need, <span class=\"star-pagination\">*953</span> plainly, to use mathematical terminology, is a function of a corporation's liquidity, that is, the amount of idle current assets at its disposal. The question, therefore, is not how much capital of all sorts, but how much in the way of quick or liquid assets, it is reasonable to keep on hand for the business.\" 422 U.S. at 628, 95 S.Ct. at 2507.</blockquote>\n<p>The Tax Court has also addressed this issue in <i>Golconda Mining Corp. v. Commissioner of Internal Revenue,</i> 58 T.C. 139 (1972), supplemental opinion, 58 T.C. 736 (1972), rev'd on other grounds, 507 F.2d 594 [35 AFTR 2d 75-336] (9th Cir. 1974), where, in a discussion and distinction of <i>American Trading Corp.,</i> supra, it stated:</p>\n<blockquote>\"The District Court focused upon whether the corporation should be required to liquidate its existing securities holdings to meet its reasonable business needs rather than the crucial question of whether its current earnings and profits had been permitted to accumulate beyond the reasonable needs of its business.\" 58 T.C. at 738.</blockquote>\n<p>The accumulated earnings tax applies only where the corporation has sufficient capital whether from original capital contributions and/or accumulated earnings from prior years to meet reasonable business needs, so that it has no need to accumulate current earnings. Only those unneeded current earnings will be taxed if the accumulation was made with the intent to avoid the income tax to the shareholders.</p>\n<p>Therefore, this Court holds that the proper standard against which to judge whether the Plaintiff in this case required additional accumulations to meet its reasonable business needs is to compare its current idle assets against the reasonable needs of the business. On the basis of this standard, the Court further holds that, in each of the years in issue, the Plaintiff accumulated its earnings and profits beyond the reasonable needs of its business.</p>\n<p>Now Therefore, in accordance with foregoing, it is Ordered, Adjudged, And Decreed that the Defendant's Motion for Partial Summary Judgment be, and the same is hereby Granted; and it is Further Ordered that the Plaintiff's Motion for Partial Summary Judgment be, and the same is hereby Denied; and that the Clerk shall serve copies of this Memorandum Opinion And Order upon counsel for both Defendant and Plaintiff.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">948</span></span> (1977)</b></center>\n<center><h1>D. G. MATTHEWS &amp; SON, INC.<br>\nv.<br>\nUNITED STATES of America.</h1></center>\n<center>Nos. 75-0013-CIV-6 and 76-0001-CIV-6.</center>\n<center><p><b>United States District Court, E. D. North Carolina.</b></p></center>\n<center>November 29, 1977.</center>\n<p><span class=\"star-pagination\">*949</span> Jeff D. Batts, Rocky Mount, N. C., for plaintiff.</p>\n<p>George M. Anderson, U. S. Atty., Raleigh, N. C., G. Tomas Rhodus, Atty., Tax Div., U. S. Dept. of Justice, Washington, D. C., for defendant.</p>\n<p>LARKINS, Chief Judge:</p>\n<p></p>\n<h2>Memorandum Opinion And Order</h2>\n<p>This is a suit for recovery of accumulated earnings taxes paid by the Plaintiff for the tax years ended August 31, 1969; August 31, 1970; August 31, 1972; and August 31, 1973, in the total amount of Eighty-nine thousand, six hundred sixty-two dollars and forty-eight cents ($89,662.48). The question for resolution is whether, for each of the four tax years involved, the Plaintiff corporation retained its earnings and profits beyond its reasonable business needs. This case is before the Court on both Plaintiff's and Defendant's Motions for Partial Summary Judgment on the aforementioned issue.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>The Internal Revenue Service assessed deficiencies against the Plaintiff for each of the aforementioned years in the following amounts:</p>\n<p></p>\n<pre>\n==========================================================\nFiscal Year Ended        Accumulated      Section 6061(a)\n    August 31           Earnings Tax        Interest\n     1969 .............   $22,769.30        $3,653.12\n     1970 .............    20,438.34         2,379.24\n     1972 .............    24,321.57         3,237.76\n     1973 .............    22,133.27         1,720.33\n                         _________________________________\n                           89,662.48        10,990.45\n==========================================================\n</pre>\n<p>The Plaintiff paid the assessments in full and filed claims for refund. When these claims were not granted, Plaintiff brought these suits.</p>\n<p>The Plaintiff is a closely-held corporation that was controlled, at all relevant times, by the Matthews family. The Plaintiff was formed on September 1, 1959, at which time D. G. Matthews, Sr., and D. G. Matthews, Jr., contributed certain marketable securities, livestock, and harvested and unharvested crops to the corporation in exchange for its common stock. The marketable securities were transferred to the corporation in a non-taxable transaction in which the corporation assumed the adjusted cost-basis of D. G. Matthews, Sr., and D. G. Matthews, Jr., as its adjusted basis in the securities. That adjusted cost-basis was $673,697.48. The total cost-basis of the securities, livestock, and crops contributed to the Plaintiff was $709,861.48. On May 2, 1968, the Plaintiff received in exchange for 4,417 shares of its own stock seven tracts of farmland with an aggregate fair market value of $569,828.97. The Plaintiff has, in addition to carrying on its farming operations, traded in its marketable securities from 1959 through the present such that the new liquidation value of the marketable securities held by the Plaintiff at the end of each tax year in issue was as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended             Net Liquidation\n    August 31                      Value\n     1969 ...................  $ 2,271,121\n     1970 ...................    2,595,085\n     1972 ...................    2,875,359\n     1973 ...................    2,297,372\n</pre>\n<p>The total operating expenses (less depreciation) of the farming operation for each of <span class=\"star-pagination\">*950</span> the years in question was as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended                Amount\n    August 31\n     1969 ...................  $ 87,617.43\n     1970 ...................   105,843.00\n     1972 ...................   109,993.46\n     1973 ...................   171,069.48\n</pre>\n<p>In no year did the expenses of carrying on the purchase and sale of the marketable securities exceed $65,000; in each of the years the Plaintiff claimed a need for $300,000 to expand its farming operations. Due to the death of D. G. Matthews, Sr., in 1966, the Plaintiff required the following amounts to redeem the charge of Mr. Matthews pursuant to Section 303 of the Internal Revenue Code of 1954 (26 U.S.C.):</p>\n<p></p>\n<pre>\n                                 Amount\nFiscal Year Ended              Remaining to\n    August 31                    be paid\n     1969 ...................   $593,595.54\n     1970 ...................    419,240.40\n     1972 ...................    299,457.44\n     1973 ...................    239,565.96\n</pre>\n<p>The Plaintiff has always accumulated all of its current earnings and profits and has never paid a dividend to its shareholders. The accumulated earnings and profits which were accumulated by the Plaintiff for the years in question are as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended                Amount\n    August 31                  Accumulated\n     1969 ...................  $120,233.46\n     1970 ...................    86,712.66\n     1972 ...................   163,979.76\n     1973 ...................    98,978.57\n</pre>\n<p>The total of the Plaintiff's accumulated earnings account from the organization of the corporation, as reflected during the four tax years in question are as follows:</p>\n<p></p>\n<pre>\nFiscal Year Ended                Amount\n    August 31                  Accumulated\n     1969 ...................  $1,463,575.75\n     1970 ...................   1,088,164.41\n     1972 ...................   1,339,843.78\n     1973 ...................   1,438,822.35\n</pre>\n<p></p>\n<h2>II. Discussion</h2>\n<p>Before proceeding to the disposition of the subject matter of the Defendant's Motion for Partial Summary Judgment, the Court is faced with the resolution of a dispute between the parties to this action which, incidentally, happens to be the issue involved in the Plaintiff's Motion for Partial Summary Judgment, i. e., which financial information is to be utilized in determining whether the Plaintiff's accumulation of the earnings and profits during the tax years in question was proper. The Plaintiff's position is that the accumulated earnings and profits (hereinbefore stated in the form of all of the accumulated earnings and profits in the accumulated earnings account from the inception of the corporation) be reduced by an amount equal to the gain realized and directly attributable to the assets conveyed to the Plaintiff as a contribution to capital. The Defendant's position, on the other hand, is that the size of the accumulated earnings account is irrelevant to the determination whether the Plaintiff has unreasonably accumulated earnings and profits; rather, it is relevant only if those prior accumulations are in liquid form so that they are readily available to meet future business needs of the corporation.</p>\n<p>The Plaintiff contends that the financial information on which the determination should be based is as follows:</p>\n<p></p>\n<pre>\n     Fiscal        Accumulated Earnings\n   Year Ended     <i>Less</i> Earnings on Stocks\n    August 31      <i>Originally</i> Contributed\n     1969 .................      $857,841\n     1970 .................       917,141\n     1972 .................       610,635\n     1973 .................       764,776\n</pre>\n<p>The amount conceded by the Defendant which represents the Maximum yearly business needs of the Plaintiff is $235,000 and total maximum needs to meet liabilities was $1,135,000. The Plaintiff's theory is to measure the figures cited immediately above against those reasonable business needs conceded by the Government to establish that the Plaintiff has not unreasonably accumulated its earnings for the years in question. In other words, the Plaintiff's position is that current assets of the corporation which represent earnings on and from those securities originally contributed to the capital of the corporation may not be taken into account when determining the amount of unrelated assets available to meet the reasonable business needs of the corporation.</p>\n<p><span class=\"star-pagination\">*951</span> In support of its position, Plaintiff relies heavily on <i>American Trading &amp; Production Corp. v. United States,</i> <span class=\"citation\" data-id=\"1449088\"><a href=\"/opinion/1449088/american-trading-production-corp-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">801</span></a></span> [29 AFTR 2d 72-1301] (D.Md.1972), aff'd without published opinion, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></span> (4th Cir. 1973). In <i>American Trading</i> the corporation owned stocks in other corporations in excess of $100,000,000. In part the District Court stated:</p>\n<blockquote>\"However, the purpose of the Internal Revenue Code Sections in issue, in this court's view, relate to earnings and profit and the size thereof, if any, and not to original capital and the size or growth thereof.</blockquote>\n<blockquote>\"Without earnings and profits, there can be no Section 531 tax, irrespective of the size of the original capital account, or the liquidity of the capital.</blockquote>\n<blockquote>\"While the entire picture of the taxpaying corporation must be considered, this court does not think that that principle means that original capital, in the form held in this case, must be so used as the basis for borrowing the entire current needs of the business, or otherwise exclusively relied upon for current needs or reasonably anticipated needs in order to escape a Section 531 tax.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"Essentially, what has happened is that the original capital in the form in which it is now held has explosively increased in value, but that fact alone is not sufficient in this court's view to require the liquidation of any part of that capital to meet current business needs in order to avoid a Section 531 tax.\" 362 F.Supp. at 808.</blockquote>\n<p>Basically, the District Court held that the stocks in question could not be considered as an asset available for the reasonable needs of the business for the following reasons: (1) the shares constituted original capital; (2) the statute [§ 531 of the Internal Revenue Code] was not intended to require conversion of assets of that kind into cash in order to meet business needs; and (3) that there was substantial evidence that the shares were not readily saleable. 362 F.Supp. at 808-810. The Plaintiff then argues against the application of the rule in <i>Ivan Allen Co. v. United States,</i> <span class=\"citation\" data-id=\"109305\"><a href=\"/opinion/109305/ivan-allen-co-v-united-states/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">617</span></a></span> [36 AFTR 2d 75-5200], <span class=\"citation\" data-id=\"109305\"><a href=\"/opinion/109305/ivan-allen-co-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, <span class=\"citation\" data-id=\"109305\"><a href=\"/opinion/109305/ivan-allen-co-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1975). In <i>Ivan Allen,</i> the issue was</p>\n<blockquote>whether, in determining the application of § 533(a), listed and readily marketable securities owned by the corporation and purchased out of its earnings and profits, are to be taken into account at their cost to the corporation or at their net liquidation value that is fair market value less the expenses of, and taxes resulting from, their conversion into cash. 422 U.S. at 619, 95 S.Ct. at 2503, 45 L.Ed.2d at 439.</blockquote>\n<p>The Supreme Court discussed the holding of the District Court in the <i>American Trading</i> case, which was outlined above, and concluded that:</p>\n<blockquote>Whatever may be the merit or demerit of the other grounds asserted by the District Court in <i>American Trading</i>and we express no view thereonwe are satisfied that the court's determination as to the absence of ready salability, under all the circumstances, provides a sufficient point of distinction of that case from this one, so that it provides meager, if any, contrary precedent of substance to our conclusion here, 422 U.S. at 632, 95 S.Ct. at 2509, 45 L.Ed.2d at 447.</blockquote>\n<p>The Supreme Court went on to hold that the marketable securities purchased from retained earnings and profits should be valued at their net liquidation value rather than at cost when deciding how much of the present year's earnings must be accumulated to meet the reasonable needs of the business.</p>\n<p>On the facts of this case, Plaintiff wishes this Court to disregard that portion of the accumulated earnings and profits resulting from earnings on stocks, etc., originally contributed to capital. In other words, Plaintiff is asking the Court to ignore earnings which increase the corporate liquidity and which enable it to simultaneously accumulate earnings and profits, thereby avoiding a corporate responsibility to pay dividends and to avoid a tax designed to forestall such a practice. This the Court cannot do. As the Court has no precedent upon which to rely, it is the holding of the Court that the extent to which <span class=\"star-pagination\">*952</span> corporate liquidity results from original capital is irrelevant to the determination whether an additional accumulation of earnings is justified. Rather, earnings and other proceeds from originally-contributed capital are to be taken into account, at net liquidation value and are to be taken into consideration when determining whether additional accumulations are necessary for purposes of determining § 531 et seq. issues. On the basis of the foregoing, the Plaintiff's Motion for Partial Summary Judgment is denied.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>The accumulated earnings tax is imposed where current earnings and profits that are available for distribution as dividends are accumulated. The crucial determination is to establish the amount of funds of the corporation that are available to meet its reasonable business needs. It is necessary to analyze the financial condition of the corporation to determine whether or not it has reasonable business needs to justify accumulating the particular year's earnings and profits. In <i>Smoot Sand &amp; Gravel v. Commissioner,</i> <span class=\"citation\" data-id=\"249999\"><a href=\"/opinion/249999/the-smoot-sand-gravel-corporation-v-commissioner-of-internal-revenue/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span> [5 AFTR 2d 626] (4th Cir. 1960), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1061</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1011</span></span> (1960), the Fourth Circuit set forth the standard in this regard:</p>\n<blockquote>\"Section 102(c) [now Section 533] provides that the fact that earnings and profits are permitted to accumulate beyond the reasonable needs of the business is determinative of the purpose to avoid surtax upon shareholders unless the corporation proves the contrary by the clear preponderance of the evidence. Thus, the size of the accumulated earnings and profits or surplus is not the crucial factor; rather, it is the reasonableness and nature of the surplus. Part of the surplus may be justifiably earmarked in the form of reserves, for specific, necessary business needs. Again, to the extent the surplus has been translated into plant expansion, increased receivables, enlarged inventories, or other assets related to its business, the corporation may accumulate surplus with impunity. * * * Where, on the other hand, the accumulation of surplus is reflected in liquid assets in excess of the immediate or reasonably foreseeable business needs of the corporation, there is a strong indication that the purpose of the accumulation is to prevent the imposition of income taxes upon dividends which would have been distributed to the shareholders.\" 274 F.2d at 500-501.</blockquote>\n<p>The test, then, is not the size of the accumulated earnings account, as Plaintiff contends, but rather whether the corporation has sufficient funds available to meet its reasonable business needs so that its present earnings are available for the payment of dividends.</p>\n<p>At the end of each of the years in issue in this case, the Plaintiff held marketable securities that had a net liquidation value of or in excess of $2,200,000. These securities evolved from the securities that had been contributed as the original capital of the corporation, increased by trades and purchases with the earnings of the Plaintiff. Under the rule in <i>Ivan Allen Co.,</i> supra, the net liquidation value of those securities should be taken into account when deciding whether a corporation has reasonable business needs to accumulate additional earnings and profits in the years in question.</p>\n<p>Courts have consistently analyzed accumulated earnings cases in terms of the assets available to meet the business needs of the corporation. <i>Smoot Sand and Gravel,</i> supra; <i>Dickman Lumber Co. v. United States,</i> <span class=\"citation\" data-id=\"270474\"><a href=\"/opinion/270474/dickman-lumber-company-a-washington-corporation-v-united-states/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span> [17 AFTR 2d 249] (9th Cir. 1966); <i>Duke Laboratories, Inc. v. United States,</i> <span class=\"citation\" data-id=\"2009144\"><a href=\"/opinion/2009144/duke-laboratories-inc-v-united-states/\"><span class=\"volume\">222</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">400</span></a></span> [12 AFTR 2d 5338] (D.Conn.1963), aff'd <span class=\"citation\" data-id=\"265623\"><a href=\"/opinion/265623/united-states-v-duke-laboratories-inc/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span> [14 AFTR 2d 5797] (2nd Cir. 1964). In the <i>Dickman</i> case the court analyzed the current assets of the corporation against the current liabilities to determine whether the reasonable needs of the corporation justified the accumulation of the current year's earnings. In <i>Ivan Allen,</i> supra, the Supreme Court stated,</p>\n<blockquote>\"What is required, then, is a comparison of accumulated earnings and profits with `the reasonable needs of the business.' Business needs are critical. And need, <span class=\"star-pagination\">*953</span> plainly, to use mathematical terminology, is a function of a corporation's liquidity, that is, the amount of idle current assets at its disposal. The question, therefore, is not how much capital of all sorts, but how much in the way of quick or liquid assets, it is reasonable to keep on hand for the business.\" 422 U.S. at 628, 95 S.Ct. at 2507.</blockquote>\n<p>The Tax Court has also addressed this issue in <i>Golconda Mining Corp. v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">139</span></span> (1972), supplemental opinion, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">736</span></span> (1972), rev'd on other grounds, <span class=\"citation\" data-id=\"323803\"><a href=\"/opinion/323803/golconda-mining-corporation-v-commissioner-of-internal-revenue-golconda/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span> [35 AFTR 2d 75-336] (9th Cir. 1974), where, in a discussion and distinction of <i>American Trading Corp.,</i> supra, it stated:</p>\n<blockquote>\"The District Court focused upon whether the corporation should be required to liquidate its existing securities holdings to meet its reasonable business needs rather than the crucial question of whether its current earnings and profits had been permitted to accumulate beyond the reasonable needs of its business.\" 58 T.C. at 738.</blockquote>\n<p>The accumulated earnings tax applies only where the corporation has sufficient capital whether from original capital contributions and/or accumulated earnings from prior years to meet reasonable business needs, so that it has no need to accumulate current earnings. Only those unneeded current earnings will be taxed if the accumulation was made with the intent to avoid the income tax to the shareholders.</p>\n<p>Therefore, this Court holds that the proper standard against which to judge whether the Plaintiff in this case required additional accumulations to meet its reasonable business needs is to compare its current idle assets against the reasonable needs of the business. On the basis of this standard, the Court further holds that, in each of the years in issue, the Plaintiff accumulated its earnings and profits beyond the reasonable needs of its business.</p>\n<p>Now Therefore, in accordance with foregoing, it is Ordered, Adjudged, And Decreed that the Defendant's Motion for Partial Summary Judgment be, and the same is hereby Granted; and it is Further Ordered that the Plaintiff's Motion for Partial Summary Judgment be, and the same is hereby Denied; and that the Clerk shall serve copies of this Memorandum Opinion And Order upon counsel for both Defendant and Plaintiff.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1449088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2009144/"
  ]
}