{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2351311/",
  "absolute_url": "/opinion/2351311/carroll-v-turner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2351311/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:43.178824Z",
  "date_modified": "2016-04-27T01:09:12.421998Z",
  "type": "010combined",
  "sha1": "054808a50374589f49b6448c81b2e1bdcff1b56f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>262 F.Supp. 486 (1966)</b></center>\n<center><h1>George W. CARROLL, Petitioner,<br>\nv.<br>\nR. L. TURNER, Warden, Central Prison, and the State of North Carolina, Respondents.</h1></center>\n<center>No. 1936-Civ.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 23, 1966.</center>\n<p><span class=\"star-pagination\">*487</span> <span class=\"star-pagination\">*488</span> George W. Carroll, pro se.</p>\n<p>T. Wade Bruton, Atty. Gen. of North Carolina, by Theodore C. Brown, Jr., Staff Attorney, Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This is an application by a state prisoner for a writ of habeas corpus under Title 28 U.S.C.A. § 2254, filed in forma pauperis by leave of the Court. Issues were joined by respondents' Answer and Motion to Dismiss.</p>\n<p>Petitioner alleges that he is being held in custody in violation of rights guaranteed to him by the Constitution and Laws of the United States. The several grounds upon which he bases this claim are summarized as follows:</p>\n<p>(1) that he did not have benefit of counsel when questioned by police following his arrest;</p>\n<p>(2) that he did not receive a preliminary hearing;</p>\n<p>(3) that he was tried and convicted of an offense less in degree than that charged in the bill of indictment;</p>\n<p>(4) that his court-appointed counsel was ineffective;</p>\n<p>(5) that he was denied a fair and impartial trial.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Petitioner was indicted for first degree murder in May, 1964. At the August, 1964 Term of Harnett County Superior Court, he tendered a plea of guilty through his court-appointed counsel to the lesser included offense of manslaughter, and, upon acceptance thereof by the State, was convicted and sentenced to serve 20 years in the State's prison. No appeal was taken from this judgment, but Petitioner subsequently applied for a post-conviction hearing in the Superior Court of the county of conviction. From a denial of relief at that hearing, Petitioner applied to the Supreme Court of North Carolina for a writ of certiorari, but this was denied.</p>\n<p>In his application to this Court, Petitioner first alleges that he did not have benefit of counsel when questioned by the police following his arrest, and \"* * * that he may have give (sic) a self incriminating testimony during police interrogation because at the time of his arrest he was still nervous from the incident with Eugene Robinson.\" (Page 2 of the addendum to Petitioner's application.) This is the extent of Petitioner's allegations on this point. It is further averred that Petitioner did not receive a preliminary hearing. These two grounds are presented for the first time in his application to this Court, as Petitioner did not use them at his state post-conviction hearing.</p>\n<p>Petitioner contends that he is not guilty by reason of self-defense; he claims that his attorney was ineffective and pleaded him guilty to manslaughter without his consent, that Petitioner went into court expecting to be tried for murder and was tried instead for manslaughter, and that \"* * * all of these actions was committed by the court to trap and catch the defense off guard, because the state could not obtain a conviction for the crime of murder in the first degree.\" Ibid. Petitioner complains that this was prejudicial in that <span class=\"star-pagination\">*489</span> he did not have time to prepare his defense, since he \"* * * come to court to argue or expecting his counsel to argue its defense against murder.\" Ibid. In this regard, the following facts are relevant. The records of the Clerk of the Superior Court of Harnett County indicate that M. O. Lee, a member of the Harnett County Bar and a practicing attorney since 1935, was appointed to represent the Petitioner on September 1, 1964 when he was arraigned for murder. The undisputed testimony of Mr. Lee at the postconviction hearing, at which Petitioner was present and represented again by court-appointed counsel, is that following his appointment that morning, he conferred with the Petitioner in the county jail for a period of forty-five minutes to one hour, during which time Petitioner gave him the names of five or six witnesses, all of whom except one, the attorney interviewed and obtained their respective versions of what happened. Further testimony, not contradicted by any other evidence in the record of the hearing, indicates that the attorney also conferred with the State's witnesses; that upon learning what testimony could be adduced from both sides, he talked again with the Petitioner and advised him that he thought the State had a good case of first degree murder against him and went on to ask Petitioner if he wanted him to talk with the Solicitor and see if he would accept a plea to a lesser charge; that he then talked with the Solicitor, who was amenable to a plea of guilty to manslaughter; and that he then returned to the Petitioner, explained the differences between first degree murder and manslaughter in regard to the law and penalties involved in each and was given authority by Petitioner to plead him guilty to the lesser offense. Mr. Lee further stated without objection that Presiding Judge Hamilton Hobgood asked Petitioner at the time the plea was entered at the trial on the next day whether he understood the charge against him and the plea he entered and whether he did so freely and voluntarily without coercion or promises, and that the Petitioner answered in the affirmative.</p>\n<p>The judge presiding at the post-conviction hearing found from the above that Petitioner's attorney talked with witnesses, that he conferred with the Petitioner after ascertaining what the evidence against him would be and explained the charges against him, that he was told by the Petitioner that a plea of guilty to manslaughter would be acceptable to him, if it were acceptable to the Solicitor, and that upon acceptance of it by the Solicitor, the plea was entered with the full knowledge and consent of the Petitioner. The allegations made by Petitioner are in direct contradiction with the findings of the judge at the post-conviction hearing; however, the findings made on this point are well-supported by the record at the hearing and will not be disturbed by this Court.</p>\n<p>Petitioner contends that he did not receive a fair trial, pointing specifically to the fact that he was tried for manslaughter rather than first degree murder and to an alleged refusal by his attorney and the court to put a certain witness on the stand to testify in Petitioner's behalf. Petitioner does not provide the Court with the name of the witness in question, but it is clear from the transcript of the post-conviction hearing that he refers to a man named Earthy Lee Robinson. The circumstances regarding the non-appearance of this person as a witness for the Petitioner at his trial were fully explored at the post-conviction hearing. Petitioner does not allege facts indicating just how any testimony from this person would have aided him at his trial, but it appears from the testimony of the man himself at the hearing that Petitioner thought Robinson might have assisted him in establishing the defense of self-defense at the trial, even though he pleaded guilty. The testimony of Robinson, however, shows otherwise: he did not see the homicide take place and testified that he left when he heard shots fired and that he knew that the <span class=\"star-pagination\">*490</span> killing took place subsequent to the time he saw the two combatants part company after struggling over the gun.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The respondents have filed a Motion to Dismiss Petitioner's application; after a careful review of the files and records in the case, the Court concludes that the motion should be allowed.</p>\n<p>Escobedo v. State of Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (1964), decided two months before Petitioner's trial, held that where a suspect has been refused an opportunity to consult with counsel and has not been warned of his constitutional right to remain silent, has been denied the assistance of counsel in violation of the Sixth and Fourteenth Amendments, and no statement exacted by the police during the interrogation may be used against him at a trial. Petitioner's allegations in respect of his not having counsel following his arrest are totally lacking in substance and fail to state a claim for relief, and his attempt to bring himself within the ambit of the exclusionary rule of evidence set forth in <i>Escobedo</i> is unavailing. There are no allegations to the effect that he requested counsel, or that he was not warned of his constitutional right to remain silent, or that any statement which may have been extracted by the police during the alleged interrogation was actually used against him at the trial of his case.</p>\n<p>The fact that Petitioner did not receive a preliminary hearing is not grounds to vitiate his conviction and sentence. The general rule in the United States is that in absence of a statute, a preliminary hearing is not a prerequisite or an indispensable step in the prosecution of a person accused with crime, and an accused person is not entitled to a preliminary hearing as a matter of substantive right. State v. Hargett, 255 N.C. 412, 121 S.E.2d 589 (1961); State v. Hackney, 240 N.C. 230, 81 S.E.2d 778 (1954), citing 22 C.J.S. Criminal Law §§ 331-332 (1961) and 27 Am.Jur. Indictments and Informations Section 13 (1940). There is no provision in the North Carolina Constitution or United States Constitution requiring a preliminary hearing. A preliminary hearing is not an arraignment, nor is it a trial; it is merely a course of procedure whereby a possible abuse of power may be prevented. 22 C.J.S., op. cit. supra at 842.</p>\n<p>One of the principal functions of the preliminary hearing in this respect is to inquire into the validity of the arrest and restraint of a person charged with the commission of a crime by bringing him before a magistrate to determine whether an offense has been committed and whether there is probable cause to believe that the prisoner is the offender. The procedure to be followed in this state is set out in G.S. Sections 15-85 to 15-101, and such a hearing is required by G.S. Section 15-46 in cases where a person is arrested without a warrant. Another use of the preliminary hearing is for determining the amount of bail in all except capital cases, as contemplated by G.S. Section 15-47. However, the North Carolina Supreme Court has held that neither of these two sections prescribe mandatory procedures affecting the validity of a trial. State v. Hargett, supra.</p>\n<p>It is clear that Petitioner was not entitled to a preliminary hearing, and that it is not, contrary to what Petitioner alleged, \"* * * a basic element of due process of law. * * *\" Moreover, Petitioner subsequently tendered a plea of guilty, which, if freely and knowingly made, is an admission of guilt and constitutes a waiver of any irregularities in his arrest and detention up to that point in his case. Petway v. Stallings, 248 F.Supp. 991 (E.D.N.C.1965); Bloombaum v. United States, 211 F.2d 944 (4th Cir., 1954); Hoffman v. United States, 327 F.2d 489 (9th Cir., 1964).</p>\n<p>Petitioner's complaint that he was tried and convicted of manslaughter after being indicted for first degree murder would have merit only if his plea of <span class=\"star-pagination\">*491</span> guilty to the lesser-included offense was not freely and knowingly made, or if he were in fact tricked and trapped by the court, as claimed. When an application alleges sufficient facts to support a contention that the Petitioner's sentence or judgment is void or subject to collateral attack, an evidentiary hearing must be had if the facts are in dispute and if he did not receive a full and fair evidentiary hearing in state court on the point raised, either at the time of the trial or in a collateral proceeding. Townsend v. Sain, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed. 2d 770 (1962). \"In other words a federal evidentiary hearing is required unless the state-court trier of fact has after a full hearing reliably found the relevant facts.\" Id. at 312-313, 83 S.Ct. at 757, 9 L.Ed.2d at 785. Here, however, the merits of this factual dispute have been resolved by a full and fair evidentiary hearing in state court, and the factual determinations upon which the findings and conclusions of the presiding judge were based are well-supported by the record, which indicates that the plea was in fact entered with Petitioner's full knowledge and consent. This Court is aware that so-called \"plea-bargaining\" has been taken to task and criticized by some courts. See e. g., United States ex rel. Elksnis v. Gilligan, 256 F.Supp. 244 (S.D.N.Y.1966). However, this Court similarly recognizes the utility and fairness to both the defendant and the state, provided that sufficient safeguards of the defendant's rights are observed. In this connection, see the recent case of Commonwealth ex rel. Kerekes v. Maroney, 223 A.2d 699 (Pa. Super. Nov. 15, 1966). As has been heretofore pointed out, the applicant in the case at hand was fully informed by his attorney of what was taking place and consented to the conference between his attorney and the Solicitor; furthermore, the record shows that the trial judge inquired of the defendant whether he understood the nature of his plea and whether it was voluntary. There has been no violation of Petitioner's rights in this regard.</p>\n<p>It is likewise clear that Petitioner's claim of ineffective representation by his court-appointed counsel is without substance. A charge of ineffective assistance of court-appointed counsel should not be sustained unless it very clearly appears well-grounded. Gray v. United States, 112 U.S.App.D.C. 86, 299 F.2d 467 (1962). The most obvious fact militating against this assertion is that the attorney succeeded in getting the Solicitor to accept a plea of guilty to manslaughter when it was the opinion of the attorney, having conducted a thorough examination of the case, that the State could make out its charge of first degree murder. The attorney was appointed in the morning of the day before the trial, but it is clear that he did not need any more time than he had to see all the witnesses, gather the relevant facts and plan for a trial. The record supports the post-conviction hearing judge's findings and conclusions that the attorney made a full investigation of the case and informed the Petitioner of what he was up against.</p>\n<p>In Gibbs v. Beto, 332 F.2d 442 (5th Cir., 1964), this issue was raised in a context similar to the one at bar. There, the attorney knew that if the case went to trial and conviction was obtained, the defendant would face a mandatory life sentence as a habitual criminal. The district attorney offered to dismiss the habitual criminal charges in exchange for a guilty plea to armed robbery, and the Court of Appeals for the Fifth Circuit squarely held that this did not make out a case of ineffective assistance of counsel. Similarly, the attorney in this case enabled Petitioner to avoid a possible death or life sentence for first degree murder, which in his opinion the evidence would have supported. As pointed out in Williams v. Beto, 354 F.2d 698 (5th Cir., 1965), \"* * * when a defendant requests the appointment of counsel he is simply seeking the benefits of the attorney-client relationship as customarily practiced in the American system of jurisprudence, no more and no less. * * * <span class=\"star-pagination\">*492</span> When one seeks the assistance of counsel, he thereby confesses his own inadequacy in the field and stipulates his willingness, like any other client, save in the exceptional case we have already discussed, to be bound by the presumably superior knowledge of the professional man on whose assistance he proposes to depend.\" Id. at 705-706. Thus Petitioner's claim is without merit.</p>\n<p>Petitioner goes on to allege generally that he did not receive a fair and impartial trial on his plea of guilty. In North Carolina, a plea of guilty is equivalent to a conviction of the offense charged, and no other proof of guilt is required. State v. Wilson, 251 N.C. 174, 110 S.E.2d 813 (1959). It is not only an admission of guilt, but is also a formal confession of guilt before the court in which the defendant is arraigned, and the defendant thereby admits to the facts alleged and the offenses charged in the indictment or warrant. State v. Crandall, 225 N.C. 148, 33 S.E.2d 861 (1945); State v. Robinson, 224 N.C. 412, 30 S.E.2d 320 (1944). With the above principles in mind, it is clear that it was not prejudicial to the Petitioner that Earthy Lee Robinson was not put on the stand to testify in his behalf, since Petitioner could not have interposed a plea of self-defense while pleading guilty at the same time. Moreover, Robinson did not see the killing and could not testify to the act and how it took place. All of this was fully explored at the post-conviction hearing, and the findings and conclusions by the presiding judge that this person would not have been helpful to the Petitioner on his plea of guilty are well-supported by the record.</p>\n<p>This Court has the discretion to ascertain whether a claim is substantial before granting a full hearing, and in doing so may review all relevant material. United States v. Hill, 319 F.2d 653 (6th Cir., 1963). This has been done, and the files and records conclusively show that this latter claim and all other grounds for relief asserted in the application are without merit.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, it is ordered that the application for a writ of habeas corpus be, and the same is hereby denied.</p>\n<p>It is further ordered that the respondents' Motion to Dismiss be, and the same is hereby allowed.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></span> (1966)</b></center>\n<center><h1>George W. CARROLL, Petitioner,<br>\nv.<br>\nR. L. TURNER, Warden, Central Prison, and the State of North Carolina, Respondents.</h1></center>\n<center>No. 1936-Civ.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 23, 1966.</center>\n<p><span class=\"star-pagination\">*487</span> <span class=\"star-pagination\">*488</span> George W. Carroll, pro se.</p>\n<p>T. Wade Bruton, Atty. Gen. of North Carolina, by Theodore C. Brown, Jr., Staff Attorney, Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This is an application by a state prisoner for a writ of habeas corpus under Title 28 U.S.C.A. § 2254, filed in forma pauperis by leave of the Court. Issues were joined by respondents' Answer and Motion to Dismiss.</p>\n<p>Petitioner alleges that he is being held in custody in violation of rights guaranteed to him by the Constitution and Laws of the United States. The several grounds upon which he bases this claim are summarized as follows:</p>\n<p>(1) that he did not have benefit of counsel when questioned by police following his arrest;</p>\n<p>(2) that he did not receive a preliminary hearing;</p>\n<p>(3) that he was tried and convicted of an offense less in degree than that charged in the bill of indictment;</p>\n<p>(4) that his court-appointed counsel was ineffective;</p>\n<p>(5) that he was denied a fair and impartial trial.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Petitioner was indicted for first degree murder in May, 1964. At the August, 1964 Term of Harnett County Superior Court, he tendered a plea of guilty through his court-appointed counsel to the lesser included offense of manslaughter, and, upon acceptance thereof by the State, was convicted and sentenced to serve 20 years in the State's prison. No appeal was taken from this judgment, but Petitioner subsequently applied for a post-conviction hearing in the Superior Court of the county of conviction. From a denial of relief at that hearing, Petitioner applied to the Supreme Court of North Carolina for a writ of certiorari, but this was denied.</p>\n<p>In his application to this Court, Petitioner first alleges that he did not have benefit of counsel when questioned by the police following his arrest, and \"* * * that he may have give (sic) a self incriminating testimony during police interrogation because at the time of his arrest he was still nervous from the incident with Eugene Robinson.\" (Page 2 of the addendum to Petitioner's application.) This is the extent of Petitioner's allegations on this point. It is further averred that Petitioner did not receive a preliminary hearing. These two grounds are presented for the first time in his application to this Court, as Petitioner did not use them at his state post-conviction hearing.</p>\n<p>Petitioner contends that he is not guilty by reason of self-defense; he claims that his attorney was ineffective and pleaded him guilty to manslaughter without his consent, that Petitioner went into court expecting to be tried for murder and was tried instead for manslaughter, and that \"* * * all of these actions was committed by the court to trap and catch the defense off guard, because the state could not obtain a conviction for the crime of murder in the first degree.\" Ibid. Petitioner complains that this was prejudicial in that <span class=\"star-pagination\">*489</span> he did not have time to prepare his defense, since he \"* * * come to court to argue or expecting his counsel to argue its defense against murder.\" Ibid. In this regard, the following facts are relevant. The records of the Clerk of the Superior Court of Harnett County indicate that M. O. Lee, a member of the Harnett County Bar and a practicing attorney since 1935, was appointed to represent the Petitioner on September 1, 1964 when he was arraigned for murder. The undisputed testimony of Mr. Lee at the postconviction hearing, at which Petitioner was present and represented again by court-appointed counsel, is that following his appointment that morning, he conferred with the Petitioner in the county jail for a period of forty-five minutes to one hour, during which time Petitioner gave him the names of five or six witnesses, all of whom except one, the attorney interviewed and obtained their respective versions of what happened. Further testimony, not contradicted by any other evidence in the record of the hearing, indicates that the attorney also conferred with the State's witnesses; that upon learning what testimony could be adduced from both sides, he talked again with the Petitioner and advised him that he thought the State had a good case of first degree murder against him and went on to ask Petitioner if he wanted him to talk with the Solicitor and see if he would accept a plea to a lesser charge; that he then talked with the Solicitor, who was amenable to a plea of guilty to manslaughter; and that he then returned to the Petitioner, explained the differences between first degree murder and manslaughter in regard to the law and penalties involved in each and was given authority by Petitioner to plead him guilty to the lesser offense. Mr. Lee further stated without objection that Presiding Judge Hamilton Hobgood asked Petitioner at the time the plea was entered at the trial on the next day whether he understood the charge against him and the plea he entered and whether he did so freely and voluntarily without coercion or promises, and that the Petitioner answered in the affirmative.</p>\n<p>The judge presiding at the post-conviction hearing found from the above that Petitioner's attorney talked with witnesses, that he conferred with the Petitioner after ascertaining what the evidence against him would be and explained the charges against him, that he was told by the Petitioner that a plea of guilty to manslaughter would be acceptable to him, if it were acceptable to the Solicitor, and that upon acceptance of it by the Solicitor, the plea was entered with the full knowledge and consent of the Petitioner. The allegations made by Petitioner are in direct contradiction with the findings of the judge at the post-conviction hearing; however, the findings made on this point are well-supported by the record at the hearing and will not be disturbed by this Court.</p>\n<p>Petitioner contends that he did not receive a fair trial, pointing specifically to the fact that he was tried for manslaughter rather than first degree murder and to an alleged refusal by his attorney and the court to put a certain witness on the stand to testify in Petitioner's behalf. Petitioner does not provide the Court with the name of the witness in question, but it is clear from the transcript of the post-conviction hearing that he refers to a man named Earthy Lee Robinson. The circumstances regarding the non-appearance of this person as a witness for the Petitioner at his trial were fully explored at the post-conviction hearing. Petitioner does not allege facts indicating just how any testimony from this person would have aided him at his trial, but it appears from the testimony of the man himself at the hearing that Petitioner thought Robinson might have assisted him in establishing the defense of self-defense at the trial, even though he pleaded guilty. The testimony of Robinson, however, shows otherwise: he did not see the homicide take place and testified that he left when he heard shots fired and that he knew that the <span class=\"star-pagination\">*490</span> killing took place subsequent to the time he saw the two combatants part company after struggling over the gun.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The respondents have filed a Motion to Dismiss Petitioner's application; after a careful review of the files and records in the case, the Court concludes that the motion should be allowed.</p>\n<p>Escobedo v. State of Illinois, <span class=\"citation\" data-id=\"106883\"><a href=\"/opinion/106883/escobedo-v-illinois/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"106883\"><a href=\"/opinion/106883/escobedo-v-illinois/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1758</span></a></span>, <span class=\"citation\" data-id=\"106883\"><a href=\"/opinion/106883/escobedo-v-illinois/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">977</span></a></span> (1964), decided two months before Petitioner's trial, held that where a suspect has been refused an opportunity to consult with counsel and has not been warned of his constitutional right to remain silent, has been denied the assistance of counsel in violation of the Sixth and Fourteenth Amendments, and no statement exacted by the police during the interrogation may be used against him at a trial. Petitioner's allegations in respect of his not having counsel following his arrest are totally lacking in substance and fail to state a claim for relief, and his attempt to bring himself within the ambit of the exclusionary rule of evidence set forth in <i>Escobedo</i> is unavailing. There are no allegations to the effect that he requested counsel, or that he was not warned of his constitutional right to remain silent, or that any statement which may have been extracted by the police during the alleged interrogation was actually used against him at the trial of his case.</p>\n<p>The fact that Petitioner did not receive a preliminary hearing is not grounds to vitiate his conviction and sentence. The general rule in the United States is that in absence of a statute, a preliminary hearing is not a prerequisite or an indispensable step in the prosecution of a person accused with crime, and an accused person is not entitled to a preliminary hearing as a matter of substantive right. State v. Hargett, <span class=\"citation\" data-id=\"1323031\"><a href=\"/opinion/1323031/state-v-hargett/\"><span class=\"volume\">255</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"1323031\"><a href=\"/opinion/1323031/state-v-hargett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">589</span></a></span> (1961); State v. Hackney, <span class=\"citation\" data-id=\"1209107\"><a href=\"/opinion/1209107/state-v-hackney/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"1209107\"><a href=\"/opinion/1209107/state-v-hackney/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">778</span></a></span> (1954), citing 22 C.J.S. Criminal Law §§ 331-332 (1961) and 27 Am.Jur. Indictments and Informations Section 13 (1940). There is no provision in the North Carolina Constitution or United States Constitution requiring a preliminary hearing. A preliminary hearing is not an arraignment, nor is it a trial; it is merely a course of procedure whereby a possible abuse of power may be prevented. 22 C.J.S., op. cit. supra at 842.</p>\n<p>One of the principal functions of the preliminary hearing in this respect is to inquire into the validity of the arrest and restraint of a person charged with the commission of a crime by bringing him before a magistrate to determine whether an offense has been committed and whether there is probable cause to believe that the prisoner is the offender. The procedure to be followed in this state is set out in G.S. Sections 15-85 to 15-101, and such a hearing is required by G.S. Section 15-46 in cases where a person is arrested without a warrant. Another use of the preliminary hearing is for determining the amount of bail in all except capital cases, as contemplated by G.S. Section 15-47. However, the North Carolina Supreme Court has held that neither of these two sections prescribe mandatory procedures affecting the validity of a trial. State v. Hargett, supra.</p>\n<p>It is clear that Petitioner was not entitled to a preliminary hearing, and that it is not, contrary to what Petitioner alleged, \"* * * a basic element of due process of law. * * *\" Moreover, Petitioner subsequently tendered a plea of guilty, which, if freely and knowingly made, is an admission of guilt and constitutes a waiver of any irregularities in his arrest and detention up to that point in his case. Petway v. Stallings, <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">991</span></span> (E.D.N.C.1965); Bloombaum v. United States, <span class=\"citation\" data-id=\"233813\"><a href=\"/opinion/233813/bloombaum-v-united-states/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span> (4th Cir., 1954); Hoffman v. United States, <span class=\"citation\" data-id=\"263126\"><a href=\"/opinion/263126/george-edward-hoffman-v-united-states/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span> (9th Cir., 1964).</p>\n<p>Petitioner's complaint that he was tried and convicted of manslaughter after being indicted for first degree murder would have merit only if his plea of <span class=\"star-pagination\">*491</span> guilty to the lesser-included offense was not freely and knowingly made, or if he were in fact tricked and trapped by the court, as claimed. When an application alleges sufficient facts to support a contention that the Petitioner's sentence or judgment is void or subject to collateral attack, an evidentiary hearing must be had if the facts are in dispute and if he did not receive a full and fair evidentiary hearing in state court on the point raised, either at the time of the trial or in a collateral proceeding. Townsend v. Sain, <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></span> (1962). \"In other words a federal evidentiary hearing is required unless the state-court trier of fact has after a full hearing reliably found the relevant facts.\" Id. at 312-313, 83 S.Ct. at 757, 9 L.Ed.2d at 785. Here, however, the merits of this factual dispute have been resolved by a full and fair evidentiary hearing in state court, and the factual determinations upon which the findings and conclusions of the presiding judge were based are well-supported by the record, which indicates that the plea was in fact entered with Petitioner's full knowledge and consent. This Court is aware that so-called \"plea-bargaining\" has been taken to task and criticized by some courts. See e. g., United States ex rel. Elksnis v. Gilligan, <span class=\"citation\" data-id=\"2349488\"><a href=\"/opinion/2349488/united-states-v-gilligan/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">244</span></a></span> (S.D.N.Y.1966). However, this Court similarly recognizes the utility and fairness to both the defendant and the state, provided that sufficient safeguards of the defendant's rights are observed. In this connection, see the recent case of Commonwealth ex rel. Kerekes v. Maroney, <span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">699</span></span> (Pa. Super. Nov. 15, 1966). As has been heretofore pointed out, the applicant in the case at hand was fully informed by his attorney of what was taking place and consented to the conference between his attorney and the Solicitor; furthermore, the record shows that the trial judge inquired of the defendant whether he understood the nature of his plea and whether it was voluntary. There has been no violation of Petitioner's rights in this regard.</p>\n<p>It is likewise clear that Petitioner's claim of ineffective representation by his court-appointed counsel is without substance. A charge of ineffective assistance of court-appointed counsel should not be sustained unless it very clearly appears well-grounded. Gray v. United States, 112 U.S.App.D.C. 86, <span class=\"citation\" data-id=\"256299\"><a href=\"/opinion/256299/richard-gray-v-united-states/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">467</span></a></span> (1962). The most obvious fact militating against this assertion is that the attorney succeeded in getting the Solicitor to accept a plea of guilty to manslaughter when it was the opinion of the attorney, having conducted a thorough examination of the case, that the State could make out its charge of first degree murder. The attorney was appointed in the morning of the day before the trial, but it is clear that he did not need any more time than he had to see all the witnesses, gather the relevant facts and plan for a trial. The record supports the post-conviction hearing judge's findings and conclusions that the attorney made a full investigation of the case and informed the Petitioner of what he was up against.</p>\n<p>In Gibbs v. Beto, <span class=\"citation\" data-id=\"264498\"><a href=\"/opinion/264498/paul-adam-gibbs-v-dr-george-j-beto-director-texas-department-of/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">442</span></a></span> (5th Cir., 1964), this issue was raised in a context similar to the one at bar. There, the attorney knew that if the case went to trial and conviction was obtained, the defendant would face a mandatory life sentence as a habitual criminal. The district attorney offered to dismiss the habitual criminal charges in exchange for a guilty plea to armed robbery, and the Court of Appeals for the Fifth Circuit squarely held that this did not make out a case of ineffective assistance of counsel. Similarly, the attorney in this case enabled Petitioner to avoid a possible death or life sentence for first degree murder, which in his opinion the evidence would have supported. As pointed out in Williams v. Beto, <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></span> (5th Cir., 1965), \"* * * when a defendant requests the appointment of counsel he is simply seeking the benefits of the attorney-client relationship as customarily practiced in the American system of jurisprudence, no more and no less. * * * <span class=\"star-pagination\">*492</span> When one seeks the assistance of counsel, he thereby confesses his own inadequacy in the field and stipulates his willingness, like any other client, save in the exceptional case we have already discussed, to be bound by the presumably superior knowledge of the professional man on whose assistance he proposes to depend.\" Id. at 705-706. Thus Petitioner's claim is without merit.</p>\n<p>Petitioner goes on to allege generally that he did not receive a fair and impartial trial on his plea of guilty. In North Carolina, a plea of guilty is equivalent to a conviction of the offense charged, and no other proof of guilt is required. State v. Wilson, <span class=\"citation\" data-id=\"1317940\"><a href=\"/opinion/1317940/state-v-wilson/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">174</span></a></span>, <span class=\"citation\" data-id=\"1317940\"><a href=\"/opinion/1317940/state-v-wilson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">813</span></a></span> (1959). It is not only an admission of guilt, but is also a formal confession of guilt before the court in which the defendant is arraigned, and the defendant thereby admits to the facts alleged and the offenses charged in the indictment or warrant. State v. Crandall, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">861</span></span> (1945); State v. Robinson, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">320</span></span> (1944). With the above principles in mind, it is clear that it was not prejudicial to the Petitioner that Earthy Lee Robinson was not put on the stand to testify in his behalf, since Petitioner could not have interposed a plea of self-defense while pleading guilty at the same time. Moreover, Robinson did not see the killing and could not testify to the act and how it took place. All of this was fully explored at the post-conviction hearing, and the findings and conclusions by the presiding judge that this person would not have been helpful to the Petitioner on his plea of guilty are well-supported by the record.</p>\n<p>This Court has the discretion to ascertain whether a claim is substantial before granting a full hearing, and in doing so may review all relevant material. United States v. Hill, <span class=\"citation\" data-id=\"261127\"><a href=\"/opinion/261127/united-states-v-james-francis-hill/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span> (6th Cir., 1963). This has been done, and the files and records conclusively show that this latter claim and all other grounds for relief asserted in the application are without merit.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, it is ordered that the application for a writ of habeas corpus be, and the same is hereby denied.</p>\n<p>It is further ordered that the respondents' Motion to Dismiss be, and the same is hereby allowed.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/233813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1317940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2349488/"
  ]
}