{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2351897/",
  "absolute_url": "/opinion/2351897/burroughs-wellcome-co-v-barr-laboratories-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2351897/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:53.180973Z",
  "date_modified": "2016-04-27T02:06:55.702430Z",
  "type": "010combined",
  "sha1": "fc6f3b67b08d108717f599658d97df6a215a9ff2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>828 F.Supp. 1200 (1993)</b></center>\n<center><h1>BURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nBARR LABORATORIES, INC., Defendant,<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM, INC., Defendant,<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM LTD., Defendant.<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF HEALTH AND HUMAN SERVICES and the National Institutes of Health, Defendants.</h1></center>\n<center>Nos. 91-41-CIV-4-H, 92-134-CIV-4-H, 92-156-CIV-4-H and 92-117-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>June 4, 1993.</center>\n<p><span class=\"star-pagination\">*1201</span> Thomas Curnin, New York City and Mark Ash, Raleigh, NC, for Burroughs Wellcome Co.</p>\n<p>Daniel Webb, Chicago, IL and John A.J. Ward, New Bern, NC, for Barr Laboratories, Inc.</p>\n<p>Robert Green, Chicago, IL and Rudolph Ashton, III, New Bern, NC, for Novopharm, Inc. and Novopharm, Ltd.</p>\n<p>Robert B. Lanman, Chief, NIH Branch Office of Gen. Counsel, HHS, Bethesda, MD and Paul M. Newby, Asst. U.S. Atty., Office of U.S. Atty., Raleigh, NC, for Nat. Inst. of Health.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on two motions for partial summary judgment filed by plaintiff Burroughs Wellcome Co. (\"BW Co.\"). BW Co. moves for partial summary judgment against defendants Barr Laboratories, Inc., (\"Barr\"), and Novopharm, Inc., and Novopharm Ltd. (together \"Novopharm\") that no employee of the National Institutes of Health (\"the NIH\") was an inventor of any <span class=\"star-pagination\">*1202</span> of the subject matter claimed in U.S. patents 4,724,232 (the \"'232 patent\") and 4,833,130 (the \"'130 patent\"). BW Co. also moves for partial summary judgment against Novopharm on the issues of inequitable conduct before the U.S. Patent Office and failure to name the proper inventors with deceptive intent. These motions have been fully briefed. On May 28, 1993, the court heard extensive oral arguments on the motions. These matters are now ripe for ruling.</p>\n<p>Having fully reviewed the motions and memoranda and considered the oral arguments of counsel, the court hereby DENIES BW Co.'s motions for partial summary judgment.</p>\n<p></p>\n<h2><i>PROCEDURAL BACKGROUND</i></h2>\n<p>BW Co., a research-oriented pharmaceutical company, owns and controls six U.S. patents covering various methods of using azidothymidine (\"AZT\") in the treatment of persons infected with the Human Immunodeficiency Virus (\"HIV\").<sup>[1]</sup> HIV is a causative agent of acquired immune deficiency syndrome (\"AIDS\"). BW Co. manufactures and sells AZT under the brand name Retrovir®.</p>\n<p>On March 19, 1991, Barr filed an Abbreviated New Drug Application (\"ANDA\") with the Food &amp; Drug Administration (\"FDA\") seeking approval to manufacture and distribute a generic pharmaceutical capsule containing AZT. In accordance with the Drug Price Competition and Patent Term Restoration Act of 1984, codified as 21 U.S.C. § 355 and 35 U.S.C. §§ 156, 271(e), Barr certified to the FDA that the BW Co. patents were either invalid or not infringed by the product described in its ANDA. Barr also informed BW Co. by letter dated April 9, 1991, pursuant to 21 U.S.C. § 355(j)(2)(B), of its certification to the FDA that the BW Co. patents were invalid or, in the alternative, that the generic product described in its ANDA did not infringe the BW Co. patents.</p>\n<p>On May 14, 1991, BW Co. commenced this action for patent infringement against Barr, alleging technical infringement of the BW Co. patents under 35 U.S.C. § 271(e)(2)(A). In its answer to the complaint, Barr contends that two scientists employed by the NIH were coinventors of the subject matter of the BW Co. patents but were not joined as inventors on the patents. Barr and the NIH entered into a nonexclusive licensing agreement in which Barr agreed to litigate the issue of the NIH's inventorship interest in the BW Co. patents in exchange for a license from the NIH to manufacture and market AZT in the event that such rights were established.</p>\n<p>On June 26, 1992, Novopharm Ltd., a Canadian corporation, filed an ANDA with the FDA seeking approval to manufacture and market Novo-AZT, a generic version of AZT. At the same time, Novopharm, Inc., unsuccessfully sought to obtain a license from the NIH to exploit the NIH's alleged inchoate rights in the BW Co. patents. After learning of these events, BW Co. filed a suit for patent infringement against the Novopharm defendants. The Novopharm actions were consolidated with the Barr action by this court on November 30, 1992.</p>\n<p>Like Barr, Novopharm asserts that two scientists employed by the NIH should have been named as coinventors on the BW Co. patents. But, unlike Barr, Novopharm contends that BW Co. engaged in inequitable conduct before the U.S. Patent Office and acted with deceptive intent when it failed to inform the U.S. Patent Office of the identity of all of the proper inventors. For this reason, Novopharm seeks a declaration that the BW Co. patents are invalid and unenforceable.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1203</span> <i>STATEMENT OF FACTS</i>\n</h2>\n<p>From the parties' memoranda and exhibits, the court has discerned the following facts which the court believes to be relevant to the issues of inventorship and inequitable conduct. The inventors named on the BW Co. patents are Dr. Janet Rideout, Dr. David Barry, Dr. Sandra Lehrman, Ms. Martha St. Clair and Dr. Phillip Furman (hereinafter \"the BW Co. inventors\"). Barr and Novopharm contend that Dr. Samuel Broder and Dr. Hiroaki Mitsuya, both employees of the NIH, should also be named as inventors.</p>\n<p>With the emergence and identification of AIDS in the early 1980s, researchers throughout the scientific community began searching for both the cause of and a cure for AIDS. In 1984, Dr. Gallo of the NIH and Dr. Montagnier of the Institute Pasteur in France discovered independently that AIDS was caused by a retrovirus identified as HIV. After the discovery that HIV was a retrovirus, BW Co. began screening compounds for antiretroviral activity in an effort to find an effective therapy for AIDS. BW Co. screened compounds for activity against two murine retroviruses.<sup>[2]</sup></p>\n<p>During this same time period, scientists at the NIH, primarily under the direction of Dr. Broder, began searching for a cure for AIDS. Unlike BW Co., Dr. Broder and his fellow scientists at the NIH, in particular Dr. Mitsuya, worked with live HIV. As a result of their work with live HIV, they were able to develop an assay incorporating a unique cell line capable of demonstrating a compound's effectiveness at inhibiting the replication of HIV.</p>\n<p>After learning that Dr. Broder was interested in obtaining compounds from private pharmaceutical companies to screen for activity against HIV, BW Co. contacted Dr. Broder in the fall of 1984 and arranged a meeting. On October 5, 1984, Dr. Broder visited BW Co.'s offices in Research Triangle Park, North Carolina, to conduct a seminar on the pathogenesis and clinical manifestations of HIV. Further, Dr. Broder met with Dr. Barry and as a result of this meeting, Dr. Broder agreed to accept compounds under code from BW Co. for testing against live HIV.</p>\n<p>On October 29, 1984, Dr. Rideout selected AZT for testing in BW Co.'s murine screens. Ms. St. Clair conducted these tests and reported that AZT showed significant activity against FLV and HaSV at low concentrations. After obtaining these positive results, the BW Co. scientists first discussed patenting the use of AZT to treat AIDS on December 5, 1984. On January 15, 1985, BW Co. decided to file a patent application covering the use of AZT as an AIDS therapy.</p>\n<p>On February 4, 1985, BW Co. sent a sample of AZT to Dr. Broder under the code name Compound S. In the letter accompanying the sample of Compound S, Dr. Lehrman informed Dr. Broder that Compound S had been tested in murine and feline leukemia virus systems and that HIV replication had been inhibited at certain concentrations. Dr. Lehrman suggested screening Compound S at 1, 5, 10, and 50 micromolar concentrations.</p>\n<p>By February 6, 1985, a draft patent application was prepared for filing in the United Kingdom disclosing the use of AZT as an AIDS therapy. This draft application did not disclose the identity of inventors, but did disclose an effective dosage range sufficient to treat humans infected with HIV.</p>\n<p>In mid-February, Dr. Mitsuya tested Compound S against live HIV and reported positive activity against replication of HIV. On February 20, 1985, Dr. Broder phoned Dr. Lehrman to give her the results of Dr. Mitsuya's testing. On March 1, Dr. Broder once again met with the BW Co. scientists at Research Triangle Park to review the results of Dr. Mitsuya's testing and to develop a plan for clinical trials of AZT. It was at this meeting on March 1 that BW Co. informed Dr. Broder that Compound S was AZT. Before BW Co. told Dr. Broder that Compound S was AZT, Dr. Mitsuya had never heard of AZT and neither Dr. Broder nor Dr. Mitsuya had thought of using AZT as a potential AIDS therapy.</p>\n<p><span class=\"star-pagination\">*1204</span> The legal significance of these facts is hotly contested and embodies the central issue in these law suits. BW Co. contends that the inventors named on the BW Co. patents had a full and complete conception of the idea of using AZT as a therapy for AIDS prior to the testing performed by Dr. Broder and Dr. Mitsuya and without any conceptive contribution from them. In contrast, the defendants contend that the Dr. Broder and Dr. Mitsuya contributed to the conception of the idea of using AZT as an AIDS therapy and that, as a matter of law, the BW Co. inventors could not have had a full and complete conception until AZT had been tested and found effective against live HIV.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>Standards for Summary Judgment</i></h2>\n<p>Summary judgment is appropriate where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). A genuine issue of material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n<p>The party moving for summary judgment bears the burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986). In response to a motion for summary judgment, the nonmoving party must \"go beyond the pleadings and by her own affidavits, or by the `depositions, answers to interrogatories, and admissions on file,' designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553.</p>\n<p>In ruling on a motion for summary judgment, the function of this court is not \"to weigh the evidence and determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 249, 106 S.Ct. at 2511. The evidentiary standard to be applied is the same as that for deciding a motion for judgment as a matter of law, that is, whether there is sufficient evidence to allow a jury to return a verdict for the nonmoving party. <i>Id.</i> The court must view the evidence \"through the prism of the substantive evidentiary burden.\" <i>Id.</i> at 254, 106 S.Ct. at 2513.</p>\n<p>The Supreme Court provided an explanation of the proper role of the court in ruling on a motion for summary judgment in <i>Anderson v. Liberty Lobby, Inc</i><i>.:</i></p>\n<blockquote>Our holding that the clear-and-convincing standard of proof should be taken into account in ruling on summary judgment motions does not denigrate the role of the jury. It by no means authorizes trial by affidavits. Credibility determinations, the weighing of the evidence, and the drawing of legitimate inferences from the facts are jury functions, not those of a judge, whether he is ruling on a motion for summary judgment or for a directed verdict. The evidence of the non-movant is to be believed, and all justifiable inferences are to be drawn in his favor.</blockquote>\n<p>477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Summary judgment is a proper procedural device in patent cases when there is no genuine issue of material fact. <i>Barmag Barmer Maschinenfabrik AG v. Murata Mach., Ltd.,</i> 731 F.2d 831, 835 (Fed.Cir. 1984). \"The <i>materiality</i> of facts is viewed in light of the legal standard to be applied to the case.\" <i>Id.</i> at 836. The legal standards to be applied to this case are perhaps more contested than the facts. The inventors named in the '232 and '130 patents are presumed to be correct. 35 U.S.C. § 282; <i>Amax Fly Ash Corp. v. United States,</i> 514 F.2d 1041, 1047, 206 Ct.Cl. 756 (1975). The presumption that the patents are valid can only be overcome by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2><i>The Issue of Inventorship</i></h2>\n<p>The basis of BW Co.'s motion for partial summary judgment against all defendants on the issue of inventorship related to the '232 and '130 patents is its contention that Dr. <span class=\"star-pagination\">*1205</span> Broder and Dr. Mitsuya did not conceive of, or contribute to the conception of, the idea of using AZT as an AIDS therapy. BW Co. strenuously argues that the inventors named in the '232 and '130 patents had a full and complete conception of the subject of the inventions <i>before</i> Dr. Broder and Dr. Mitsuya tested Compound S (AZT) in the NIH laboratory. Alternatively, BW Co. contends that, even if Dr. Broder's and Dr. Mitsuya's positive test results were required to \"complete\" conception, the testing performed by Dr. Broder and Dr. Mitsuya was mechanical in nature and inured to the benefit of the BW Co. inventors.</p>\n<p>The vigorous opposition raised by the defendants to the motion for partial summary judgment relies heavily upon the fact that the BW Co. inventors did not know <i>prior to Dr. Mitsuya's testing of Compound S</i> that AZT would <i>in fact</i> be effective against HIV. The defendants argue that without Dr. Mitsuya's unique cell line, and his experience in working with HIV <i>in vitro,</i> the BW Co. inventors could not have determined the effectiveness of AZT against HIV and, therefore, would have had no reasonable basis to believe that their \"idea\" would work.</p>\n<p>The key to determining inventorship is conception. \"Unless a person contributes to conception of the invention, he is not an inventor.\" <i>In re Hardee,</i> 223 U.S.P.Q. 1122, 1123 (Comm'r Pat. &amp; Trademarks 1984) (citing <i>Mueller Brass Co. v. Reading Indus.,</i> 352 F.Supp. 1357 (E.D.Pa.1972), <i>aff'd,</i> 487 F.2d 1395 (3d Cir.1973)). Conception is defined as</p>\n<blockquote>the complete performance of the mental part of the inventive act. All that remains to be accomplished, in order to perfect the act or instrument, belongs to the department of construction, not invention. It is therefore the formation, in the mind of the inventor, <i>of a definite and permanent idea of the complete and operative invention, as it is thereafter to be applied in practice,</i> that constitutes an available conception, within the meaning of the patent law.</blockquote>\n<p><i>Gunter v. Stream,</i> 573 F.2d 77, 80 (C.C.P.A. 1978) (quoting <i>Mergenthaler v. Scudder,</i> 11 App.D.C. 264, 276 (1897)).</p>\n<p>Conception must be more than \"the realization of a desirable result ... [or] a mere hope or expectation.\" <i>Amax Fly Ash,</i> 514 F.2d at 1047 (citations omitted). Conception occurs when \"`the inventive idea is crystallized in all of its essential attributes and becomes so clearly defined in the mind of the inventor as to be capable of being converted to reality and reduced to practice by the inventor or by ones skilled in the art.'\" <i>Id.</i> (quoting <i>Technitrol, Inc. v. United States,</i> 440 F.2d 1362, 1369-70, 194 Ct.Cl. 596 (1971)).</p>\n<p>Defendants Barr and Novopharm contend that an alleged inventor cannot attain a \"definite and permanent,\" and thus, complete, conception until he has a reasonable expectation or understanding that the product will work as planned. The court finds no support for this contention in the cases cited by the defendants as applied to this case. The doctrine of simultaneous conception and reduction to practice does not apply here. The law requires only that the conceiver possess an inventive idea that can be described in sufficient detail that one of ordinary skill in the art could reduce it to practice. Actual knowledge or a reasonable expectation for believing that the idea will work is not an element of conception. <i>See </i><i>Applegate v. Scherer,</i> 332 F.2d 571, 573, 51 C.C.P.A. 1416 (1964).</p>\n<p>Accordingly, the court finds as a matter of law that an inventor need not have an objectively reasonable basis for believing that an idea will work for conception to be complete. The \"formation in the mind of the inventor, of a definite and permanent idea of the complete and operative invention, as it is thereafter to be applied in practice\" embodies the law of conception. <i>Hybritech Inc. v. Monoclonal Antibodies, Inc.,</i> 802 F.2d 1367, 1376 (Fed.Cir.1986), <i>cert. denied,</i> 480 U.S. 947, 107 S.Ct. 1606, 94 L.Ed.2d 792 (1987). Conception is complete when the inventor has conceived the means of reducing the invention to practice and no more than routine skill would be required to do so. <i>Rey-Bellet v. Englehardt,</i> 493 F.2d 1380, 1387 (C.C.P.A.1974).</p>\n<p>With this understanding of the law, the court notes that the issue of conception  the formation of a complete and operative idea in the mind of an inventor  necessitates <span class=\"star-pagination\">*1206</span> inquiry into the mental impressions, thoughts, and conclusions of the inventor. Traditionally, such \"mental\" facts are determined largely by corroborating evidence and the opportunity to evaluate the demeanor and credibility of live witnesses.</p>\n<p>Given the shifting burdens in summary judgment proceedings, once BW Co. shows that its inventors conceived of the idea of using AZT as an AIDS therapy, the burden shifts to the defendants to show the existence of a factual dispute on the issue of conception. The evidence required to meet this burden implicates the subjective state of mind of the BW Co. inventors; it requires Barr and Novopharm to come forward with evidence showing that the BW Co. inventors did not have \"a complete and operative idea\" of a method for using AZT to treat AIDS patients which could have been reduced to practice by one of ordinary skill in the art. Such evidence is largely unavailable to a party in response to a motion for summary judgment.</p>\n<p>The court further notes that, in bringing this motion, BW Co. is asking this court to decide, as a matter of law, that the BW Co. inventors' conception of the subject matter of the '232 and '130 patents was complete and operative without any contribution from Dr. Broder and Dr. Mitsuya. BW Co. has presented very compelling evidence to the court in support of this motion. For example, the February 6, 1985 Draft Patent Application (the \"Feb. 6 draft\") discloses how to make various pharmaceutical formulations of AZT for the purpose of treating HIV infections in humans and discloses effective dosage ranges. The dosage ranges disclosed in the Feb. 6 draft encompassed the recommended dosage as approved by the FDA in 1987. Furthermore, expert witnesses<sup>[3]</sup> have testified at depositions that the Feb. 6 draft teaches one of ordinary skill in the art how to use AZT to treat HIV infected patients. The defendants have not come forward with any evidence contradicting this testimony.</p>\n<p>Notwithstanding this compelling evidence, the court is hesitant to grant summary judgment on an issue which ultimately rests upon the determination of an individual's state of mind. Looking at all of the evidence before the court, the court finds that there is enough evidence casting doubt upon BW Co.'s contention that conception was complete to require denial of its motion. For example, the fact that the Feb. 6 draft was not filed until after test results were obtained from Dr. Broder could create an inference that the BW Co. inventors did not have a complete and operative conception at that time.</p>\n<p>The court acknowledges BW Co.'s alternative argument that, even if conception was not complete prior to Dr. Broder's and Dr. Mitsuya's testing of AZT against live HIV, the work performed by Dr. Broder and Dr. Mitsuya was in the nature of construction and not conception. On this point, it appears that the law clearly favors BW Co.'s position. \"An inventor `may use the services, ideas, and aid of others in the process of perfecting his invention without losing his right to a patent.'\" <i>Shatterproof Glass Corp. v. Libbey-Owens Ford Co.,</i> 758 F.2d 613, 624 (Fed. Cir.1985) (quoting <i>Hobbs v. United States Atomic Energy Comm.,</i> 451 F.2d 849, 864 (5th Cir.1971)), <i>cert. dismissed,</i> 474 U.S. 976, 106 S.Ct. 340, 88 L.Ed.2d 326 (1985). Knowledge that a conceived invention will work is not necessary before there can be conception. <i>See </i><i>Applegate v. Scherer,</i> 332 F.2d 571 (C.C.P.A.1964).</p>\n<p>In <i>Applegate,</i> the court held that where one party discloses a complete conception of an invention to a second party, who then through testing demonstrates the effectiveness of the conceived invention for the intended purpose, the work performed by the second party inures to the benefit of the original party. Similarly, in <i>Mattor v. Coolegem,</i> 530 F.2d 1391 (C.C.P.A.1976), the court found that a party who conducted tests at the direction and instruction of another was merely a technician for carrying out instructions and not a contributor to the conception of the invention. <i>Id.</i> at 1395.</p>\n<p><span class=\"star-pagination\">*1207</span> Although the court finds that the evidence strongly favors BW Co. on this issue, the court believes that whether Dr. Broder and Dr. Mitsuya were merely \"a pair of hands\" performing tests at the direction of the BW Co. inventors, or whether they collaborated with the BW Co. inventors in conceiving of the idea that AZT would be an effective therapy for AIDS is a question of fact for the jury to determine.</p>\n<p></p>\n<h2><i>The Issue of Inequitable Conduct/Deceptive Intent</i></h2>\n<p>Having concluded that summary judgment cannot be granted on the issue of inventorship, the court now addresses BW Co.'s motion for partial summary judgment against Novopharm on the issue of inequitable conduct before the patent office and failure to name inventors with deceptive intent.</p>\n<p>At the outset of this discussion, the court is faced with the parties' disagreement as to the proper allocation of the burdens of proof on Novopharm's affirmative defense of deceptive intent and Novopharm's counterclaim alleging inequitable conduct. Novopharm concedes that it bears the burden of proof on its counterclaim to come forward with clear and convincing evidence that BW Co. intentionally engaged in inequitable conduct in the prosecution of its patents. However, Novopharm contends that BW Co. carries a negative burden in relation to Novopharm's affirmative defense of deceptive intent. To reach this conclusion, Novopharm argues that, to reach the issue of deceptive intent, the court must assume that Dr. Broder and Dr. Mitsuya should have been named as inventors; then, in order to correct the nonjoinder of inventors without invalidating the patents pursuant to 35 U.S.C. § 256, BW Co. must establish that the nonjoinder was not the product of deceptive intent.</p>\n<p>BW Co. contends that 35 U.S.C. § 256 is not applicable here because neither it nor Novopharm has applied for a certificate of correction. The court agrees with BW Co. The BW Co. patents are presumed valid. Novopharm has the burden of proving invalidity or unenforceability by clear and convincing evidence. If Novopharm is successful, then the issue of deceptive intent will become ripe. The court finds no legal basis for distinguishing between the burden of proof on a counterclaim of inequitable conduct and the burden of proof on an affirmative defense of deceptive intent in this case. Therefore, the court finds that Novopharm must prove by clear and convincing evidence sufficient facts to establish both its counterclaim of inequitable conduct and its affirmative defense of deceptive intent.</p>\n<p>BW Co.'s motion for partial summary judgment is based upon its assertion that economic motive alone is not sufficient as a matter of law to establish inequitable conduct or deceptive intent. Novopharm contends, however, that economic motive is relevant to the issue and must be considered in the overall factual context.</p>\n<p>To establish inequitable conduct, Novopharm must present clear and convincing evidence that 1) material information was withheld or misrepresented to the patent office 2) with the intent to deceive or mislead the patent office. <i>In re Harita,</i> 847 F.2d 801, 808 (Fed.Cir.1988). On this issue, the Court of Appeals for the Federal Circuit recently stated:</p>\n<blockquote>To be guilty of inequitable conduct, <i>one must have intended to act inequitably.</i> Thus, one who alleges a \"failure to disclose\" form of inequitable conduct must offer clear and convincing proof of: ... (3) failure of the applicant to disclose art or information <i>resulting from an intent to mislead the PTO.</i>\n</blockquote>\n<p><i>In re Harita,</i> 847 F.2d at 808 (quoting <i>FMC Corp. v. Manitowoc Co.,</i> 835 F.2d 1411, 1415 (Fed.Cir.1987)).</p>\n<p>To determine whether a patent applicant acted with the necessary intent to deceive, the court must evaluate all of the facts and circumstances in the case, including those indicative of good faith. <i>Paragon Podiatry Lab. Inc. v. KLM Labs.,</i> 984 F.2d 1182, 1190 (Fed.Cir.1993). Because the issue of inequitable conduct is so closely tied to the underlying facts, summary judgment is rarely appropriate. <i>Id.</i> (quoting <i>KangaROOS U.S.A., Inc. v. Caldor, Inc.,</i> 778 F.2d 1571, 1577 (Fed.Cir.1985)).</p>\n<p><span class=\"star-pagination\">*1208</span> The very nature of patent law  the reward to the inventor of a monopoly on the use of his invention  provides an economic incentive to the patent applicant. As recognized by the court in <i>Kingsdown Medical Consultants, Ltd. v. Hollister, Inc.,</i> 863 F.2d 867, 874 (Fed.Cir.1988), \"there is nothing improper, illegal or inequitable in filing a patent application for the purpose of obtaining a right to exclude a known competitor's product from the market.\" Thus, if Novopharm intends to rely on economic motive alone to prove inequitable conduct, then its evidence will have to be <i>very</i> compelling in light of the underlying facts and circumstances. However, the court finds it inappropriate at this stage to decide the issue of inequitable conduct without the benefit of hearing the testimony, observing the witnesses, and considering all of the evidence presented at trial.</p>\n<p>In so ruling, the court notes that the defense of inequitable conduct is equitable in nature, and, therefore, not an issue for a jury to decide. <i>Paragon Podiatry,</i> 984 F.2d at 1190. Accordingly, this court intends to decide the issue of inequitable conduct and deceptive intent based upon its own factual findings and observations during the trial.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For over two years, the parties have been embroiled in hard-fought discovery battles. Hundreds of depositions have been taken across the nation and tens of thousands of pages of documents have been produced. The parties now anticipate calling as many as 260 witnesses at the trial of this matter. Because of the commendable efforts of counsel, the issues have been refined and this matter is ready for trial. The trial will be time consuming and expensive for all concerned, including the judiciary.</p>\n<p>Counsel have argued and briefed these motions with remarkable fervor. This is a close case on the issue of summary judgment. The court recognizes that the importance of this case extends beyond the immediate parties. Courts must exercise caution in the realm of summary judgment proceedings and may deny summary judgment \"in a case where there is reason to believe that the better course would be to proceed to a full trial.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 255, 106 S.Ct. 2505, 2513, 91 L.Ed.2d 202 (1986) (citing <i>Kennedy v. Silas Mason Co.,</i> 334 U.S. 249, 68 S.Ct. 1031, 92 L.Ed. 1347 (1948)). In light of the complexity of the issues and the national and global impact of this case, the court finds that this case fits into that category.</p>\n<p>Accordingly, the court finds that genuine issues of material fact exist on the issue of inventorship which preclude the entry of summary judgment on the '232 and '130 patents. Likewise, the court finds that the issues of inequitable conduct and deceptive intent cannot be appropriately decided by this court on a motion for summary judgment. The court hereby DENIES the motions of BW Co. for partial summary judgment on the issues of inventorship and inequitable conduct before the U.S. Patent Office and failure to name the proper inventors with deceptive intent.</p>\n<h2>NOTES</h2>\n<p>[1]  Specifically, this lawsuit concerns the following patents: 1) U.S. Patent No. 4,724,232, filed September 17, 1985, issued to Rideout et al. on February 9, 1988, expires February 9, 2005; 2) U.S. Patent No. 4,828,838, filed October 21, 1987, issued to Rideout et al. on May 9, 1989, expires February 9, 2005; 3) U.S. Patent No. 4,833,130, filed October 20, 1987, issued to Rideout et al. on May 23, 1989, expires February 9, 2005; 4) U.S. Patent No. 4,837,208, filed October 20, 1987, issued to Rideout et al. on June 6, 1989, expires February 9, 2005; 5) U.S. Patent No. 4,818,538, filed October 21, 1987, issued to Rideout et al. on April 4, 1989, expires February 9, 2005; and 6) U.S. Patent No. 4,818,750, filed October 20, 1987, issued to Rideout et al. on April 4, 1989, expires February 9, 2005. The court will refer to these patents collectively as \"the BW Co. patents.\"</p>\n<p>[2]  The two murine retroviruses used by BW Co. for testing were the Friend leukemia virus (\"FLV\") and the Harvey sarcoma virus (\"HaSV\").</p>\n<p>[3]  Dr. Katz, Dr. White, and Dr. Whitley testified on behalf of BW Co. Dr. Levine testified on behalf of Barr.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1200</span></span> (1993)</b></center>\n<center><h1>BURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nBARR LABORATORIES, INC., Defendant,<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM, INC., Defendant,<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM LTD., Defendant.<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF HEALTH AND HUMAN SERVICES and the National Institutes of Health, Defendants.</h1></center>\n<center>Nos. 91-41-CIV-4-H, 92-134-CIV-4-H, 92-156-CIV-4-H and 92-117-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>June 4, 1993.</center>\n<p><span class=\"star-pagination\">*1201</span> Thomas Curnin, New York City and Mark Ash, Raleigh, NC, for Burroughs Wellcome Co.</p>\n<p>Daniel Webb, Chicago, IL and John A.J. Ward, New Bern, NC, for Barr Laboratories, Inc.</p>\n<p>Robert Green, Chicago, IL and Rudolph Ashton, III, New Bern, NC, for Novopharm, Inc. and Novopharm, Ltd.</p>\n<p>Robert B. Lanman, Chief, NIH Branch Office of Gen. Counsel, HHS, Bethesda, MD and Paul M. Newby, Asst. U.S. Atty., Office of U.S. Atty., Raleigh, NC, for Nat. Inst. of Health.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on two motions for partial summary judgment filed by plaintiff Burroughs Wellcome Co. (\"BW Co.\"). BW Co. moves for partial summary judgment against defendants Barr Laboratories, Inc., (\"Barr\"), and Novopharm, Inc., and Novopharm Ltd. (together \"Novopharm\") that no employee of the National Institutes of Health (\"the NIH\") was an inventor of any <span class=\"star-pagination\">*1202</span> of the subject matter claimed in U.S. patents 4,724,232 (the \"'232 patent\") and 4,833,130 (the \"'130 patent\"). BW Co. also moves for partial summary judgment against Novopharm on the issues of inequitable conduct before the U.S. Patent Office and failure to name the proper inventors with deceptive intent. These motions have been fully briefed. On May 28, 1993, the court heard extensive oral arguments on the motions. These matters are now ripe for ruling.</p>\n<p>Having fully reviewed the motions and memoranda and considered the oral arguments of counsel, the court hereby DENIES BW Co.'s motions for partial summary judgment.</p>\n<p></p>\n<h2><i>PROCEDURAL BACKGROUND</i></h2>\n<p>BW Co., a research-oriented pharmaceutical company, owns and controls six U.S. patents covering various methods of using azidothymidine (\"AZT\") in the treatment of persons infected with the Human Immunodeficiency Virus (\"HIV\").<sup>[1]</sup> HIV is a causative agent of acquired immune deficiency syndrome (\"AIDS\"). BW Co. manufactures and sells AZT under the brand name Retrovir®.</p>\n<p>On March 19, 1991, Barr filed an Abbreviated New Drug Application (\"ANDA\") with the Food &amp; Drug Administration (\"FDA\") seeking approval to manufacture and distribute a generic pharmaceutical capsule containing AZT. In accordance with the Drug Price Competition and Patent Term Restoration Act of 1984, codified as 21 U.S.C. § 355 and 35 U.S.C. §§ 156, 271(e), Barr certified to the FDA that the BW Co. patents were either invalid or not infringed by the product described in its ANDA. Barr also informed BW Co. by letter dated April 9, 1991, pursuant to 21 U.S.C. § 355(j)(2)(B), of its certification to the FDA that the BW Co. patents were invalid or, in the alternative, that the generic product described in its ANDA did not infringe the BW Co. patents.</p>\n<p>On May 14, 1991, BW Co. commenced this action for patent infringement against Barr, alleging technical infringement of the BW Co. patents under 35 U.S.C. § 271(e)(2)(A). In its answer to the complaint, Barr contends that two scientists employed by the NIH were coinventors of the subject matter of the BW Co. patents but were not joined as inventors on the patents. Barr and the NIH entered into a nonexclusive licensing agreement in which Barr agreed to litigate the issue of the NIH's inventorship interest in the BW Co. patents in exchange for a license from the NIH to manufacture and market AZT in the event that such rights were established.</p>\n<p>On June 26, 1992, Novopharm Ltd., a Canadian corporation, filed an ANDA with the FDA seeking approval to manufacture and market Novo-AZT, a generic version of AZT. At the same time, Novopharm, Inc., unsuccessfully sought to obtain a license from the NIH to exploit the NIH's alleged inchoate rights in the BW Co. patents. After learning of these events, BW Co. filed a suit for patent infringement against the Novopharm defendants. The Novopharm actions were consolidated with the Barr action by this court on November 30, 1992.</p>\n<p>Like Barr, Novopharm asserts that two scientists employed by the NIH should have been named as coinventors on the BW Co. patents. But, unlike Barr, Novopharm contends that BW Co. engaged in inequitable conduct before the U.S. Patent Office and acted with deceptive intent when it failed to inform the U.S. Patent Office of the identity of all of the proper inventors. For this reason, Novopharm seeks a declaration that the BW Co. patents are invalid and unenforceable.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1203</span> <i>STATEMENT OF FACTS</i>\n</h2>\n<p>From the parties' memoranda and exhibits, the court has discerned the following facts which the court believes to be relevant to the issues of inventorship and inequitable conduct. The inventors named on the BW Co. patents are Dr. Janet Rideout, Dr. David Barry, Dr. Sandra Lehrman, Ms. Martha St. Clair and Dr. Phillip Furman (hereinafter \"the BW Co. inventors\"). Barr and Novopharm contend that Dr. Samuel Broder and Dr. Hiroaki Mitsuya, both employees of the NIH, should also be named as inventors.</p>\n<p>With the emergence and identification of AIDS in the early 1980s, researchers throughout the scientific community began searching for both the cause of and a cure for AIDS. In 1984, Dr. Gallo of the NIH and Dr. Montagnier of the Institute Pasteur in France discovered independently that AIDS was caused by a retrovirus identified as HIV. After the discovery that HIV was a retrovirus, BW Co. began screening compounds for antiretroviral activity in an effort to find an effective therapy for AIDS. BW Co. screened compounds for activity against two murine retroviruses.<sup>[2]</sup></p>\n<p>During this same time period, scientists at the NIH, primarily under the direction of Dr. Broder, began searching for a cure for AIDS. Unlike BW Co., Dr. Broder and his fellow scientists at the NIH, in particular Dr. Mitsuya, worked with live HIV. As a result of their work with live HIV, they were able to develop an assay incorporating a unique cell line capable of demonstrating a compound's effectiveness at inhibiting the replication of HIV.</p>\n<p>After learning that Dr. Broder was interested in obtaining compounds from private pharmaceutical companies to screen for activity against HIV, BW Co. contacted Dr. Broder in the fall of 1984 and arranged a meeting. On October 5, 1984, Dr. Broder visited BW Co.'s offices in Research Triangle Park, North Carolina, to conduct a seminar on the pathogenesis and clinical manifestations of HIV. Further, Dr. Broder met with Dr. Barry and as a result of this meeting, Dr. Broder agreed to accept compounds under code from BW Co. for testing against live HIV.</p>\n<p>On October 29, 1984, Dr. Rideout selected AZT for testing in BW Co.'s murine screens. Ms. St. Clair conducted these tests and reported that AZT showed significant activity against FLV and HaSV at low concentrations. After obtaining these positive results, the BW Co. scientists first discussed patenting the use of AZT to treat AIDS on December 5, 1984. On January 15, 1985, BW Co. decided to file a patent application covering the use of AZT as an AIDS therapy.</p>\n<p>On February 4, 1985, BW Co. sent a sample of AZT to Dr. Broder under the code name Compound S. In the letter accompanying the sample of Compound S, Dr. Lehrman informed Dr. Broder that Compound S had been tested in murine and feline leukemia virus systems and that HIV replication had been inhibited at certain concentrations. Dr. Lehrman suggested screening Compound S at 1, 5, 10, and 50 micromolar concentrations.</p>\n<p>By February 6, 1985, a draft patent application was prepared for filing in the United Kingdom disclosing the use of AZT as an AIDS therapy. This draft application did not disclose the identity of inventors, but did disclose an effective dosage range sufficient to treat humans infected with HIV.</p>\n<p>In mid-February, Dr. Mitsuya tested Compound S against live HIV and reported positive activity against replication of HIV. On February 20, 1985, Dr. Broder phoned Dr. Lehrman to give her the results of Dr. Mitsuya's testing. On March 1, Dr. Broder once again met with the BW Co. scientists at Research Triangle Park to review the results of Dr. Mitsuya's testing and to develop a plan for clinical trials of AZT. It was at this meeting on March 1 that BW Co. informed Dr. Broder that Compound S was AZT. Before BW Co. told Dr. Broder that Compound S was AZT, Dr. Mitsuya had never heard of AZT and neither Dr. Broder nor Dr. Mitsuya had thought of using AZT as a potential AIDS therapy.</p>\n<p><span class=\"star-pagination\">*1204</span> The legal significance of these facts is hotly contested and embodies the central issue in these law suits. BW Co. contends that the inventors named on the BW Co. patents had a full and complete conception of the idea of using AZT as a therapy for AIDS prior to the testing performed by Dr. Broder and Dr. Mitsuya and without any conceptive contribution from them. In contrast, the defendants contend that the Dr. Broder and Dr. Mitsuya contributed to the conception of the idea of using AZT as an AIDS therapy and that, as a matter of law, the BW Co. inventors could not have had a full and complete conception until AZT had been tested and found effective against live HIV.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>Standards for Summary Judgment</i></h2>\n<p>Summary judgment is appropriate where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). A genuine issue of material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>The party moving for summary judgment bears the burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). In response to a motion for summary judgment, the nonmoving party must \"go beyond the pleadings and by her own affidavits, or by the `depositions, answers to interrogatories, and admissions on file,' designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553.</p>\n<p>In ruling on a motion for summary judgment, the function of this court is not \"to weigh the evidence and determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 249, 106 S.Ct. at 2511. The evidentiary standard to be applied is the same as that for deciding a motion for judgment as a matter of law, that is, whether there is sufficient evidence to allow a jury to return a verdict for the nonmoving party. <i>Id.</i> The court must view the evidence \"through the prism of the substantive evidentiary burden.\" <i>Id.</i> at 254, 106 S.Ct. at 2513.</p>\n<p>The Supreme Court provided an explanation of the proper role of the court in ruling on a motion for summary judgment in <i>Anderson v. Liberty Lobby, Inc</i><i>.:</i></p>\n<blockquote>Our holding that the clear-and-convincing standard of proof should be taken into account in ruling on summary judgment motions does not denigrate the role of the jury. It by no means authorizes trial by affidavits. Credibility determinations, the weighing of the evidence, and the drawing of legitimate inferences from the facts are jury functions, not those of a judge, whether he is ruling on a motion for summary judgment or for a directed verdict. The evidence of the non-movant is to be believed, and all justifiable inferences are to be drawn in his favor.</blockquote>\n<p>477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Summary judgment is a proper procedural device in patent cases when there is no genuine issue of material fact. <i>Barmag Barmer Maschinenfabrik AG v. Murata Mach., Ltd.,</i> <span class=\"citation\" data-id=\"433650\"><a href=\"/opinion/433650/barmag-barmer-maschinenfabrik-ag-v-murata-machinery-ltd-and-murata-of/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></a></span>, 835 (Fed.Cir. 1984). \"The <i>materiality</i> of facts is viewed in light of the legal standard to be applied to the case.\" <i>Id.</i> at 836. The legal standards to be applied to this case are perhaps more contested than the facts. The inventors named in the '232 and '130 patents are presumed to be correct. 35 U.S.C. § 282; <i>Amax Fly Ash Corp. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></span>, 1047, <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">756</span></span> (1975). The presumption that the patents are valid can only be overcome by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2><i>The Issue of Inventorship</i></h2>\n<p>The basis of BW Co.'s motion for partial summary judgment against all defendants on the issue of inventorship related to the '232 and '130 patents is its contention that Dr. <span class=\"star-pagination\">*1205</span> Broder and Dr. Mitsuya did not conceive of, or contribute to the conception of, the idea of using AZT as an AIDS therapy. BW Co. strenuously argues that the inventors named in the '232 and '130 patents had a full and complete conception of the subject of the inventions <i>before</i> Dr. Broder and Dr. Mitsuya tested Compound S (AZT) in the NIH laboratory. Alternatively, BW Co. contends that, even if Dr. Broder's and Dr. Mitsuya's positive test results were required to \"complete\" conception, the testing performed by Dr. Broder and Dr. Mitsuya was mechanical in nature and inured to the benefit of the BW Co. inventors.</p>\n<p>The vigorous opposition raised by the defendants to the motion for partial summary judgment relies heavily upon the fact that the BW Co. inventors did not know <i>prior to Dr. Mitsuya's testing of Compound S</i> that AZT would <i>in fact</i> be effective against HIV. The defendants argue that without Dr. Mitsuya's unique cell line, and his experience in working with HIV <i>in vitro,</i> the BW Co. inventors could not have determined the effectiveness of AZT against HIV and, therefore, would have had no reasonable basis to believe that their \"idea\" would work.</p>\n<p>The key to determining inventorship is conception. \"Unless a person contributes to conception of the invention, he is not an inventor.\" <i>In re Hardee,</i> 223 U.S.P.Q. 1122, 1123 (Comm'r Pat. &amp; Trademarks 1984) (citing <i>Mueller Brass Co. v. Reading Indus.,</i> <span class=\"citation\" data-id=\"2004256\"><a href=\"/opinion/2004256/mueller-brass-co-v-reading-industries-inc/\"><span class=\"volume\">352</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1357</span></a></span> (E.D.Pa.1972), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1395</span></span> (3d Cir.1973)). Conception is defined as</p>\n<blockquote>the complete performance of the mental part of the inventive act. All that remains to be accomplished, in order to perfect the act or instrument, belongs to the department of construction, not invention. It is therefore the formation, in the mind of the inventor, <i>of a definite and permanent idea of the complete and operative invention, as it is thereafter to be applied in practice,</i> that constitutes an available conception, within the meaning of the patent law.</blockquote>\n<p><i>Gunter v. Stream,</i> <span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span>, 80 (C.C.P.A. 1978) (quoting <i>Mergenthaler v. Scudder,</i> 11 App.D.C. 264, 276 (1897)).</p>\n<p>Conception must be more than \"the realization of a desirable result ... [or] a mere hope or expectation.\" <i>Amax Fly Ash,</i> 514 F.2d at 1047 (citations omitted). Conception occurs when \"`the inventive idea is crystallized in all of its essential attributes and becomes so clearly defined in the mind of the inventor as to be capable of being converted to reality and reduced to practice by the inventor or by ones skilled in the art.'\" <i>Id.</i> (quoting <i>Technitrol, Inc. v. United States,</i> <span class=\"citation\" data-id=\"296028\"><a href=\"/opinion/296028/technitrol-inc-v-the-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1362</span></a></span>, 1369-70, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">596</span></span> (1971)).</p>\n<p>Defendants Barr and Novopharm contend that an alleged inventor cannot attain a \"definite and permanent,\" and thus, complete, conception until he has a reasonable expectation or understanding that the product will work as planned. The court finds no support for this contention in the cases cited by the defendants as applied to this case. The doctrine of simultaneous conception and reduction to practice does not apply here. The law requires only that the conceiver possess an inventive idea that can be described in sufficient detail that one of ordinary skill in the art could reduce it to practice. Actual knowledge or a reasonable expectation for believing that the idea will work is not an element of conception. <i>See </i><i>Applegate v. Scherer,</i> <span class=\"citation\" data-id=\"264532\"><a href=\"/opinion/264532/vernon-c-applegate-and-john-h-howell-v-otto-scherer-heinz-frensch-and/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 573, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">C.C.P.A.</span> <span class=\"page\">1416</span></span> (1964).</p>\n<p>Accordingly, the court finds as a matter of law that an inventor need not have an objectively reasonable basis for believing that an idea will work for conception to be complete. The \"formation in the mind of the inventor, of a definite and permanent idea of the complete and operative invention, as it is thereafter to be applied in practice\" embodies the law of conception. <i>Hybritech Inc. v. Monoclonal Antibodies, Inc.,</i> <span class=\"citation\" data-id=\"477880\"><a href=\"/opinion/477880/hybritech-incorporated-v-monoclonal-antibodies-inc/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1376 (Fed.Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1606</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></span> (1987). Conception is complete when the inventor has conceived the means of reducing the invention to practice and no more than routine skill would be required to do so. <i>Rey-Bellet v. Englehardt,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></span>, 1387 (C.C.P.A.1974).</p>\n<p>With this understanding of the law, the court notes that the issue of conception  the formation of a complete and operative idea in the mind of an inventor  necessitates <span class=\"star-pagination\">*1206</span> inquiry into the mental impressions, thoughts, and conclusions of the inventor. Traditionally, such \"mental\" facts are determined largely by corroborating evidence and the opportunity to evaluate the demeanor and credibility of live witnesses.</p>\n<p>Given the shifting burdens in summary judgment proceedings, once BW Co. shows that its inventors conceived of the idea of using AZT as an AIDS therapy, the burden shifts to the defendants to show the existence of a factual dispute on the issue of conception. The evidence required to meet this burden implicates the subjective state of mind of the BW Co. inventors; it requires Barr and Novopharm to come forward with evidence showing that the BW Co. inventors did not have \"a complete and operative idea\" of a method for using AZT to treat AIDS patients which could have been reduced to practice by one of ordinary skill in the art. Such evidence is largely unavailable to a party in response to a motion for summary judgment.</p>\n<p>The court further notes that, in bringing this motion, BW Co. is asking this court to decide, as a matter of law, that the BW Co. inventors' conception of the subject matter of the '232 and '130 patents was complete and operative without any contribution from Dr. Broder and Dr. Mitsuya. BW Co. has presented very compelling evidence to the court in support of this motion. For example, the February 6, 1985 Draft Patent Application (the \"Feb. 6 draft\") discloses how to make various pharmaceutical formulations of AZT for the purpose of treating HIV infections in humans and discloses effective dosage ranges. The dosage ranges disclosed in the Feb. 6 draft encompassed the recommended dosage as approved by the FDA in 1987. Furthermore, expert witnesses<sup>[3]</sup> have testified at depositions that the Feb. 6 draft teaches one of ordinary skill in the art how to use AZT to treat HIV infected patients. The defendants have not come forward with any evidence contradicting this testimony.</p>\n<p>Notwithstanding this compelling evidence, the court is hesitant to grant summary judgment on an issue which ultimately rests upon the determination of an individual's state of mind. Looking at all of the evidence before the court, the court finds that there is enough evidence casting doubt upon BW Co.'s contention that conception was complete to require denial of its motion. For example, the fact that the Feb. 6 draft was not filed until after test results were obtained from Dr. Broder could create an inference that the BW Co. inventors did not have a complete and operative conception at that time.</p>\n<p>The court acknowledges BW Co.'s alternative argument that, even if conception was not complete prior to Dr. Broder's and Dr. Mitsuya's testing of AZT against live HIV, the work performed by Dr. Broder and Dr. Mitsuya was in the nature of construction and not conception. On this point, it appears that the law clearly favors BW Co.'s position. \"An inventor `may use the services, ideas, and aid of others in the process of perfecting his invention without losing his right to a patent.'\" <i>Shatterproof Glass Corp. v. Libbey-Owens Ford Co.,</i> <span class=\"citation\" data-id=\"449782\"><a href=\"/opinion/449782/shatterproof-glass-corporation-appelleecross-appellant-v-libbey-owens/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 624 (Fed. Cir.1985) (quoting <i>Hobbs v. United States Atomic Energy Comm.,</i> <span class=\"citation\" data-id=\"300187\"><a href=\"/opinion/300187/james-c-hobbs-v-united-states-of-america-atomic-energy-commission/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 864 (5th Cir.1971)), <i>cert. dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></span> (1985). Knowledge that a conceived invention will work is not necessary before there can be conception. <i>See </i><i>Applegate v. Scherer,</i> <span class=\"citation\" data-id=\"264532\"><a href=\"/opinion/264532/vernon-c-applegate-and-john-h-howell-v-otto-scherer-heinz-frensch-and/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span> (C.C.P.A.1964).</p>\n<p>In <i>Applegate,</i> the court held that where one party discloses a complete conception of an invention to a second party, who then through testing demonstrates the effectiveness of the conceived invention for the intended purpose, the work performed by the second party inures to the benefit of the original party. Similarly, in <i>Mattor v. Coolegem,</i> <span class=\"citation no-link\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1391</span></span> (C.C.P.A.1976), the court found that a party who conducted tests at the direction and instruction of another was merely a technician for carrying out instructions and not a contributor to the conception of the invention. <i>Id.</i> at 1395.</p>\n<p><span class=\"star-pagination\">*1207</span> Although the court finds that the evidence strongly favors BW Co. on this issue, the court believes that whether Dr. Broder and Dr. Mitsuya were merely \"a pair of hands\" performing tests at the direction of the BW Co. inventors, or whether they collaborated with the BW Co. inventors in conceiving of the idea that AZT would be an effective therapy for AIDS is a question of fact for the jury to determine.</p>\n<p></p>\n<h2><i>The Issue of Inequitable Conduct/Deceptive Intent</i></h2>\n<p>Having concluded that summary judgment cannot be granted on the issue of inventorship, the court now addresses BW Co.'s motion for partial summary judgment against Novopharm on the issue of inequitable conduct before the patent office and failure to name inventors with deceptive intent.</p>\n<p>At the outset of this discussion, the court is faced with the parties' disagreement as to the proper allocation of the burdens of proof on Novopharm's affirmative defense of deceptive intent and Novopharm's counterclaim alleging inequitable conduct. Novopharm concedes that it bears the burden of proof on its counterclaim to come forward with clear and convincing evidence that BW Co. intentionally engaged in inequitable conduct in the prosecution of its patents. However, Novopharm contends that BW Co. carries a negative burden in relation to Novopharm's affirmative defense of deceptive intent. To reach this conclusion, Novopharm argues that, to reach the issue of deceptive intent, the court must assume that Dr. Broder and Dr. Mitsuya should have been named as inventors; then, in order to correct the nonjoinder of inventors without invalidating the patents pursuant to 35 U.S.C. § 256, BW Co. must establish that the nonjoinder was not the product of deceptive intent.</p>\n<p>BW Co. contends that 35 U.S.C. § 256 is not applicable here because neither it nor Novopharm has applied for a certificate of correction. The court agrees with BW Co. The BW Co. patents are presumed valid. Novopharm has the burden of proving invalidity or unenforceability by clear and convincing evidence. If Novopharm is successful, then the issue of deceptive intent will become ripe. The court finds no legal basis for distinguishing between the burden of proof on a counterclaim of inequitable conduct and the burden of proof on an affirmative defense of deceptive intent in this case. Therefore, the court finds that Novopharm must prove by clear and convincing evidence sufficient facts to establish both its counterclaim of inequitable conduct and its affirmative defense of deceptive intent.</p>\n<p>BW Co.'s motion for partial summary judgment is based upon its assertion that economic motive alone is not sufficient as a matter of law to establish inequitable conduct or deceptive intent. Novopharm contends, however, that economic motive is relevant to the issue and must be considered in the overall factual context.</p>\n<p>To establish inequitable conduct, Novopharm must present clear and convincing evidence that 1) material information was withheld or misrepresented to the patent office 2) with the intent to deceive or mislead the patent office. <i>In re Harita,</i> <span class=\"citation\" data-id=\"506324\"><a href=\"/opinion/506324/in-re-kozaburo-harita-kukiyoshi-ajisawa-kinji-iizuke-yukihiko-kinoshita/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span>, 808 (Fed.Cir.1988). On this issue, the Court of Appeals for the Federal Circuit recently stated:</p>\n<blockquote>To be guilty of inequitable conduct, <i>one must have intended to act inequitably.</i> Thus, one who alleges a \"failure to disclose\" form of inequitable conduct must offer clear and convincing proof of: ... (3) failure of the applicant to disclose art or information <i>resulting from an intent to mislead the PTO.</i>\n</blockquote>\n<p><i>In re Harita,</i> 847 F.2d at 808 (quoting <i>FMC Corp. v. Manitowoc Co.,</i> <span class=\"citation\" data-id=\"499146\"><a href=\"/opinion/499146/fmc-corporation-v-the-manitowoc-company-inc/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1411</span></a></span>, 1415 (Fed.Cir.1987)).</p>\n<p>To determine whether a patent applicant acted with the necessary intent to deceive, the court must evaluate all of the facts and circumstances in the case, including those indicative of good faith. <i>Paragon Podiatry Lab. Inc. v. KLM Labs.,</i> <span class=\"citation\" data-id=\"599237\"><a href=\"/opinion/599237/paragon-podiatry-laboratory-inc-v-klm-laboratories-inc/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1182</span></a></span>, 1190 (Fed.Cir.1993). Because the issue of inequitable conduct is so closely tied to the underlying facts, summary judgment is rarely appropriate. <i>Id.</i> (quoting <i>KangaROOS U.S.A., Inc. v. Caldor, Inc.,</i> <span class=\"citation\" data-id=\"461671\"><a href=\"/opinion/461671/kangaroos-usa-inc-v-caldor-inc/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1571</span></a></span>, 1577 (Fed.Cir.1985)).</p>\n<p><span class=\"star-pagination\">*1208</span> The very nature of patent law  the reward to the inventor of a monopoly on the use of his invention  provides an economic incentive to the patent applicant. As recognized by the court in <i>Kingsdown Medical Consultants, Ltd. v. Hollister, Inc.,</i> <span class=\"citation\" data-id=\"515826\"><a href=\"/opinion/515826/kingsdown-medical-consultants-ltd-and-er-squibb-sons-inc-v/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 874 (Fed.Cir.1988), \"there is nothing improper, illegal or inequitable in filing a patent application for the purpose of obtaining a right to exclude a known competitor's product from the market.\" Thus, if Novopharm intends to rely on economic motive alone to prove inequitable conduct, then its evidence will have to be <i>very</i> compelling in light of the underlying facts and circumstances. However, the court finds it inappropriate at this stage to decide the issue of inequitable conduct without the benefit of hearing the testimony, observing the witnesses, and considering all of the evidence presented at trial.</p>\n<p>In so ruling, the court notes that the defense of inequitable conduct is equitable in nature, and, therefore, not an issue for a jury to decide. <i>Paragon Podiatry,</i> 984 F.2d at 1190. Accordingly, this court intends to decide the issue of inequitable conduct and deceptive intent based upon its own factual findings and observations during the trial.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For over two years, the parties have been embroiled in hard-fought discovery battles. Hundreds of depositions have been taken across the nation and tens of thousands of pages of documents have been produced. The parties now anticipate calling as many as 260 witnesses at the trial of this matter. Because of the commendable efforts of counsel, the issues have been refined and this matter is ready for trial. The trial will be time consuming and expensive for all concerned, including the judiciary.</p>\n<p>Counsel have argued and briefed these motions with remarkable fervor. This is a close case on the issue of summary judgment. The court recognizes that the importance of this case extends beyond the immediate parties. Courts must exercise caution in the realm of summary judgment proceedings and may deny summary judgment \"in a case where there is reason to believe that the better course would be to proceed to a full trial.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2513, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (citing <i>Kennedy v. Silas Mason Co.,</i> <span class=\"citation\" data-id=\"104555\"><a href=\"/opinion/104555/kennedy-v-silas-mason-co/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"104555\"><a href=\"/opinion/104555/kennedy-v-silas-mason-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, <span class=\"citation\" data-id=\"104555\"><a href=\"/opinion/104555/kennedy-v-silas-mason-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1347</span></a></span> (1948)). In light of the complexity of the issues and the national and global impact of this case, the court finds that this case fits into that category.</p>\n<p>Accordingly, the court finds that genuine issues of material fact exist on the issue of inventorship which preclude the entry of summary judgment on the '232 and '130 patents. Likewise, the court finds that the issues of inequitable conduct and deceptive intent cannot be appropriately decided by this court on a motion for summary judgment. The court hereby DENIES the motions of BW Co. for partial summary judgment on the issues of inventorship and inequitable conduct before the U.S. Patent Office and failure to name the proper inventors with deceptive intent.</p>\n<h2>NOTES</h2>\n<p>[1]  Specifically, this lawsuit concerns the following patents: 1) U.S. Patent No. 4,724,232, filed September 17, 1985, issued to Rideout et al. on February 9, 1988, expires February 9, 2005; 2) U.S. Patent No. 4,828,838, filed October 21, 1987, issued to Rideout et al. on May 9, 1989, expires February 9, 2005; 3) U.S. Patent No. 4,833,130, filed October 20, 1987, issued to Rideout et al. on May 23, 1989, expires February 9, 2005; 4) U.S. Patent No. 4,837,208, filed October 20, 1987, issued to Rideout et al. on June 6, 1989, expires February 9, 2005; 5) U.S. Patent No. 4,818,538, filed October 21, 1987, issued to Rideout et al. on April 4, 1989, expires February 9, 2005; and 6) U.S. Patent No. 4,818,750, filed October 20, 1987, issued to Rideout et al. on April 4, 1989, expires February 9, 2005. The court will refer to these patents collectively as \"the BW Co. patents.\"</p>\n<p>[2]  The two murine retroviruses used by BW Co. for testing were the Friend leukemia virus (\"FLV\") and the Harvey sarcoma virus (\"HaSV\").</p>\n<p>[3]  Dr. Katz, Dr. White, and Dr. Whitley testified on behalf of BW Co. Dr. Levine testified on behalf of Barr.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2004256/"
  ]
}