{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2352375/",
  "absolute_url": "/opinion/2352375/burroughs-wellcome-co-v-barr-laboratories-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2352375/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:59.010809Z",
  "date_modified": "2016-04-26T22:31:20.630995Z",
  "type": "010combined",
  "sha1": "a3a01275aee725c257fabedf7704b9aed092e978",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>828 F.Supp. 1208 (1993)</b></center>\n<center><h1>BURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nBARR LABORATORIES, INC., Defendant.<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM, INC., Defendant.<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM LTD., Defendant.</h1></center>\n<center>Nos. 91-41-CIV-4-H, 92-134-CIV-4-H, and 92-156-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>July 22, 1993.</center>\n<p><span class=\"star-pagination\">*1209</span> Thomas Curnin, New York City, Mark Ash, Raleigh, NC, for Burroughs Wellcome Co.</p>\n<p>Daniel Webb, Chicago, IL, John A.J. Ward, New Bern, NC, for Barr Laboratories, Inc.</p>\n<p>Robert Green, Chicago, IL, Rudolph Ashton, III, New Bern, NC, for Novopharm, Inc. and Novopharm Ltd.</p>\n<p>ORDER GRANTING JUDGMENT AS A MATTER OF LAW IN FAVOR OF PLAINTIFF BURROUGHS WELLCOME CO.</p>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion for judgment as a matter of law filed June 30, 1993, and the plaintiffs renewed motion for judgment as a matter of law filed July 5, 1993. Also pending in this <span class=\"star-pagination\">*1210</span> matter is the plaintiffs renewed motion for summary judgment filed June 18, 1993.</p>\n<p>In the twenty-five months transpiring between the filing of the initial complaint in this consolidated patent infringement action on May 14, 1991, and the commencement of the trial on June 28, 1993, approximately five hundred forty-one pleadings have been filed and dozens of hearings on motions and discovery matters have been conducted by the court. The court has entered eighty-eight written orders and numerous bench rulings. Thus, the court is intimately familiar with the facts of this case and the legal contentions of the parties.</p>\n<p>To state that the case has been hotly contested would be an understatement. The parties have amassed learned, experienced and sizable trial teams who have represented their clients zealously and competently.</p>\n<p>The administrative complexity of conducting a trial of this magnitude has been enormous for the court and the parties. The sixty-year-old courtroom in New Bern, North Carolina, has been converted into a contemporary \"high tech\" facility utilizing \"real time\" court reporting and six computer-integrated video display monitors. It is highly conceivable that the cost of this trial for the parties exceeds $100,000 per day, in addition to the time and expense associated with this court and the jury. As this case enters its fourth week of trial, the parties estimate, somewhat conservatively the court suspects, that the trial will last an additional six to eight weeks.</p>\n<p>With this preamble, the court will state briefly a synopsis of the procedural and factual background of the case. A more detailed statement of the procedural and factual background of the case can be found in the court's order dated June 3, 1993, denying plaintiff's motions for partial summary judgment. 828 F.Supp. 1200.</p>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>Plaintiff Burroughs Wellcome Co., (\"BW Co.\"), a research-oriented pharmaceutical company, owns and controls six United States patents covering various methods of using azidothymidine (\"AZT\") in the treatment of persons infected with the Human Immunodeficiency Virus (\"HIV\"). BW Co. manufactures and sells AZT under the brand name Retrovir. At issue in this case is the proper naming of inventors on the following six patents owned by BW Co.: 1) U.S. Patent No. 4,724,232, filed September 17, 1985, issued February 9, 1988; 2) U.S. Patent No. 4,828,838, filed October 21, 1987, issued May 9, 1989; 3) U.S. Patent No. 4,833,130, filed October 20, 1987, issued May 23, 1989; 4) U.S. Patent No. 4,837,208, filed October 20, 1987, issued June 6, 1989; 5) U.S. Patent No. 4,818,538, filed October 21, 1987, issued April 4, 1989; and 6) U.S. Patent No. 4,818,750, filed October 20, 1987, issued April 4, 1989. The court will refer to these patents collectively as \"the BW Co. patents.\"</p>\n<p>Defendants Barr and Novopharm Ltd. filed Abbreviated New Drug Applications (\"ANDA\") with the Food and Drug Administration (\"FDA\") on March 19, 1991, and June 26, 1992, respectively, seeking approval to manufacture and distribute a generic equivalent of Retrovir. Both Barr and Novopharm Ltd. certified to the FDA, pursuant to 21 U.S.C. § 355 and 35 U.S.C. §§ 156, 271(e), that the BW Co. patents were either invalid or not infringed by the filing of their ANDAs. Barr asserted noninfringement for the reason, <i>inter alia,</i> that two scientists employed by the National Institutes of Health (\"the NIH\"), Dr. Samuel Broder and Dr. Hiroaka Mitsuya, were coinventors of the subject matter claimed in the six BW Co. patents but had not been named as inventors on the patents. Because Barr received a nonexclusive license from the NIH to exploit any patent rights the NIH, as the employer of Dr. Broder and Dr. Mitsuya, might have in the BW Co. patents, Barr alleged that its ANDA was not an act of infringement.</p>\n<p>Similarly, Novopharm Ltd. asserted that Dr. Broder and Dr. Mitsuya were coinventors of the subject matter claimed in the BW Co. patents, but in support of its contention that the BW Co. patents were invalid. Novopharm Ltd. contended that BW Co. omitted Dr. Broder and Dr. Mitsuya from the BW Co. patents with the intent to deceive the patent office and thereby engaged in inequitable conduct before the patent office. <span class=\"star-pagination\">*1211</span> Novopharm Ltd. asserted that this alleged inequitable conduct invalidated the BW Co. patents.</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>The BW Co. patents name the following five scientists employed by BW Co. as inventors: Dr. Janet Rideout; Dr. David Barry; Dr. Sandra Lehrman; Ms. Martha St. Clair; and Dr. Phillip Furman (collectively referred to as \"the BW Co. inventors\"). BW Co. is a world leader in antiviral therapy and experienced in retroviruses. BW Co. has been a leader in all aspects of the development of nucleoside analogs, particularly in their use as effective antiviral compounds.</p>\n<p>The BW Co. inventors first began screening compounds for potential use as an AIDS therapy in 1984. In mid-1984, when the scientific community learned that AIDS was caused by a retrovirus, now referred to as HIV, the BW Co. inventors, specifically Ms. St. Clair, began screening compounds for antiretroviral activity against two murine retroviruses.<sup>[1]</sup></p>\n<p>On October 29, 1984, Dr. Rideout selected AZT, identified as BW Co. compound 509U81, for testing in the murine screens. Ms. St. Clair tested AZT in the murine screens and reported that AZT showed significant activity against FLV and HaSV at low concentrations. After obtaining these positive results, the BW Co. inventors met on December 5, 1984, to discuss patenting the use of AZT to treat patients infected with HIV. After subsequent meetings held in early January 1985, the BW Co. patent committee recommended that a patent application covering the use of AZT as an AIDS therapy be prepared for future filing.</p>\n<p>On February 4, 1985, BW Co. sent a sample of AZT under the code name Compound S to Dr. Broder at the NIH for screening against HIV in human cells. In the letter accompanying the sample, Dr. Lehrman informed Dr. Broder that Compound S had been tested in murine and feline leukemia virus systems and that preliminary data was available showing that HIV replication had been inhibited at certain concentrations. Dr. Lehrman suggested that Dr. Broder screen Compound S at concentrations of 1, 5, 10, and 50 micromolars.</p>\n<p>By February 6, 1985, a draft patent application for filing in the United Kingdom was prepared by BW Co. employees and its patent agents and attorneys. This draft application did not name the inventors, but it disclosed how to make various pharmaceutical formulations of AZT in an effective dosage range for the purpose of treating HIV infections in humans. The dosage ranges disclosed in the draft patent application encompassed the recommended dosage ranges approved by the FDA in 1987. Based upon the information contained in the draft patent application, three expert witnesses on behalf of BW Co.<sup>[2]</sup> and one expert witness designated by Barr<sup>[3]</sup> stated in depositions that the draft patent application teaches one of ordinary skill in the art how to use AZT to treat patients infected with HIV. The draft patent application was reduced to final form and filed in the United Kingdom on March 16, 1985.</p>\n<p>Dr. Mitsuya tested Compound S against HIV in human cells in mid-February 1985. His tests demonstrated that Compound S was active against HIV. On February 20, 1985, Dr. Broder phoned Dr. Lehrman to report the results of Dr. Mitsuya's testing.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Rule 50(a) of the Federal Rules of Civil Procedure provides that a court may grant judgment as a matter of law during a jury trial when, after a party has been fully heard on the issue, \"there is no legally sufficient evidentiary basis for a reasonable jury\" to find in favor of that party on that issue. In ruling on a Rule 50(a) motion, the court must consider all of the evidence in the light most favorable to the nonmoving party and determine \"whether reasonable triers of fact could draw only one conclusion.\" <i>Bond v. Morton</i> <span class=\"star-pagination\">*1212</span> <i>Buildings, Inc.,</i> 815 F.Supp. 944, 945 (S.D.W.Va.1993). To avoid judgment as a matter of law, the nonmoving party must come forward with more than a scintilla of evidence to support the material aspects of his case. <i>Id.; see also </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 250-52, 106 S.Ct. 2505, 2511-12, 91 L.Ed.2d 202 (1986).</p>\n<p>Under Rule 56, summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" The standard for summary judgment under Rule 56 is very similar to the standard for judgment as a matter of law under Rule 50(a).</p>\n<p></p>\n<h2><i>Inventorship</i></h2>\n<p>The above facts are found by the court to be fully supported by the record. The parties and the court agree that the only real dispute in this case is the appropriate legal standard that will apply to these facts. The parties candidly represent to the court that the resolution of the appropriate legal standard is outcome determinative.</p>\n<p>In previous rulings, the court has defined conception as the formation in the mind of the inventor of a definite and permanent idea of the complete and operative invention as it is thereafter to be applied in practice. The court refused to adopt the legal standard asserted by the defendants in response to BW Co.'s motion for partial summary judgment that an inventor must have a \"reasonable basis\" for believing that an invention will work before conception can be complete.</p>\n<p>The law of conception as understood by the court is comprised of two elements. The first element relates to the state of mind of the inventor  whether he had a definite and permanent idea of the complete and operative invention. This element is subjective; so long as the idea is sufficiently defined and preserved, the law does not require that the inventor's idea be reasonable, scientifically accurate, or capable of being proved. This legal definition of the first element of conception is the object of the parties' current dispute and permeates the whole of the defendants' case.</p>\n<p>The second element asks whether the inventor's idea, as defined and preserved, enables one of ordinary skill in the art to reduce the invention to practice. This element is objective. The parties have no quarrel with the court's definition of the second element.</p>\n<p>Defendant Barr has argued that the definition of conception requires that the BW Co. inventors must have a definite and permanent idea that AZT would be effective in treating humans suffering from AIDS. Barr contends that it must be permitted to introduce evidence that challenges and undermines the murine screen used by the BW Co. inventors as a basis for their claimed definite and permanent idea that AZT would be effective in treating humans suffering from AIDS. Counsel for Barr has candidly stated that the heart of its case rests on the admissibility of evidence regarding the predictiveness, or lack thereof, of murine screens in forming the idea that AZT would be active against a human retrovirus.</p>\n<p>In contrast, BW Co. contends that the phrase \"definite and permanent\" in the context of conception relates to the inventor's ability to describe and preserve his idea and <i>not</i> to the inventor's belief that the idea will actually work.</p>\n<p>The court agrees with BW Co.'s contention regarding the definition of conception. The court does not believe that the phrase \"definite and permanent idea\" requires that the BW Co. inventors <i>know</i> that AZT would be effective in treating humans having AIDS. For conception to be complete, the law does not require an idea to be proven to actually work. The defendants candidly admitted that their case depends upon the evidence concerning the reliability or predictiveness of the murine screens used by the BW Co. inventors, which this court determines has no legal relevance.</p>\n<p>In light of the candid representations of defendants' counsel that they would be unable to satisfy their burden of proof by clear and convincing evidence under the court's definition of the first element of conception, <span class=\"star-pagination\">*1213</span> the court informed the defendants that it would consider BW Co.'s motions for judgment as a matter of law pursuant to Fed. R.Civ.P. 50(a). With this notification, counsel for the defendants presented written offers of proof and were given additional time to further supplement their offers of proof. The court has very carefully reviewed the defendants' written offers of proof and supplemental offers of proof and afforded them an opportunity to be heard orally.</p>\n<p>Having given the defendants the opportunity to be fully heard, the court will set forth its findings and conclusions in light of the legal definition of conception adopted by the court. Reviewing all of the evidence and resolving all inferences in favor of the defendants, the court finds no evidence which would enable the defendants to meet their burden of proof in this case. The pleadings in the case and the evidence presented in three weeks of trial testimony satisfy the court without doubt that no legally sufficient evidentiary basis exists for a reasonable jury to find that the BW Co. inventors did not have a complete conception of the invention independent of the testing performed by Dr. Broder and Dr. Mitsuya. The admissible evidence clearly establishes, and this court finds as a matter of law, that the BW Co. inventors formed a definite and permanent idea of using AZT as a therapy for AIDS without any inventive contribution from Dr. Broder and/or Dr. Mitsuya.</p>\n<p>Furthermore, in light of all of the evidence, the court concludes that the BW Co. inventors' idea was sufficiently described to allow one of ordinary skill in the art to practice the invention. The evidence in the record shows that the draft patent application was sufficient to enable one of ordinary skill in the art to practice the invention, that is, to treat a patient infected with HIV with an effective dosage amount of AZT. Thus, the evidence fully satisfies the second element of conception.</p>\n<p>In reaching its legal conclusions on the elements of conception, the court has relied upon the holdings in such cases as <i>Hybritech, Inc. v. Monoclonal Antibodies,</i> 802 F.2d 1367 (Fed.Cir.1986), <i>Rey-Bellet v. Engelhardt,</i> 493 F.2d 1380 (C.C.P.A.1974), <i>MacMillan v. Moffett,</i> 432 F.2d 1237 (C.C.P.A.1970), and <i>Applegate v. Scherer,</i> 332 F.2d 571 (C.C.P.A. 1964). The court notes further that a party who conducts tests wholly at the direction and instruction of another is merely a technician and not a conceiver and acts merely as a \"pair of hands.\" The court finds that this last statement accurately characterizes the role played by Dr. Broder and Dr. Mitsuya. The evidence in the record shows that BW Co. sent Compound S to the NIH with specific instructions and directed the testing performed by Dr. Broder and Dr. Mitsuya.</p>\n<p>Accordingly, the court concludes that BW Co. is entitled to judgment as a matter of law. The court finds that the evidence in this case is overwhelming and conclusive that the BW Co. inventors, and only the BW Co. inventors, first conceived of the idea of using AZT as a therapy for treating persons infected with HIV. Their definite and permanent idea was expressed in such documents as the February 6, 1985, draft patent application and the February 4, 1985, letter from Dr. Lehrman to Dr. Broder. In addition, the court has heard and considered the testimony of the inventors regarding their formation of the idea that AZT would be an effective AIDS therapy.</p>\n<p>The court also finds that the evidence is equally strong in relation to U.S. Patent No. 4,818,750 claiming the use of AZT to increase a patient's T-lymphocyte count. Novopharm Ltd. and Novopharm, Inc., contend that there is no evidence that the BW Co. inventors thought of this use until Dr. Broder and Dr. Yarchoan reported these results following the administration of AZT to a human during clinical trials. However, the court has heard substantial testimony that an increase in the T-lymphocyte count was an \"obvious,\" natural phenomenon known to the BW Co. inventors that would result from the inhibition of a retrovirus.</p>\n<p></p>\n<h2><i>Estoppel</i></h2>\n<p>Defendant Barr has also renewed its motion for partial summary judgment on the issue of estoppel, laches, and waiver. The court previously denied Barr's motion for partial summary judgment on these issues <span class=\"star-pagination\">*1214</span> following oral argument on June 14, 1993. The court found that certain factual determinations precluded the entry of summary judgment.</p>\n<p>Barr's primary contention in support of its motion is that the Property Clause of the United States Constitution holds that the government cannot be denied property rights through the assertion of the equitable doctrines of estoppel, laches, and waiver. Under the Property Clause and the cases applying it, government property may be disposed of only as authorized by Congress and government officials without proper authority cannot cause the government to lose its property rights. <i>See </i><i>California v. United States,</i> 457 U.S. 273, 102 S.Ct. 2432, 73 L.Ed.2d 1 (1982); <i>United States v. California,</i> 332 U.S. 19, 67 S.Ct. 1658, 91 L.Ed. 1889 (1947). Barr alleges that the government has never authorized the disposal of its patent rights through estoppel, laches, or waiver, and, therefore, these equitable defenses must be dismissed as a matter of law.</p>\n<p>The court is not persuaded that the Property Clause is implicated in this action. Although a patent right is a property right, the rights being asserted by Barr in this case have not yet ripened into \"property.\" The patent right being asserted<sup>[4]</sup> by Barr on behalf of the government in this action is the government's alleged ownership interest in the BW Co. patents.</p>\n<p>Barr asserted in its previous motion for partial summary judgment on this issue that ownership rights in a patent inure <i>automatically</i> to the government. For the reasons stated below, the court disagrees with Barr's application and interpretation of this statement.</p>\n<p>\"At the heart of any ownership analysis lies the question of who first invented the subject matter at issue, <i>because the patent right initially vests in the inventor</i> who may then, barring any restrictions to the contrary, transfer that right to another, and so forth.\" <i>Beech Aircraft Corp. v. EDO Corp.,</i> 990 F.2d 1237, 1248 (Fed.Cir.1993) (emphasis added). Only natural persons can be inventors. <i>Id.</i> at 1248 n. 2. Because the government is not a natural person, the government cannot be an inventor. Therefore, patent rights cannot vest <i>automatically</i> in the government. The government must derive patent rights from an inventor.</p>\n<p>In this case, the inventors from whom the government claims an ownership interest are Drs. Broder and Mitsuya. In order for the government to acquire an ownership interest in the BW Co. patents through Drs. Broder and Mitsuya, two conditions must be satisfied. First, Drs. Broder and Mitsuya must be inventors of the BW Co. patents. Second, Drs. Broder and Mitsuya must transfer, by assignment or otherwise, their ownership rights to the government.</p>\n<p>Putting aside the first condition, the court finds that the government is not able to establish the second condition in order to support the contention that the government <i>has</i> an ownership interest to protect. Although a formal assignment is not necessary in order for the government to obtain ownership rights in the inventions of its employees, <i>see</i> Executive Order 10096; <i>In re Williams,</i> 228 U.S.P.Q. 381 (Comm'r Pat.1985), federal regulations provide the proper procedures to be followed when a government employee seeks to establish patent rights. <i>See</i> 37 C.F.R. § 100.6(c)(3).</p>\n<p>The record is devoid of any evidence showing that Dr. Broder and/or Dr. Mitsuya ever filed or submitted an employee invention report identifying themselves as coinventors of the subject matter of the BW Co. patents. In fact, the court has found no evidence showing that Dr. Broder and/or Dr. Mitsuya ever took <i>any</i> action to establish their status as coinventors. Therefore, the court finds no basis for finding that the government has a <span class=\"star-pagination\">*1215</span> constitutionally-protected property interest in the BW Co. patents.</p>\n<p>Accordingly, the court DENIES Barr's renewed motion for partial summary judgment on the issue of estoppel, laches, and waiver. Whether these equitable doctrines can be applied in this case is a question that cannot be decided as a matter of law. This ruling in no way expresses any opinion as to whether the elements of these doctrines can be satisfied in this case based upon the evidence.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court hereby GRANTS BW Co.'s motion for judgment as a matter of law pursuant to Fed.R.Civ.P. 50(a)(1). The court finds that the BW Co. inventors had a complete conception, that is, they had a definite and permanent idea of a complete and operative invention as it was thereafter to be applied in practice, independent of any inventive contribution from Dr. Broder and Dr. Mitsuya. Having found that there is no basis in law for the contention that Dr. Broder and Dr. Mitsuya are coinventors, the court concludes that Novopharm, Inc., and Novopharm Ltd.'s defense of inequitable conduct fail as a matter of law and are hereby DISMISSED.</p>\n<p>All other pending motions are hereby DISMISSED.</p>\n<p>Pursuant to Fed.R.Civ.P. 50(a), judgment shall forthwith be entered in favor of the plaintiff Burroughs Wellcome Co.</p>\n<h2>NOTES</h2>\n<p>[1]  The two murine retroviruses used by BW Co. for testing were the Friend leukemia virus (\"FLV\") and the Harvey sarcoma virus (\"HaSV\").</p>\n<p>[2]  Dr. Katz, Dr. White, and Dr. Whitley.</p>\n<p>[3]  Dr. Levine.</p>\n<p>[4]  The court questions whether the government is, in fact, asserting any rights or taking any action to protect its rights in this litigation. It is not a party to this proceeding, and it has repeatedly reminded the court that it is not a party to this proceeding. It participated very begrudgingly in discovery, which became the subject of numerous motions to compel culminating in an on-site inspection of the files of the NIH attended by this court. The only action taken by the government to preserve its alleged rights was the negotiation of a licensing agreement with the defendant Barr which obligated Barr to represent the government's interest in this action.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1208</span></span> (1993)</b></center>\n<center><h1>BURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nBARR LABORATORIES, INC., Defendant.<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM, INC., Defendant.<br>\nBURROUGHS WELLCOME CO., Plaintiff,<br>\nv.<br>\nNOVOPHARM LTD., Defendant.</h1></center>\n<center>Nos. 91-41-CIV-4-H, 92-134-CIV-4-H, and 92-156-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>July 22, 1993.</center>\n<p><span class=\"star-pagination\">*1209</span> Thomas Curnin, New York City, Mark Ash, Raleigh, NC, for Burroughs Wellcome Co.</p>\n<p>Daniel Webb, Chicago, IL, John A.J. Ward, New Bern, NC, for Barr Laboratories, Inc.</p>\n<p>Robert Green, Chicago, IL, Rudolph Ashton, III, New Bern, NC, for Novopharm, Inc. and Novopharm Ltd.</p>\n<p>ORDER GRANTING JUDGMENT AS A MATTER OF LAW IN FAVOR OF PLAINTIFF BURROUGHS WELLCOME CO.</p>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion for judgment as a matter of law filed June 30, 1993, and the plaintiffs renewed motion for judgment as a matter of law filed July 5, 1993. Also pending in this <span class=\"star-pagination\">*1210</span> matter is the plaintiffs renewed motion for summary judgment filed June 18, 1993.</p>\n<p>In the twenty-five months transpiring between the filing of the initial complaint in this consolidated patent infringement action on May 14, 1991, and the commencement of the trial on June 28, 1993, approximately five hundred forty-one pleadings have been filed and dozens of hearings on motions and discovery matters have been conducted by the court. The court has entered eighty-eight written orders and numerous bench rulings. Thus, the court is intimately familiar with the facts of this case and the legal contentions of the parties.</p>\n<p>To state that the case has been hotly contested would be an understatement. The parties have amassed learned, experienced and sizable trial teams who have represented their clients zealously and competently.</p>\n<p>The administrative complexity of conducting a trial of this magnitude has been enormous for the court and the parties. The sixty-year-old courtroom in New Bern, North Carolina, has been converted into a contemporary \"high tech\" facility utilizing \"real time\" court reporting and six computer-integrated video display monitors. It is highly conceivable that the cost of this trial for the parties exceeds $100,000 per day, in addition to the time and expense associated with this court and the jury. As this case enters its fourth week of trial, the parties estimate, somewhat conservatively the court suspects, that the trial will last an additional six to eight weeks.</p>\n<p>With this preamble, the court will state briefly a synopsis of the procedural and factual background of the case. A more detailed statement of the procedural and factual background of the case can be found in the court's order dated June 3, 1993, denying plaintiff's motions for partial summary judgment. 828 F.Supp. 1200.</p>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>Plaintiff Burroughs Wellcome Co., (\"BW Co.\"), a research-oriented pharmaceutical company, owns and controls six United States patents covering various methods of using azidothymidine (\"AZT\") in the treatment of persons infected with the Human Immunodeficiency Virus (\"HIV\"). BW Co. manufactures and sells AZT under the brand name Retrovir. At issue in this case is the proper naming of inventors on the following six patents owned by BW Co.: 1) U.S. Patent No. 4,724,232, filed September 17, 1985, issued February 9, 1988; 2) U.S. Patent No. 4,828,838, filed October 21, 1987, issued May 9, 1989; 3) U.S. Patent No. 4,833,130, filed October 20, 1987, issued May 23, 1989; 4) U.S. Patent No. 4,837,208, filed October 20, 1987, issued June 6, 1989; 5) U.S. Patent No. 4,818,538, filed October 21, 1987, issued April 4, 1989; and 6) U.S. Patent No. 4,818,750, filed October 20, 1987, issued April 4, 1989. The court will refer to these patents collectively as \"the BW Co. patents.\"</p>\n<p>Defendants Barr and Novopharm Ltd. filed Abbreviated New Drug Applications (\"ANDA\") with the Food and Drug Administration (\"FDA\") on March 19, 1991, and June 26, 1992, respectively, seeking approval to manufacture and distribute a generic equivalent of Retrovir. Both Barr and Novopharm Ltd. certified to the FDA, pursuant to 21 U.S.C. § 355 and 35 U.S.C. §§ 156, 271(e), that the BW Co. patents were either invalid or not infringed by the filing of their ANDAs. Barr asserted noninfringement for the reason, <i>inter alia,</i> that two scientists employed by the National Institutes of Health (\"the NIH\"), Dr. Samuel Broder and Dr. Hiroaka Mitsuya, were coinventors of the subject matter claimed in the six BW Co. patents but had not been named as inventors on the patents. Because Barr received a nonexclusive license from the NIH to exploit any patent rights the NIH, as the employer of Dr. Broder and Dr. Mitsuya, might have in the BW Co. patents, Barr alleged that its ANDA was not an act of infringement.</p>\n<p>Similarly, Novopharm Ltd. asserted that Dr. Broder and Dr. Mitsuya were coinventors of the subject matter claimed in the BW Co. patents, but in support of its contention that the BW Co. patents were invalid. Novopharm Ltd. contended that BW Co. omitted Dr. Broder and Dr. Mitsuya from the BW Co. patents with the intent to deceive the patent office and thereby engaged in inequitable conduct before the patent office. <span class=\"star-pagination\">*1211</span> Novopharm Ltd. asserted that this alleged inequitable conduct invalidated the BW Co. patents.</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>The BW Co. patents name the following five scientists employed by BW Co. as inventors: Dr. Janet Rideout; Dr. David Barry; Dr. Sandra Lehrman; Ms. Martha St. Clair; and Dr. Phillip Furman (collectively referred to as \"the BW Co. inventors\"). BW Co. is a world leader in antiviral therapy and experienced in retroviruses. BW Co. has been a leader in all aspects of the development of nucleoside analogs, particularly in their use as effective antiviral compounds.</p>\n<p>The BW Co. inventors first began screening compounds for potential use as an AIDS therapy in 1984. In mid-1984, when the scientific community learned that AIDS was caused by a retrovirus, now referred to as HIV, the BW Co. inventors, specifically Ms. St. Clair, began screening compounds for antiretroviral activity against two murine retroviruses.<sup>[1]</sup></p>\n<p>On October 29, 1984, Dr. Rideout selected AZT, identified as BW Co. compound 509U81, for testing in the murine screens. Ms. St. Clair tested AZT in the murine screens and reported that AZT showed significant activity against FLV and HaSV at low concentrations. After obtaining these positive results, the BW Co. inventors met on December 5, 1984, to discuss patenting the use of AZT to treat patients infected with HIV. After subsequent meetings held in early January 1985, the BW Co. patent committee recommended that a patent application covering the use of AZT as an AIDS therapy be prepared for future filing.</p>\n<p>On February 4, 1985, BW Co. sent a sample of AZT under the code name Compound S to Dr. Broder at the NIH for screening against HIV in human cells. In the letter accompanying the sample, Dr. Lehrman informed Dr. Broder that Compound S had been tested in murine and feline leukemia virus systems and that preliminary data was available showing that HIV replication had been inhibited at certain concentrations. Dr. Lehrman suggested that Dr. Broder screen Compound S at concentrations of 1, 5, 10, and 50 micromolars.</p>\n<p>By February 6, 1985, a draft patent application for filing in the United Kingdom was prepared by BW Co. employees and its patent agents and attorneys. This draft application did not name the inventors, but it disclosed how to make various pharmaceutical formulations of AZT in an effective dosage range for the purpose of treating HIV infections in humans. The dosage ranges disclosed in the draft patent application encompassed the recommended dosage ranges approved by the FDA in 1987. Based upon the information contained in the draft patent application, three expert witnesses on behalf of BW Co.<sup>[2]</sup> and one expert witness designated by Barr<sup>[3]</sup> stated in depositions that the draft patent application teaches one of ordinary skill in the art how to use AZT to treat patients infected with HIV. The draft patent application was reduced to final form and filed in the United Kingdom on March 16, 1985.</p>\n<p>Dr. Mitsuya tested Compound S against HIV in human cells in mid-February 1985. His tests demonstrated that Compound S was active against HIV. On February 20, 1985, Dr. Broder phoned Dr. Lehrman to report the results of Dr. Mitsuya's testing.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Rule 50(a) of the Federal Rules of Civil Procedure provides that a court may grant judgment as a matter of law during a jury trial when, after a party has been fully heard on the issue, \"there is no legally sufficient evidentiary basis for a reasonable jury\" to find in favor of that party on that issue. In ruling on a Rule 50(a) motion, the court must consider all of the evidence in the light most favorable to the nonmoving party and determine \"whether reasonable triers of fact could draw only one conclusion.\" <i>Bond v. Morton</i> <span class=\"star-pagination\">*1212</span> <i>Buildings, Inc.,</i> <span class=\"citation\" data-id=\"1585346\"><a href=\"/opinion/1585346/bond-v-morton-bldgs-inc/\"><span class=\"volume\">815</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">944</span></a></span>, 945 (S.D.W.Va.1993). To avoid judgment as a matter of law, the nonmoving party must come forward with more than a scintilla of evidence to support the material aspects of his case. <i>Id.; see also </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 250-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2511-12, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>Under Rule 56, summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" The standard for summary judgment under Rule 56 is very similar to the standard for judgment as a matter of law under Rule 50(a).</p>\n<p></p>\n<h2><i>Inventorship</i></h2>\n<p>The above facts are found by the court to be fully supported by the record. The parties and the court agree that the only real dispute in this case is the appropriate legal standard that will apply to these facts. The parties candidly represent to the court that the resolution of the appropriate legal standard is outcome determinative.</p>\n<p>In previous rulings, the court has defined conception as the formation in the mind of the inventor of a definite and permanent idea of the complete and operative invention as it is thereafter to be applied in practice. The court refused to adopt the legal standard asserted by the defendants in response to BW Co.'s motion for partial summary judgment that an inventor must have a \"reasonable basis\" for believing that an invention will work before conception can be complete.</p>\n<p>The law of conception as understood by the court is comprised of two elements. The first element relates to the state of mind of the inventor  whether he had a definite and permanent idea of the complete and operative invention. This element is subjective; so long as the idea is sufficiently defined and preserved, the law does not require that the inventor's idea be reasonable, scientifically accurate, or capable of being proved. This legal definition of the first element of conception is the object of the parties' current dispute and permeates the whole of the defendants' case.</p>\n<p>The second element asks whether the inventor's idea, as defined and preserved, enables one of ordinary skill in the art to reduce the invention to practice. This element is objective. The parties have no quarrel with the court's definition of the second element.</p>\n<p>Defendant Barr has argued that the definition of conception requires that the BW Co. inventors must have a definite and permanent idea that AZT would be effective in treating humans suffering from AIDS. Barr contends that it must be permitted to introduce evidence that challenges and undermines the murine screen used by the BW Co. inventors as a basis for their claimed definite and permanent idea that AZT would be effective in treating humans suffering from AIDS. Counsel for Barr has candidly stated that the heart of its case rests on the admissibility of evidence regarding the predictiveness, or lack thereof, of murine screens in forming the idea that AZT would be active against a human retrovirus.</p>\n<p>In contrast, BW Co. contends that the phrase \"definite and permanent\" in the context of conception relates to the inventor's ability to describe and preserve his idea and <i>not</i> to the inventor's belief that the idea will actually work.</p>\n<p>The court agrees with BW Co.'s contention regarding the definition of conception. The court does not believe that the phrase \"definite and permanent idea\" requires that the BW Co. inventors <i>know</i> that AZT would be effective in treating humans having AIDS. For conception to be complete, the law does not require an idea to be proven to actually work. The defendants candidly admitted that their case depends upon the evidence concerning the reliability or predictiveness of the murine screens used by the BW Co. inventors, which this court determines has no legal relevance.</p>\n<p>In light of the candid representations of defendants' counsel that they would be unable to satisfy their burden of proof by clear and convincing evidence under the court's definition of the first element of conception, <span class=\"star-pagination\">*1213</span> the court informed the defendants that it would consider BW Co.'s motions for judgment as a matter of law pursuant to Fed. R.Civ.P. 50(a). With this notification, counsel for the defendants presented written offers of proof and were given additional time to further supplement their offers of proof. The court has very carefully reviewed the defendants' written offers of proof and supplemental offers of proof and afforded them an opportunity to be heard orally.</p>\n<p>Having given the defendants the opportunity to be fully heard, the court will set forth its findings and conclusions in light of the legal definition of conception adopted by the court. Reviewing all of the evidence and resolving all inferences in favor of the defendants, the court finds no evidence which would enable the defendants to meet their burden of proof in this case. The pleadings in the case and the evidence presented in three weeks of trial testimony satisfy the court without doubt that no legally sufficient evidentiary basis exists for a reasonable jury to find that the BW Co. inventors did not have a complete conception of the invention independent of the testing performed by Dr. Broder and Dr. Mitsuya. The admissible evidence clearly establishes, and this court finds as a matter of law, that the BW Co. inventors formed a definite and permanent idea of using AZT as a therapy for AIDS without any inventive contribution from Dr. Broder and/or Dr. Mitsuya.</p>\n<p>Furthermore, in light of all of the evidence, the court concludes that the BW Co. inventors' idea was sufficiently described to allow one of ordinary skill in the art to practice the invention. The evidence in the record shows that the draft patent application was sufficient to enable one of ordinary skill in the art to practice the invention, that is, to treat a patient infected with HIV with an effective dosage amount of AZT. Thus, the evidence fully satisfies the second element of conception.</p>\n<p>In reaching its legal conclusions on the elements of conception, the court has relied upon the holdings in such cases as <i>Hybritech, Inc. v. Monoclonal Antibodies,</i> <span class=\"citation\" data-id=\"477880\"><a href=\"/opinion/477880/hybritech-incorporated-v-monoclonal-antibodies-inc/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span> (Fed.Cir.1986), <i>Rey-Bellet v. Engelhardt,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></span> (C.C.P.A.1974), <i>MacMillan v. Moffett,</i> <span class=\"citation\" data-id=\"292656\"><a href=\"/opinion/292656/francis-s-kilmer-macmillan-v-robert-b-moffett/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span> (C.C.P.A.1970), and <i>Applegate v. Scherer,</i> <span class=\"citation\" data-id=\"264532\"><a href=\"/opinion/264532/vernon-c-applegate-and-john-h-howell-v-otto-scherer-heinz-frensch-and/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span> (C.C.P.A. 1964). The court notes further that a party who conducts tests wholly at the direction and instruction of another is merely a technician and not a conceiver and acts merely as a \"pair of hands.\" The court finds that this last statement accurately characterizes the role played by Dr. Broder and Dr. Mitsuya. The evidence in the record shows that BW Co. sent Compound S to the NIH with specific instructions and directed the testing performed by Dr. Broder and Dr. Mitsuya.</p>\n<p>Accordingly, the court concludes that BW Co. is entitled to judgment as a matter of law. The court finds that the evidence in this case is overwhelming and conclusive that the BW Co. inventors, and only the BW Co. inventors, first conceived of the idea of using AZT as a therapy for treating persons infected with HIV. Their definite and permanent idea was expressed in such documents as the February 6, 1985, draft patent application and the February 4, 1985, letter from Dr. Lehrman to Dr. Broder. In addition, the court has heard and considered the testimony of the inventors regarding their formation of the idea that AZT would be an effective AIDS therapy.</p>\n<p>The court also finds that the evidence is equally strong in relation to U.S. Patent No. 4,818,750 claiming the use of AZT to increase a patient's T-lymphocyte count. Novopharm Ltd. and Novopharm, Inc., contend that there is no evidence that the BW Co. inventors thought of this use until Dr. Broder and Dr. Yarchoan reported these results following the administration of AZT to a human during clinical trials. However, the court has heard substantial testimony that an increase in the T-lymphocyte count was an \"obvious,\" natural phenomenon known to the BW Co. inventors that would result from the inhibition of a retrovirus.</p>\n<p></p>\n<h2><i>Estoppel</i></h2>\n<p>Defendant Barr has also renewed its motion for partial summary judgment on the issue of estoppel, laches, and waiver. The court previously denied Barr's motion for partial summary judgment on these issues <span class=\"star-pagination\">*1214</span> following oral argument on June 14, 1993. The court found that certain factual determinations precluded the entry of summary judgment.</p>\n<p>Barr's primary contention in support of its motion is that the Property Clause of the United States Constitution holds that the government cannot be denied property rights through the assertion of the equitable doctrines of estoppel, laches, and waiver. Under the Property Clause and the cases applying it, government property may be disposed of only as authorized by Congress and government officials without proper authority cannot cause the government to lose its property rights. <i>See </i><i>California v. United States,</i> <span class=\"citation\" data-id=\"110744\"><a href=\"/opinion/110744/california-ex-rel-state-lands-commn-v-united-states/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"110744\"><a href=\"/opinion/110744/california-ex-rel-state-lands-commn-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span>, <span class=\"citation\" data-id=\"110744\"><a href=\"/opinion/110744/california-ex-rel-state-lands-commn-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1982); <i>United States v. California,</i> <span class=\"citation\" data-id=\"104454\"><a href=\"/opinion/104454/united-states-v-california/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1658</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1889</span></span> (1947). Barr alleges that the government has never authorized the disposal of its patent rights through estoppel, laches, or waiver, and, therefore, these equitable defenses must be dismissed as a matter of law.</p>\n<p>The court is not persuaded that the Property Clause is implicated in this action. Although a patent right is a property right, the rights being asserted by Barr in this case have not yet ripened into \"property.\" The patent right being asserted<sup>[4]</sup> by Barr on behalf of the government in this action is the government's alleged ownership interest in the BW Co. patents.</p>\n<p>Barr asserted in its previous motion for partial summary judgment on this issue that ownership rights in a patent inure <i>automatically</i> to the government. For the reasons stated below, the court disagrees with Barr's application and interpretation of this statement.</p>\n<p>\"At the heart of any ownership analysis lies the question of who first invented the subject matter at issue, <i>because the patent right initially vests in the inventor</i> who may then, barring any restrictions to the contrary, transfer that right to another, and so forth.\" <i>Beech Aircraft Corp. v. EDO Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></span>, 1248 (Fed.Cir.1993) (emphasis added). Only natural persons can be inventors. <i>Id.</i> at 1248 n. 2. Because the government is not a natural person, the government cannot be an inventor. Therefore, patent rights cannot vest <i>automatically</i> in the government. The government must derive patent rights from an inventor.</p>\n<p>In this case, the inventors from whom the government claims an ownership interest are Drs. Broder and Mitsuya. In order for the government to acquire an ownership interest in the BW Co. patents through Drs. Broder and Mitsuya, two conditions must be satisfied. First, Drs. Broder and Mitsuya must be inventors of the BW Co. patents. Second, Drs. Broder and Mitsuya must transfer, by assignment or otherwise, their ownership rights to the government.</p>\n<p>Putting aside the first condition, the court finds that the government is not able to establish the second condition in order to support the contention that the government <i>has</i> an ownership interest to protect. Although a formal assignment is not necessary in order for the government to obtain ownership rights in the inventions of its employees, <i>see</i> Executive Order 10096; <i>In re Williams,</i> 228 U.S.P.Q. 381 (Comm'r Pat.1985), federal regulations provide the proper procedures to be followed when a government employee seeks to establish patent rights. <i>See</i> 37 C.F.R. § 100.6(c)(3).</p>\n<p>The record is devoid of any evidence showing that Dr. Broder and/or Dr. Mitsuya ever filed or submitted an employee invention report identifying themselves as coinventors of the subject matter of the BW Co. patents. In fact, the court has found no evidence showing that Dr. Broder and/or Dr. Mitsuya ever took <i>any</i> action to establish their status as coinventors. Therefore, the court finds no basis for finding that the government has a <span class=\"star-pagination\">*1215</span> constitutionally-protected property interest in the BW Co. patents.</p>\n<p>Accordingly, the court DENIES Barr's renewed motion for partial summary judgment on the issue of estoppel, laches, and waiver. Whether these equitable doctrines can be applied in this case is a question that cannot be decided as a matter of law. This ruling in no way expresses any opinion as to whether the elements of these doctrines can be satisfied in this case based upon the evidence.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court hereby GRANTS BW Co.'s motion for judgment as a matter of law pursuant to Fed.R.Civ.P. 50(a)(1). The court finds that the BW Co. inventors had a complete conception, that is, they had a definite and permanent idea of a complete and operative invention as it was thereafter to be applied in practice, independent of any inventive contribution from Dr. Broder and Dr. Mitsuya. Having found that there is no basis in law for the contention that Dr. Broder and Dr. Mitsuya are coinventors, the court concludes that Novopharm, Inc., and Novopharm Ltd.'s defense of inequitable conduct fail as a matter of law and are hereby DISMISSED.</p>\n<p>All other pending motions are hereby DISMISSED.</p>\n<p>Pursuant to Fed.R.Civ.P. 50(a), judgment shall forthwith be entered in favor of the plaintiff Burroughs Wellcome Co.</p>\n<h2>NOTES</h2>\n<p>[1]  The two murine retroviruses used by BW Co. for testing were the Friend leukemia virus (\"FLV\") and the Harvey sarcoma virus (\"HaSV\").</p>\n<p>[2]  Dr. Katz, Dr. White, and Dr. Whitley.</p>\n<p>[3]  Dr. Levine.</p>\n<p>[4]  The court questions whether the government is, in fact, asserting any rights or taking any action to protect its rights in this litigation. It is not a party to this proceeding, and it has repeatedly reminded the court that it is not a party to this proceeding. It participated very begrudgingly in discovery, which became the subject of numerous motions to compel culminating in an on-site inspection of the files of the NIH attended by this court. The only action taken by the government to preserve its alleged rights was the negotiation of a licensing agreement with the defendant Barr which obligated Barr to represent the government's interest in this action.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1585346/"
  ]
}