{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2352382/",
  "absolute_url": "/opinion/2352382/riley-v-murdock/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2352382/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:12:59.082778Z",
  "date_modified": "2016-04-27T02:06:56.665952Z",
  "type": "010combined",
  "sha1": "be839aa740daaa21876739ec7ca0b04e8691e693",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>828 F.Supp. 1215 (1993)</b></center>\n<center><h1>Johnsie RILEY, et al., Plaintiffs,<br>\nv.<br>\nDavid H. MURDOCK, et al., Defendants.</h1></center>\n<center>No. 92-442-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 30, 1993.</center>\n<p><span class=\"star-pagination\">*1216</span> Thomas Fleming Taft, Jr., Taft, Taft &amp; Haigler, Greenville, NC, for Johnsie Riley, John F. Riley, Virginia Harrington, Dewey Harrington.</p>\n<p>Jeffrey C. Howard, Ralph M. Stockton, Jr., Petree, Stockton &amp; Robinson, Winston-Salem, NC, for David H. Murdock.</p>\n<p>Hubert Humphrey, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for Charles A. Cannon, Charitable Trust No. One, Charitable Trust No. Two, Charitable Trust No. Three, Cannon Foundation Inc., and Trust Under the Will of Charles A. Cannon.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on motions to dismiss, or alternatively motions for summary judgment, filed by the following defendants: (1) Charles A. Cannon Charitable Trusts Nos. One, Two, and Three, Cannon Foundation, Inc., and Trust Under the Will of Charles A. Cannon (\"Cannon Trust defendants\"); (2) DHM Holding Corporation, Murdock Investment Corporation, Pacific Holding Corporation, and Cannon Holding Corporation (\"Murdock corporate defendants\"); (3) Fieldcrest Cannon, Inc.; (4) Otto G. Stolz; (5) Estate of William C. Cannon, George A. Batte, Jr., Estate of J. Harris Cannon, Harold P. Hornaday, Estate of Donald S. Holt, Joseph Ridenhour, Andrew W. Adams, Estate of Albert M. Allran, Hubert J. Tourney, and James R. Jolly (\"individual defendants\"); and (6) First Union National Bank. Also before the court is a motion for more definite statement filed by defendant Otto G. Stolz. The motions have been extensively briefed, and will be addressed <i>seriatim.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1217</span> <i>FACTS</i><sup>[1]</sup></h2>\n<p>This is an action brought under the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. § 1001 <i>et seq.,</i> and also includes pendent state law claims of common law fraud and conspiracy. Plaintiffs consist of employees or retirees of Cannon Mills, Inc. (\"Cannon\"), and are participants in Cannon's retirement plan and the Fieldcrest Cannon Pension Trust. The complaint, first filed on 29 June 1992 and amended on 3 August 1992<sup>[2]</sup>, generally alleges a breach of fiduciary duty in failing to prudently manage the retirement plan for the benefit of the employee-participants. Specifically, plaintiffs challenge the acts of several defendants involving the seizure of surplus assets from the retirement plan and the use of an annuity backed by junk bonds to increase the monetary amount of the surplus seized. To facilitate a more complete understanding of the nature of these allegations, the following background is given.</p>\n<p>Cannon was founded in 1921 by Charles A. Cannon, and was run as a family textile business with manufacturing plants located primarily in various North Carolina communities. In 1971, Charles A. Cannon died and as a result, Cannon family heirs, estates and trusts, and charitable foundations gained control of Cannon.</p>\n<p>Since its founding in 1921, Cannon has had several retirement plans, the first of which became effective in 1947. Until 1979, the retirement plans were contributed to, in part, by employee-participants. These employee-participants would receive, if eligible, monthly pension benefits from two plans: the 1976 Retirement Plan of Cannon and associated companies (\"the 1976 Plan\"), and the 1979 Revised Retirement Plan of Cannon (\"the 1979 Plan\"). At the core of this suit is a dispute between the parties regarding the method of distribution of surplus assets under the retirement plans.</p>\n<p>Under the 1976 Plan, surplus assets allegedly were to be distributed to plan participants upon termination of the plan. However, in 1979, the existing retirement plan was amended, <i>inter alia,</i> by eliminating the contribution requirement of employee-participants and by changing the termination clause to explicitly provide that any surplus assets would revert, upon termination of the plan, to the employer rather than employee-participants.</p>\n<p>Shortly after the 1979 Plan amendments, crucial events began to unfold for Cannon. In late 1979 (some six months after the 1979 Plan amendment), Cannon came within the focus of the eyes of an apparent corporate raider, David H. Murdock.<sup>[3]</sup> Murdock began his quest by purchasing substantial shares of Cannon stock. In 1982, Murdock eventually bought Cannon outright as a result of these large stock purchases.</p>\n<p>The complaint alleges that this sale of Cannon resulted in benefits accruing to the Cannon trusts and Murdock as follows: the Cannon trusts benefitted by the tender of Cannon stock to Murdock at a high premium price; and Murdock benefitted by securing the reversion of the 1979 retirement plan's surplus assets (an alleged sum to the tune of just over $35 million). As a factual basis for these allegations, the complaint states that <span class=\"star-pagination\">*1218</span> on 9 December 1985 Murdock, through a series of various business transactions, caused the 1979 Plan to be amended to allow for both the purchase of an annuity and the reversion of the surplus assets to one of Murdock's corporate entities after all obligations had been satisfied. On 18 December 1985, the 1979 Plan allegedly was terminated. Fieldcrest Cannon, Inc. (\"Fieldcrest\") entered the scene on 30 January 1986 by announcing its intention to buy Cannon. Five months later, Fieldcrest made good on its promise, and merged with Cannon on 30 June 1986. On 2 July 1986, an annuity was then purchased which was negotiated in part by Murdock and, in part, by Fieldcrest. The investment in the annuity apparently went bad, and plaintiffs contend that they suffered as a result thereof.</p>\n<p>Given these facts in the amended complaint, plaintiffs allege that this entire business transaction enabled Fieldcrest to purchase Cannon at a reduced price, allowed the Cannon Trust defendants to receive a premium, and permitted Murdock to wrongfully acquire huge surplus assets from the retirement plan. Plaintiffs contend that by executing this elaborate scheme, defendants violated ERISA, the securities laws, the civil provisions of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), and committed common law fraud.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion to dismiss should be granted if the plaintiffs complaint has failed \"to state a claim upon which relief can be granted.\" Fed.R.Civ.P. 12(b)(6). If, on a motion to dismiss for failure to state a claim, \"matters outside the pleading are presented to and not excluded by the court, the motion shall be treated as one for summary judgment....\" Fed.R.Civ.P. 12(b). Since virtually all of the parties have submitted affidavits and/or exhibits outside the pleadings in connection with the pending motions and the court has reviewed the same, the court will treat the motions to dismiss as ones for summary judgment under the requirement set out in Rule 56, except as otherwise noted.</p>\n<p>Summary judgment \"shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Plaintiffs, in order to withstand summary judgment, must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in their favor. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 252, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986). \"The mere existence of a scintilla of evidence in support of plaintiffs' position will be insufficient\" to create a genuine issue of material fact. <i>Id.</i> Plaintiffs cannot create a genuine issue of material fact by resting on the pleadings. <i>See </i><i>Atkinson v. Bass,</i> 579 F.2d 865, 866 (4th Cir.), <i>cert. denied,</i> 439 U.S. 1003, 99 S.Ct. 615, 58 L.Ed.2d 679 (1978). Furthermore, plaintiffs' failure to create a genuine issue of material fact on any essential element of their claim will result in summary judgment being entered against them. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-323, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986).</p>\n<p></p>\n<h2><i>I. The Cannon Trust Defendants' Motion to Dismiss</i></h2>\n<p>In support of their motion, the Cannon Trust defendants argue that the factual bases in the amended complaint are insufficient to state a claim as against them. Specifically, the Cannon Trust defendants contend that the complaint only contains a conclusion of law that they are \"fiduciaries\" within the meaning of ERISA. Absent specific allegations showing that defendants are such, the Cannon Trust defendants thus maintain that this unsupported legal conclusion is deficient as a matter of law. In the alternative, the Cannon Trust defendants argue that this action, as against them, is barred by the applicable statute of limitations provided by ERISA.</p>\n<p>Not surprisingly, plaintiffs respond by contending that all of the Cannon Trust defendants qualify as \"fiduciaries\" under ERISA. Citing general principles of trust law, plaintiffs argue that no immunity exists for a trust whose <i>res</i> is used in an alleged fraudulent transaction. Given this, plaintiffs seem to <span class=\"star-pagination\">*1219</span> argue that since the retirement plan itself is a \"fiduciary\" under ERISA for purposes of standing, the trusts involved here, which collectively owned a substantial amount of shares of Cannon, can be considered \"fiduciaries\" by virtue of the administrative responsibilities attendant to them. Regarding the statute of limitations issue, plaintiffs first assert, under a continuing practice theory, that the ERISA statute of limitations does not bar suit against the Cannon Trust defendants inasmuch as the applicable limitations period did not begin to accrue until sometime after 16 August 1986 when the distribution of the retirement plan's surplus assets occurred. As a corollary, plaintiffs allege that equitable tolling of the limitations period applies here because plaintiffs have pled concealed acts of the Cannon Trust defendants.</p>\n<p>In considering the Cannon Trust defendants' motion, the court will first look to the amended complaint. The only factual allegation specifically implicating the Cannon Trust defendants appears on pages 4 and 5, where plaintiffs assert that the Cannon Trust defendants were owners of substantial shares of Cannon stock. Plaintiffs also allege on page 13 that the acts of each defendant \"constituted a conspiracy and deliberate course of conduct that was intended to conceal from Plan Beneficiaries violations of ERISA ... [and that] Defendant fiduciaries misused Plan assets to further interests other than those of Plan Beneficiaries.\" Am.Compl. at 13. Similar general allegations referring to defendants collectively, but not to the Cannon Trust defendants particularly, run throughout the remainder of the amended complaint.</p>\n<p>The term \"fiduciary\", for ERISA purposes, is defined in 29 U.S.C. § 1002(21). The pertinent provision within this section provides that:</p>\n<blockquote>a person is a fiduciary with respect to a [retirement] plan to the extent (i) he exercises any discretionary authority or discretionary control respecting management of such plan or exercises any authority or control respecting management or disposition of its assets, (ii) he renders investment advice for a fee or other compensation, direct or indirect, with respect to any moneys or other property of such plan, or has any authority or responsibility to do so, or (iii) he has any discretionary authority or discretionary responsibility in the administration of such plan.</blockquote>\n<p>29 U.S.C. § 1002(21)(A). Furthermore, it is clear that trusts are \"persons\" under ERISA as defined in 29 U.S.C. § 1002(9).</p>\n<p>Plaintiffs have not alleged any facts in their amended complaint that could support any connection between the Cannon Trust defendants and the exercise of any discretionary control or authority over the Cannon retirement plan, as contemplated by the first and third prong of § 1002(21)(A). It is quite obvious that the second prong of this section is inapplicable inasmuch as there are absolutely no allegations that the Cannon Trust defendants rendered investment advice. All that is alleged is that the Cannon Trust defendants <i>owned</i> a substantial portion of Cannon stock, and from this, plaintiffs summarily conclude that the Cannon Trust defendants are \"fiduciaries\" under ERISA. As explained in the relevant case law below, these allegations are insufficient to implicate the Cannon Trust defendants in this suit, and their motion to dismiss will be allowed.</p>\n<p>Absent allegations that a party exercised any discretionary control or authority over a retirement plan, a mere conclusion in the complaint that a party is a \"fiduciary\" for ERISA purposes is insufficient. <i>See </i><i>Mertens v. Hewitt Assoc.,</i> 948 F.2d 607, 610 (9th Cir.1991); <i>Useden v. Acker,</i> 947 F.2d 1563, 1574 (11th Cir.1991). In order for major shareholders to be liable under ERISA as fiduciaries, it must be shown that they exercised discretionary control or authority over the retirement plan. <i>Sommers Drug Stores Co. Employee Profit Sharing Trust v. Corrigan,</i> 883 F.2d 345, 352 (5th Cir.1989). It follows that plaintiffs must initially allege facts, despite the policies of liberal notice pleading, which would support a conclusion that defendants exercised such discretionary control or authority over the retirement plan. <i>Haber v. Brown,</i> 774 F.Supp. 877 (S.D.N.Y. 1991); <i>United Centrifugal Pumps v. Schotz,</i> 1991 WL 274232 (N.D.Cal.1991). No such supporting facts are alleged in the amended complaint. The motion of the Cannon Trust defendants to dismiss is, therefore, allowed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1220</span> <i>II. The Murdock Corporate Defendants' Motions to Dismiss</i>\n</h2>\n<p>As their sole basis for the motion to dismiss, the Murdock corporate defendants argue that since they were dissolved in May of 1986, they no longer exist as legal entities and are not subject to suit under Delaware law.</p>\n<p>In response, plaintiffs contend that the Murdock corporate defendants are amenable to suit in North Carolina because Delaware law permits a court to set aside a dissolution where fraud allegedly is involved. In the alternative, plaintiffs request that the court defer ruling on the Murdock corporate defendants' motion to dismiss because factual determinations need to be further developed through discovery before this issue can be adequately addressed.</p>\n<p>It has long been held that in order to determine whether a corporation (allegedly dissolved or undissolved) is subject to suit, one must look to the laws of the state of incorporation. <i>See</i> Fed.R.Civ.P. 17(b); <i>Oklahoma Natural Gas Co. v. Oklahoma,</i> 273 U.S. 257, 47 S.Ct. 391, 71 L.Ed. 634 (1927); <i>Bahen &amp; Wright, Inc. v. Commissioner,</i> 176 F.2d 538 (4th Cir.1949). As it is undisputed that Delaware is the state of incorporation for the Murdock corporate defendants, Delaware's law governs their capacity to sue and be sued. Delaware code provides that a dissolved corporation shall continue to exist as a corporate body \"for a term of 3 years from such ... dissolution or for such longer period as the Court of Chancery shall in its discretion direct ... for the purpose of prosecuting and defending suits whether civil [or] criminal....\" Del.Code tit. 8, § 278 (1953).</p>\n<p>In this case, plaintiffs do not challenge the fact that the Murdock corporate defendants were dissolved in 1986. Nor do they dispute the fact that Delaware law governs whether the Murdock corporate defendants are amenable to this lawsuit. Rather, plaintiffs assert, citing to an unpublished Delaware Court of Chancery decision, <i>In re Rego Co.,</i> 1992 WL 302304 (Del.Ch. Oct. 16, 1992), that a decree of dissolution may be set aside where there are insufficient funds to provide for future claims, such as the claims at issue here. The court is not persuaded by plaintiffs' argument.</p>\n<p>First, plaintiffs have not alleged any fraud regarding the Murdock corporate defendants' 1986 dissolution in the amended complaint, nor does it appear that plaintiffs have attempted to challenge the 1986 dissolution decrees in any other proceeding before the Delaware Court of Chancery. Second, it is undisputed that a defendant in this action, David H. Murdock, was the sole shareholder of the now-dissolved Murdock corporate defendants. Since he succeeded to all of the assets of the dissolved corporation and his ability to satisfy a judgment is not challenged, the presence of the dissolved corporations adds nothing to this action. Because this suit was not instituted within 3 years of dissolution of these defendants as required by Delaware law, their motion to dismiss will be allowed. <i>See </i><i>Behunin v. Dow Chemical Co.,</i> 650 F.Supp. 1387, 1396 (D.C.Colo.1986).</p>\n<p></p>\n<h2><i>III. Defendant Fieldcrest Cannon's Motion to Dismiss</i></h2>\n<p>Fieldcrest Cannon, Inc. (\"Fieldcrest\") first argues that, as against it, the ERISA claims should be dismissed for failure to state an actionable claim because the 1979 Plan amendment was proper under ERISA and/or the amended complaint shows that the ERISA claims based upon the 1979 acts are time-barred. In the alternative, Fieldcrest contends that the doctrines of res judicata and collateral estoppel bar plaintiffs' ERISA claims regarding the 1985 amendment to the retirement plan, the reversion of surplus assets and the termination of the retirement plan. As primary support for its position, Fieldcrest cites a Ninth Circuit Court of Appeals' decision, mentioned <i>supra, Amalgamated Clothing &amp; Textile Worker's Union v. Murdock,</i> 861 F.2d 1406, 1419 (9th Cir. 1988) (hereinafter <i>\"ACTWU\"</i>) where the court upheld a dismissal of Fieldcrest ruling that a constructive trust remedy was unavailable against Fieldcrest because it never held possession or title to the retirement plan funds.</p>\n<p>Secondly, Fieldcrest asserts that because annuities are not considered to be securities, the securities law claims under the Securities <span class=\"star-pagination\">*1221</span> Act of 1933 and under § 10(b) and Rule 10b-5 of the Securities and Exchange Act of 1934 should be dismissed. Thirdly, Fieldcrest argues that the civil RICO claim should be dismissed because plaintiffs have failed to allege facts which would support such a claim against Fieldcrest. Lastly, Fieldcrest maintains that the remaining state law claims of conspiracy and fraud are preempted by ERISA and should therefore be dismissed.</p>\n<p>Plaintiffs respond by contending that <i>ACTWU</i> does not preclude their ERISA claims against Fieldcrest in this case because <i>ACTWU</i> did not address the same issues and was not brought on behalf of the retirement plan. Specifically, plaintiffs argue that Fieldcrest should not be dismissed on the basis of res judicata or collateral estoppel because Fieldcrest's status as an employer beginning on 30 June 1986 was never addressed nor was Fieldcrest's fiduciary powers in the negotiation of the failed annuity at issue. With respect to the statute of limitations issue, plaintiffs assert that factual determinations need to be more developed on the record before this matter can adequately be considered. As a precaution, however, plaintiffs contend that the date of discovery of the alleged ERISA violations, which occurred on 11 April 1991 when the annuities allegedly failed to make payments on plan benefits, governs the running of the statute of limitations here.</p>\n<p>Regarding the securities law claims, plaintiffs state that for the purpose of pursuing a claim that the annuities purchased here were an imprudent and highly risky investment, certain annuities can be considered securities. As to the RICO claims, plaintiffs next respond that the factual allegations contained in the amended complaint have been sufficiently pled to support such a claim. And finally, in response to the preemption issue, plaintiffs argue that their common law claims for fraud and conversion in this action are actionable in that they are included within ERISA § 510, 29 U.S.C. § 1140, and are allowed under the United States Supreme Court decision, <i>Ingersoll-Rand Co. v. McClendon,</i> 498 U.S. 133, 111 S.Ct. 478, 112 L.Ed.2d 474 (1990).</p>\n<p></p>\n<h2><i>A. The ACTWU Decision and the Issue of Collateral Estoppel</i></h2>\n<p>In <i>ACTWU,</i> the Ninth Circuit considered an appeal from the United States District Court for the Central District of California in which an action was brought by the Amalgamated Clothing and Textile Workers Union, AFL-CIO, and six individual plaintiffs alleging a breach of ERISA fiduciary duties concerning the retirement plan at issue in this action.<sup>[4]</sup><i>ACTWU,</i> 861 F.2d at 1406-09. The six individual plaintiffs were former employees of Cannon and were participants in the retirement plan. Named defendants consisted of: Cannon, Cannon Holding Corporation, Continental Illinois National Bank and Trust Company (\"Bank\"), David H. Murdock, and six other individual defendants not named as defendants in this present action. Fieldcrest was not originally designated as a defendant, but appeared and answered as the corporate successor to Cannon.</p>\n<p>According to the complaint in <i>ACTWU,</i> plaintiffs alleged three claims. The first two of these involved an alleged breach of fiduciary duty arising from the \"greenmail\"<sup>[5]</sup> of two companies, not involved here as parties. The third claim alleged a breach of fiduciary duty by defendants stemming from the amendment to the retirement plan and the termination of the plan in December of 1985. All defendants, except the Bank, moved to dismiss and/or for summary judgment, and the district court granted the motions.</p>\n<p>On plaintiffs' appeal, the Ninth Circuit affirmed in part, reversed in part, and remanded the case back to the district court. At the heart of its ruling, the Ninth Circuit held that a constructive trust remedy was available to plaintiffs to redress alleged breaches of fiduciary duties under either ERISA § 409(a), 29 U.S.C. § 1109(a) or ERISA § 502(a)(3), 29 U.S.C. § 1132(a)(3). <i>Id.</i> at 1417. Additionally, the court ruled that:</p>\n<blockquote>[t]he plan's amendment, its alleged termination, and the reversion of the plan's surplus by themselves do not constitute <span class=\"star-pagination\">*1222</span> ERISA violations. But, such acts do constitute a claim upon which relief may be granted in the context of the complaint's further allegations that the fiduciaries misused plan assets to further interests other than the interests of the plan's participants and beneficiaries.</blockquote>\n<p><i>Id.</i> at 1419. The court then upheld the district court's dismissal of Fieldcrest finding that because Fieldcrest never had possession or title to the retirement plan's <i>res</i> a constructive trust remedy could not lie against it. <i>Id.</i><sup>[6]</sup></p>\n<p>Since most of Fieldcrest's argument regarding its motion to dismiss centers around the res judicata/collateral estoppel issue, the court will address this issue first. In a fairly recent opinion, the Fourth Circuit has extensively outlined specific guidelines for the application of collateral estoppel and/or res judicata in <i>Sandberg v. Virginia Bankshares, Inc.,</i> 979 F.2d 332 (4th Cir.1992). In <i>Sandberg,</i> the Fourth Circuit clarified that:</p>\n<blockquote>[t]he doctrine of issue preclusion forecloses the `relitigation of issues of fact or law that are identical to issues which have been actually determined and necessarily decided in prior litigation in which the party against whom [issue preclusion] is asserted had a full and fair opportunity to litigate.'. Generally, only a final, valid judgment will be given preclusive effect, ... although finality in some contexts is modified into a rule of `practical' finality.... Courts generally apply issue preclusion only when no unfairness results.</blockquote>\n<p><i>Id.</i> at 343 (citation omitted). The Fourth Circuit then distinguished, for its standard of review purposes, between the <i>availability</i> of issue preclusion, which the court recognized is really an analysis of whether each of the requirements for issue preclusion have been met, and the <i>applicability</i> of issue preclusion, which actually boils down to whether issue preclusion is fair as it relates to a party's opportunity to litigate the issue. <i>Id.</i> at 344. With regard to the availability analysis, the Fourth Circuit employs a <i>de novo</i> standard of review, and as to the applicability analysis, an abuse of discretion standard of review is applied. <i>Id.</i></p>\n<p>The requirements of issue preclusion, under the availability analysis, consist of the following factors: (1) whether an issue is identical to one previously litigated; (2) whether the issue was actually determined; (3) whether it was necessarily decided; and (4) whether the judgment was final and valid. <i>Id.</i> Thus, the last consideration, under the applicability analysis, includes only whether a party had a full and fair opportunity to litigate an issue. <i>Id.</i></p>\n<p>With these factors in mind, the court will now analyze whether issue preclusion is both available and applicable to Fieldcrest. Turning to the first factor, issue preclusion is only available where the issues litigated in the first and second actions are in substance the same. <i>Id.</i> at 345. The issues in <i>ACTWU</i> involved basically whether there was a breach of fiduciary duties arising either from the greenmail of two companies not implicated here or from the amendment to the retirement plan and the termination of the plan in December of 1985. Obviously, the latter issue is of the only importance here. The issues in this action, however, seem to be more comprehensive and broad, encompassing alleged conduct or acts by defendants which occurred years before, and one year after, the events at issue in <i>ACTWU.</i></p>\n<p>While the latter issue in <i>ACTWU</i> admittedly is somewhat similar to some of the issues in this action (which plaintiffs concede), it cannot be definitively said, upon full review, that they are in substance the same regarding defendant Fieldcrest. As previously noted, Fieldcrest was not originally named as a defendant in <i>ACTWU</i> but was rather brought in as a successor to the liabilities of Cannon under the retirement plan. Fieldcrest's involvement with the purchase of the annuities was not at issue in <i>ACTWU,</i> as it is here from a reading of plaintiffs' amended complaint. <i>See</i> Am.Compl. at 11. Furthermore, no ruling or final determination was made in <i>ACTWU</i> as to whether the surplus assets in the 1976 Plan could legally <span class=\"star-pagination\">*1223</span> be transferred to the 1979 Plan or whether the 1979 Plan and its 1985 amendment, termination, purchase of annuities and recapture of surplus assets constituted violations of ERISA when coupled with allegations that the alleged defendant-fiduciaries misused plan assets to further interests other than the interests of the plan's participants and beneficiaries.</p>\n<p>In addition, the court notes that the plaintiffs in <i>ACTWU</i> are not the same plaintiffs in this action. For claim or issue preclusion to apply to a particular party, that party must have been a party to the earlier action, or be in privity with that party to the earlier action under the doctrine of virtual representation. <i>Martin v. Wilks,</i> 490 U.S. 755, 109 S.Ct. 2180, 104 L.Ed.2d 835 (1989); <i>Klugh v. United States,</i> 818 F.2d 294 (4th Cir.1987). Although the individual plaintiffs in <i>ACTWU</i> were participants of the retirement plan here, the court believes that because the issues involved in this action are dissimilar, the participant-plaintiffs are not so closely aligned with plaintiffs in <i>ACTWU</i> as to justify precluding this litigation. The court therefore finds that the first prong of the claim preclusion test has not been satisfied.</p>\n<p>In view of this, the court determines that because all the issue preclusion factors are so interrelated and interdependent with each other, a finding that there is dissimilarity of issues under the first factor essentially compels a conclusion that the remaining factors are unsatisfied. For if the issues in the first action are not identical to the latter action, that issue was not actually determined, necessarily decided, nor finally adjudged. Under the applicability analysis, it becomes less difficult for the court to then find that, in the <i>ACTWU</i> action, there was not a fair and full opportunity to litigate the issues involved here. For these reasons, claim or issue preclusion is inapplicable to Fieldcrest in this case.</p>\n<p></p>\n<h2><i>B. The Securities Law Claims</i></h2>\n<p>On pages 20-21 of their amended complaint, plaintiffs allege that:</p>\n<blockquote>[t]he sale of annuity contracts were sales of variable annuities because they were backed by high yield (\"junk\") investment bonds such that the Plan Beneficiaries bore the risk of the annuity diminishing in value without their knowledge but with actual and/or constructive knowledge of defendants. The annuity contracts constituted a \"security\" within the meaning of § 2(1) 15 U.S.C. § 77b(1) of the Securities Act and § 3(a)(10) 15 U.S.C. § 78C(a)(10) of the Securities Exchange Act. Because of the termination of the plan and the issuance to the Plan Beneficiaries of what was intended by the defendants as variable annuity contracts, there was a \"sale\" of this interest to Plan Beneficiaries within the meaning of [the Securities Act and the Securities Exchange Act].</blockquote>\n<p>Am.Compl. at 20-21. From these allegations, plaintiffs assert that defendants violated § 17(a) of the Securities Act of 1933 (\"1933 Act\") and § 10(b) and Rule 10b-5 of the Securities and Exchange Act of 1934 (\"1934 Act\").</p>\n<p>As to plaintiffs' claim under § 17(a) of the 1933 Act, Fieldcrest contends, and the court agrees, that there is no private right of action under § 17(a). <i>See </i><i>Newcome v. Esrey,</i> 862 F.2d 1099 (4th Cir.1988). Accordingly, plaintiffs' claim under § 17(a) of the 1933 Act will be dismissed.</p>\n<p>Considering plaintiffs' § 10(b) and Rule 10b-5 claims under the 1934 Act, the court recognizes that to state such a claim plaintiffs must first prove that there was a \"sale\" of a \"security.\" <i>Myers v. Finkle,</i> 950 F.2d 165, 167 (4th Cir.1991). According to the United States Supreme Court, an employee's interest in a noncontributory, compulsory pension plan is not a \"security\" within the meaning of either the 1933 Act or 1934 Act. <i>Int'l Brotherhood of Teamsters, etc. v. Daniel,</i> 439 U.S. 551, 99 S.Ct. 790, 58 L.Ed.2d 808 (1979). It also has been held that a contributory, defined benefit plan does not fall within the definition of a \"security.\" <i>Coward v. Colgate-Palmolive Co.,</i> 686 F.2d 1230 (7th Cir.1982); <i>Black v. Payne,</i> 591 F.2d 83 (9th Cir.1979); <i>Foltz v. U.S. News &amp; World Report, Inc.,</i> 627 F.Supp. 1143 (D.D.C. 1986).</p>\n<p>Plaintiffs claim that since the annuities were a highly risky investment for the participants <span class=\"star-pagination\">*1224</span> in the retirement plan, this transaction should be reviewed as a security purchase. The court disagrees. It is undisputed that the retirement plan at issue here, throughout its existence, called for a fixed payment to each participant based upon rate of pay and years of service. The amount of the benefit to be paid was unrelated to gains or losses of the investments in the pension fund. Given this, \"the guarantee of a fixed income places all the investment risk on the insurer, with no substantial risk to the annuitants.\" <i>Coward,</i> 686 F.2d at 1236-37. The critical focus then centers on the employee-participant's interest in the retirement plan, and not the method by which the plan is funded. As set forth in the relevant case law above, the court therefore concludes that the sale of a \"security\", as contemplated by the 1934 Act, was not involved here.</p>\n<p>Even assuming that the alleged annuity transactions constitute a sale of securities within the meaning of the 1934 Act, plaintiffs' securities law claims fail under the statute of limitations. \"Litigation instituted pursuant to § 10(b) and Rule 10b-5 ... must be commenced within one year after the discovery of the facts constituting the violation and within three years after such violation.\" <i>Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson,</i> ___ U.S. ___, ___, 111 S.Ct. 2773, 2782, 115 L.Ed.2d 321 (1991). Plaintiffs' securities law claim fails under both tests.</p>\n<p>Upon a reading of plaintiffs' amended complaint, it is clear that the last alleged <i>act,</i> in furtherance of a violation of securities law, occurred on 8 July 1986, the date when plaintiffs contend that the proposal for the annuity was accepted. <i>See</i> Am.Compl. at p. 10. Additionally, it is clear that plaintiffs discovered facts constituting the alleged securities violation in April of 1991 when the California Insurance Commissioner seized the annuity company, the annuity company was placed in conservatorship, and the monthly payments to the retirement plan beneficiaries were allegedly reduced. Am.Compl. at p. 12. Therefore, because plaintiffs failed to file their complaint (which was first filed on 29 June 1992) within three years from the last alleged act in furtherance of an alleged violation of securities laws and within one year from discovery of facts constituting such violation, plaintiffs' securities law claim is time-barred.</p>\n<p>Plaintiffs argue that because they allege a conspiracy to violate federal law this somehow changes the time the limitations period commences to run, which plaintiffs contend begins to run when the damage first occurs from the last overt act of the conspiracy. To support this position, plaintiffs cite a United States Supreme Court case, <i>Zenith Radio Corp. v. Hazeltine Research, Inc.,</i> 401 U.S. 321, 91 S.Ct. 795, 28 L.Ed.2d 77 (1971). Upon a reading of <i>Hazeltine,</i> the court disagrees with plaintiffs' argument. First, <i>Hazeltine</i> involved an alleged violation of federal antitrust laws with a very different and distinct statute of limitations. While the Supreme Court did hold that the limitations period in an antitrust case begins to run when \"plaintiff feels the adverse impact of an antitrust conspiracy ...\", <i>id.</i> at 339, 91 S.Ct. at 806, the court understands this holding to apply only in the context of a federal antitrust action. Secondly, to follow plaintiffs' theory would require this court to recognize a change in the nature of a securities law claim and would be in direct contravention of a specific ruling issued by the Supreme Court in <i>Lampf,</i> ___ U.S. ___, 111 S.Ct. 2773. This the court is unwilling to do, and therefore plaintiffs' securities law claim is barred by the statute of limitations.</p>\n<p></p>\n<h2><i>C. The RICO Claim</i></h2>\n<p>Plaintiffs allege a RICO violation on pages 21-24 of their amended complaint. To state a civil RICO claim, plaintiffs must allege that defendants have violated the substantive RICO statute, commonly known as \"criminal RICO.\" In so doing, they must prove seven constituent elements: (1) that a \"person\" (2) through a \"pattern\" (3) \"of racketeering activity\" (4) directly or indirectly invests in, or maintains an interest in, or participates in (5) an \"enterprise\" (6) the activities of which affect interstate or foreign commerce, and (7) that plaintiffs were injured by reason of this activity. 18 U.S.C. § 1962(a)-(c).</p>\n<p><span class=\"star-pagination\">*1225</span> Under § 1961(5), the term \"pattern of racketeering activity\" requires at least two acts of \"racketeering activity\" committed within ten years of each other, one of which must occur since enactment of the statute. \"Racketeering activity\" is defined in § 1961(1) as any act which involves certain enumerated state felonies and acts indictable under certain enumerated federal statutes. The \"pattern\" requirement is \"more than incidental to the operation of the RICO statute.\" <i>Menasco, Inc. v. Wasserman,</i> 886 F.2d 681, 683 (4th Cir.1989). The pattern requirement acts to \"ensure that RICO's extraordinary remedy does not threaten the ordinary run of commercial transactions; that treble damage suits are not brought against isolated offenders for their harassment and settlement value; and that the multiple state and federal laws bearing on transactions ... are not eclipsed or preempted.\" <i>Id.</i> Basically, \"[t]he pattern requirement was intended to limit RICO to those cases in which racketeering acts are committed in a manner characterizing the defendant[s] as [persons] who regularly commit[] such crimes.\" <i>Lipin Enterprises, Inc. v. Lee,</i> 803 F.2d 322, 324 (7th Cir.1986).</p>\n<p>It is fairly well settled that a civil RICO claim alleging fraud must be pled with particularity as required by Rule 9(b) of the Federal Rules of Civil Procedure. <i>Schreiber Distributing Co. v. Serv-Well Furniture Co.,</i> 806 F.2d 1393, 1400 (9th Cir.1986); <i>Mylan Laboratories, Inc. v. Akzo N.V.,</i> 770 F.Supp. 1053, 1074-75 (D.Md.1991); <i>Pearlstine Distributors, Inc. v. Freixenet U.S.A., Inc.,</i> 678 F.Supp. 133, 135-38 (D.S.C.1988). Although Rule 9(b) does not require the elucidation of every detail of the alleged fraud, it does require more than a bare assertion that such a cause of action exists. <i>Mylan Laboratories,</i> 770 F.Supp. at 1074. Specifically, the particulars required to be pled include the time, place, and contents of the alleged fraudulent representation, as well as the identity of each person making the misrepresentation and what was obtained thereby. <i>Id.</i></p>\n<p>Measured against the Rule 9(b) standard, plaintiffs' attempt to plead a RICO claim in their amended complaint is insufficient. Notably absent are allegations of the time, place, and content of fraudulent representations and the identity of specific persons involved in the alleged fraud. The amended complaint just paints a general, vague picture of fraud with most of the allegations being legal conclusions rather than specific statements of fact. The only real factual allegations are that defendants aided and abetted David Murdock by helping him to recover the surplus assets and that \"... defendants ... conspired with each other to misrepresent and fraudulently conceal the truth about Executive Life Annuities.\" Am.Compl. at 21-23. Although plaintiffs did, at the outset of their RICO allegation, incorporate by reference all of the previous allegations of their complaint, the court finds that this does not satisfy the requirements of Rule 9(b) given the harsh consequences which may flow from a RICO violation. <i>See Pearlstine Distrib., Inc.,</i> 678 F.Supp. at 137. The motion to dismiss the RICO claim will be allowed.</p>\n<p></p>\n<h2><i>D. Plaintiffs' State Law Fraud and Conspiracy Claims</i></h2>\n<p>Finally, in Count VII of their amended complaint, plaintiffs allege common law fraud and conspiracy claims. Defendant Fieldcrest argues that these state law claims are preempted by ERISA. Plaintiffs respond that these claims are not preempted, citing a United States Supreme Court decision, <i>Ingersoll-Rand Co. v. McClendon,</i> 498 U.S. 133, 111 S.Ct. 478, 112 L.Ed.2d 474 (1990). Upon full review, the court agrees with Fieldcrest that the state law claims of fraud and conspiracy are preempted by ERISA.</p>\n<p>ERISA preempts \"any and all State laws insofar as they may now or hereafter relate to any employee benefit plan\" within its scope. 29 U.S.C. § 1144(a). A law \"relates to\" an employee benefit plan if it has a connection with or reference to such a plan. <i>Shaw v. Delta Air Lines, Inc.,</i> 463 U.S. 85, 96-97, 103 S.Ct. 2890, 2899-2900, 77 L.Ed.2d 490 (1983). ERISA preemption is conspicuous for its breadth and is not limited to state laws specifically designed to affect employee benefit plans. <i>FMC Corp. v. Holliday,</i> 498 U.S. 52, 111 S.Ct. 403, 112 L.Ed.2d 356 <span class=\"star-pagination\">*1226</span> (1990). The breadth of ERISA preemption is limited, however, in that \"[s]ome state actions may affect employee benefit plans in too tenuous, remote, or peripheral a manner to warrant a finding that the law `relates to' the plan.\" <i>Shaw,</i> 463 U.S. at 100 n. 21, 103 S.Ct. at 2901 n. 21.</p>\n<p>Guided by these principles, the court concludes that plaintiffs' state law claims of fraud and conspiracy are preempted by ERISA. At the outset, because plaintiffs' fraud and conspiracy claims entail an alleged misuse of plan assets, this necessarily implies that these claims \"relate to\" the plan at issue in this case. As a result, given the professed broad scope of ERISA's preemption, the court has little hesitation in finding that these claims are preempted. Furthermore, the court believes that ERISA already provides an adequate remedy for the alleged wrongs here and that there is strong support for preemption of these type of claims. <i>Diduck v. Kaszycki &amp; Sons Contractors, Inc.,</i> 974 F.2d 270 (2nd Cir.1992); <i>Sanson v. General Motors Corp.,</i> 966 F.2d 618, 621 (11th Cir.1992); <i>First Nat'l Life Ins. Co. v. Sunshine-Jr. Food Stores, Inc.,</i> 960 F.2d 1546, 1549-50 (11th Cir.1992); <i>Hermann Hospital v. MEBA Medical &amp; Ben. Plan,</i> 845 F.2d 1286 (5th Cir.1988); <i>Davidian v. Southern California Meat Cutters Union &amp; Food Employees Ben. Fund,</i> 859 F.2d 134, 135 (9th Cir.1988); <i>Nevill v. Shell Oil Co.,</i> 835 F.2d 209, 212 (9th Cir.1987); <i>but see </i><i>Perry v. P*I*E Nationwide, Inc.,</i> 872 F.2d 157 (6th Cir.1989) (holding that there is no ERISA preemption for state common law claims of fraud, misrepresentation, and promissory estoppel where ERISA does not provide adequate remedy).</p>\n<p>Additionally, plaintiffs' reading of <i>Ingersoll-Rand, supra,</i> is strained at best and, if anything, the holding of <i>Ingersoll-Rand</i> is consistent with the court's analysis stated above: \"a state law may `relate to' a benefit plan, and thereby be preempted, even if the law is not specifically designed to affect such plans, or the effect is only indirect.... Because the court's inquiry must be directed to the plan, [the common law action] `relate[s] to' an ERISA plan.\" <i>Ingersoll-Rand,</i> 498 U.S. at 139, 111 S.Ct. at 483. Accordingly, plaintiffs' state law conspiracy and fraud claims are preempted, and the same will be dismissed.</p>\n<p></p>\n<h2><i>E. The ERISA Statute of Limitations Issue and the ERISA Fiduciary Issue</i></h2>\n<p>Fieldcrest has argued that the ERISA statute of limitations bars plaintiffs claims, and that it is not an ERISA fiduciary. Plaintiffs contend that factual determinations need to be played out through discovery before these issues can be adequately resolved. The court agrees. Therefore, Fieldcrest's motion to dismiss, as it relates to the ERISA claims, is DENIED.</p>\n<p></p>\n<h2><i>IV. Defendant Otto G. Stolz's Motions to Dismiss and For More Definite Statement</i></h2>\n<p></p>\n<h2><i>A. Stolz's Motion to Dismiss Relating to the Securities Law Claims, the RICO Claim, and the State Law Claims</i></h2>\n<p>The securities law claims, the RICO claim, and the state law claims will all be dismissed for the reasons set forth above in the discussions of the motions of the other defendants.</p>\n<p></p>\n<h2><i>B. Stolz's Motion for More Definite Statement</i></h2>\n<p>On page 6 of the amended complaint, plaintiffs allege that defendant Stolz (\"Stolz\") is a director of Cabarrus Bank, was a director of Cannon, director of the Cannon Foundation, and is a co-trustee of Cannon Trusts Nos. 1, 2, and 3 and was an owner of a substantial chunk of Cannon stock prior to tender. Am.Compl. at 6. Plaintiffs then assert that Stolz was an ERISA fiduciary. <i>Id.</i> Stolz's name does not appear anywhere throughout the remainder of the amended complaint.</p>\n<p>Stolz now makes this motion for more definite statement arguing generally that the amended complaint does not adequately indicate how Stolz is a fiduciary within the meaning of ERISA. The court agrees that, as to Stolz, the amended complaint is quite vague. His motion for more definite statement will be allowed and plaintiffs are ordered to specify <span class=\"star-pagination\">*1227</span> in more detail by a subsequent pleading the nature of Stolz's involvement in the alleged transactions at issue. Plaintiffs will be allowed twenty (20) days from the file date of this order to comply.</p>\n<p></p>\n<h2><i>C. Stolz's Motion to Dismiss the ERISA Claim Under 29 U.S.C. § 1140</i></h2>\n<p>As with the other ERISA claims as they allegedly involve and implicate other defendants previously discussed, the court feels that the best approach is to address these issues, if need be, at the conclusion of discovery so that plaintiffs may have a chance to counter each defendant's supporting affidavits and exhibits. In light of this, Stolz's motion to dismiss the ERISA § 1140 claim will be denied.</p>\n<p></p>\n<h2><i>V. The Individual Defendants' Motion to Dismiss</i></h2>\n<p>This motion to dismiss is brought on behalf of the following defendants:<sup>[7]</sup> Estate of William C. Cannon, George A. Batte, Jr., Estate of J. Harris Cannon, Harold P. Hornaday, Estate of Donald S. Holt, Joseph Ridenhour, Andrew W. Adams, Estate of Albert M. Allran<sup>[8]</sup>, Hubert J. Toumey, and James R. Jolly (hereinafter \"individual defendants\"). The amended complaint alleges that these individual defendants are former directors and officers of Cannon and trustees of the various trusts of the Cannon Trust defendants.</p>\n<p></p>\n<h2><i>A. The Individual Defendants' Motion to Dismiss as it Relates to the Securities Law Claims, the RICO Claim, and the State Law Claims</i></h2>\n<p>What has been stated with regard to the other defendants applies equally to these individual defendants and these claims will be dismissed as to them as well.</p>\n<p></p>\n<h2><i>B. The Res Judicata and Collateral Estoppel Issue</i></h2>\n<p>The individual defendants argue that this action is barred by the doctrines of res judicata and collateral estoppel. This argument is identical to the argument made by defendant Fieldcrest outlined above. For the reasons stated in part III. A. of this discussion, claim or issue preclusion is inapplicable to the individual defendants.</p>\n<p></p>\n<h2><i>C. The Individual Defendants' Motion to Dismiss the ERISA Claims</i></h2>\n<p>As with the other defendants mentioned above, the court believes that the best approach is to address these issues, if need be, at the conclusion of discovery so that plaintiffs may have an chance to counter each defendant's supporting affidavits and exhibits. In light of this, the individual defendants' motion to dismiss the ERISA claims will be denied.</p>\n<p></p>\n<h2><i>D. The Estate Defendants' Motion to Dismiss Based Upon N.C. Gen.Stat. § 28A-1-1 et seq.</i></h2>\n<p>The various estates of the individual defendants, namely the Estate of William C. Cannon, Estate of J. Harris Cannon, Estate of Donald S. Holt, and the Estate of Albert M. Allran, argue that because plaintiffs have failed to comply with N.C.Gen.Stat. § 28A-1-1 <i>et seq.,</i> all claims against them should be dismissed. Specifically, the estate defendants first contend that plaintiffs have failed to properly name the personal representatives of the estates as required by N.C.Gen. Stat. § 28A-19-1. Secondly, the estate defendants assert that plaintiffs have failed to timely file claims against the estates in accordance with the six (6) month statute of limitations in N.C.Gen.Stat. § 28A-19-3. As to defendant Allran, the estate defendants argue that because plaintiffs have failed to <span class=\"star-pagination\">*1228</span> acknowledge in the amended complaint that Allran is deceased, he is not a proper party to this action as named.</p>\n<p>In response, plaintiffs first maintain that, as to defendant Estate of J. Harris Cannon, a letter claim was sent to the executor for that estate on 31 July 1992 and that this satisfies the requirements of §§ 2A-19-1 and -3. With respect to Allran, plaintiffs claim that since service was effected upon Allran's wife, as executrix of Allran's estate, within 120 days, no prejudice resulted from Allran being a non-existent entity at the time the complaint was filed. Regarding the remainder of the estate defendants, plaintiffs argue that § 28A-19-3 does not apply here because ERISA preempts it. Even if § 28A-19-3 did apply, however, plaintiffs contend that N.C.Gen.Stat. § 28A-19-3(i) applies here to allow this action to proceed against decedents if they are covered by insurance. The court is unpersuaded by these arguments, and therefore agrees with all of the estate defendants, except defendant Estate of J. Harris Cannon, that all claims against them should be dismissed.</p>\n<p>Addressing the preemption argument first, the court finds that under the preemption principles discussed above, North Carolina law determining the manner and capacity of decedents and their estates to be sued does not relate in any significant way whatsoever to the retirement plan at issue in this case. Even if it were conceivable that these statutes have some connection with the plan (which plaintiffs have failed to show), the court nonetheless believes that this connection is too tenuous and remote to warrant a finding that it relates to the plan. <i>See </i><i>Shaw,</i> 463 U.S. at 100 n. 21, 103 S.Ct. at 2901 n. 21. Thus, ERISA does not preempt N.C.Gen. Stat. §§ 28A-19-1 and -3 in this action.</p>\n<p>Section 28A-19-3 requires: (1) that claims against an estate, arising after 1 October 1989, must be filed according to § 28A-19-1 within 90 days from the publication of the general notice to creditors; and (2) that claims against an estate, arising before 1 October 1989, be filed 6 months from such publication. N.C.Gen.Stat. § 28A-19-3. However, § 28A-19-3 is limited by subsection (i) which provides that no claims shall be barred where the decedent is protected by insurance coverage with respect to such claim. <i>Id.</i> § 28A-19-3(i); <i>Brace v. Strother,</i> 90 N.C.App. 357, 368 S.E.2d 447 (1988).</p>\n<p>Applying these rules to each estate defendant, the court concludes that plaintiffs' claims against all of the estate defendants, with the exception of the Estate of J. Harris Cannon, are time-barred under § 28A-19-3. Upon a review of the uncontested exhibits filed in connection with the individual defendants' motion to dismiss, the court understands that the following estate defendants died and the general notice to creditors was published on these dates: (1) Donald S. Holt died on 20 March 1982, and the notice to creditors was first published on 13 April 1982; (2) Albert M. Allran<sup>[9]</sup> died on 6 March 1987, and the notice to creditors was first published in that year; (3) William Cannon died on 18 January 1990, and notice to creditors was first published on 29 January 1990; and, (4) J. Harris Cannon died on 13 April 1992, and the notice to creditors was first published on 4 May 1992.</p>\n<p>Given these dates, it is clear that the claims against the Estate of Donald S. Holt, Estate of Albert M. Allran, and the Estate of William Cannon are time-barred because no claims against the estates were brought within either the 6-month or 90-day deadlines. Plaintiffs do not dispute these crucial dates, nor have they made any showing that they filed timely claims against each of these estates. Moreover, plaintiffs have made no showing nor have they alleged, under § 28A-19-3(i), that these decedents are protected by insurance coverage for the claims asserted against them. Therefore, all of plaintiffs' claims against the Estate of Donald S. Holt, <span class=\"star-pagination\">*1229</span> Estate of Albert Allran<sup>[10]</sup>, and the Estate of William Cannon will be dismissed.</p>\n<p>Plaintiffs did file a timely claim against the Estate of J. Harris Cannon. According to Exhibit Nos. 88-92, attached to plaintiffs' response brief, plaintiffs submitted a valid claim against the Estate of William Cannon on 31 July 1992. The claim was received by the personal representative of that estate, First Union National Bank, on 3 August 1992  the very last day upon which claims against the estate could be timely filed. In their reply brief, counsel for the individual defendants do not refute either that plaintiffs sent this claim or that it was properly received by the personal representative for the Estate of J. Harris Cannon. For these reasons, plaintiffs' claims against the Estate of J. Harris Cannon are not time-barred.</p>\n<p></p>\n<h2><i>VI. First Union National Bank's Motion to Dismiss</i></h2>\n<p>On page 5 of their amended complaint, plaintiffs allege that defendant First Union National Bank (\"First Union\") is a successor in interest to Cabarrus Bank &amp; Trust which was a trustee under various Cannon trusts and was the beneficial owner of a large portion of Cannon stock prior to tender. Plaintiffs then allege that First Union, as successor in interest to Cabarrus Bank &amp; Trust, was an ERISA fiduciary. First Union now makes this motion to dismiss on basically the same grounds as all of the defendants mentioned above.</p>\n<p></p>\n<h2><i>A. First Union's Motion to Dismiss as it relates to the Securities Law Claims, the RICO Claim, and the State Law Claims</i></h2>\n<p>As previously noted, the securities law claims, the RICO claim, and the state law claims will be dismissed.</p>\n<p></p>\n<h2><i>B. First Union's Motion to Dismiss the ERISA Claims</i></h2>\n<p>Plaintiffs sole allegation against First Union is that it \"is a successor in interest to Cabarrus Bank and Trust which was a Trustee under various trusts and was the beneficial owner of 3,443,045 shares of Cannon prior to tender....\" Am.Compl. at para. 19. The \"various trusts\" referred to are the Cannon Trust defendants referred to in this order. Since their motion to dismiss has been allowed it follows that First Union must be dismissed as well.<sup>[11]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>IN SUMMARY:</p>\n<p>The motions of the following defendants to dismiss, or for summary judgment, are allowed and, as to them, this action is hereby DISMISSED:</p>\n<blockquote>Charles A. Cannon Charitable Trust No. One</blockquote>\n<blockquote>Charles A. Cannon Charitable Trust No. Two</blockquote>\n<blockquote>Charles A. Cannon Charitable Trust No. Three</blockquote>\n<blockquote>Cannon Foundation Inc.</blockquote>\n<blockquote>Trust Under the Will of Charles A. Cannon</blockquote>\n<blockquote>DHM Holding Corporation</blockquote>\n<blockquote>Murdock Investment Corporation</blockquote>\n<blockquote>Pacific Holding Corporation</blockquote>\n<blockquote>Cannon Holding Corporation</blockquote>\n<blockquote>Estate of Donald S. Holt</blockquote>\n<blockquote>Estate of Albert M. Allran</blockquote>\n<blockquote>Estate of William C. Cannon</blockquote>\n<p>The motions to dismiss the following claims are allowed:</p>\n<blockquote>Count V, the Securities Laws claims</blockquote>\n<blockquote>Count VI, the RICO claims</blockquote>\n<blockquote>Count VII, the common law claims.</blockquote>\n<p><span class=\"star-pagination\">*1230</span> The motions to dismiss, or for summary judgment, as they relate to the ERISA claims (Counts I, II, III, IV) are denied.</p>\n<p>The motion of defendant Stoltz for a more definite statement is allowed and plaintiffs are ordered to specify in more detail by a subsequent pleading filed within 20 days from the file date of this order the nature of Stoltz's involvement in the alleged transactions at issue.</p>\n<p>The stay of discovery heretofore entered is lifted.</p>\n<h2>NOTES</h2>\n<p>[1]  Because the majority of motions to dismiss are ones made pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, the court will, and must, accept as true the facts as plaintiffs have alleged in the amended complaint. However, for clarification purposes, the court has expounded on those facts from information supplied from relevant affidavits and exhibits which are attached to the parties' briefs. Therefore, although not all of the alleged facts stated by the court are explicitly set forth in the amended complaint, the court must nonetheless view the alleged facts, and all reasonable inferences drawn therefrom, in the light most favorable to non-movant plaintiffs for the purposes of considering the motions as motions for summary judgment pursuant to Rule 56. <i>See</i> discussion <i>infra; </i><i>Scheuer v. Rhodes,</i> 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974); <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962).</p>\n<p>[2]  A second amended complaint apparently was submitted in connection with a previous motion to intervene filed on 8 October 1992. However, the motion to intervene subsequently was denied by this court on 1 December 1992. Thus, the second amended complaint was never filed and is not in effect in this action.</p>\n<p>[3]  <i>See </i><i>Amalgamated Clothing &amp; Textile Workers Union v. Murdock,</i> 861 F.2d 1406, 1408 (9th Cir.1988).</p>\n<p>[4]  Fieldcrest has attached the complaint filed in the <i>ACTWU</i> action to its motion to dismiss.</p>\n<p>[5]  For a definition of the term \"greenmail\", <i>see ACTWU,</i> 861 F.2d at 1408 n. 2.</p>\n<p>[6]  Evidently, the <i>ACTWU</i> case eventually was settled, and no final determination on the merits was ever made pursuant to remand.</p>\n<p>[7]  Counsel for the individual defendants inform the court that they also represent First Union National Bank, already a defendant in this action as a trustee, to the extent that it may serve as executor of the estates of the individual defendants.</p>\n<p>[8]  The amended complaint refers to Allran as an individual and not as the \"Estate of Albert M. Allran.\" Am.Compl. at 7. In their supporting memorandum, counsel for the individual defendants state that Allran died on 6 March 1987. Indiv.Def.'s Br. at 17. From a review of the record, plaintiffs were not aware of Allran's death prior to filing the complaint, as they admit in their response brief. <i>See</i> Pl's Br. at 59.</p>\n<p>[9]  Counsel for the individual defendants have not submitted any exhibits with regard to Allran; however, plaintiffs do not dispute that he died before the filing of the first complaint in this action and do not contest the dates which counsel for the individual defendants have referred to in their brief. <i>See</i> Indiv.Def.'s Br. at 17-18. Thus, the court will assume that the dates given by defense counsel are accurate.</p>\n<p>[10]  The court dismisses all claims against the Estate of Albert Allran, regardless of the fact that plaintiffs may have properly served Allran's wife-executrix under the Federal Rules of Civil Procedure, finding that plaintiffs nonetheless failed to timely file a valid claim against Allran's estate pursuant to North Carolina statutes discussed <i>supra.</i></p>\n<p>[11]  First Union states in its brief that it was the <i>Plan</i> Trustee from its inception until 1982. However, plaintiffs have not alleged that First Union was Plan Trustee or that it did anything wrong in that capacity.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1215</span></span> (1993)</b></center>\n<center><h1>Johnsie RILEY, et al., Plaintiffs,<br>\nv.<br>\nDavid H. MURDOCK, et al., Defendants.</h1></center>\n<center>No. 92-442-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 30, 1993.</center>\n<p><span class=\"star-pagination\">*1216</span> Thomas Fleming Taft, Jr., Taft, Taft &amp; Haigler, Greenville, NC, for Johnsie Riley, John F. Riley, Virginia Harrington, Dewey Harrington.</p>\n<p>Jeffrey C. Howard, Ralph M. Stockton, Jr., Petree, Stockton &amp; Robinson, Winston-Salem, NC, for David H. Murdock.</p>\n<p>Hubert Humphrey, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for Charles A. Cannon, Charitable Trust No. One, Charitable Trust No. Two, Charitable Trust No. Three, Cannon Foundation Inc., and Trust Under the Will of Charles A. Cannon.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on motions to dismiss, or alternatively motions for summary judgment, filed by the following defendants: (1) Charles A. Cannon Charitable Trusts Nos. One, Two, and Three, Cannon Foundation, Inc., and Trust Under the Will of Charles A. Cannon (\"Cannon Trust defendants\"); (2) DHM Holding Corporation, Murdock Investment Corporation, Pacific Holding Corporation, and Cannon Holding Corporation (\"Murdock corporate defendants\"); (3) Fieldcrest Cannon, Inc.; (4) Otto G. Stolz; (5) Estate of William C. Cannon, George A. Batte, Jr., Estate of J. Harris Cannon, Harold P. Hornaday, Estate of Donald S. Holt, Joseph Ridenhour, Andrew W. Adams, Estate of Albert M. Allran, Hubert J. Tourney, and James R. Jolly (\"individual defendants\"); and (6) First Union National Bank. Also before the court is a motion for more definite statement filed by defendant Otto G. Stolz. The motions have been extensively briefed, and will be addressed <i>seriatim.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1217</span> <i>FACTS</i><sup>[1]</sup></h2>\n<p>This is an action brought under the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. § 1001 <i>et seq.,</i> and also includes pendent state law claims of common law fraud and conspiracy. Plaintiffs consist of employees or retirees of Cannon Mills, Inc. (\"Cannon\"), and are participants in Cannon's retirement plan and the Fieldcrest Cannon Pension Trust. The complaint, first filed on 29 June 1992 and amended on 3 August 1992<sup>[2]</sup>, generally alleges a breach of fiduciary duty in failing to prudently manage the retirement plan for the benefit of the employee-participants. Specifically, plaintiffs challenge the acts of several defendants involving the seizure of surplus assets from the retirement plan and the use of an annuity backed by junk bonds to increase the monetary amount of the surplus seized. To facilitate a more complete understanding of the nature of these allegations, the following background is given.</p>\n<p>Cannon was founded in 1921 by Charles A. Cannon, and was run as a family textile business with manufacturing plants located primarily in various North Carolina communities. In 1971, Charles A. Cannon died and as a result, Cannon family heirs, estates and trusts, and charitable foundations gained control of Cannon.</p>\n<p>Since its founding in 1921, Cannon has had several retirement plans, the first of which became effective in 1947. Until 1979, the retirement plans were contributed to, in part, by employee-participants. These employee-participants would receive, if eligible, monthly pension benefits from two plans: the 1976 Retirement Plan of Cannon and associated companies (\"the 1976 Plan\"), and the 1979 Revised Retirement Plan of Cannon (\"the 1979 Plan\"). At the core of this suit is a dispute between the parties regarding the method of distribution of surplus assets under the retirement plans.</p>\n<p>Under the 1976 Plan, surplus assets allegedly were to be distributed to plan participants upon termination of the plan. However, in 1979, the existing retirement plan was amended, <i>inter alia,</i> by eliminating the contribution requirement of employee-participants and by changing the termination clause to explicitly provide that any surplus assets would revert, upon termination of the plan, to the employer rather than employee-participants.</p>\n<p>Shortly after the 1979 Plan amendments, crucial events began to unfold for Cannon. In late 1979 (some six months after the 1979 Plan amendment), Cannon came within the focus of the eyes of an apparent corporate raider, David H. Murdock.<sup>[3]</sup> Murdock began his quest by purchasing substantial shares of Cannon stock. In 1982, Murdock eventually bought Cannon outright as a result of these large stock purchases.</p>\n<p>The complaint alleges that this sale of Cannon resulted in benefits accruing to the Cannon trusts and Murdock as follows: the Cannon trusts benefitted by the tender of Cannon stock to Murdock at a high premium price; and Murdock benefitted by securing the reversion of the 1979 retirement plan's surplus assets (an alleged sum to the tune of just over $35 million). As a factual basis for these allegations, the complaint states that <span class=\"star-pagination\">*1218</span> on 9 December 1985 Murdock, through a series of various business transactions, caused the 1979 Plan to be amended to allow for both the purchase of an annuity and the reversion of the surplus assets to one of Murdock's corporate entities after all obligations had been satisfied. On 18 December 1985, the 1979 Plan allegedly was terminated. Fieldcrest Cannon, Inc. (\"Fieldcrest\") entered the scene on 30 January 1986 by announcing its intention to buy Cannon. Five months later, Fieldcrest made good on its promise, and merged with Cannon on 30 June 1986. On 2 July 1986, an annuity was then purchased which was negotiated in part by Murdock and, in part, by Fieldcrest. The investment in the annuity apparently went bad, and plaintiffs contend that they suffered as a result thereof.</p>\n<p>Given these facts in the amended complaint, plaintiffs allege that this entire business transaction enabled Fieldcrest to purchase Cannon at a reduced price, allowed the Cannon Trust defendants to receive a premium, and permitted Murdock to wrongfully acquire huge surplus assets from the retirement plan. Plaintiffs contend that by executing this elaborate scheme, defendants violated ERISA, the securities laws, the civil provisions of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), and committed common law fraud.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion to dismiss should be granted if the plaintiffs complaint has failed \"to state a claim upon which relief can be granted.\" Fed.R.Civ.P. 12(b)(6). If, on a motion to dismiss for failure to state a claim, \"matters outside the pleading are presented to and not excluded by the court, the motion shall be treated as one for summary judgment....\" Fed.R.Civ.P. 12(b). Since virtually all of the parties have submitted affidavits and/or exhibits outside the pleadings in connection with the pending motions and the court has reviewed the same, the court will treat the motions to dismiss as ones for summary judgment under the requirement set out in Rule 56, except as otherwise noted.</p>\n<p>Summary judgment \"shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Plaintiffs, in order to withstand summary judgment, must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in their favor. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). \"The mere existence of a scintilla of evidence in support of plaintiffs' position will be insufficient\" to create a genuine issue of material fact. <i>Id.</i> Plaintiffs cannot create a genuine issue of material fact by resting on the pleadings. <i>See </i><i>Atkinson v. Bass,</i> <span class=\"citation\" data-id=\"358058\"><a href=\"/opinion/358058/roy-atkinson-administrator-of-the-estate-of-alex-norris-atkinson-v-e-r/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 866 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">679</span></span> (1978). Furthermore, plaintiffs' failure to create a genuine issue of material fact on any essential element of their claim will result in summary judgment being entered against them. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p></p>\n<h2><i>I. The Cannon Trust Defendants' Motion to Dismiss</i></h2>\n<p>In support of their motion, the Cannon Trust defendants argue that the factual bases in the amended complaint are insufficient to state a claim as against them. Specifically, the Cannon Trust defendants contend that the complaint only contains a conclusion of law that they are \"fiduciaries\" within the meaning of ERISA. Absent specific allegations showing that defendants are such, the Cannon Trust defendants thus maintain that this unsupported legal conclusion is deficient as a matter of law. In the alternative, the Cannon Trust defendants argue that this action, as against them, is barred by the applicable statute of limitations provided by ERISA.</p>\n<p>Not surprisingly, plaintiffs respond by contending that all of the Cannon Trust defendants qualify as \"fiduciaries\" under ERISA. Citing general principles of trust law, plaintiffs argue that no immunity exists for a trust whose <i>res</i> is used in an alleged fraudulent transaction. Given this, plaintiffs seem to <span class=\"star-pagination\">*1219</span> argue that since the retirement plan itself is a \"fiduciary\" under ERISA for purposes of standing, the trusts involved here, which collectively owned a substantial amount of shares of Cannon, can be considered \"fiduciaries\" by virtue of the administrative responsibilities attendant to them. Regarding the statute of limitations issue, plaintiffs first assert, under a continuing practice theory, that the ERISA statute of limitations does not bar suit against the Cannon Trust defendants inasmuch as the applicable limitations period did not begin to accrue until sometime after 16 August 1986 when the distribution of the retirement plan's surplus assets occurred. As a corollary, plaintiffs allege that equitable tolling of the limitations period applies here because plaintiffs have pled concealed acts of the Cannon Trust defendants.</p>\n<p>In considering the Cannon Trust defendants' motion, the court will first look to the amended complaint. The only factual allegation specifically implicating the Cannon Trust defendants appears on pages 4 and 5, where plaintiffs assert that the Cannon Trust defendants were owners of substantial shares of Cannon stock. Plaintiffs also allege on page 13 that the acts of each defendant \"constituted a conspiracy and deliberate course of conduct that was intended to conceal from Plan Beneficiaries violations of ERISA ... [and that] Defendant fiduciaries misused Plan assets to further interests other than those of Plan Beneficiaries.\" Am.Compl. at 13. Similar general allegations referring to defendants collectively, but not to the Cannon Trust defendants particularly, run throughout the remainder of the amended complaint.</p>\n<p>The term \"fiduciary\", for ERISA purposes, is defined in 29 U.S.C. § 1002(21). The pertinent provision within this section provides that:</p>\n<blockquote>a person is a fiduciary with respect to a [retirement] plan to the extent (i) he exercises any discretionary authority or discretionary control respecting management of such plan or exercises any authority or control respecting management or disposition of its assets, (ii) he renders investment advice for a fee or other compensation, direct or indirect, with respect to any moneys or other property of such plan, or has any authority or responsibility to do so, or (iii) he has any discretionary authority or discretionary responsibility in the administration of such plan.</blockquote>\n<p>29 U.S.C. § 1002(21)(A). Furthermore, it is clear that trusts are \"persons\" under ERISA as defined in 29 U.S.C. § 1002(9).</p>\n<p>Plaintiffs have not alleged any facts in their amended complaint that could support any connection between the Cannon Trust defendants and the exercise of any discretionary control or authority over the Cannon retirement plan, as contemplated by the first and third prong of § 1002(21)(A). It is quite obvious that the second prong of this section is inapplicable inasmuch as there are absolutely no allegations that the Cannon Trust defendants rendered investment advice. All that is alleged is that the Cannon Trust defendants <i>owned</i> a substantial portion of Cannon stock, and from this, plaintiffs summarily conclude that the Cannon Trust defendants are \"fiduciaries\" under ERISA. As explained in the relevant case law below, these allegations are insufficient to implicate the Cannon Trust defendants in this suit, and their motion to dismiss will be allowed.</p>\n<p>Absent allegations that a party exercised any discretionary control or authority over a retirement plan, a mere conclusion in the complaint that a party is a \"fiduciary\" for ERISA purposes is insufficient. <i>See </i><i>Mertens v. Hewitt Assoc.,</i> <span class=\"citation\" data-id=\"571337\"><a href=\"/opinion/571337/william-j-mertens-alex-w-bandrowski-james-a-clarke-russell-franz-v/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 610 (9th Cir.1991); <i>Useden v. Acker,</i> <span class=\"citation\" data-id=\"571250\"><a href=\"/opinion/571250/neil-a-useden-as-trustee-of-the-air-florida-system-inc-profit-sharing/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1563</span></a></span>, 1574 (11th Cir.1991). In order for major shareholders to be liable under ERISA as fiduciaries, it must be shown that they exercised discretionary control or authority over the retirement plan. <i>Sommers Drug Stores Co. Employee Profit Sharing Trust v. Corrigan,</i> <span class=\"citation\" data-id=\"528221\"><a href=\"/opinion/528221/the-sommers-drug-stores-company-employee-profit-sharing-trust/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 352 (5th Cir.1989). It follows that plaintiffs must initially allege facts, despite the policies of liberal notice pleading, which would support a conclusion that defendants exercised such discretionary control or authority over the retirement plan. <i>Haber v. Brown,</i> <span class=\"citation\" data-id=\"1425965\"><a href=\"/opinion/1425965/haber-v-brown/\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">877</span></a></span> (S.D.N.Y. 1991); <i>United Centrifugal Pumps v. Schotz,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">274232</span></span> (N.D.Cal.1991). No such supporting facts are alleged in the amended complaint. The motion of the Cannon Trust defendants to dismiss is, therefore, allowed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1220</span> <i>II. The Murdock Corporate Defendants' Motions to Dismiss</i>\n</h2>\n<p>As their sole basis for the motion to dismiss, the Murdock corporate defendants argue that since they were dissolved in May of 1986, they no longer exist as legal entities and are not subject to suit under Delaware law.</p>\n<p>In response, plaintiffs contend that the Murdock corporate defendants are amenable to suit in North Carolina because Delaware law permits a court to set aside a dissolution where fraud allegedly is involved. In the alternative, plaintiffs request that the court defer ruling on the Murdock corporate defendants' motion to dismiss because factual determinations need to be further developed through discovery before this issue can be adequately addressed.</p>\n<p>It has long been held that in order to determine whether a corporation (allegedly dissolved or undissolved) is subject to suit, one must look to the laws of the state of incorporation. <i>See</i> Fed.R.Civ.P. 17(b); <i>Oklahoma Natural Gas Co. v. Oklahoma,</i> <span class=\"citation\" data-id=\"101006\"><a href=\"/opinion/101006/oklahoma-natural-gas-co-v-oklahoma/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">634</span></span> (1927); <i>Bahen &amp; Wright, Inc. v. Commissioner,</i> <span class=\"citation\" data-id=\"1484957\"><a href=\"/opinion/1484957/bahen-wright-v-commissioner-of-internal-revenue/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span> (4th Cir.1949). As it is undisputed that Delaware is the state of incorporation for the Murdock corporate defendants, Delaware's law governs their capacity to sue and be sued. Delaware code provides that a dissolved corporation shall continue to exist as a corporate body \"for a term of 3 years from such ... dissolution or for such longer period as the Court of Chancery shall in its discretion direct ... for the purpose of prosecuting and defending suits whether civil [or] criminal....\" Del.Code tit. 8, § 278 (1953).</p>\n<p>In this case, plaintiffs do not challenge the fact that the Murdock corporate defendants were dissolved in 1986. Nor do they dispute the fact that Delaware law governs whether the Murdock corporate defendants are amenable to this lawsuit. Rather, plaintiffs assert, citing to an unpublished Delaware Court of Chancery decision, <i>In re Rego Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">302304</span></span> (Del.Ch. Oct. 16, 1992), that a decree of dissolution may be set aside where there are insufficient funds to provide for future claims, such as the claims at issue here. The court is not persuaded by plaintiffs' argument.</p>\n<p>First, plaintiffs have not alleged any fraud regarding the Murdock corporate defendants' 1986 dissolution in the amended complaint, nor does it appear that plaintiffs have attempted to challenge the 1986 dissolution decrees in any other proceeding before the Delaware Court of Chancery. Second, it is undisputed that a defendant in this action, David H. Murdock, was the sole shareholder of the now-dissolved Murdock corporate defendants. Since he succeeded to all of the assets of the dissolved corporation and his ability to satisfy a judgment is not challenged, the presence of the dissolved corporations adds nothing to this action. Because this suit was not instituted within 3 years of dissolution of these defendants as required by Delaware law, their motion to dismiss will be allowed. <i>See </i><i>Behunin v. Dow Chemical Co.,</i> <span class=\"citation\" data-id=\"1661595\"><a href=\"/opinion/1661595/behunin-v-dow-chemical-co/\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1387</span></a></span>, 1396 (D.C.Colo.1986).</p>\n<p></p>\n<h2><i>III. Defendant Fieldcrest Cannon's Motion to Dismiss</i></h2>\n<p>Fieldcrest Cannon, Inc. (\"Fieldcrest\") first argues that, as against it, the ERISA claims should be dismissed for failure to state an actionable claim because the 1979 Plan amendment was proper under ERISA and/or the amended complaint shows that the ERISA claims based upon the 1979 acts are time-barred. In the alternative, Fieldcrest contends that the doctrines of res judicata and collateral estoppel bar plaintiffs' ERISA claims regarding the 1985 amendment to the retirement plan, the reversion of surplus assets and the termination of the retirement plan. As primary support for its position, Fieldcrest cites a Ninth Circuit Court of Appeals' decision, mentioned <i>supra, Amalgamated Clothing &amp; Textile Worker's Union v. Murdock,</i> <span class=\"citation\" data-id=\"514779\"><a href=\"/opinion/514779/amalgamated-clothing-textile-workers-union-afl-cio-samuel-faulkner-ruby/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1419 (9th Cir. 1988) (hereinafter <i>\"ACTWU\"</i>) where the court upheld a dismissal of Fieldcrest ruling that a constructive trust remedy was unavailable against Fieldcrest because it never held possession or title to the retirement plan funds.</p>\n<p>Secondly, Fieldcrest asserts that because annuities are not considered to be securities, the securities law claims under the Securities <span class=\"star-pagination\">*1221</span> Act of 1933 and under § 10(b) and Rule 10b-5 of the Securities and Exchange Act of 1934 should be dismissed. Thirdly, Fieldcrest argues that the civil RICO claim should be dismissed because plaintiffs have failed to allege facts which would support such a claim against Fieldcrest. Lastly, Fieldcrest maintains that the remaining state law claims of conspiracy and fraud are preempted by ERISA and should therefore be dismissed.</p>\n<p>Plaintiffs respond by contending that <i>ACTWU</i> does not preclude their ERISA claims against Fieldcrest in this case because <i>ACTWU</i> did not address the same issues and was not brought on behalf of the retirement plan. Specifically, plaintiffs argue that Fieldcrest should not be dismissed on the basis of res judicata or collateral estoppel because Fieldcrest's status as an employer beginning on 30 June 1986 was never addressed nor was Fieldcrest's fiduciary powers in the negotiation of the failed annuity at issue. With respect to the statute of limitations issue, plaintiffs assert that factual determinations need to be more developed on the record before this matter can adequately be considered. As a precaution, however, plaintiffs contend that the date of discovery of the alleged ERISA violations, which occurred on 11 April 1991 when the annuities allegedly failed to make payments on plan benefits, governs the running of the statute of limitations here.</p>\n<p>Regarding the securities law claims, plaintiffs state that for the purpose of pursuing a claim that the annuities purchased here were an imprudent and highly risky investment, certain annuities can be considered securities. As to the RICO claims, plaintiffs next respond that the factual allegations contained in the amended complaint have been sufficiently pled to support such a claim. And finally, in response to the preemption issue, plaintiffs argue that their common law claims for fraud and conversion in this action are actionable in that they are included within ERISA § 510, 29 U.S.C. § 1140, and are allowed under the United States Supreme Court decision, <i>Ingersoll-Rand Co. v. McClendon,</i> <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1990).</p>\n<p></p>\n<h2><i>A. The ACTWU Decision and the Issue of Collateral Estoppel</i></h2>\n<p>In <i>ACTWU,</i> the Ninth Circuit considered an appeal from the United States District Court for the Central District of California in which an action was brought by the Amalgamated Clothing and Textile Workers Union, AFL-CIO, and six individual plaintiffs alleging a breach of ERISA fiduciary duties concerning the retirement plan at issue in this action.<sup>[4]</sup><i>ACTWU,</i> 861 F.2d at 1406-09. The six individual plaintiffs were former employees of Cannon and were participants in the retirement plan. Named defendants consisted of: Cannon, Cannon Holding Corporation, Continental Illinois National Bank and Trust Company (\"Bank\"), David H. Murdock, and six other individual defendants not named as defendants in this present action. Fieldcrest was not originally designated as a defendant, but appeared and answered as the corporate successor to Cannon.</p>\n<p>According to the complaint in <i>ACTWU,</i> plaintiffs alleged three claims. The first two of these involved an alleged breach of fiduciary duty arising from the \"greenmail\"<sup>[5]</sup> of two companies, not involved here as parties. The third claim alleged a breach of fiduciary duty by defendants stemming from the amendment to the retirement plan and the termination of the plan in December of 1985. All defendants, except the Bank, moved to dismiss and/or for summary judgment, and the district court granted the motions.</p>\n<p>On plaintiffs' appeal, the Ninth Circuit affirmed in part, reversed in part, and remanded the case back to the district court. At the heart of its ruling, the Ninth Circuit held that a constructive trust remedy was available to plaintiffs to redress alleged breaches of fiduciary duties under either ERISA § 409(a), 29 U.S.C. § 1109(a) or ERISA § 502(a)(3), 29 U.S.C. § 1132(a)(3). <i>Id.</i> at 1417. Additionally, the court ruled that:</p>\n<blockquote>[t]he plan's amendment, its alleged termination, and the reversion of the plan's surplus by themselves do not constitute <span class=\"star-pagination\">*1222</span> ERISA violations. But, such acts do constitute a claim upon which relief may be granted in the context of the complaint's further allegations that the fiduciaries misused plan assets to further interests other than the interests of the plan's participants and beneficiaries.</blockquote>\n<p><i>Id.</i> at 1419. The court then upheld the district court's dismissal of Fieldcrest finding that because Fieldcrest never had possession or title to the retirement plan's <i>res</i> a constructive trust remedy could not lie against it. <i>Id.</i><sup>[6]</sup></p>\n<p>Since most of Fieldcrest's argument regarding its motion to dismiss centers around the res judicata/collateral estoppel issue, the court will address this issue first. In a fairly recent opinion, the Fourth Circuit has extensively outlined specific guidelines for the application of collateral estoppel and/or res judicata in <i>Sandberg v. Virginia Bankshares, Inc.,</i> <span class=\"citation\" data-id=\"594712\"><a href=\"/opinion/594712/nos-91-1873-91-1874/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">332</span></a></span> (4th Cir.1992). In <i>Sandberg,</i> the Fourth Circuit clarified that:</p>\n<blockquote>[t]he doctrine of issue preclusion forecloses the `relitigation of issues of fact or law that are identical to issues which have been actually determined and necessarily decided in prior litigation in which the party against whom [issue preclusion] is asserted had a full and fair opportunity to litigate.'. Generally, only a final, valid judgment will be given preclusive effect, ... although finality in some contexts is modified into a rule of `practical' finality.... Courts generally apply issue preclusion only when no unfairness results.</blockquote>\n<p><i>Id.</i> at 343 (citation omitted). The Fourth Circuit then distinguished, for its standard of review purposes, between the <i>availability</i> of issue preclusion, which the court recognized is really an analysis of whether each of the requirements for issue preclusion have been met, and the <i>applicability</i> of issue preclusion, which actually boils down to whether issue preclusion is fair as it relates to a party's opportunity to litigate the issue. <i>Id.</i> at 344. With regard to the availability analysis, the Fourth Circuit employs a <i>de novo</i> standard of review, and as to the applicability analysis, an abuse of discretion standard of review is applied. <i>Id.</i></p>\n<p>The requirements of issue preclusion, under the availability analysis, consist of the following factors: (1) whether an issue is identical to one previously litigated; (2) whether the issue was actually determined; (3) whether it was necessarily decided; and (4) whether the judgment was final and valid. <i>Id.</i> Thus, the last consideration, under the applicability analysis, includes only whether a party had a full and fair opportunity to litigate an issue. <i>Id.</i></p>\n<p>With these factors in mind, the court will now analyze whether issue preclusion is both available and applicable to Fieldcrest. Turning to the first factor, issue preclusion is only available where the issues litigated in the first and second actions are in substance the same. <i>Id.</i> at 345. The issues in <i>ACTWU</i> involved basically whether there was a breach of fiduciary duties arising either from the greenmail of two companies not implicated here or from the amendment to the retirement plan and the termination of the plan in December of 1985. Obviously, the latter issue is of the only importance here. The issues in this action, however, seem to be more comprehensive and broad, encompassing alleged conduct or acts by defendants which occurred years before, and one year after, the events at issue in <i>ACTWU.</i></p>\n<p>While the latter issue in <i>ACTWU</i> admittedly is somewhat similar to some of the issues in this action (which plaintiffs concede), it cannot be definitively said, upon full review, that they are in substance the same regarding defendant Fieldcrest. As previously noted, Fieldcrest was not originally named as a defendant in <i>ACTWU</i> but was rather brought in as a successor to the liabilities of Cannon under the retirement plan. Fieldcrest's involvement with the purchase of the annuities was not at issue in <i>ACTWU,</i> as it is here from a reading of plaintiffs' amended complaint. <i>See</i> Am.Compl. at 11. Furthermore, no ruling or final determination was made in <i>ACTWU</i> as to whether the surplus assets in the 1976 Plan could legally <span class=\"star-pagination\">*1223</span> be transferred to the 1979 Plan or whether the 1979 Plan and its 1985 amendment, termination, purchase of annuities and recapture of surplus assets constituted violations of ERISA when coupled with allegations that the alleged defendant-fiduciaries misused plan assets to further interests other than the interests of the plan's participants and beneficiaries.</p>\n<p>In addition, the court notes that the plaintiffs in <i>ACTWU</i> are not the same plaintiffs in this action. For claim or issue preclusion to apply to a particular party, that party must have been a party to the earlier action, or be in privity with that party to the earlier action under the doctrine of virtual representation. <i>Martin v. Wilks,</i> <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2180</span></a></span>, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></a></span> (1989); <i>Klugh v. United States,</i> <span class=\"citation\" data-id=\"488046\"><a href=\"/opinion/488046/margaret-klugh-katherine-klugh-maultsby-mary-klugh-garner-john-bradley/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span> (4th Cir.1987). Although the individual plaintiffs in <i>ACTWU</i> were participants of the retirement plan here, the court believes that because the issues involved in this action are dissimilar, the participant-plaintiffs are not so closely aligned with plaintiffs in <i>ACTWU</i> as to justify precluding this litigation. The court therefore finds that the first prong of the claim preclusion test has not been satisfied.</p>\n<p>In view of this, the court determines that because all the issue preclusion factors are so interrelated and interdependent with each other, a finding that there is dissimilarity of issues under the first factor essentially compels a conclusion that the remaining factors are unsatisfied. For if the issues in the first action are not identical to the latter action, that issue was not actually determined, necessarily decided, nor finally adjudged. Under the applicability analysis, it becomes less difficult for the court to then find that, in the <i>ACTWU</i> action, there was not a fair and full opportunity to litigate the issues involved here. For these reasons, claim or issue preclusion is inapplicable to Fieldcrest in this case.</p>\n<p></p>\n<h2><i>B. The Securities Law Claims</i></h2>\n<p>On pages 20-21 of their amended complaint, plaintiffs allege that:</p>\n<blockquote>[t]he sale of annuity contracts were sales of variable annuities because they were backed by high yield (\"junk\") investment bonds such that the Plan Beneficiaries bore the risk of the annuity diminishing in value without their knowledge but with actual and/or constructive knowledge of defendants. The annuity contracts constituted a \"security\" within the meaning of § 2(1) 15 U.S.C. § 77b(1) of the Securities Act and § 3(a)(10) 15 U.S.C. § 78C(a)(10) of the Securities Exchange Act. Because of the termination of the plan and the issuance to the Plan Beneficiaries of what was intended by the defendants as variable annuity contracts, there was a \"sale\" of this interest to Plan Beneficiaries within the meaning of [the Securities Act and the Securities Exchange Act].</blockquote>\n<p>Am.Compl. at 20-21. From these allegations, plaintiffs assert that defendants violated § 17(a) of the Securities Act of 1933 (\"1933 Act\") and § 10(b) and Rule 10b-5 of the Securities and Exchange Act of 1934 (\"1934 Act\").</p>\n<p>As to plaintiffs' claim under § 17(a) of the 1933 Act, Fieldcrest contends, and the court agrees, that there is no private right of action under § 17(a). <i>See </i><i>Newcome v. Esrey,</i> <span class=\"citation\" data-id=\"515466\"><a href=\"/opinion/515466/vaughan-s-newcome-v-a-jack-esrey-shearson-lehman-brothers-inc/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span> (4th Cir.1988). Accordingly, plaintiffs' claim under § 17(a) of the 1933 Act will be dismissed.</p>\n<p>Considering plaintiffs' § 10(b) and Rule 10b-5 claims under the 1934 Act, the court recognizes that to state such a claim plaintiffs must first prove that there was a \"sale\" of a \"security.\" <i>Myers v. Finkle,</i> <span class=\"citation\" data-id=\"572679\"><a href=\"/opinion/572679/no-90-1892/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span>, 167 (4th Cir.1991). According to the United States Supreme Court, an employee's interest in a noncontributory, compulsory pension plan is not a \"security\" within the meaning of either the 1933 Act or 1934 Act. <i>Int'l Brotherhood of Teamsters, etc. v. Daniel,</i> <span class=\"citation\" data-id=\"109975\"><a href=\"/opinion/109975/teamsters-v-daniel/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, <span class=\"citation\" data-id=\"109975\"><a href=\"/opinion/109975/teamsters-v-daniel/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">790</span></a></span>, <span class=\"citation\" data-id=\"109975\"><a href=\"/opinion/109975/teamsters-v-daniel/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span></a></span> (1979). It also has been held that a contributory, defined benefit plan does not fall within the definition of a \"security.\" <i>Coward v. Colgate-Palmolive Co.,</i> <span class=\"citation\" data-id=\"407916\"><a href=\"/opinion/407916/fed-sec-l-rep-p-98784-3-employee-benefits-ca-1992-claude-coward-v/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1230</span></a></span> (7th Cir.1982); <i>Black v. Payne,</i> <span class=\"citation\" data-id=\"362939\"><a href=\"/opinion/362939/fed-sec-l-rep-p-97219-1-employee-benefits-ca-2140-hollis-o-black/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span> (9th Cir.1979); <i>Foltz v. U.S. News &amp; World Report, Inc.,</i> <span class=\"citation\" data-id=\"1973847\"><a href=\"/opinion/1973847/foltz-v-us-news-world-report-inc/\"><span class=\"volume\">627</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1143</span></a></span> (D.D.C. 1986).</p>\n<p>Plaintiffs claim that since the annuities were a highly risky investment for the participants <span class=\"star-pagination\">*1224</span> in the retirement plan, this transaction should be reviewed as a security purchase. The court disagrees. It is undisputed that the retirement plan at issue here, throughout its existence, called for a fixed payment to each participant based upon rate of pay and years of service. The amount of the benefit to be paid was unrelated to gains or losses of the investments in the pension fund. Given this, \"the guarantee of a fixed income places all the investment risk on the insurer, with no substantial risk to the annuitants.\" <i>Coward,</i> 686 F.2d at 1236-37. The critical focus then centers on the employee-participant's interest in the retirement plan, and not the method by which the plan is funded. As set forth in the relevant case law above, the court therefore concludes that the sale of a \"security\", as contemplated by the 1934 Act, was not involved here.</p>\n<p>Even assuming that the alleged annuity transactions constitute a sale of securities within the meaning of the 1934 Act, plaintiffs' securities law claims fail under the statute of limitations. \"Litigation instituted pursuant to § 10(b) and Rule 10b-5 ... must be commenced within one year after the discovery of the facts constituting the violation and within three years after such violation.\" <i>Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2773</span></a></span>, 2782, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></a></span> (1991). Plaintiffs' securities law claim fails under both tests.</p>\n<p>Upon a reading of plaintiffs' amended complaint, it is clear that the last alleged <i>act,</i> in furtherance of a violation of securities law, occurred on 8 July 1986, the date when plaintiffs contend that the proposal for the annuity was accepted. <i>See</i> Am.Compl. at p. 10. Additionally, it is clear that plaintiffs discovered facts constituting the alleged securities violation in April of 1991 when the California Insurance Commissioner seized the annuity company, the annuity company was placed in conservatorship, and the monthly payments to the retirement plan beneficiaries were allegedly reduced. Am.Compl. at p. 12. Therefore, because plaintiffs failed to file their complaint (which was first filed on 29 June 1992) within three years from the last alleged act in furtherance of an alleged violation of securities laws and within one year from discovery of facts constituting such violation, plaintiffs' securities law claim is time-barred.</p>\n<p>Plaintiffs argue that because they allege a conspiracy to violate federal law this somehow changes the time the limitations period commences to run, which plaintiffs contend begins to run when the damage first occurs from the last overt act of the conspiracy. To support this position, plaintiffs cite a United States Supreme Court case, <i>Zenith Radio Corp. v. Hazeltine Research, Inc.,</i> <span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></a></span>, <span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">77</span></a></span> (1971). Upon a reading of <i>Hazeltine,</i> the court disagrees with plaintiffs' argument. First, <i>Hazeltine</i> involved an alleged violation of federal antitrust laws with a very different and distinct statute of limitations. While the Supreme Court did hold that the limitations period in an antitrust case begins to run when \"plaintiff feels the adverse impact of an antitrust conspiracy ...\", <i>id.</i> at 339, 91 S.Ct. at 806, the court understands this holding to apply only in the context of a federal antitrust action. Secondly, to follow plaintiffs' theory would require this court to recognize a change in the nature of a securities law claim and would be in direct contravention of a specific ruling issued by the Supreme Court in <i>Lampf,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2773</span></a></span>. This the court is unwilling to do, and therefore plaintiffs' securities law claim is barred by the statute of limitations.</p>\n<p></p>\n<h2><i>C. The RICO Claim</i></h2>\n<p>Plaintiffs allege a RICO violation on pages 21-24 of their amended complaint. To state a civil RICO claim, plaintiffs must allege that defendants have violated the substantive RICO statute, commonly known as \"criminal RICO.\" In so doing, they must prove seven constituent elements: (1) that a \"person\" (2) through a \"pattern\" (3) \"of racketeering activity\" (4) directly or indirectly invests in, or maintains an interest in, or participates in (5) an \"enterprise\" (6) the activities of which affect interstate or foreign commerce, and (7) that plaintiffs were injured by reason of this activity. 18 U.S.C. § 1962(a)-(c).</p>\n<p><span class=\"star-pagination\">*1225</span> Under § 1961(5), the term \"pattern of racketeering activity\" requires at least two acts of \"racketeering activity\" committed within ten years of each other, one of which must occur since enactment of the statute. \"Racketeering activity\" is defined in § 1961(1) as any act which involves certain enumerated state felonies and acts indictable under certain enumerated federal statutes. The \"pattern\" requirement is \"more than incidental to the operation of the RICO statute.\" <i>Menasco, Inc. v. Wasserman,</i> <span class=\"citation\" data-id=\"529966\"><a href=\"/opinion/529966/menasco-inc-lucky-two-inc-v-barry-m-wasserman-sounion-petroleum/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 683 (4th Cir.1989). The pattern requirement acts to \"ensure that RICO's extraordinary remedy does not threaten the ordinary run of commercial transactions; that treble damage suits are not brought against isolated offenders for their harassment and settlement value; and that the multiple state and federal laws bearing on transactions ... are not eclipsed or preempted.\" <i>Id.</i> Basically, \"[t]he pattern requirement was intended to limit RICO to those cases in which racketeering acts are committed in a manner characterizing the defendant[s] as [persons] who regularly commit[] such crimes.\" <i>Lipin Enterprises, Inc. v. Lee,</i> <span class=\"citation\" data-id=\"478009\"><a href=\"/opinion/478009/lipin-enterprises-incorporated-an-illinois-corporation-v-goldie-w-lee/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span>, 324 (7th Cir.1986).</p>\n<p>It is fairly well settled that a civil RICO claim alleging fraud must be pled with particularity as required by Rule 9(b) of the Federal Rules of Civil Procedure. <i>Schreiber Distributing Co. v. Serv-Well Furniture Co.,</i> <span class=\"citation\" data-id=\"480391\"><a href=\"/opinion/480391/schreiber-distributing-co-a-division-of-schreiber-enterprises-inc-a/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1400 (9th Cir.1986); <i>Mylan Laboratories, Inc. v. Akzo N.V.,</i> <span class=\"citation\" data-id=\"2129340\"><a href=\"/opinion/2129340/mylan-laboratories-inc-v-akzo-nv/\"><span class=\"volume\">770</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1053</span></a></span>, 1074-75 (D.Md.1991); <i>Pearlstine Distributors, Inc. v. Freixenet U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"1474509\"><a href=\"/opinion/1474509/pearlstine-distributors-inc-v-freixenet-usa/\"><span class=\"volume\">678</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">133</span></a></span>, 135-38 (D.S.C.1988). Although Rule 9(b) does not require the elucidation of every detail of the alleged fraud, it does require more than a bare assertion that such a cause of action exists. <i>Mylan Laboratories,</i> 770 F.Supp. at 1074. Specifically, the particulars required to be pled include the time, place, and contents of the alleged fraudulent representation, as well as the identity of each person making the misrepresentation and what was obtained thereby. <i>Id.</i></p>\n<p>Measured against the Rule 9(b) standard, plaintiffs' attempt to plead a RICO claim in their amended complaint is insufficient. Notably absent are allegations of the time, place, and content of fraudulent representations and the identity of specific persons involved in the alleged fraud. The amended complaint just paints a general, vague picture of fraud with most of the allegations being legal conclusions rather than specific statements of fact. The only real factual allegations are that defendants aided and abetted David Murdock by helping him to recover the surplus assets and that \"... defendants ... conspired with each other to misrepresent and fraudulently conceal the truth about Executive Life Annuities.\" Am.Compl. at 21-23. Although plaintiffs did, at the outset of their RICO allegation, incorporate by reference all of the previous allegations of their complaint, the court finds that this does not satisfy the requirements of Rule 9(b) given the harsh consequences which may flow from a RICO violation. <i>See Pearlstine Distrib., Inc.,</i> 678 F.Supp. at 137. The motion to dismiss the RICO claim will be allowed.</p>\n<p></p>\n<h2><i>D. Plaintiffs' State Law Fraud and Conspiracy Claims</i></h2>\n<p>Finally, in Count VII of their amended complaint, plaintiffs allege common law fraud and conspiracy claims. Defendant Fieldcrest argues that these state law claims are preempted by ERISA. Plaintiffs respond that these claims are not preempted, citing a United States Supreme Court decision, <i>Ingersoll-Rand Co. v. McClendon,</i> <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1990). Upon full review, the court agrees with Fieldcrest that the state law claims of fraud and conspiracy are preempted by ERISA.</p>\n<p>ERISA preempts \"any and all State laws insofar as they may now or hereafter relate to any employee benefit plan\" within its scope. 29 U.S.C. § 1144(a). A law \"relates to\" an employee benefit plan if it has a connection with or reference to such a plan. <i>Shaw v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 96-97, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, 2899-2900, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1983). ERISA preemption is conspicuous for its breadth and is not limited to state laws specifically designed to affect employee benefit plans. <i>FMC Corp. v. Holliday,</i> <span class=\"citation\" data-id=\"112508\"><a href=\"/opinion/112508/fmc-corp-v-holliday/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"112508\"><a href=\"/opinion/112508/fmc-corp-v-holliday/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">403</span></a></span>, <span class=\"citation\" data-id=\"112508\"><a href=\"/opinion/112508/fmc-corp-v-holliday/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> <span class=\"star-pagination\">*1226</span> (1990). The breadth of ERISA preemption is limited, however, in that \"[s]ome state actions may affect employee benefit plans in too tenuous, remote, or peripheral a manner to warrant a finding that the law `relates to' the plan.\" <i>Shaw,</i> 463 U.S. at 100 n. 21, 103 S.Ct. at 2901 n. 21.</p>\n<p>Guided by these principles, the court concludes that plaintiffs' state law claims of fraud and conspiracy are preempted by ERISA. At the outset, because plaintiffs' fraud and conspiracy claims entail an alleged misuse of plan assets, this necessarily implies that these claims \"relate to\" the plan at issue in this case. As a result, given the professed broad scope of ERISA's preemption, the court has little hesitation in finding that these claims are preempted. Furthermore, the court believes that ERISA already provides an adequate remedy for the alleged wrongs here and that there is strong support for preemption of these type of claims. <i>Diduck v. Kaszycki &amp; Sons Contractors, Inc.,</i> <span class=\"citation\" data-id=\"590218\"><a href=\"/opinion/590218/harry-j-diduck-individually-and-as-a-participant-in-the-local-95/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span> (2nd Cir.1992); <i>Sanson v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"584319\"><a href=\"/opinion/584319/chester-c-sanson-v-general-motors-corporation/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 621 (11th Cir.1992); <i>First Nat'l Life Ins. Co. v. Sunshine-Jr. Food Stores, Inc.,</i> <span class=\"citation\" data-id=\"580910\"><a href=\"/opinion/580910/first-national-life-insurance-company-an-alabama-corporation-v/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1546</span></a></span>, 1549-50 (11th Cir.1992); <i>Hermann Hospital v. MEBA Medical &amp; Ben. Plan,</i> <span class=\"citation\" data-id=\"505517\"><a href=\"/opinion/505517/hermann-hospital-v-meba-medical-benefits-plan/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></a></span> (5th Cir.1988); <i>Davidian v. Southern California Meat Cutters Union &amp; Food Employees Ben. Fund,</i> <span class=\"citation\" data-id=\"512713\"><a href=\"/opinion/512713/david-davidian-audrey-r-davidian-v-southern-california-meat-cutters-union/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span>, 135 (9th Cir.1988); <i>Nevill v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"498491\"><a href=\"/opinion/498491/benjamin-nevill-eh-bruist-jw-books-td-imgrund-ja-pryor-gm-webster/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 212 (9th Cir.1987); <i>but see </i><i>Perry v. P*I*E Nationwide, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></span> (6th Cir.1989) (holding that there is no ERISA preemption for state common law claims of fraud, misrepresentation, and promissory estoppel where ERISA does not provide adequate remedy).</p>\n<p>Additionally, plaintiffs' reading of <i>Ingersoll-Rand, supra,</i> is strained at best and, if anything, the holding of <i>Ingersoll-Rand</i> is consistent with the court's analysis stated above: \"a state law may `relate to' a benefit plan, and thereby be preempted, even if the law is not specifically designed to affect such plans, or the effect is only indirect.... Because the court's inquiry must be directed to the plan, [the common law action] `relate[s] to' an ERISA plan.\" <i>Ingersoll-Rand,</i> 498 U.S. at 139, 111 S.Ct. at 483. Accordingly, plaintiffs' state law conspiracy and fraud claims are preempted, and the same will be dismissed.</p>\n<p></p>\n<h2><i>E. The ERISA Statute of Limitations Issue and the ERISA Fiduciary Issue</i></h2>\n<p>Fieldcrest has argued that the ERISA statute of limitations bars plaintiffs claims, and that it is not an ERISA fiduciary. Plaintiffs contend that factual determinations need to be played out through discovery before these issues can be adequately resolved. The court agrees. Therefore, Fieldcrest's motion to dismiss, as it relates to the ERISA claims, is DENIED.</p>\n<p></p>\n<h2><i>IV. Defendant Otto G. Stolz's Motions to Dismiss and For More Definite Statement</i></h2>\n<p></p>\n<h2><i>A. Stolz's Motion to Dismiss Relating to the Securities Law Claims, the RICO Claim, and the State Law Claims</i></h2>\n<p>The securities law claims, the RICO claim, and the state law claims will all be dismissed for the reasons set forth above in the discussions of the motions of the other defendants.</p>\n<p></p>\n<h2><i>B. Stolz's Motion for More Definite Statement</i></h2>\n<p>On page 6 of the amended complaint, plaintiffs allege that defendant Stolz (\"Stolz\") is a director of Cabarrus Bank, was a director of Cannon, director of the Cannon Foundation, and is a co-trustee of Cannon Trusts Nos. 1, 2, and 3 and was an owner of a substantial chunk of Cannon stock prior to tender. Am.Compl. at 6. Plaintiffs then assert that Stolz was an ERISA fiduciary. <i>Id.</i> Stolz's name does not appear anywhere throughout the remainder of the amended complaint.</p>\n<p>Stolz now makes this motion for more definite statement arguing generally that the amended complaint does not adequately indicate how Stolz is a fiduciary within the meaning of ERISA. The court agrees that, as to Stolz, the amended complaint is quite vague. His motion for more definite statement will be allowed and plaintiffs are ordered to specify <span class=\"star-pagination\">*1227</span> in more detail by a subsequent pleading the nature of Stolz's involvement in the alleged transactions at issue. Plaintiffs will be allowed twenty (20) days from the file date of this order to comply.</p>\n<p></p>\n<h2><i>C. Stolz's Motion to Dismiss the ERISA Claim Under 29 U.S.C. § 1140</i></h2>\n<p>As with the other ERISA claims as they allegedly involve and implicate other defendants previously discussed, the court feels that the best approach is to address these issues, if need be, at the conclusion of discovery so that plaintiffs may have a chance to counter each defendant's supporting affidavits and exhibits. In light of this, Stolz's motion to dismiss the ERISA § 1140 claim will be denied.</p>\n<p></p>\n<h2><i>V. The Individual Defendants' Motion to Dismiss</i></h2>\n<p>This motion to dismiss is brought on behalf of the following defendants:<sup>[7]</sup> Estate of William C. Cannon, George A. Batte, Jr., Estate of J. Harris Cannon, Harold P. Hornaday, Estate of Donald S. Holt, Joseph Ridenhour, Andrew W. Adams, Estate of Albert M. Allran<sup>[8]</sup>, Hubert J. Toumey, and James R. Jolly (hereinafter \"individual defendants\"). The amended complaint alleges that these individual defendants are former directors and officers of Cannon and trustees of the various trusts of the Cannon Trust defendants.</p>\n<p></p>\n<h2><i>A. The Individual Defendants' Motion to Dismiss as it Relates to the Securities Law Claims, the RICO Claim, and the State Law Claims</i></h2>\n<p>What has been stated with regard to the other defendants applies equally to these individual defendants and these claims will be dismissed as to them as well.</p>\n<p></p>\n<h2><i>B. The Res Judicata and Collateral Estoppel Issue</i></h2>\n<p>The individual defendants argue that this action is barred by the doctrines of res judicata and collateral estoppel. This argument is identical to the argument made by defendant Fieldcrest outlined above. For the reasons stated in part III. A. of this discussion, claim or issue preclusion is inapplicable to the individual defendants.</p>\n<p></p>\n<h2><i>C. The Individual Defendants' Motion to Dismiss the ERISA Claims</i></h2>\n<p>As with the other defendants mentioned above, the court believes that the best approach is to address these issues, if need be, at the conclusion of discovery so that plaintiffs may have an chance to counter each defendant's supporting affidavits and exhibits. In light of this, the individual defendants' motion to dismiss the ERISA claims will be denied.</p>\n<p></p>\n<h2><i>D. The Estate Defendants' Motion to Dismiss Based Upon N.C. Gen.Stat. § 28A-1-1 et seq.</i></h2>\n<p>The various estates of the individual defendants, namely the Estate of William C. Cannon, Estate of J. Harris Cannon, Estate of Donald S. Holt, and the Estate of Albert M. Allran, argue that because plaintiffs have failed to comply with N.C.Gen.Stat. § 28A-1-1 <i>et seq.,</i> all claims against them should be dismissed. Specifically, the estate defendants first contend that plaintiffs have failed to properly name the personal representatives of the estates as required by N.C.Gen. Stat. § 28A-19-1. Secondly, the estate defendants assert that plaintiffs have failed to timely file claims against the estates in accordance with the six (6) month statute of limitations in N.C.Gen.Stat. § 28A-19-3. As to defendant Allran, the estate defendants argue that because plaintiffs have failed to <span class=\"star-pagination\">*1228</span> acknowledge in the amended complaint that Allran is deceased, he is not a proper party to this action as named.</p>\n<p>In response, plaintiffs first maintain that, as to defendant Estate of J. Harris Cannon, a letter claim was sent to the executor for that estate on 31 July 1992 and that this satisfies the requirements of §§ 2A-19-1 and -3. With respect to Allran, plaintiffs claim that since service was effected upon Allran's wife, as executrix of Allran's estate, within 120 days, no prejudice resulted from Allran being a non-existent entity at the time the complaint was filed. Regarding the remainder of the estate defendants, plaintiffs argue that § 28A-19-3 does not apply here because ERISA preempts it. Even if § 28A-19-3 did apply, however, plaintiffs contend that N.C.Gen.Stat. § 28A-19-3(i) applies here to allow this action to proceed against decedents if they are covered by insurance. The court is unpersuaded by these arguments, and therefore agrees with all of the estate defendants, except defendant Estate of J. Harris Cannon, that all claims against them should be dismissed.</p>\n<p>Addressing the preemption argument first, the court finds that under the preemption principles discussed above, North Carolina law determining the manner and capacity of decedents and their estates to be sued does not relate in any significant way whatsoever to the retirement plan at issue in this case. Even if it were conceivable that these statutes have some connection with the plan (which plaintiffs have failed to show), the court nonetheless believes that this connection is too tenuous and remote to warrant a finding that it relates to the plan. <i>See </i><i>Shaw,</i> 463 U.S. at 100 n. 21, 103 S.Ct. at 2901 n. 21. Thus, ERISA does not preempt N.C.Gen. Stat. §§ 28A-19-1 and -3 in this action.</p>\n<p>Section 28A-19-3 requires: (1) that claims against an estate, arising after 1 October 1989, must be filed according to § 28A-19-1 within 90 days from the publication of the general notice to creditors; and (2) that claims against an estate, arising before 1 October 1989, be filed 6 months from such publication. N.C.Gen.Stat. § 28A-19-3. However, § 28A-19-3 is limited by subsection (i) which provides that no claims shall be barred where the decedent is protected by insurance coverage with respect to such claim. <i>Id.</i> § 28A-19-3(i); <i>Brace v. Strother,</i> 90 N.C.App. 357, <span class=\"citation\" data-id=\"1294785\"><a href=\"/opinion/1294785/brace-v-strother/\"><span class=\"volume\">368</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">447</span></a></span> (1988).</p>\n<p>Applying these rules to each estate defendant, the court concludes that plaintiffs' claims against all of the estate defendants, with the exception of the Estate of J. Harris Cannon, are time-barred under § 28A-19-3. Upon a review of the uncontested exhibits filed in connection with the individual defendants' motion to dismiss, the court understands that the following estate defendants died and the general notice to creditors was published on these dates: (1) Donald S. Holt died on 20 March 1982, and the notice to creditors was first published on 13 April 1982; (2) Albert M. Allran<sup>[9]</sup> died on 6 March 1987, and the notice to creditors was first published in that year; (3) William Cannon died on 18 January 1990, and notice to creditors was first published on 29 January 1990; and, (4) J. Harris Cannon died on 13 April 1992, and the notice to creditors was first published on 4 May 1992.</p>\n<p>Given these dates, it is clear that the claims against the Estate of Donald S. Holt, Estate of Albert M. Allran, and the Estate of William Cannon are time-barred because no claims against the estates were brought within either the 6-month or 90-day deadlines. Plaintiffs do not dispute these crucial dates, nor have they made any showing that they filed timely claims against each of these estates. Moreover, plaintiffs have made no showing nor have they alleged, under § 28A-19-3(i), that these decedents are protected by insurance coverage for the claims asserted against them. Therefore, all of plaintiffs' claims against the Estate of Donald S. Holt, <span class=\"star-pagination\">*1229</span> Estate of Albert Allran<sup>[10]</sup>, and the Estate of William Cannon will be dismissed.</p>\n<p>Plaintiffs did file a timely claim against the Estate of J. Harris Cannon. According to Exhibit Nos. 88-92, attached to plaintiffs' response brief, plaintiffs submitted a valid claim against the Estate of William Cannon on 31 July 1992. The claim was received by the personal representative of that estate, First Union National Bank, on 3 August 1992  the very last day upon which claims against the estate could be timely filed. In their reply brief, counsel for the individual defendants do not refute either that plaintiffs sent this claim or that it was properly received by the personal representative for the Estate of J. Harris Cannon. For these reasons, plaintiffs' claims against the Estate of J. Harris Cannon are not time-barred.</p>\n<p></p>\n<h2><i>VI. First Union National Bank's Motion to Dismiss</i></h2>\n<p>On page 5 of their amended complaint, plaintiffs allege that defendant First Union National Bank (\"First Union\") is a successor in interest to Cabarrus Bank &amp; Trust which was a trustee under various Cannon trusts and was the beneficial owner of a large portion of Cannon stock prior to tender. Plaintiffs then allege that First Union, as successor in interest to Cabarrus Bank &amp; Trust, was an ERISA fiduciary. First Union now makes this motion to dismiss on basically the same grounds as all of the defendants mentioned above.</p>\n<p></p>\n<h2><i>A. First Union's Motion to Dismiss as it relates to the Securities Law Claims, the RICO Claim, and the State Law Claims</i></h2>\n<p>As previously noted, the securities law claims, the RICO claim, and the state law claims will be dismissed.</p>\n<p></p>\n<h2><i>B. First Union's Motion to Dismiss the ERISA Claims</i></h2>\n<p>Plaintiffs sole allegation against First Union is that it \"is a successor in interest to Cabarrus Bank and Trust which was a Trustee under various trusts and was the beneficial owner of 3,443,045 shares of Cannon prior to tender....\" Am.Compl. at para. 19. The \"various trusts\" referred to are the Cannon Trust defendants referred to in this order. Since their motion to dismiss has been allowed it follows that First Union must be dismissed as well.<sup>[11]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>IN SUMMARY:</p>\n<p>The motions of the following defendants to dismiss, or for summary judgment, are allowed and, as to them, this action is hereby DISMISSED:</p>\n<blockquote>Charles A. Cannon Charitable Trust No. One</blockquote>\n<blockquote>Charles A. Cannon Charitable Trust No. Two</blockquote>\n<blockquote>Charles A. Cannon Charitable Trust No. Three</blockquote>\n<blockquote>Cannon Foundation Inc.</blockquote>\n<blockquote>Trust Under the Will of Charles A. Cannon</blockquote>\n<blockquote>DHM Holding Corporation</blockquote>\n<blockquote>Murdock Investment Corporation</blockquote>\n<blockquote>Pacific Holding Corporation</blockquote>\n<blockquote>Cannon Holding Corporation</blockquote>\n<blockquote>Estate of Donald S. Holt</blockquote>\n<blockquote>Estate of Albert M. Allran</blockquote>\n<blockquote>Estate of William C. Cannon</blockquote>\n<p>The motions to dismiss the following claims are allowed:</p>\n<blockquote>Count V, the Securities Laws claims</blockquote>\n<blockquote>Count VI, the RICO claims</blockquote>\n<blockquote>Count VII, the common law claims.</blockquote>\n<p><span class=\"star-pagination\">*1230</span> The motions to dismiss, or for summary judgment, as they relate to the ERISA claims (Counts I, II, III, IV) are denied.</p>\n<p>The motion of defendant Stoltz for a more definite statement is allowed and plaintiffs are ordered to specify in more detail by a subsequent pleading filed within 20 days from the file date of this order the nature of Stoltz's involvement in the alleged transactions at issue.</p>\n<p>The stay of discovery heretofore entered is lifted.</p>\n<h2>NOTES</h2>\n<p>[1]  Because the majority of motions to dismiss are ones made pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, the court will, and must, accept as true the facts as plaintiffs have alleged in the amended complaint. However, for clarification purposes, the court has expounded on those facts from information supplied from relevant affidavits and exhibits which are attached to the parties' briefs. Therefore, although not all of the alleged facts stated by the court are explicitly set forth in the amended complaint, the court must nonetheless view the alleged facts, and all reasonable inferences drawn therefrom, in the light most favorable to non-movant plaintiffs for the purposes of considering the motions as motions for summary judgment pursuant to Rule 56. <i>See</i> discussion <i>infra; </i><i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974); <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962).</p>\n<p>[2]  A second amended complaint apparently was submitted in connection with a previous motion to intervene filed on 8 October 1992. However, the motion to intervene subsequently was denied by this court on 1 December 1992. Thus, the second amended complaint was never filed and is not in effect in this action.</p>\n<p>[3]  <i>See </i><i>Amalgamated Clothing &amp; Textile Workers Union v. Murdock,</i> <span class=\"citation\" data-id=\"514779\"><a href=\"/opinion/514779/amalgamated-clothing-textile-workers-union-afl-cio-samuel-faulkner-ruby/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1408 (9th Cir.1988).</p>\n<p>[4]  Fieldcrest has attached the complaint filed in the <i>ACTWU</i> action to its motion to dismiss.</p>\n<p>[5]  For a definition of the term \"greenmail\", <i>see ACTWU,</i> 861 F.2d at 1408 n. 2.</p>\n<p>[6]  Evidently, the <i>ACTWU</i> case eventually was settled, and no final determination on the merits was ever made pursuant to remand.</p>\n<p>[7]  Counsel for the individual defendants inform the court that they also represent First Union National Bank, already a defendant in this action as a trustee, to the extent that it may serve as executor of the estates of the individual defendants.</p>\n<p>[8]  The amended complaint refers to Allran as an individual and not as the \"Estate of Albert M. Allran.\" Am.Compl. at 7. In their supporting memorandum, counsel for the individual defendants state that Allran died on 6 March 1987. Indiv.Def.'s Br. at 17. From a review of the record, plaintiffs were not aware of Allran's death prior to filing the complaint, as they admit in their response brief. <i>See</i> Pl's Br. at 59.</p>\n<p>[9]  Counsel for the individual defendants have not submitted any exhibits with regard to Allran; however, plaintiffs do not dispute that he died before the filing of the first complaint in this action and do not contest the dates which counsel for the individual defendants have referred to in their brief. <i>See</i> Indiv.Def.'s Br. at 17-18. Thus, the court will assume that the dates given by defense counsel are accurate.</p>\n<p>[10]  The court dismisses all claims against the Estate of Albert Allran, regardless of the fact that plaintiffs may have properly served Allran's wife-executrix under the Federal Rules of Civil Procedure, finding that plaintiffs nonetheless failed to timely file a valid claim against Allran's estate pursuant to North Carolina statutes discussed <i>supra.</i></p>\n<p>[11]  First Union states in its brief that it was the <i>Plan</i> Trustee from its inception until 1982. However, plaintiffs have not alleged that First Union was Plan Trustee or that it did anything wrong in that capacity.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1425965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1484957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1661595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1973847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2129340/"
  ]
}