{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2355769/",
  "absolute_url": "/opinion/2355769/aponte-v-us-dept-of-treasury/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2355769/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:13:44.059280Z",
  "date_modified": "2016-04-26T21:39:48.386648Z",
  "type": "010combined",
  "sha1": "4107837874d86fb77be132bb7f9e12c87693ff37",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>940 F.Supp. 898 (1996)</b></center>\n<center><h1>Miguel A. APONTE and Belivia S. Aponte, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, DEPARTMENT Of the TREASURY, BUREAU OF ALCOHOL, TOBACCO, AND FIREARMS; and Agent William F. Marshall, Defendants.</h1></center>\n<center>No. 5:95-CV-839-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 23, 1996.</center>\n<p><span class=\"star-pagination\">*899</span> Alice C. Stubbs, Raleigh, NC, for plaintiffs.</p>\n<p>R.A. Renfer, Jr., Assistant U.S. Attorney, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This case comes before the Court on defendants' motion to dismiss plaintiffs' action pursuant to Rules 12(b)(1) and (6) of the Federal Rules of Civil Procedure. This Court finds that plaintiffs' exclusive remedy is the FECA; thus, defendants' MOTION is GRANTED.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The facts of this case are undisputed. Plaintiffs are Miguel A. Aponte and his wife, Belivia S. Aponte. Miguel Aponte was a deputy sheriff for the Wake County Sheriff's Department. Because Aponte could speak Spanish, he was asked to assist the United States Bureau of Alcohol, Tobacco and Firearms in the execution of a federal search warrant and a federal arrest warrant. The target of these warrants was to be arrested on federal criminal charges for conspiracy to distribute cocaine and heroin.</p>\n<p>The warrants were executed on the morning of December 14, 1994. The raid team consisted of six federal agents and Deputy Sheriff Aponte. Once the team had positioned itself at the apartment specified in the warrants, one federal agent knocked on the door and announced, \"Federal Agents! We have a search warrant, open the door!\" Aponte repeated the announcement in Spanish. The agents then used a master key to open the door. The door only opened about three inches, where it was caught by a chain. The federal agents again announced the order to open the door; and again Aponte repeated in Spanish. When there was still no response, the agents forced the door and announced, \"Police! Police Officers! Search warrant, we're coming in!\" Aponte repeated in Spanish.</p>\n<p>As the raid team entered the apartment, one federal agent lost his balance and fell forward. When the agent tried to regain his balance, his gun went off. As a result, Deputy Aponte was shot in the foot.</p>\n<p>Deputy Aponte retired from the Wake County Sheriff's department as of September 19, 1995. He is entitled to North Carolina Workers Compensation due to the disability arising from the gunshot wound to his foot. Aponte also filed for and was granted Federal Workers Compensation. The Department of Labor determined that Aponte was covered under the Federal Employee's Compensation Act (hereinafter \"FECA\"), under 5 U.S.C. § 8191; and that Aponte was entitled to the total amount of FECA, which is greater than the North Carolina Workers Compensation. 5 U.S.C. § 8192(a).</p>\n<p>Instead of accepting FECA compensation, Aponte has filed suit under the Federal Torts Claims Act (hereinafter \"FTCA\"). Aponte asks for damages in excess of $1,000,000.00, <span class=\"star-pagination\">*900</span> including medical damages, lost wages/earning capacity, loss of use of part of his body, permanent injury and impairment, pain and suffering, emotional distress, loss of consortium, loss of enjoyment, and incidental damages. Aponte's wife, Belivia, has also filed a suit for loss of consortium and loss of enjoyment.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The FECA provides explicitly for non-federal employees in situations analogous to that of the plaintiffs. Section 8191 of Title 5 of the United States Code reads:</p>\n<blockquote>The benefits of this subchapter are available ... to eligible law enforcement officers ... and their survivors. For the purposes of this subchapter, an eligible officer is any person who determined by the Secretary of Labor in his discretion to have been on any given occasion </blockquote>\n<blockquote>(1) a law enforcement officer and to have been engaged on that occasion in the apprehension or attempted apprehension of any person </blockquote>\n<blockquote>(A) for the commission of a crime against the United States, or</blockquote>\n<blockquote>(B) who at that time was sought by a law enforcement authority of the United States for the commission of a crime against the United States, or ...</blockquote>\n<blockquote>and to have been on that occasion not an employee as defined in section 8108(1), and to have sustained on that occasion a personal injury for which the United States would be required under subchapter I of this chapter to pay compensation if he had been on that occasion such an employee engaged in the performance of his duty.</blockquote>\n<p>5 U.S.C. § 8191.</p>\n<p>Congress enacted Section 8191 in 1968 for the purpose of extending FECA benefits to state and local law enforcement personnel who are injured while collaborating with federal officials in the apprehension of persons committing federal crimes. <i>City of Whittier v. United States Dept. of Justice,</i> 598 F.2d 561, 563 (9th Cir.1979). Essentially, Congress wanted to insure injured local law enforcement officers were entitled to the same benefits that would be available to injured federal employees. <i>See</i> H.R.Rep. No. 567, 90th Cong., 2d Sess. 1 (1968), <i>reprinted in</i> (1968) U.S.Code Cong. &amp; Admin.News 1877.</p>\n<p>The uncontested facts of this case clearly show that at the time of Deputy Aponte's injury, he was within the coverage of Section 8191. Aponte was a local law enforcement officer (Wake County Deputy Sheriff); and he was injured while assisting federal agents execute a federal arrest and search warrant. Therefore, Section 8191 is applicable.</p>\n<p>The determination of who is entitled to FECA coverage is within the sole discretion of the Secretary of Labor. <i>McDaniel v. United States,</i> 970 F.2d 194, 196-97 (6th Cir.1992). In the instant case, the Secretary of Labor has reviewed Deputy Aponte's injury and has concluded that plaintiffs are covered under the FECA.</p>\n<p>The Secretary's determination that the plaintiffs are covered under the FECA is not subject to judicial review. Section 8128(b) of Title 5 states:</p>\n<blockquote>The action of the Secretary or his designee in allowing or denying a payment under this subchapter is </blockquote>\n<blockquote>(1) final and conclusive for all purposes and with respect to all questions of law and fact; and</blockquote>\n<blockquote>(2) not subject to review by another official of the United States or by a court by mandamus or otherwise.</blockquote>\n<p>5 U.S.C. § 8128(b).</p>\n<p>The Supreme Court has upheld this bar to judicial review. In <i>Southwest Marine v. Gizoni,</i> 502 U.S. 81, 91, 112 S.Ct. 486, 493-94, 116 L.Ed.2d 405 (1991), the Court said that the \"FECA contains an unambiguous and comprehensive provision barring any judicial review of the Secretary's determination of FECA coverage ... [therefore] the courts have no jurisdiction over FECA claims where the Secretary or Labor determines that FECA applies.\" Thus, if a claim is covered by the FECA, the federal courts have no subject matter jurisdiction to entertain the case. <i>See </i><i>Heilman v. United States,</i> 731 <span class=\"star-pagination\">*901</span> F.2d 1104, 1109 (3rd Cir.1984); <i>Reep v. United States,</i> 557 F.2d 204, 207 (9th Cir.1977); <i>Bailey v. United States,</i> 451 F.2d 963, 965 (5th Cir.1971).</p>\n<p>Plaintiffs do not contest the Secretary's determination that they are covered by the FECA. (Plaintiffs' Brief at 2). Plaintiffs argue that Section 8191 of the FECA, which gives coverage to injured officers such as Deputy Aponte, should not be interpreted as being an exclusive remedy. Plaintiffs support this argument with the legislative history of Section 8191. <i>See</i> H.R.Rep. No. 567, 90th Cong., 2d Sess. 1 (1968), <i>reprinted in</i> (1968) U.S.Cong. &amp; Admin.News 1877. Plaintiffs state that \"nothing in the legislative history suggests that those officers falling within the purview of Section 8191 are handcuffed to the FECA as their sole remedy against the federal government.\" (Plaintiffs' Brief at 4). Plaintiffs contend that they have the option of either accepting FECA compensation or pursuing compensation under FTCA. This contention is fatally flawed in two respects. First, it overlooks the purpose and import of the FECA. Second, it misconstrues the government's waiver of sovereign immunity in the FTCA.</p>\n<p>The purpose of the FECA indicates that it was intended to be the sole remedy for a person covered by the Act. The FECA was enacted in 1916 for the purpose of establishing a comprehensive program of workers' compensation for federal civilian employees who are injured on the job. <i>Weyerhaeuser Steamship Co. v. United States,</i> 372 U.S. 597, 601, 83 S.Ct. 926, 928-29, 10 L.Ed.2d 1 (1963). The FECA's impetus was \"to give injured workers a quicker and more certain recovery than would be available to them under a civil action by providing certain recoverable amounts for employment-related injuries without proof of fault and regardless of an employee's contributory negligence.\" <i>Wallace v. United States,</i> 669 F.2d 947, 951 n. 3 (4th Cir.1982); <i>See </i><i>United States v. Demko,</i> 385 U.S. 149, 87 S.Ct. 382, 17 L.Ed.2d 258 (1966); <i>Bradford Electric Co. v. Clapper,</i> 286 U.S. 145, 52 S.Ct. 571, 76 L.Ed. 1026 (1932).</p>\n<p>In exchange for quick and certain recovery, injured workers lose the right to sue the government under the FTCA. <i>Lockheed Aircraft Corp. v. United States,</i> 460 U.S. 190, 193-194, 103 S.Ct. 1033, 1036-37, 74 L.Ed.2d 911 (1983); <i>Weyerhaeuser Steamship Co. v. United States,</i> 372 U.S. 597, 83 S.Ct. 926, 10 L.Ed.2d 1 (1963); <i>See</i> H.R.Rep. No. 729, 81st Cong., 1st Sess., 14-15 (1949); S.Rep. No. 836, 81st Cong., 1st Sess., 23 (1949), U.S.Code Cong.Serv.1949, p. 2125. In <i>Lockheed,</i> the Supreme Court said that the Congress by enacting the FECA's exclusive-liability provision \"adopted the principle compromise  the `quid pro quo'  commonly found in workers' compensation legislation: employees are guaranteed the right to receive immediate, fixed benefits, regardless of fault and without need for litigation, but in return they lose the right to sue the Government.\" 460 U.S. at 193-94, 103 S.Ct. at 1036-37. As a result of this underlying principle, \"once an injury falls within the coverage of FECA, its remedies are exclusive and no other claims can be entertained by the court.\" <i>Jones v. TVA,</i> 948 F.2d 258, 265 (6th Cir.1991).</p>\n<p>The exclusivity of FECA coverage has been applied to a situation very analogous to that of Deputy Aponte. In <i>City of Whittier v. United States Dept. of Justice,</i> 598 F.2d 561 (9th Cir., 1979), the City of Whittier claimed to be subrogated to the rights of a local police officer to whom it had paid workmen's compensation benefits for injuries suffered while working in cooperation with the Federal Bureau of Narcotics and Dangerous Drugs in attempting to apprehend suspects. The injuries to the local police officer allegedly stemmed from a gunshot wound inflicted by federal drug enforcement agent during the joint operation. The City of Whittier brought suit under the FTCA alleging negligence of the federal agent. <i>Id.</i> at 562. The Ninth Circuit, upholding summary judgment against the City of Whittier, stated \"that with the enactment of section 8191, and the extension of the comprehensive benefits of the FECA to non-federal officers, the Act provides the exclusive remedy for injuries suffered by such officers while participating in federal law enforcement activities.\" <i>Id.</i> at <span class=\"star-pagination\">*902</span> 563. This Court agrees with the Ninth Circuit's determination.</p>\n<p>It is true that the legislative history of Section 8191 does not explicitly state that the coverage is an exclusive remedy. However, the legislative history, case law interpretation, and overall purpose of the entire FECA has the effect of leaving no question about Section 8191 being an exclusive remedy for plaintiffs such as the Apontes. Therefore, since the FECA is plaintiffs exclusive remedy and the Secretary of Labor has exclusive authority over FECA matters, this Court does not have subject matter jurisdiction over plaintiffs' claims.</p>\n<p>Plaintiffs' contention that the FTCA grants this Court subject matter jurisdiction over this case is also erroneous. The FTCA is only a limited waiver of the United States' sovereign immunity. <i>United States v. Orleans,</i> 425 U.S. 807, 813, 96 S.Ct. 1971, 1975-76, 48 L.Ed.2d 390 (1976). If the United States has not waived is sovereign immunity in a particular circumstance, the Federal Government and its agencies are immune from suit. <i>Loeffler v. Frank,</i> 486 U.S. 549, 554, 108 S.Ct. 1965, 1968-69, 100 L.Ed.2d 549 (1988); <i>Federal Housing Admin. v. Burr,</i> 309 U.S. 242, 244, 60 S.Ct. 488, 490, 84 L.Ed. 724 (1940). In fact, if the United States has not consented to be sued, a court has no jurisdiction to hear such a suit. <i>United States v. Mitchell,</i> 463 U.S. 206, 212, 103 S.Ct. 2961, 2965, 77 L.Ed.2d 580 (1983); <i>United States v. Sherwood,</i> 312 U.S. 584, 586, 61 S.Ct. 767, 769-70, 85 L.Ed. 1058 (1941).</p>\n<p>Title 5 of the United States Code clearly proclaims that the Unites States has retained its sovereign immunity by granting the right to receive compensation under the FECA:</p>\n<blockquote>(c) The liability of the United States or an instrumentality thereof under this subchapter of any extension thereof with respect to the injury or death of an employee is exclusive and instead of all other liability of the United States or the instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and any other person otherwise entitled to recover damages from the United States of the instrumentality because of the injury or death in a direct judicial proceeding, in a civil action, or in admiralty, or by an administrative or judicial proceeding under a workmen's compensation statute or under a Federal tort liability statute.</blockquote>\n<p>5 U.S.C. § 8116.</p>\n<p>As the statute says, FECA coverage is \"exclusive and instead of all other liability of the United States.\" <i>Id.</i> The Secretary of Labor has determined plaintiffs' claim are covered by the FECA; therefore, plaintiffs' exclusive remedy is the FECA.</p>\n<p>In addition, the Secretary's ruling encompasses the emotional injuries, which are a result of the initial injury, claimed by the plaintiffs. <i>See </i><i>McDaniel v. United States,</i> 970 F.2d 194 (6th Cir.1992) (court ruled that the Secretary of Labor has determined that the FECA covers emotional injuries, and the Secretary has final say as to the scope of the FECA). The Secretary's determination of FECA coverage also includes Mrs. Aponte's particular claims of emotional damage and loss of consortium. <i>See </i><i>Swafford v. United States,</i> 998 F.2d 837 (10th Cir.1993) (court ruled that an injured party's receipt of FECA compensation precluded spouse's claim for loss of consortium, services, companionship and society).</p>\n<p>Lastly, the fact that plaintiffs have not accepted FECA benefits does not nullify the Secretary's determination of FECA coverage. The court in <i>McDaniel</i> stated that if the injury is \"of the type intended to be covered [by the FECA], its remedies are exclusive, even if no actual compensation was awarded.\" 970 F.2d at 194. Thus, regardless of whether plaintiffs decide to accept FECA benefits, plaintiffs will be limited to the exclusive remedy of FECA coverage.</p>\n<p>In conclusion, plaintiffs' exclusive remedy is found in the FECA. Plaintiffs have no cause of action under the FTCA. Therefore, defendants' motion to dismiss is GRANTED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">898</span></span> (1996)</b></center>\n<center><h1>Miguel A. APONTE and Belivia S. Aponte, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, DEPARTMENT Of the TREASURY, BUREAU OF ALCOHOL, TOBACCO, AND FIREARMS; and Agent William F. Marshall, Defendants.</h1></center>\n<center>No. 5:95-CV-839-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 23, 1996.</center>\n<p><span class=\"star-pagination\">*899</span> Alice C. Stubbs, Raleigh, NC, for plaintiffs.</p>\n<p>R.A. Renfer, Jr., Assistant U.S. Attorney, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This case comes before the Court on defendants' motion to dismiss plaintiffs' action pursuant to Rules 12(b)(1) and (6) of the Federal Rules of Civil Procedure. This Court finds that plaintiffs' exclusive remedy is the FECA; thus, defendants' MOTION is GRANTED.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The facts of this case are undisputed. Plaintiffs are Miguel A. Aponte and his wife, Belivia S. Aponte. Miguel Aponte was a deputy sheriff for the Wake County Sheriff's Department. Because Aponte could speak Spanish, he was asked to assist the United States Bureau of Alcohol, Tobacco and Firearms in the execution of a federal search warrant and a federal arrest warrant. The target of these warrants was to be arrested on federal criminal charges for conspiracy to distribute cocaine and heroin.</p>\n<p>The warrants were executed on the morning of December 14, 1994. The raid team consisted of six federal agents and Deputy Sheriff Aponte. Once the team had positioned itself at the apartment specified in the warrants, one federal agent knocked on the door and announced, \"Federal Agents! We have a search warrant, open the door!\" Aponte repeated the announcement in Spanish. The agents then used a master key to open the door. The door only opened about three inches, where it was caught by a chain. The federal agents again announced the order to open the door; and again Aponte repeated in Spanish. When there was still no response, the agents forced the door and announced, \"Police! Police Officers! Search warrant, we're coming in!\" Aponte repeated in Spanish.</p>\n<p>As the raid team entered the apartment, one federal agent lost his balance and fell forward. When the agent tried to regain his balance, his gun went off. As a result, Deputy Aponte was shot in the foot.</p>\n<p>Deputy Aponte retired from the Wake County Sheriff's department as of September 19, 1995. He is entitled to North Carolina Workers Compensation due to the disability arising from the gunshot wound to his foot. Aponte also filed for and was granted Federal Workers Compensation. The Department of Labor determined that Aponte was covered under the Federal Employee's Compensation Act (hereinafter \"FECA\"), under 5 U.S.C. § 8191; and that Aponte was entitled to the total amount of FECA, which is greater than the North Carolina Workers Compensation. 5 U.S.C. § 8192(a).</p>\n<p>Instead of accepting FECA compensation, Aponte has filed suit under the Federal Torts Claims Act (hereinafter \"FTCA\"). Aponte asks for damages in excess of $1,000,000.00, <span class=\"star-pagination\">*900</span> including medical damages, lost wages/earning capacity, loss of use of part of his body, permanent injury and impairment, pain and suffering, emotional distress, loss of consortium, loss of enjoyment, and incidental damages. Aponte's wife, Belivia, has also filed a suit for loss of consortium and loss of enjoyment.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The FECA provides explicitly for non-federal employees in situations analogous to that of the plaintiffs. Section 8191 of Title 5 of the United States Code reads:</p>\n<blockquote>The benefits of this subchapter are available ... to eligible law enforcement officers ... and their survivors. For the purposes of this subchapter, an eligible officer is any person who determined by the Secretary of Labor in his discretion to have been on any given occasion </blockquote>\n<blockquote>(1) a law enforcement officer and to have been engaged on that occasion in the apprehension or attempted apprehension of any person </blockquote>\n<blockquote>(A) for the commission of a crime against the United States, or</blockquote>\n<blockquote>(B) who at that time was sought by a law enforcement authority of the United States for the commission of a crime against the United States, or ...</blockquote>\n<blockquote>and to have been on that occasion not an employee as defined in section 8108(1), and to have sustained on that occasion a personal injury for which the United States would be required under subchapter I of this chapter to pay compensation if he had been on that occasion such an employee engaged in the performance of his duty.</blockquote>\n<p>5 U.S.C. § 8191.</p>\n<p>Congress enacted Section 8191 in 1968 for the purpose of extending FECA benefits to state and local law enforcement personnel who are injured while collaborating with federal officials in the apprehension of persons committing federal crimes. <i>City of Whittier v. United States Dept. of Justice,</i> <span class=\"citation\" data-id=\"366067\"><a href=\"/opinion/366067/city-of-whittier-subrogee-of-charles-hoover-v-united-states-department/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, 563 (9th Cir.1979). Essentially, Congress wanted to insure injured local law enforcement officers were entitled to the same benefits that would be available to injured federal employees. <i>See</i> H.R.Rep. No. 567, 90th Cong., 2d Sess. 1 (1968), <i>reprinted in</i> (1968) U.S.Code Cong. &amp; Admin.News 1877.</p>\n<p>The uncontested facts of this case clearly show that at the time of Deputy Aponte's injury, he was within the coverage of Section 8191. Aponte was a local law enforcement officer (Wake County Deputy Sheriff); and he was injured while assisting federal agents execute a federal arrest and search warrant. Therefore, Section 8191 is applicable.</p>\n<p>The determination of who is entitled to FECA coverage is within the sole discretion of the Secretary of Labor. <i>McDaniel v. United States,</i> <span class=\"citation\" data-id=\"587302\"><a href=\"/opinion/587302/max-leroy-mcdaniel-v-united-states/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 196-97 (6th Cir.1992). In the instant case, the Secretary of Labor has reviewed Deputy Aponte's injury and has concluded that plaintiffs are covered under the FECA.</p>\n<p>The Secretary's determination that the plaintiffs are covered under the FECA is not subject to judicial review. Section 8128(b) of Title 5 states:</p>\n<blockquote>The action of the Secretary or his designee in allowing or denying a payment under this subchapter is </blockquote>\n<blockquote>(1) final and conclusive for all purposes and with respect to all questions of law and fact; and</blockquote>\n<blockquote>(2) not subject to review by another official of the United States or by a court by mandamus or otherwise.</blockquote>\n<p>5 U.S.C. § 8128(b).</p>\n<p>The Supreme Court has upheld this bar to judicial review. In <i>Southwest Marine v. Gizoni,</i> <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 91, <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></a></span>, 493-94, <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1991), the Court said that the \"FECA contains an unambiguous and comprehensive provision barring any judicial review of the Secretary's determination of FECA coverage ... [therefore] the courts have no jurisdiction over FECA claims where the Secretary or Labor determines that FECA applies.\" Thus, if a claim is covered by the FECA, the federal courts have no subject matter jurisdiction to entertain the case. <i>See </i><i>Heilman v. United States,</i> 731 <span class=\"star-pagination\">*901</span> F.2d 1104, 1109 (3rd Cir.1984); <i>Reep v. United States,</i> <span class=\"citation\" data-id=\"346734\"><a href=\"/opinion/346734/reynold-floyd-reep-v-united-states/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 207 (9th Cir.1977); <i>Bailey v. United States,</i> <span class=\"citation\" data-id=\"300204\"><a href=\"/opinion/300204/andy-bailey-and-barbara-bailey-v-united-states-through-the-department-of/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 965 (5th Cir.1971).</p>\n<p>Plaintiffs do not contest the Secretary's determination that they are covered by the FECA. (Plaintiffs' Brief at 2). Plaintiffs argue that Section 8191 of the FECA, which gives coverage to injured officers such as Deputy Aponte, should not be interpreted as being an exclusive remedy. Plaintiffs support this argument with the legislative history of Section 8191. <i>See</i> H.R.Rep. No. 567, 90th Cong., 2d Sess. 1 (1968), <i>reprinted in</i> (1968) U.S.Cong. &amp; Admin.News 1877. Plaintiffs state that \"nothing in the legislative history suggests that those officers falling within the purview of Section 8191 are handcuffed to the FECA as their sole remedy against the federal government.\" (Plaintiffs' Brief at 4). Plaintiffs contend that they have the option of either accepting FECA compensation or pursuing compensation under FTCA. This contention is fatally flawed in two respects. First, it overlooks the purpose and import of the FECA. Second, it misconstrues the government's waiver of sovereign immunity in the FTCA.</p>\n<p>The purpose of the FECA indicates that it was intended to be the sole remedy for a person covered by the Act. The FECA was enacted in 1916 for the purpose of establishing a comprehensive program of workers' compensation for federal civilian employees who are injured on the job. <i>Weyerhaeuser Steamship Co. v. United States,</i> <span class=\"citation\" data-id=\"106562\"><a href=\"/opinion/106562/weyerhauser-ss-co-v-united-states/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">597</span></a></span>, 601, <span class=\"citation\" data-id=\"106562\"><a href=\"/opinion/106562/weyerhauser-ss-co-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></a></span>, 928-29, <span class=\"citation\" data-id=\"106562\"><a href=\"/opinion/106562/weyerhauser-ss-co-v-united-states/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1963). The FECA's impetus was \"to give injured workers a quicker and more certain recovery than would be available to them under a civil action by providing certain recoverable amounts for employment-related injuries without proof of fault and regardless of an employee's contributory negligence.\" <i>Wallace v. United States,</i> <span class=\"citation\" data-id=\"399109\"><a href=\"/opinion/399109/harry-h-wallace-and-elizabeth-snyder-wallace-v-united-states/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 951 n. 3 (4th Cir.1982); <i>See </i><i>United States v. Demko,</i> <span class=\"citation\" data-id=\"107303\"><a href=\"/opinion/107303/united-states-v-demko/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, <span class=\"citation\" data-id=\"107303\"><a href=\"/opinion/107303/united-states-v-demko/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"107303\"><a href=\"/opinion/107303/united-states-v-demko/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span></a></span> (1966); <i>Bradford Electric Co. v. Clapper,</i> <span class=\"citation\" data-id=\"101915\"><a href=\"/opinion/101915/bradford-elec-light-co-v-clapper/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1026</span></span> (1932).</p>\n<p>In exchange for quick and certain recovery, injured workers lose the right to sue the government under the FTCA. <i>Lockheed Aircraft Corp. v. United States,</i> <span class=\"citation\" data-id=\"110879\"><a href=\"/opinion/110879/lockheed-aircraft-corp-v-united-states/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 193-194, <span class=\"citation\" data-id=\"110879\"><a href=\"/opinion/110879/lockheed-aircraft-corp-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>, 1036-37, <span class=\"citation\" data-id=\"110879\"><a href=\"/opinion/110879/lockheed-aircraft-corp-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1983); <i>Weyerhaeuser Steamship Co. v. United States,</i> <span class=\"citation\" data-id=\"106562\"><a href=\"/opinion/106562/weyerhauser-ss-co-v-united-states/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">597</span></a></span>, <span class=\"citation\" data-id=\"106562\"><a href=\"/opinion/106562/weyerhauser-ss-co-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></a></span>, <span class=\"citation\" data-id=\"106562\"><a href=\"/opinion/106562/weyerhauser-ss-co-v-united-states/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1963); <i>See</i> H.R.Rep. No. 729, 81st Cong., 1st Sess., 14-15 (1949); S.Rep. No. 836, 81st Cong., 1st Sess., 23 (1949), U.S.Code Cong.Serv.1949, p. 2125. In <i>Lockheed,</i> the Supreme Court said that the Congress by enacting the FECA's exclusive-liability provision \"adopted the principle compromise  the `quid pro quo'  commonly found in workers' compensation legislation: employees are guaranteed the right to receive immediate, fixed benefits, regardless of fault and without need for litigation, but in return they lose the right to sue the Government.\" 460 U.S. at 193-94, 103 S.Ct. at 1036-37. As a result of this underlying principle, \"once an injury falls within the coverage of FECA, its remedies are exclusive and no other claims can be entertained by the court.\" <i>Jones v. TVA,</i> <span class=\"citation\" data-id=\"571287\"><a href=\"/opinion/571287/james-c-jones-linda-jones-v-tennessee-valley-authority-charles-h-dean/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span>, 265 (6th Cir.1991).</p>\n<p>The exclusivity of FECA coverage has been applied to a situation very analogous to that of Deputy Aponte. In <i>City of Whittier v. United States Dept. of Justice,</i> <span class=\"citation\" data-id=\"366067\"><a href=\"/opinion/366067/city-of-whittier-subrogee-of-charles-hoover-v-united-states-department/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span> (9th Cir., 1979), the City of Whittier claimed to be subrogated to the rights of a local police officer to whom it had paid workmen's compensation benefits for injuries suffered while working in cooperation with the Federal Bureau of Narcotics and Dangerous Drugs in attempting to apprehend suspects. The injuries to the local police officer allegedly stemmed from a gunshot wound inflicted by federal drug enforcement agent during the joint operation. The City of Whittier brought suit under the FTCA alleging negligence of the federal agent. <i>Id.</i> at 562. The Ninth Circuit, upholding summary judgment against the City of Whittier, stated \"that with the enactment of section 8191, and the extension of the comprehensive benefits of the FECA to non-federal officers, the Act provides the exclusive remedy for injuries suffered by such officers while participating in federal law enforcement activities.\" <i>Id.</i> at <span class=\"star-pagination\">*902</span> 563. This Court agrees with the Ninth Circuit's determination.</p>\n<p>It is true that the legislative history of Section 8191 does not explicitly state that the coverage is an exclusive remedy. However, the legislative history, case law interpretation, and overall purpose of the entire FECA has the effect of leaving no question about Section 8191 being an exclusive remedy for plaintiffs such as the Apontes. Therefore, since the FECA is plaintiffs exclusive remedy and the Secretary of Labor has exclusive authority over FECA matters, this Court does not have subject matter jurisdiction over plaintiffs' claims.</p>\n<p>Plaintiffs' contention that the FTCA grants this Court subject matter jurisdiction over this case is also erroneous. The FTCA is only a limited waiver of the United States' sovereign immunity. <i>United States v. Orleans,</i> <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></a></span>, 813, <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1971</span></a></span>, 1975-76, <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">390</span></a></span> (1976). If the United States has not waived is sovereign immunity in a particular circumstance, the Federal Government and its agencies are immune from suit. <i>Loeffler v. Frank,</i> <span class=\"citation\" data-id=\"112094\"><a href=\"/opinion/112094/loeffler-v-frank/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 554, <span class=\"citation\" data-id=\"112094\"><a href=\"/opinion/112094/loeffler-v-frank/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, 1968-69, <span class=\"citation\" data-id=\"112094\"><a href=\"/opinion/112094/loeffler-v-frank/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></a></span> (1988); <i>Federal Housing Admin. v. Burr,</i> <span class=\"citation\" data-id=\"103302\"><a href=\"/opinion/103302/federal-housing-administration-v-burr/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 244, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">488</span></span>, 490, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">724</span></span> (1940). In fact, if the United States has not consented to be sued, a court has no jurisdiction to hear such a suit. <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"110997\"><a href=\"/opinion/110997/united-states-v-mitchell/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 212, <span class=\"citation\" data-id=\"110997\"><a href=\"/opinion/110997/united-states-v-mitchell/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2961</span></a></span>, 2965, <span class=\"citation\" data-id=\"110997\"><a href=\"/opinion/110997/united-states-v-mitchell/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></a></span> (1983); <i>United States v. Sherwood,</i> <span class=\"citation\" data-id=\"103492\"><a href=\"/opinion/103492/united-states-v-sherwood/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 586, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">767</span></span>, 769-70, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1058</span></span> (1941).</p>\n<p>Title 5 of the United States Code clearly proclaims that the Unites States has retained its sovereign immunity by granting the right to receive compensation under the FECA:</p>\n<blockquote>(c) The liability of the United States or an instrumentality thereof under this subchapter of any extension thereof with respect to the injury or death of an employee is exclusive and instead of all other liability of the United States or the instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and any other person otherwise entitled to recover damages from the United States of the instrumentality because of the injury or death in a direct judicial proceeding, in a civil action, or in admiralty, or by an administrative or judicial proceeding under a workmen's compensation statute or under a Federal tort liability statute.</blockquote>\n<p>5 U.S.C. § 8116.</p>\n<p>As the statute says, FECA coverage is \"exclusive and instead of all other liability of the United States.\" <i>Id.</i> The Secretary of Labor has determined plaintiffs' claim are covered by the FECA; therefore, plaintiffs' exclusive remedy is the FECA.</p>\n<p>In addition, the Secretary's ruling encompasses the emotional injuries, which are a result of the initial injury, claimed by the plaintiffs. <i>See </i><i>McDaniel v. United States,</i> <span class=\"citation\" data-id=\"587302\"><a href=\"/opinion/587302/max-leroy-mcdaniel-v-united-states/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span> (6th Cir.1992) (court ruled that the Secretary of Labor has determined that the FECA covers emotional injuries, and the Secretary has final say as to the scope of the FECA). The Secretary's determination of FECA coverage also includes Mrs. Aponte's particular claims of emotional damage and loss of consortium. <i>See </i><i>Swafford v. United States,</i> <span class=\"citation\" data-id=\"611044\"><a href=\"/opinion/611044/62-fair-emplpraccas-bna-856-62-empl-prac-dec-p-42453-joyce/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></a></span> (10th Cir.1993) (court ruled that an injured party's receipt of FECA compensation precluded spouse's claim for loss of consortium, services, companionship and society).</p>\n<p>Lastly, the fact that plaintiffs have not accepted FECA benefits does not nullify the Secretary's determination of FECA coverage. The court in <i>McDaniel</i> stated that if the injury is \"of the type intended to be covered [by the FECA], its remedies are exclusive, even if no actual compensation was awarded.\" 970 F.2d at 194. Thus, regardless of whether plaintiffs decide to accept FECA benefits, plaintiffs will be limited to the exclusive remedy of FECA coverage.</p>\n<p>In conclusion, plaintiffs' exclusive remedy is found in the FECA. Plaintiffs have no cause of action under the FTCA. Therefore, defendants' motion to dismiss is GRANTED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611044/"
  ]
}