{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2355154/",
  "absolute_url": "/opinion/2355154/ibrahim-v-chertoff/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2355154/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:13:36.586974Z",
  "date_modified": "2016-04-27T01:09:19.020357Z",
  "type": "010combined",
  "sha1": "7381de37a345b9bc2dab5e0373ed91d7e0f84954",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>529 F.Supp.2d 611 (2007)</b></center>\n<center><h1>Mohamed IBRAHIM, Plaintiff,<br>\nv.<br>\nMichael CHERTOFF, U.S. Secretary Department of Homeland Security and Rosemary Melville, District Director, United States Citizen &amp; Immigration Service and Richard Gottlieb, Director, United States Citizen &amp; Immigration Service, Robert Mueller, Director, Federal Bureau of Investigations, Defendants.</h1></center>\n<center>No. 5:07-CV-141-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 28, 2007.</center>\n<p><span class=\"star-pagination\">*612</span> Mohammad Omar Baloch, The Law Firm of Omar Baloch, PLLC, Raleigh, NC, for Plaintiff.</p>\n<p>Stephen A. West, United States Attorney, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>Plaintiff Mohamed Ibrahim filed a complaint for a Writ of Mandamus on 17 April 2007. Defendants filed a motion to dismiss for lack of subject matter jurisdiction on 23 July 2007. Plaintiff filed a response and a motion for summary judgment on 20 August 2007. Defendants filed a combined response and reply on 24 September 2007. Plaintiff filed a motion for hearing on 20 November 2007. This matter is ripe for decision.</p>\n<p></p>\n<h2><i>I. BACKGROUND</i></h2>\n<p>According to the complaint, plaintiff is a permanent resident of the United States. (Compl. ¶ 11.) On 11 August 2004, he filed an N-400 Application for Naturalization (\"N-400\"). (<i>Id.</i> ¶ 12.) The United States¶ Bureau of Citizenship and Immigration Services (\"CIS\") scheduled an interview to be held on 28 September 2005, but it was later cancelled by letter dated 2 September 2005. (Compl., Ex. 2.) The interview has not teen rescheduled. Plaintiff contacted CIS and a Congressional representative over the following year and one-half, each time receiving notice that processing of his case was delayed because the required background investigation was not complete. (<i>Id.,</i> Exs.3, 4, 5.) It has now been over three years since plaintiff filed his N-400.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p>Plaintiff asserts subject matter jurisdiction under the Mandamus Act, 28 U.S.C. § 1361; the Administrative Procedure Act (\"APA\"), 5 U.S.C. § 706(1); and the Declaratory Judgment Act, 28 U.S.C. § 2201. \"Federal courts are courts of limited jurisdiction. They possess only that power authorized by Constitution and statute.\" <i>Kokkonen v. Guardian Life. Ins. Co. of Am.,</i> 511 U.S. 375, 377, 114 S.Ct. 1673, 128 L.Ed.2d 391 (1994) (citations omitted). The party invoking the court's authority has the burden of proving the existence of subject matter jurisdiction. <i>See </i><i>Jones v. American Postal Workers Union,</i> 192 F.3d 417, 422 (4th Cir.1999). When the court is considering a 12(b)(1) motion to dismiss for lack of subject matter jurisdiction, \"[it] may consider evidence by affidavit, depositions or live testimony without converting the proceeding to one for summary judgment.\" <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982).</p>\n<p>Of course, the court must first determine the question of jurisdiction before it <span class=\"star-pagination\">*613</span> can consider the merits of a claim. <i>See </i><i>Owens-Illinois, Inc. v. Meade,</i> 186. F.3d 435, 442 n. 4 (4th Cir.1999). If the court does not find sufficient \"allegations in the pleadings [to establish jurisdiction], view, ing the alleged facts in the light most favorable to the plaintiff, similar to an evaluation pursuant to Rule 12(b)(6),\" it must dismiss the case. <i>Lovern v. Edwards,</i> 190 F.3d 648, 654 (4th Cir.1999). The court addresses each asserted basis for jurisdiction in turn. .</p>\n<p>The Mandamus Act provides that \"[t]he district courts shall have original jurisdiction of any action in the nature of mandamus to compel an officer or employee of the United States or any agency thereof to perform a duty owed to the plaintiff.\" 28 U.S.C. § 1361. Mandamus is warranted only in extraordinary situations. <i>First Fed. San &amp; Loan Ass'n. v. Baker,</i> 860 F.2d 135, 138 (4th Cir.1988). \"If the complaint states nonfrivolous allegations of the existence of the essential elements supporting a mandamus action, jurisdiction is established and a trial court must determine a remedy <i>vel non</i> on the merits.\" <i>Id.</i> at 140 (citations omitted). Those elements are:</p>\n<blockquote>1. the plaintiff has a clear right to the relief sought;</blockquote>\n<blockquote>2. the respondent has a clear duty to do the particular act requested by the plaintiff; and</blockquote>\n<blockquote>3. there no other adequate remedy available.</blockquote>\n<p><i>Id.</i> at 138. Further, because this suit has been brought against a public official, plaintiff must also show \"the alleged duty to act ,involves a mandatory or ministerial obligation which is so plainly prescribed as to be free of doubt.\" <i>Id.</i></p>\n<p>To evaluate whether these elements exist, the court must consider the pertinent naturalization statutes and regulations. One seeking to become a naturalized citizen must first file a sworn application. <i>See</i> 8 U.S.C. § 1445(a). Before a person may be naturalized, a personal investigation, unless waived, and an examination of the individual must be conducted. 8 U.S.C. § 1446(a), (b); 8 C.F.R. §§ 335.1, 335.2(a). The examination cannot occur until CIS receives \"a definitive response from the Federal Bureau of Investigation [(`FBI')] that a full crintMal background check of an applicant has been completed.\" 8 C.F.R. § 3352(b); <i>see also</i> Pub.L. No. 105-119, 111 Stat. 2440, 2448-49 (1997) (adjudication of naturalization application cannot occur until CIS \"has received confirmation from the [FBI] that a full criminal background check has been completed. . . .\"). This background check is \"commonly referred to as the `FBI name check.\" <i>Yan v. Mueller,</i> No. H-07-0313, 2007 WL 1521732, *1 (S.D.Tx. May 24, 2007). (<i>See generally</i> Mem. Supp. Mot. Dismiss, Ex. 1.)</p>\n<p>The CIS employee designated to conduct an applicant's examination must determine whether the application should be granted or denied. 8 U.S.C. § 1446(d). The determination must be made at the time of examination or within 120 days thereafter, 8 C.F.R. § 335.3(a). If no determination is made within this time frame, the applicant may petition the district court for a hearing on the matter. 8 U.S.C. .§ 1447(b).</p>\n<p>Here, plaintiff's complaint requests relief in the form of an order requiring defendants to adjudicate plaintiffs naturalization application. (Compl. at 5.) At bottom, what plaintiff seeks is to expedite the adjudication process. It is the FBI name check which is delaying the processing of plaintiffs naturalization application. Within a month of receiving plaintiffs application, on 3 September 2Q04, CIS submitted a name check request to the FBI. (Mem. Supp. Mot. Dismiss, Ex. 1 ¶ 39.) The FBI is performing <span class=\"star-pagination\">*614</span> the check in accordance with its standard procedures. (<i>Id.</i>) However, \"[a]s a result of the FBI's post-9/11 counterterrorism efforts, the number of FBI name checks has grown.\" (<i>Id.</i> ¶ 19.) Considering the heavy volume of name checks<sup>[1]</sup> the FBI handles each year (over 3.4 million processed during fiscal year 2006), (<i>id.</i> ¶¶ 22, 23, 24), as well as the time consuming and labor intensive process of locating relevant records, (<i>see id.</i> ¶¶ 13-18, 21, 25, 26, 27, 28), it is apparent the process can take a significant amount of time to complete. Generally, the FBI processes the requests on a \"first-in, first-served\" policy. (<i>Id.</i> ¶ 18.) However, expedited requests are an exception to that policy. (<i>Id.</i>) Unfortunately, the FBI cannot estimate how long a particular name request may take to complete or \"report where in the processing queue a particular name check request may lie vis-à-vis other name checks.\" (<i>Id.</i> ¶ 37.) The FBI is making advances toward alleviating delays, (<i>id.</i> ¶¶ 29-36), and represents that \"[w]hen the name check is completed, the FBI provides the results to [CIS] as quickly as possible,\" (<i>id.</i> ¶ 37).</p>\n<p>Judicial review cannot be granted under the mandamus statute because plaintiff has failed to meet the first requirement of showing he has a clear right to the relief sought. While it is true that naturalization applicants have a clear right to have their applications adjudicated, <i>see</i> 8 U.S.C. § 1446, they do not have a right to have their application adjudicated within a specific time, see 8 U.S.C. § 1447(b) only gives time limit for the period following the completion of the examination). Plaintiff does not have a right to compel CIS to process his application faster because it cannot further proceed on the application, including examining plaintiff, until the name check is complete, which of course CIS does not control.</p>\n<p>Similarly, to the extent plaintiff could be deemed to seek relief in the form of an order compelling the FBI to expedite his name check, he does not have a clear right to this relief. The applicable regulation, 8 C.F.R. § 335.2(b), does not contain a specific time period in which the name check must be completed. Like the Yon court noted, 2007 WL 1521732, at *6, 7, 8, this is not a case where either CIS has refused to adjudicate the application or the FBI has not given a reasonable explanation for the delay in completing the name check. In the absence of a clear right to the relief sought, this court cannot entertain mandamus.</p>\n<p>The APA permits judicial review and authorizes the court to \"compel agency action unlawfully withheld or unreasonably delayed.\" 5 U.S.C. § 706(1).<sup>[2]</sup> The Supreme Court has determined this provision to mean that \"a claim under § 706(1) can proceed only where a plaintiff asserts that an agency failed to take a <i>discrete</i> agency action that it is <i>required to take.\" </i><i>Norton v. Southern Utah Wilderness Alliance,</i> 542 U.S. 55, 64, 124 S.Ct. 2373, 159 L.Ed.2d 137 (2004) (emphases in original).</p>\n<p>Like the Mandamus Act, the APA allows courts to compel legally mandated <span class=\"star-pagination\">*615</span> government actions. Such claime, under the APA must pertain to actions the government is required by law to accomplish and are subject to the same standard as those under the Mandamus Act <i>Yan,</i> *28. For the same reasons the court does not have jurisdiction under the Mandamus Act, the court cannot consider plaintiffs claim based on the APA.<sup>[3]</sup></p>\n<p>The Declaratory Judgment Act does not provide an independent basis for federal jurisdiction. <i>Gibraltar, RR., Inc. v. Otoki Group, Inc.,</i> 104 F.3d 616, 619 (4th Cir.1997). Because this court does not have jurisdiction under the Mandamus Act or the APA, relief under the Declaratory Judgment Act cannot be considered.</p>\n<p></p>\n<h2><i>III. CONCLUSION</i></h2>\n<p>Accordingly, defendants' motion to dismiss is GRANTED, and plaintiffs motion <span class=\"star-pagination\">*616</span> for summary judgment is DENIED as MOOT. Plaintiffs motion for a hearing is DENIED. This case is DISMISSED WITHOUT PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  Name checks do not originate solely from CIS; \"[m]ore than 70 federal, state, and local agencies regularly request FBI name searches.\" (Mem. Supp. Mot. Dismiss, Ex. 1 ¶ 4.) For example, name checks are necessary for government employment, attendance at a White House function, or other security clearance. The FBI also \"conducts numerous name searches in direct support of [its] counterintelligence, counterterrorism, and homeland security efforts.\" (<i>Id.</i>)</p>\n<p>[2]  Jurisdiction for the APA claim rests on federal question jurisdiction, 28 U.S.C. § 1331 (subject to applicable preclusion-of-review statutes). <i>Hostetter v. United States,</i> 739 F.2d 983, 985 (4th Cir.1984).\"</p>\n<p>[3]  Case law is far from settled on this matter, and district courts have reached varying conclusions as to the existence of subject matter jurisdiction under circumstances similar to those in the instant case. <i>See, e.g., </i><i>Omar v. Mueller,</i> 501 F.Supp.2d 636, 639 (D.N.J.2007) (there is no time limit for completing the background investigation, therefore the plaintiffs had failed to establish a clear and indispensable right to have the court compel processing of husband-plaintiff's naturalization application); <i>Dairi v. Chertoff,</i> No. 07cv1014 JM(JMA), 2007 WL 3232503, \"1-2, 2007 U.S. Dist. LEXIS 80987, *4, 6 (S.D.Cal. Nov. 1, 2007) (acknowledging the defendants' duty to adjudicate the plaintiff's naturalization application, but concluding \"[Ore manner in which background investigations are conducted are the types of discretionary functions not properly the subject of mandamus actions\"); <i>Ahmed v. Mueller,</i> No. 07-0411, 2007 WL 2726250, **5-6, 2007 U.S. Dist. LEXIS 68847, * 13-16 (E.D.Pa. Sept, 14, 2007) (holding the defendants did not have a non-discretionary duty immediately to schedule a naturalization interview with the plaintiff whose interview had been delayed due to the FBI check not being completed); <i>Assadzadeh v. Mueller,</i> No. 07-2676, 2007 WL 3252771, *5, 2007 U.S. Dist. LEXIS 80915, * 13 (E.D.Pa. Oct. 31, 2007) (\"Because Defendants have a non-discretionary duty to adjudicate naturalization applications and complete background checks, they must do so in a reasonable amount of time.\")(jurisdiction exists over APA and mandamus claims); <i>Hanbali v. Chertoff,</i> No. 3:07cv-50-H, 2007 WL 2407232, *2-3 (W.D.Ky. Aug.17, 2007) (court has jurisdiction under Mandamus Act over plaintiff's action to require CIS to take action on naturalization application because he has a clear and certain claim for adjudication of, and CIS has a \"`nondiscretionary, ministerial' duty to adjudicate, his application within a reasonable time\"); <i>Alkhaldi v. Gonzales,</i> No. H-07-1002, 2007 WL 2314287, *1, 2007 Dist. LEXIS 58629, *2-3 (S.D.Tex. Aug.10, 2007) (district court lacks jurisdiction under the APA to consider the plaintiff's claim that adjudication of the naturalization application had been unreasonably delayed where the FBI name check not completed); <i>Yan,</i> at *8 (\"As long as the FBI and CIS continue to make reasonable efforts to complete the adjudication, the pace required to complete that process is committed to the agency's discretion and not amenable to review under 28 U.S.C. § 1361 for a writ of mandamus,\") (for same reason, relief not available under the APA); <i>Danilov v. Aguirre,</i> 370 F.Supp.2d 441, 445 (E.D.Va.2005) (\"Any delay in the processing of plaintiff's naturalization application was not the result of any inaction or unreasonableness on the part of the governing agency; instead, it was the result of the legal requirement that CIS await receipt of the FBI's completed criminal background investigation before acting on plaintiff's application. . . . CIS did not owe plaintiff a duty to act on his application for naturalization prior to completion of the required FBI criminal background check.\")(relief not available under the APA or mandamus); <i>Alkenani v. Barrows,</i> 356 F.Supp.2d 652, 656-57 (N.D.Tex.2005) (\"Although immigration officials are vested with broad discretion in making the ultimate decision whether to grant or deny an application for naturalization, they have a non-discretionary duty to process the application within a reasonable time,\" and thus jurisdiction is proper under the APA and federal question jurisdiction; however, court declined to grant mandamus relief, finding 15-month delay based on FBI name check was not unreasonable).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">611</span></span> (2007)</b></center>\n<center><h1>Mohamed IBRAHIM, Plaintiff,<br>\nv.<br>\nMichael CHERTOFF, U.S. Secretary Department of Homeland Security and Rosemary Melville, District Director, United States Citizen &amp; Immigration Service and Richard Gottlieb, Director, United States Citizen &amp; Immigration Service, Robert Mueller, Director, Federal Bureau of Investigations, Defendants.</h1></center>\n<center>No. 5:07-CV-141-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 28, 2007.</center>\n<p><span class=\"star-pagination\">*612</span> Mohammad Omar Baloch, The Law Firm of Omar Baloch, PLLC, Raleigh, NC, for Plaintiff.</p>\n<p>Stephen A. West, United States Attorney, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>Plaintiff Mohamed Ibrahim filed a complaint for a Writ of Mandamus on 17 April 2007. Defendants filed a motion to dismiss for lack of subject matter jurisdiction on 23 July 2007. Plaintiff filed a response and a motion for summary judgment on 20 August 2007. Defendants filed a combined response and reply on 24 September 2007. Plaintiff filed a motion for hearing on 20 November 2007. This matter is ripe for decision.</p>\n<p></p>\n<h2><i>I. BACKGROUND</i></h2>\n<p>According to the complaint, plaintiff is a permanent resident of the United States. (Compl. ¶ 11.) On 11 August 2004, he filed an N-400 Application for Naturalization (\"N-400\"). (<i>Id.</i> ¶ 12.) The United States¶ Bureau of Citizenship and Immigration Services (\"CIS\") scheduled an interview to be held on 28 September 2005, but it was later cancelled by letter dated 2 September 2005. (Compl., Ex. 2.) The interview has not teen rescheduled. Plaintiff contacted CIS and a Congressional representative over the following year and one-half, each time receiving notice that processing of his case was delayed because the required background investigation was not complete. (<i>Id.,</i> Exs.3, 4, 5.) It has now been over three years since plaintiff filed his N-400.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p>Plaintiff asserts subject matter jurisdiction under the Mandamus Act, 28 U.S.C. § 1361; the Administrative Procedure Act (\"APA\"), 5 U.S.C. § 706(1); and the Declaratory Judgment Act, 28 U.S.C. § 2201. \"Federal courts are courts of limited jurisdiction. They possess only that power authorized by Constitution and statute.\" <i>Kokkonen v. Guardian Life. Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 377, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1994) (citations omitted). The party invoking the court's authority has the burden of proving the existence of subject matter jurisdiction. <i>See </i><i>Jones v. American Postal Workers Union,</i> <span class=\"citation\" data-id=\"766244\"><a href=\"/opinion/766244/robert-e-jones-v-american-postal-workers-union-national-american-postal/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">417</span></a></span>, 422 (4th Cir.1999). When the court is considering a 12(b)(1) motion to dismiss for lack of subject matter jurisdiction, \"[it] may consider evidence by affidavit, depositions or live testimony without converting the proceeding to one for summary judgment.\" <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982).</p>\n<p>Of course, the court must first determine the question of jurisdiction before it <span class=\"star-pagination\">*613</span> can consider the merits of a claim. <i>See </i><i>Owens-Illinois, Inc. v. Meade,</i> 186. F.3d 435, 442 n. 4 (4th Cir.1999). If the court does not find sufficient \"allegations in the pleadings [to establish jurisdiction], view, ing the alleged facts in the light most favorable to the plaintiff, similar to an evaluation pursuant to Rule 12(b)(6),\" it must dismiss the case. <i>Lovern v. Edwards,</i> <span class=\"citation\" data-id=\"766031\"><a href=\"/opinion/766031/michael-lovern-sr-v-mark-a-edwards-individually-and-in-his-official/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 654 (4th Cir.1999). The court addresses each asserted basis for jurisdiction in turn. .</p>\n<p>The Mandamus Act provides that \"[t]he district courts shall have original jurisdiction of any action in the nature of mandamus to compel an officer or employee of the United States or any agency thereof to perform a duty owed to the plaintiff.\" 28 U.S.C. § 1361. Mandamus is warranted only in extraordinary situations. <i>First Fed. San &amp; Loan Ass'n. v. Baker,</i> <span class=\"citation\" data-id=\"513290\"><a href=\"/opinion/513290/in-re-first-federal-savings-and-loan-association-of-durham-first-federal/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 138 (4th Cir.1988). \"If the complaint states nonfrivolous allegations of the existence of the essential elements supporting a mandamus action, jurisdiction is established and a trial court must determine a remedy <i>vel non</i> on the merits.\" <i>Id.</i> at 140 (citations omitted). Those elements are:</p>\n<blockquote>1. the plaintiff has a clear right to the relief sought;</blockquote>\n<blockquote>2. the respondent has a clear duty to do the particular act requested by the plaintiff; and</blockquote>\n<blockquote>3. there no other adequate remedy available.</blockquote>\n<p><i>Id.</i> at 138. Further, because this suit has been brought against a public official, plaintiff must also show \"the alleged duty to act ,involves a mandatory or ministerial obligation which is so plainly prescribed as to be free of doubt.\" <i>Id.</i></p>\n<p>To evaluate whether these elements exist, the court must consider the pertinent naturalization statutes and regulations. One seeking to become a naturalized citizen must first file a sworn application. <i>See</i> 8 U.S.C. § 1445(a). Before a person may be naturalized, a personal investigation, unless waived, and an examination of the individual must be conducted. 8 U.S.C. § 1446(a), (b); 8 C.F.R. §§ 335.1, 335.2(a). The examination cannot occur until CIS receives \"a definitive response from the Federal Bureau of Investigation [(`FBI')] that a full crintMal background check of an applicant has been completed.\" 8 C.F.R. § 3352(b); <i>see also</i> Pub.L. No. 105-119, 111 Stat. 2440, 2448-49 (1997) (adjudication of naturalization application cannot occur until CIS \"has received confirmation from the [FBI] that a full criminal background check has been completed. . . .\"). This background check is \"commonly referred to as the `FBI name check.\" <i>Yan v. Mueller,</i> No. H-07-0313, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1521732</span></span>, *1 (S.D.Tx. May 24, 2007). (<i>See generally</i> Mem. Supp. Mot. Dismiss, Ex. 1.)</p>\n<p>The CIS employee designated to conduct an applicant's examination must determine whether the application should be granted or denied. 8 U.S.C. § 1446(d). The determination must be made at the time of examination or within 120 days thereafter, 8 C.F.R. § 335.3(a). If no determination is made within this time frame, the applicant may petition the district court for a hearing on the matter. 8 U.S.C. .§ 1447(b).</p>\n<p>Here, plaintiff's complaint requests relief in the form of an order requiring defendants to adjudicate plaintiffs naturalization application. (Compl. at 5.) At bottom, what plaintiff seeks is to expedite the adjudication process. It is the FBI name check which is delaying the processing of plaintiffs naturalization application. Within a month of receiving plaintiffs application, on 3 September 2Q04, CIS submitted a name check request to the FBI. (Mem. Supp. Mot. Dismiss, Ex. 1 ¶ 39.) The FBI is performing <span class=\"star-pagination\">*614</span> the check in accordance with its standard procedures. (<i>Id.</i>) However, \"[a]s a result of the FBI's post-9/11 counterterrorism efforts, the number of FBI name checks has grown.\" (<i>Id.</i> ¶ 19.) Considering the heavy volume of name checks<sup>[1]</sup> the FBI handles each year (over 3.4 million processed during fiscal year 2006), (<i>id.</i> ¶¶ 22, 23, 24), as well as the time consuming and labor intensive process of locating relevant records, (<i>see id.</i> ¶¶ 13-18, 21, 25, 26, 27, 28), it is apparent the process can take a significant amount of time to complete. Generally, the FBI processes the requests on a \"first-in, first-served\" policy. (<i>Id.</i> ¶ 18.) However, expedited requests are an exception to that policy. (<i>Id.</i>) Unfortunately, the FBI cannot estimate how long a particular name request may take to complete or \"report where in the processing queue a particular name check request may lie vis-à-vis other name checks.\" (<i>Id.</i> ¶ 37.) The FBI is making advances toward alleviating delays, (<i>id.</i> ¶¶ 29-36), and represents that \"[w]hen the name check is completed, the FBI provides the results to [CIS] as quickly as possible,\" (<i>id.</i> ¶ 37).</p>\n<p>Judicial review cannot be granted under the mandamus statute because plaintiff has failed to meet the first requirement of showing he has a clear right to the relief sought. While it is true that naturalization applicants have a clear right to have their applications adjudicated, <i>see</i> 8 U.S.C. § 1446, they do not have a right to have their application adjudicated within a specific time, see 8 U.S.C. § 1447(b) only gives time limit for the period following the completion of the examination). Plaintiff does not have a right to compel CIS to process his application faster because it cannot further proceed on the application, including examining plaintiff, until the name check is complete, which of course CIS does not control.</p>\n<p>Similarly, to the extent plaintiff could be deemed to seek relief in the form of an order compelling the FBI to expedite his name check, he does not have a clear right to this relief. The applicable regulation, 8 C.F.R. § 335.2(b), does not contain a specific time period in which the name check must be completed. Like the Yon court noted, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1521732</span></span>, at *6, 7, 8, this is not a case where either CIS has refused to adjudicate the application or the FBI has not given a reasonable explanation for the delay in completing the name check. In the absence of a clear right to the relief sought, this court cannot entertain mandamus.</p>\n<p>The APA permits judicial review and authorizes the court to \"compel agency action unlawfully withheld or unreasonably delayed.\" 5 U.S.C. § 706(1).<sup>[2]</sup> The Supreme Court has determined this provision to mean that \"a claim under § 706(1) can proceed only where a plaintiff asserts that an agency failed to take a <i>discrete</i> agency action that it is <i>required to take.\" </i><i>Norton v. Southern Utah Wilderness Alliance,</i> <span class=\"citation\" data-id=\"136985\"><a href=\"/opinion/136985/norton-v-southern-utah-wilderness-alliance/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 64, <span class=\"citation\" data-id=\"136985\"><a href=\"/opinion/136985/norton-v-southern-utah-wilderness-alliance/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2373</span></a></span>, <span class=\"citation\" data-id=\"136985\"><a href=\"/opinion/136985/norton-v-southern-utah-wilderness-alliance/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></a></span> (2004) (emphases in original).</p>\n<p>Like the Mandamus Act, the APA allows courts to compel legally mandated <span class=\"star-pagination\">*615</span> government actions. Such claime, under the APA must pertain to actions the government is required by law to accomplish and are subject to the same standard as those under the Mandamus Act <i>Yan,</i> *28. For the same reasons the court does not have jurisdiction under the Mandamus Act, the court cannot consider plaintiffs claim based on the APA.<sup>[3]</sup></p>\n<p>The Declaratory Judgment Act does not provide an independent basis for federal jurisdiction. <i>Gibraltar, RR., Inc. v. Otoki Group, Inc.,</i> <span class=\"citation\" data-id=\"733258\"><a href=\"/opinion/733258/gibraltar-pr-incorporated-v-otoki-group-incorporated/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span>, 619 (4th Cir.1997). Because this court does not have jurisdiction under the Mandamus Act or the APA, relief under the Declaratory Judgment Act cannot be considered.</p>\n<p></p>\n<h2><i>III. CONCLUSION</i></h2>\n<p>Accordingly, defendants' motion to dismiss is GRANTED, and plaintiffs motion <span class=\"star-pagination\">*616</span> for summary judgment is DENIED as MOOT. Plaintiffs motion for a hearing is DENIED. This case is DISMISSED WITHOUT PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  Name checks do not originate solely from CIS; \"[m]ore than 70 federal, state, and local agencies regularly request FBI name searches.\" (Mem. Supp. Mot. Dismiss, Ex. 1 ¶ 4.) For example, name checks are necessary for government employment, attendance at a White House function, or other security clearance. The FBI also \"conducts numerous name searches in direct support of [its] counterintelligence, counterterrorism, and homeland security efforts.\" (<i>Id.</i>)</p>\n<p>[2]  Jurisdiction for the APA claim rests on federal question jurisdiction, 28 U.S.C. § 1331 (subject to applicable preclusion-of-review statutes). <i>Hostetter v. United States,</i> <span class=\"citation\" data-id=\"439093\"><a href=\"/opinion/439093/35-fair-emplpraccas-693-34-empl-prac-dec-p-34566-garland-c/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 985 (4th Cir.1984).\"</p>\n<p>[3]  Case law is far from settled on this matter, and district courts have reached varying conclusions as to the existence of subject matter jurisdiction under circumstances similar to those in the instant case. <i>See, e.g., </i><i>Omar v. Mueller,</i> <span class=\"citation\" data-id=\"2377947\"><a href=\"/opinion/2377947/omar-v-mueller/\"><span class=\"volume\">501</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">636</span></a></span>, 639 (D.N.J.2007) (there is no time limit for completing the background investigation, therefore the plaintiffs had failed to establish a clear and indispensable right to have the court compel processing of husband-plaintiff's naturalization application); <i>Dairi v. Chertoff,</i> No. 07cv1014 JM(JMA), <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">3232503</span></span>, \"1-2, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">80987</span></span>, *4, 6 (S.D.Cal. Nov. 1, 2007) (acknowledging the defendants' duty to adjudicate the plaintiff's naturalization application, but concluding \"[Ore manner in which background investigations are conducted are the types of discretionary functions not properly the subject of mandamus actions\"); <i>Ahmed v. Mueller,</i> No. 07-0411, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2726250</span></span>, **5-6, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">68847</span></span>, * 13-16 (E.D.Pa. Sept, 14, 2007) (holding the defendants did not have a non-discretionary duty immediately to schedule a naturalization interview with the plaintiff whose interview had been delayed due to the FBI check not being completed); <i>Assadzadeh v. Mueller,</i> No. 07-2676, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">3252771</span></span>, *5, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">80915</span></span>, * 13 (E.D.Pa. Oct. 31, 2007) (\"Because Defendants have a non-discretionary duty to adjudicate naturalization applications and complete background checks, they must do so in a reasonable amount of time.\")(jurisdiction exists over APA and mandamus claims); <i>Hanbali v. Chertoff,</i> No. 3:07cv-50-H, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2407232</span></span>, *2-3 (W.D.Ky. Aug.17, 2007) (court has jurisdiction under Mandamus Act over plaintiff's action to require CIS to take action on naturalization application because he has a clear and certain claim for adjudication of, and CIS has a \"`nondiscretionary, ministerial' duty to adjudicate, his application within a reasonable time\"); <i>Alkhaldi v. Gonzales,</i> No. H-07-1002, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2314287</span></span>, *1, 2007 Dist. LEXIS 58629, *2-3 (S.D.Tex. Aug.10, 2007) (district court lacks jurisdiction under the APA to consider the plaintiff's claim that adjudication of the naturalization application had been unreasonably delayed where the FBI name check not completed); <i>Yan,</i> at *8 (\"As long as the FBI and CIS continue to make reasonable efforts to complete the adjudication, the pace required to complete that process is committed to the agency's discretion and not amenable to review under 28 U.S.C. § 1361 for a writ of mandamus,\") (for same reason, relief not available under the APA); <i>Danilov v. Aguirre,</i> <span class=\"citation\" data-id=\"2528946\"><a href=\"/opinion/2528946/danilov-v-aguirre/\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">441</span></a></span>, 445 (E.D.Va.2005) (\"Any delay in the processing of plaintiff's naturalization application was not the result of any inaction or unreasonableness on the part of the governing agency; instead, it was the result of the legal requirement that CIS await receipt of the FBI's completed criminal background investigation before acting on plaintiff's application. . . . CIS did not owe plaintiff a duty to act on his application for naturalization prior to completion of the required FBI criminal background check.\")(relief not available under the APA or mandamus); <i>Alkenani v. Barrows,</i> <span class=\"citation\" data-id=\"2573123\"><a href=\"/opinion/2573123/alkenani-v-barrows/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">652</span></a></span>, 656-57 (N.D.Tex.2005) (\"Although immigration officials are vested with broad discretion in making the ultimate decision whether to grant or deny an application for naturalization, they have a non-discretionary duty to process the application within a reasonable time,\" and thus jurisdiction is proper under the APA and federal question jurisdiction; however, court declined to grant mandamus relief, finding 15-month delay based on FBI name check was not unreasonable).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2528946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2573123/"
  ]
}