{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2356998/",
  "absolute_url": "/opinion/2356998/salter-v-alltel-communications-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2356998/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:13:57.271108Z",
  "date_modified": "2016-04-26T22:31:27.742535Z",
  "type": "010combined",
  "sha1": "01302282dd7f7efda7439e937013b48a2cb0b539",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>407 F.Supp.2d 730 (2005)</b></center>\n<center><h1>Frances W. SALTER, Plaintiff,<br>\nv.<br>\nALLTEL COMMUNICATIONS, INC., Defendant.</h1></center>\n<center>No. 5:04-CV-364-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 8, 2005.</center>\n<p><span class=\"star-pagination\">*731</span> <span class=\"star-pagination\">*732</span> David G. Schiller, Schiller &amp; Schiller, Marvin Schiller, Schiller &amp; Schiller, Raleigh, NC, for Frances W. Salter, Plaintiff.</p>\n<p>M. Todd Sullivan, Womble Carlyle Sandridge &amp; Rice, PLLC, Raleigh, NC, for Alltel Communications, Inc., Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant's Motion <i>for Summary</i> Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The underlying dispute in this case involves alleged gender and age discrimination in connection with the termination of Plaintiff's employment. On November 18, 2005, a hearing was held before the Court in Raleigh. For the reasons stated below, Defendant's motion is GRANTED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Frances Salter alleges that Defendant ALLTEL's decision to terminate her employment was the result of gender and age discrimination, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C.A. §§ 2000 (\"Title VII\"), and the Age Discrimination in Employment Act, 29 U.S.C. §§ 621 <i>et seq</i> (\"ADEA\"). Plaintiff was 57 when she was terminated from employment with ALLTEL in 2003.</p>\n<p>Plaintiff began working for Defendant's predecessor, Sprint Cellular, in 1994 as a customer service representative. In 1996 she was promoted to Supervisor in the company's credit and activations department. Tom Guenther, the manager of Defendant's Loss Prevention department, contacted Plaintiff in December 2000 about a supervisor position in his department. The Loss Prevention department investigates possible fraudulent activity that may harm ALLTEL. Plaintiff accepted Guenther's offer, and began in her new position in January of 2001. In September of 2001, Guenther promoted Plaintiff to a managerial position in the department.</p>\n<p>Plaintiff supervised between 11 and 16 employees during her tenure as supervisor and manager in the Loss Prevention department. Among Plaintiff's duties was the administration of Defendant's attendance and leave policies, as they applied to her group. Individual managers within ALLTEL were permitted to institute \"flex policies\" that allowed employees to alter their regularly scheduled hours. In supervising her group's attendance and leave practices, and in ensuring group compliance with any flex policies, Plaintiff would review the time sheets submitted by her subordinate employees.</p>\n<p>In May of 2003, Plaintiff terminated Dawn Kanas, an employee under Plaintiff's supervision. Plaintiff fired Kanas after determining that she had falsified time sheets. On the day that Kanas was fired, Kanas and Plaintiff argued about whether <span class=\"star-pagination\">*733</span> or not Kanas could return to her workstation. As a result of the argument, Kanas called the police.</p>\n<p>After her firing, Kanas complained to ALLTEL management that she had been unfairly singled out because of her gender, and that Plaintiff had been failing to consistently administer and monitor employee attendance. Plaintiff's involvement in the Kanas termination resulted in a warning letter on June 11, 2003, from Tom Guenther, Plaintiff's boss. In the letter, Guenther noted Plaintiff's inconsistent application of flex policy, as well as allegedly unprofessional conduct in connection with the Kanas termination. The letter warned that further corrective action might be necessary, including termination of employment, if Plaintiff did not change her behavior.</p>\n<p>In August of 2003, Kanas filed a charge of discrimination with the EEOC. Monica Bordeaux-Grubb, a Human Resource Manager at ALLTEL, asked Plaintiff to turn over her records that pertained to the Kanas termination. Plaintiff informed Bordeaux-Grubb that she could not immediately obtain the file, because she had given it to her personal attorney for safekeeping.</p>\n<p>On September 8, 2003, Guenther and Bordeaux-Grubb verbally terminated Plaintiff's employment. According to Defendant, Plaintiff had not complied with the directives of the June warning letter, and the removal of the Kanas file represented the last straw. In November of 2003, Plaintiff was replaced by Mary Kapili, a 25-year employee of ALLTEL. Kapili was 45 years old, 12 years Plaintiff's junior, when she filled Plaintiff's position at ALLTEL.</p>\n<p>In December of 2003, Plaintiff filed a charge of discrimination with the Equal Employment Opportunity Commission (EEOC). She received a right to sue letter from the EEOC, and timely filed this complaint on June 1, 2004. On May 10, 2002 Defendant filed its motion for summary judgment. Plaintiff responded on June 13, 2005, and Defendant replied on June 27, 2005. The motion for summary judgment is ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden to show the court that there is an absence of a genuine issue concerning any material fact and that the non-moving party cannot prevail. <i>See </i><i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. 2548. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. 2505. The court must accept all of a non-moving party's evidence as true and will view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, 106 S.Ct. 2505. Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In employment discrimination actions, a plaintiff's prima facie case, combined with sufficient evidence to find that the employer's asserted justification is <span class=\"star-pagination\">*734</span> false, may permit the trier of fact to reasonably conclude that the employer discriminated unlawfully, and thus may be sufficient to defeat a motion for summary judgment. <i>Reeves v. Sanderson Plumbing Products, Inc.,</i> 530 U.S. 133, 147-48, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000). An employer will be entitled to summary judgment, however, if the record conclusively reveals some nondiscriminatory reason for the employer's decision, or if the plaintiff creates only a weak issue of fact as to whether the employer's proffered reason was pretextual and there is abundant and uncontroverted independent evidence that no discrimination occurred. <i>Id.</i> In determining whether there is sufficient evidence of intentional discrimination to submit an issue to the jury, the court must evaluate the strength of the plaintiff's prima facie case, the probative value of the proof that the employer's explanation is false, and any other evidence that supports the employer's case. <i>Id.</i> at 144-49, 120 S.Ct. 2097.</p>\n<p>Plaintiff alleges that she was unlawfully discriminated against with regard to her age and gender. The ADEA makes it unlawful for an employer \"to fail or refuse to hire any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age.\" 29 U.S.C. § 623(a)(1). Similarly, Title VII makes it \"an unlawful employment practice for an employer . . . to discharge . . . or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment because of such individual's . . . sex.\" 42 U.S.C. § 2000e-2(a)(1).</p>\n<p>A plaintiff may \"avert summary judgment and establish a claim for intentional sex or age discrimination through two avenues of proof.\" <i>Hill v. Lockheed Martin Logistics Mgmt.,</i> 354 F.3d 277, 284 (4th Cir.2004) (en banc). \"First, a plaintiff may establish a claim of discrimination through direct or circumstantial evidence that sex or age discrimination motivated the employer's adverse employment decision.\" <i>Id.</i> The plaintiff need not show that prohibited discrimination was the sole motivating factor, just that it was a motivating factor. Such cases are traditionally referred to as being brought under a \"mixed motive\" framework. <i>Id.</i></p>\n<p>Second, a plaintiff may avoid summary judgment by establishing that the employer's proffered reasons for termination were a \"pretext\" for unlawful discrimination. <i>Id.</i> at 285. This is accomplished according to the burden-shifting framework set out by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). <i>See also </i><i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993). Under this scheme, the plaintiff must first establish a prima facie case of discrimination. To establish a prima facie case against a defendant, the plaintiff must show that the adverse employment decision of which she complains was more likely than not motivated by discrimination. <i>See </i><i>Evans v. Technologies Applications and Serv. Co.,</i> 80 F.3d 954, 959 (4th Cir.1996). Thus, a plaintiff must demonstrate that: (1) she is a member of a protected class; (2) she suffered an adverse employment action; (3) she was performing her job duties at a level that met her employer's legitimate expectations at the time of the adverse employment action; and (4) the position remained open or was filled by similarly qualified applicants outside the protected class. <i>Hill,</i> 354 F.3d. at 285. In the age discrimination context, where the position is filled by a replacement that is also in the ADEA protected class, a plaintiff can satisfy the <span class=\"star-pagination\">*735</span> fourth element by demonstrating that the replacement employee was \"significantly younger.\" <i>O'Connor v. Consolidated Coin Caterers Corp.,</i> 517 U.S. 308, 312-313, 116 S.Ct. 1307, 134 L.Ed.2d 433 (1996); <i>see also </i><i>Miles v. Dell,</i> 429 F.3d 480, 486-87 (4th Cir.2005).</p>\n<p>If the plaintiff establishes a prima facie case, the burden of articulating a legitimate, nondiscriminatory reason for the adverse employment action shifts to the defendant-employer. <i>See </i><i>Evans,</i> 80 F.3d at 959. If the employer provides such a reason, the presumption of unlawful discrimination created by the prima facie case \"drops out of the picture,\" and the burden shifts back to the plaintiff to demonstrate that the reason proffered by the employer was merely a pretext for discrimination. <i>St. Mary's Honor Center,</i> 509 U.S. at 506, 113 S.Ct. 2742. The plaintiff bears the ultimate burden of proving that the employer intentionally discriminated against him throughout the inquiry. <i>See </i><i>Texas Dep't of Community Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>Evans,</i> 80 F.3d at 959.</p>\n<p><i>Plaintiff's Age Discrimination Claim</i></p>\n<p>Plaintiff has failed to establish a prima facie case of age discrimination. Because Plaintiff presents no direct or circumstantial evidence that age was a motivating factor for Defendant's decision to terminate her employment, Plaintiff's claim for age discrimination is properly examined under the pretext framework.</p>\n<p>Plaintiff's claim satisfies the first two elements of a prima facie case for age discrimination. She is a member of the protected class, i.e., she was over 40 at the time that she was fired. She was also subject to an adverse decision by her employer. However, Plaintiff has failed to demonstrate that she was performing her job duties at a level that met her employer's legitimate expectations at the time of the adverse employment action.</p>\n<p>On the contrary, there is evidence that Plaintiff's performance was unsatisfactory to Defendant at the time that she was fired. In June of 2003, Plaintiff received a warning letter based on her handling of the termination of an employee. The letter detailed the employer's unhappiness with Plaintiff's performance, and warned her that future indiscretions could result in termination. Then, in August, Defendant became the subject of a discrimination charge by the terminated employee. On September 4, 2003, Plaintiff's superiors asked her for an investigation file that Defendant planned to use in its defense of the discrimination charge. Plaintiff informed Defendant that she had given the file to her personal attorney, in contravention of company policy. Despite emphasizing that Defendant needed the file immediately, Plaintiff failed to obtain the file from her attorney. Plaintiff was fired on September 8, 2003.</p>\n<p>The sequence of events leading to Plaintiff's termination strongly suggests that she was failing to meet her employer's legitimate expectations at the time she was fired. While Plaintiff alleges that her conduct was not egregious, the crux of the inquiry is not Plaintiff's assessment of her job performance, but the perception of the employer. <i>Evans v. Technologies Applications &amp; Serv. Co.,</i> 80 F.3d 954, 960-61 (4th Cir.1996). Defendant clearly perceived Plaintiff's performance as unacceptable. Plaintiff also argues that her previous promotions indicate that she was fired despite satisfactory performance. However, the promotions occurred well before the employee termination incident that led directly to Plaintiff's termination. The earlier promotions are irrelevant to <span class=\"star-pagination\">*736</span> ALLTEL's perception of Plaintiff's performance at the time she was fired.</p>\n<p>The Court need not reach the issue of whether Plaintiff has satisfied the fourth element of a prima facie case of age discrimination. Plaintiff's replacement could be viewed as \"substantially younger,\" thus negating the need for Plaintiff to show that her replacement was outside the protected class. <i>O'Connor,</i> 517 U.S. at at 313, 116 S.Ct. 1307. While replacement by someone substantially younger may be a more \"reliable indicator\" of age discrimination than replacement by another person under 40, the ultimate question in determining whether Plaintiff has satisfied her burden remains whether the evidence creates an inference of illegal discrimination. <i>Id.</i> Given Plaintiff's failure to offer evidence that her job performance was meeting her employer's legitimate expectations, no such inference has been established.</p>\n<p>A prima facie case of age discrimination ultimately requires that a plaintiff present \"evidence adequate to create an inference that an employment decision was based on an illegal discriminatory criterion.\" <i>O'Connor,</i> 517 U.S. at 312, 116 S.Ct. 1307. Plaintiff has failed to meet this requirement. However, even had Plaintiff met her initial burden, Defendant has articulated a legitimate, nondiscriminatory reason for the adverse employment action, based on the circumstances leading to Plaintiff's termination. Plaintiff has offered no facts from which one could conclude that the employer's action was a pretext for age discrimination. Therefore, Defendant is entitled to summary judgment on Plaintiff's ADEA claim.</p>\n<p><i>Plaintiff's Gender Discrimination Claim</i></p>\n<p>Plaintiff's has also failed to establish a prima facie case of gender discrimination. For the same reasons detailed above, Plaintiff has not presented evidence that her job performance was in line with her employer's legitimate expectations.</p>\n<p>Additionally, Plaintiff was replaced by another woman, i.e., someone within the protected class. It is well settled in this circuit that \"as a general rule, Title VII plaintiffs must show that they were replaced by someone outside their protected class in order to make out a prima facie case.\" <i>Miles v. Dell</i><i>,</i> at 485-86 (4th Cir.2005). The Fourth Circuit has carved out limited exceptions to this requirement, including cases in which the plaintiff shows that \"the firing [of the employee] and hiring [of the replacement] decisions were made by different decision-makers.\" <i>Id.</i> That exception is inapplicable here, since Mr. Guenther was responsible both for Plaintiff's firing and the hiring of Plaintiff's replacement. Plaintiff has also failed to establish the applicability of any other exception to this requirement.<sup>[1]</sup> Therefore, Plaintiff's prima facie case of gender discrimination is multiply deficient, and Defendant is entitled to summary judgment.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiff has failed to demonstrate that her termination was a pretext for illegal discrimination by Defendant, and the record in this case conclusively reveals that Defendant had a legitimate nondiscriminatory reason for firing Plaintiff. Therefore, <span class=\"star-pagination\">*737</span> Defendant's Motion for Summary Judgment is GRANTED and the matter is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Exceptions to the rule that plaintiffs must show that they were replaced by someone outside the protected class include: (1) a significant lapse of time between the adverse employment action and the decision to hire another person, (2) that the employer's hiring of another person was calculated to disguise an act of discrimination, and (3) in the age discrimination context, that the plaintiff was hired by someone substantially younger. <i>Miles,</i> at 486-87, citing <i>Brown v. McLean,</i> 159 F.3d 898, 905 (4th Cir.1998).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">730</span></span> (2005)</b></center>\n<center><h1>Frances W. SALTER, Plaintiff,<br>\nv.<br>\nALLTEL COMMUNICATIONS, INC., Defendant.</h1></center>\n<center>No. 5:04-CV-364-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 8, 2005.</center>\n<p><span class=\"star-pagination\">*731</span> <span class=\"star-pagination\">*732</span> David G. Schiller, Schiller &amp; Schiller, Marvin Schiller, Schiller &amp; Schiller, Raleigh, NC, for Frances W. Salter, Plaintiff.</p>\n<p>M. Todd Sullivan, Womble Carlyle Sandridge &amp; Rice, PLLC, Raleigh, NC, for Alltel Communications, Inc., Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant's Motion <i>for Summary</i> Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The underlying dispute in this case involves alleged gender and age discrimination in connection with the termination of Plaintiff's employment. On November 18, 2005, a hearing was held before the Court in Raleigh. For the reasons stated below, Defendant's motion is GRANTED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Frances Salter alleges that Defendant ALLTEL's decision to terminate her employment was the result of gender and age discrimination, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C.A. §§ 2000 (\"Title VII\"), and the Age Discrimination in Employment Act, 29 U.S.C. §§ 621 <i>et seq</i> (\"ADEA\"). Plaintiff was 57 when she was terminated from employment with ALLTEL in 2003.</p>\n<p>Plaintiff began working for Defendant's predecessor, Sprint Cellular, in 1994 as a customer service representative. In 1996 she was promoted to Supervisor in the company's credit and activations department. Tom Guenther, the manager of Defendant's Loss Prevention department, contacted Plaintiff in December 2000 about a supervisor position in his department. The Loss Prevention department investigates possible fraudulent activity that may harm ALLTEL. Plaintiff accepted Guenther's offer, and began in her new position in January of 2001. In September of 2001, Guenther promoted Plaintiff to a managerial position in the department.</p>\n<p>Plaintiff supervised between 11 and 16 employees during her tenure as supervisor and manager in the Loss Prevention department. Among Plaintiff's duties was the administration of Defendant's attendance and leave policies, as they applied to her group. Individual managers within ALLTEL were permitted to institute \"flex policies\" that allowed employees to alter their regularly scheduled hours. In supervising her group's attendance and leave practices, and in ensuring group compliance with any flex policies, Plaintiff would review the time sheets submitted by her subordinate employees.</p>\n<p>In May of 2003, Plaintiff terminated Dawn Kanas, an employee under Plaintiff's supervision. Plaintiff fired Kanas after determining that she had falsified time sheets. On the day that Kanas was fired, Kanas and Plaintiff argued about whether <span class=\"star-pagination\">*733</span> or not Kanas could return to her workstation. As a result of the argument, Kanas called the police.</p>\n<p>After her firing, Kanas complained to ALLTEL management that she had been unfairly singled out because of her gender, and that Plaintiff had been failing to consistently administer and monitor employee attendance. Plaintiff's involvement in the Kanas termination resulted in a warning letter on June 11, 2003, from Tom Guenther, Plaintiff's boss. In the letter, Guenther noted Plaintiff's inconsistent application of flex policy, as well as allegedly unprofessional conduct in connection with the Kanas termination. The letter warned that further corrective action might be necessary, including termination of employment, if Plaintiff did not change her behavior.</p>\n<p>In August of 2003, Kanas filed a charge of discrimination with the EEOC. Monica Bordeaux-Grubb, a Human Resource Manager at ALLTEL, asked Plaintiff to turn over her records that pertained to the Kanas termination. Plaintiff informed Bordeaux-Grubb that she could not immediately obtain the file, because she had given it to her personal attorney for safekeeping.</p>\n<p>On September 8, 2003, Guenther and Bordeaux-Grubb verbally terminated Plaintiff's employment. According to Defendant, Plaintiff had not complied with the directives of the June warning letter, and the removal of the Kanas file represented the last straw. In November of 2003, Plaintiff was replaced by Mary Kapili, a 25-year employee of ALLTEL. Kapili was 45 years old, 12 years Plaintiff's junior, when she filled Plaintiff's position at ALLTEL.</p>\n<p>In December of 2003, Plaintiff filed a charge of discrimination with the Equal Employment Opportunity Commission (EEOC). She received a right to sue letter from the EEOC, and timely filed this complaint on June 1, 2004. On May 10, 2002 Defendant filed its motion for summary judgment. Plaintiff responded on June 13, 2005, and Defendant replied on June 27, 2005. The motion for summary judgment is ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden to show the court that there is an absence of a genuine issue concerning any material fact and that the non-moving party cannot prevail. <i>See </i><i>Celotex,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The court must accept all of a non-moving party's evidence as true and will view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In employment discrimination actions, a plaintiff's prima facie case, combined with sufficient evidence to find that the employer's asserted justification is <span class=\"star-pagination\">*734</span> false, may permit the trier of fact to reasonably conclude that the employer discriminated unlawfully, and thus may be sufficient to defeat a motion for summary judgment. <i>Reeves v. Sanderson Plumbing Products, Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 147-48, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000). An employer will be entitled to summary judgment, however, if the record conclusively reveals some nondiscriminatory reason for the employer's decision, or if the plaintiff creates only a weak issue of fact as to whether the employer's proffered reason was pretextual and there is abundant and uncontroverted independent evidence that no discrimination occurred. <i>Id.</i> In determining whether there is sufficient evidence of intentional discrimination to submit an issue to the jury, the court must evaluate the strength of the plaintiff's prima facie case, the probative value of the proof that the employer's explanation is false, and any other evidence that supports the employer's case. <i>Id.</i> at 144-49, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>.</p>\n<p>Plaintiff alleges that she was unlawfully discriminated against with regard to her age and gender. The ADEA makes it unlawful for an employer \"to fail or refuse to hire any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age.\" 29 U.S.C. § 623(a)(1). Similarly, Title VII makes it \"an unlawful employment practice for an employer . . . to discharge . . . or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment because of such individual's . . . sex.\" 42 U.S.C. § 2000e-2(a)(1).</p>\n<p>A plaintiff may \"avert summary judgment and establish a claim for intentional sex or age discrimination through two avenues of proof.\" <i>Hill v. Lockheed Martin Logistics Mgmt.,</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 284 (4th Cir.2004) (en banc). \"First, a plaintiff may establish a claim of discrimination through direct or circumstantial evidence that sex or age discrimination motivated the employer's adverse employment decision.\" <i>Id.</i> The plaintiff need not show that prohibited discrimination was the sole motivating factor, just that it was a motivating factor. Such cases are traditionally referred to as being brought under a \"mixed motive\" framework. <i>Id.</i></p>\n<p>Second, a plaintiff may avoid summary judgment by establishing that the employer's proffered reasons for termination were a \"pretext\" for unlawful discrimination. <i>Id.</i> at 285. This is accomplished according to the burden-shifting framework set out by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). <i>See also </i><i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993). Under this scheme, the plaintiff must first establish a prima facie case of discrimination. To establish a prima facie case against a defendant, the plaintiff must show that the adverse employment decision of which she complains was more likely than not motivated by discrimination. <i>See </i><i>Evans v. Technologies Applications and Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 959 (4th Cir.1996). Thus, a plaintiff must demonstrate that: (1) she is a member of a protected class; (2) she suffered an adverse employment action; (3) she was performing her job duties at a level that met her employer's legitimate expectations at the time of the adverse employment action; and (4) the position remained open or was filled by similarly qualified applicants outside the protected class. <i>Hill,</i> 354 F.3d. at 285. In the age discrimination context, where the position is filled by a replacement that is also in the ADEA protected class, a plaintiff can satisfy the <span class=\"star-pagination\">*735</span> fourth element by demonstrating that the replacement employee was \"significantly younger.\" <i>O'Connor v. Consolidated Coin Caterers Corp.,</i> <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 312-313, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1996); <i>see also </i><i>Miles v. Dell,</i> <span class=\"citation\" data-id=\"792463\"><a href=\"/opinion/792463/kimberly-miles-v-dell-incorporated-equal-employment-opportunity/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 486-87 (4th Cir.2005).</p>\n<p>If the plaintiff establishes a prima facie case, the burden of articulating a legitimate, nondiscriminatory reason for the adverse employment action shifts to the defendant-employer. <i>See </i><i>Evans,</i> 80 F.3d at 959. If the employer provides such a reason, the presumption of unlawful discrimination created by the prima facie case \"drops out of the picture,\" and the burden shifts back to the plaintiff to demonstrate that the reason proffered by the employer was merely a pretext for discrimination. <i>St. Mary's Honor Center,</i> 509 U.S. at 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>. The plaintiff bears the ultimate burden of proving that the employer intentionally discriminated against him throughout the inquiry. <i>See </i><i>Texas Dep't of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>Evans,</i> 80 F.3d at 959.</p>\n<p><i>Plaintiff's Age Discrimination Claim</i></p>\n<p>Plaintiff has failed to establish a prima facie case of age discrimination. Because Plaintiff presents no direct or circumstantial evidence that age was a motivating factor for Defendant's decision to terminate her employment, Plaintiff's claim for age discrimination is properly examined under the pretext framework.</p>\n<p>Plaintiff's claim satisfies the first two elements of a prima facie case for age discrimination. She is a member of the protected class, i.e., she was over 40 at the time that she was fired. She was also subject to an adverse decision by her employer. However, Plaintiff has failed to demonstrate that she was performing her job duties at a level that met her employer's legitimate expectations at the time of the adverse employment action.</p>\n<p>On the contrary, there is evidence that Plaintiff's performance was unsatisfactory to Defendant at the time that she was fired. In June of 2003, Plaintiff received a warning letter based on her handling of the termination of an employee. The letter detailed the employer's unhappiness with Plaintiff's performance, and warned her that future indiscretions could result in termination. Then, in August, Defendant became the subject of a discrimination charge by the terminated employee. On September 4, 2003, Plaintiff's superiors asked her for an investigation file that Defendant planned to use in its defense of the discrimination charge. Plaintiff informed Defendant that she had given the file to her personal attorney, in contravention of company policy. Despite emphasizing that Defendant needed the file immediately, Plaintiff failed to obtain the file from her attorney. Plaintiff was fired on September 8, 2003.</p>\n<p>The sequence of events leading to Plaintiff's termination strongly suggests that she was failing to meet her employer's legitimate expectations at the time she was fired. While Plaintiff alleges that her conduct was not egregious, the crux of the inquiry is not Plaintiff's assessment of her job performance, but the perception of the employer. <i>Evans v. Technologies Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 960-61 (4th Cir.1996). Defendant clearly perceived Plaintiff's performance as unacceptable. Plaintiff also argues that her previous promotions indicate that she was fired despite satisfactory performance. However, the promotions occurred well before the employee termination incident that led directly to Plaintiff's termination. The earlier promotions are irrelevant to <span class=\"star-pagination\">*736</span> ALLTEL's perception of Plaintiff's performance at the time she was fired.</p>\n<p>The Court need not reach the issue of whether Plaintiff has satisfied the fourth element of a prima facie case of age discrimination. Plaintiff's replacement could be viewed as \"substantially younger,\" thus negating the need for Plaintiff to show that her replacement was outside the protected class. <i>O'Connor,</i> 517 U.S. at at 313, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>. While replacement by someone substantially younger may be a more \"reliable indicator\" of age discrimination than replacement by another person under 40, the ultimate question in determining whether Plaintiff has satisfied her burden remains whether the evidence creates an inference of illegal discrimination. <i>Id.</i> Given Plaintiff's failure to offer evidence that her job performance was meeting her employer's legitimate expectations, no such inference has been established.</p>\n<p>A prima facie case of age discrimination ultimately requires that a plaintiff present \"evidence adequate to create an inference that an employment decision was based on an illegal discriminatory criterion.\" <i>O'Connor,</i> 517 U.S. at 312, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>. Plaintiff has failed to meet this requirement. However, even had Plaintiff met her initial burden, Defendant has articulated a legitimate, nondiscriminatory reason for the adverse employment action, based on the circumstances leading to Plaintiff's termination. Plaintiff has offered no facts from which one could conclude that the employer's action was a pretext for age discrimination. Therefore, Defendant is entitled to summary judgment on Plaintiff's ADEA claim.</p>\n<p><i>Plaintiff's Gender Discrimination Claim</i></p>\n<p>Plaintiff's has also failed to establish a prima facie case of gender discrimination. For the same reasons detailed above, Plaintiff has not presented evidence that her job performance was in line with her employer's legitimate expectations.</p>\n<p>Additionally, Plaintiff was replaced by another woman, i.e., someone within the protected class. It is well settled in this circuit that \"as a general rule, Title VII plaintiffs must show that they were replaced by someone outside their protected class in order to make out a prima facie case.\" <i>Miles v. Dell</i><i>,</i> at 485-86 (4th Cir.2005). The Fourth Circuit has carved out limited exceptions to this requirement, including cases in which the plaintiff shows that \"the firing [of the employee] and hiring [of the replacement] decisions were made by different decision-makers.\" <i>Id.</i> That exception is inapplicable here, since Mr. Guenther was responsible both for Plaintiff's firing and the hiring of Plaintiff's replacement. Plaintiff has also failed to establish the applicability of any other exception to this requirement.<sup>[1]</sup> Therefore, Plaintiff's prima facie case of gender discrimination is multiply deficient, and Defendant is entitled to summary judgment.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiff has failed to demonstrate that her termination was a pretext for illegal discrimination by Defendant, and the record in this case conclusively reveals that Defendant had a legitimate nondiscriminatory reason for firing Plaintiff. Therefore, <span class=\"star-pagination\">*737</span> Defendant's Motion for Summary Judgment is GRANTED and the matter is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Exceptions to the rule that plaintiffs must show that they were replaced by someone outside the protected class include: (1) a significant lapse of time between the adverse employment action and the decision to hire another person, (2) that the employer's hiring of another person was calculated to disguise an act of discrimination, and (3) in the age discrimination context, that the plaintiff was hired by someone substantially younger. <i>Miles,</i> at 486-87, citing <i>Brown v. McLean,</i> <span class=\"citation\" data-id=\"758817\"><a href=\"/opinion/758817/78-fair-emplpraccas-bna-225-74-empl-prac-dec-p-45586-ronald-a/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span>, 905 (4th Cir.1998).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}