{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2357245/",
  "absolute_url": "/opinion/2357245/reel-v-selective-ins-co-sc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2357245/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:13:59.961165Z",
  "date_modified": "2016-04-26T21:39:51.246343Z",
  "type": "010combined",
  "sha1": "d4571d520f39a5d6760ed7844b8c6f346cd4c3c7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>407 F.Supp.2d 737 (2005)</b></center>\n<center><h1>Helen Mozingo REEL and Kyle Willis, Plaintiffs,<br>\nv.<br>\nSELECTIVE INSURANCE COMPANY OF SOUTH CAROLINA, Defendant.</h1></center>\n<center>No. 4:04 CV 176 H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 20, 2005.</center>\n<p><span class=\"star-pagination\">*738</span> R. Alfred Patrick, The Lederer Law Firm, P.A., Greenville, NC, for Plaintiff Helen Mozingo Reel.</p>\n<p>Susan K. Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Defendant Selective Insurance Company of South Carolina.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment. Appropriate responses and replies have been filed, and the time for further filing has expired. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs brought this declaratory action against defendant in the Superior Court of Pitt County, North Carolina, seeking a declaration that they are entitled to uninsured motorist coverage under a commercial auto policy issued by defendant to plaintiffs' employer Farmville Rescue and EMS, Inc. (\"Farmville EMS\"). On November 17, 2004, defendant filed a Notice of Removal to this court based upon diversity of citizenship. On December 17, 2004, plaintiffs filed a motion to remand, which was denied by this court's order of February 8, 2005. Now before the court are the parties' motions for summary judgment.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Plaintiffs were injured in a motor vehicle collision in Greensboro, North Carolina on October 6, 2003. Plaintiffs allege the collision was caused by the negligence of uninsured motorist Jerome Dione Floyd. Defendant Selective Insurance Company of South Carolina (\"Selective\") issued a commercial insurance policy (the \"policy\") to Farmville EMS. The policy includes business automobile coverage and was in effect at the time of plaintiff's collision. Plaintiffs, who were officers and employees of Farmville EMS and were acting within the course and scope of their employment at the time of the collision, contend they are insured persons under the policy and are entitled to the benefits and coverage, including uninsured motorist (\"UM\") coverage, provided by the policy. Defendant contends the policy does not provide UM coverage to plaintiffs because they were occupying a vehicle that was not owned by Farmville EMS when they were injured.</p>\n<p>The accident report, attached as an exhibit to plaintiff's amended complaint in the underlying tort action, indicates that at the time of the accident, the plaintiffs were traveling in a 2001 Ford vehicle owned by plaintiff Willis. The Selective policy lists three covered vehicles on the Declaration page for commercial auto coverage: a 1987 Chevrolet, a 1997 Ford ambulance, and a 1999 Ford ambulance. The 2001 Ford involved in the collision is not listed on the Declarations page.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. <i>Standard of Review</i></p>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex</i> <span class=\"star-pagination\">*739</span> <i>Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>At issue in this case is the interpretation of an insurance policy. In North Carolina, \"the interpretation of language used in an insurance policy is a question of law, governed by well-established rules of construction.\" <i>North Carolina Farm Bureau Mut. Ins. Co. v. Mizell,</i> 138 N.C.App. 530, 532, 530 S.E.2d 93, 95 (2000).</p>\n<p>II. Analysis</p>\n<p>A. The Policy</p>\n<p>Any argument by the plaintiffs that the policy as written<sup>[1]</sup> provides UM coverage to plaintiffs is without merit. As shown by the UM endorsement of the policy below, plaintiffs are not an \"insured\" under the UM portion of the policy.</p>\n<p>The \"North Carolina Uninsured Motorist Coverage\" Endorsement to the Policy provides, in pertinent part:</p>\n<blockquote>We will pay all sums the \"insured\" is legally entitled to recover as compensatory damages from the owner or driver of:</blockquote>\n<blockquote>a. An \"uninsured motor vehicle\" because of \"bodily injury\" sustained by the \"insured\" and caused by an \"accident,\" and</blockquote>\n<blockquote>b. An \"uninsured motor vehicle\" as defined in Paragraphs a and c of the definition of \"uninsured motor vehicle\" because of \"property damage\" caused by an \"accident.\"</blockquote>\n<p><span class=\"star-pagination\">*740</span> The policy also provides the following description of who qualifies as an insured for purposes of uninsured motorist coverage under the policy:</p>\n<blockquote>If the Named Insured is designated in the Declarations as: . . .</blockquote>\n<blockquote>2. A partnership, limited liability company, corporation or any other form of organization, then the following are insureds:</blockquote>\n<blockquote>a. Anyone \"occupying\" a covered \"auto\" or a temporary substitute for a covered \"auto.\" The covered \"auto\" must be out of service because of its breakdown, repair, servicing, \"loss\" or destruction.</blockquote>\n<p>In the instant case, the named insured is a corporation, so the UM portion of the policy covers only persons occupying a covered auto. Under Symbol 2 (\"only those `autos' you own\") the vehicle involved in the collision was not a covered auto (since it was not owned by the named insured). Therefore, there is no UM coverage for plaintiffs under the policy as written.</p>\n<p>B. The Statutory Requirement</p>\n<p>Plaintiffs also argue that failure to give Farmville EMS the opportunity to select or reject UM coverage that would have covered plaintiffs in this situation violates the North Carolina Financial Responsibility Act. Specifically, they allege defendant has violated North Carolina General Statute section 20-279.21(b)(3) which provides, in pertinent part:</p>\n<blockquote>(3) No policy of bodily injury liability insurance, covering liability arising out of the ownership, maintenance, or use of any motor vehicle, shall be delivered or issued for delivery in this State with respect to any motor vehicle registered or principally garaged in this State unless coverage is provided therein or supplemental thereto, under provisions filed with and approved by the Commissioner of Insurance, for the protection of persons insured thereunder who are legally entitled to recover damages from owners or operators of uninsured motor vehicles and hit-and-run motor vehicles because of bodily injury, sickness or disease, including death, resulting therefrom, in an amount not to be less than the financial responsibility amounts for bodily injury liability as set forth in G.S. 20-279.5 nor greater than one million dollars ($1,000,000), as selected by the policy owner. . . .</blockquote>\n<p><i>Id.</i> (emphasis added).</p>\n<p>The statute requires that an insured be given the opportunity to select or reject UM coverage for the protection of persons insured under an automotive liability insurance policy. Plaintiffs' reliance on this statute, however, is misguided, inasmuch as plaintiffs do not qualify as \"persons insured\" as defined by the statute:</p>\n<blockquote>For purposes of this section \"persons insured\" means the named insured and, while resident of the same household, the spouse of any named insured and relatives of either, while in a motor vehicle or otherwise, and any person who uses with the consent, expressed or implied, of the named insured, the motor vehicle to which the policy applies and a guest in the motor vehicle to which the policy applies or the personal representative of any of the above or any other person or persons in lawful possession of the motor vehicle.</blockquote>\n<p><i>Id.</i> (emphasis added).</p>\n<p>Case law from the North Carolina Supreme Court further explains that the statute \"essentially establishes two `classes' of `persons insured': (1) the named insured and, while resident of the same household, the spouse of the named insured and relatives of either and (2) any person who uses with the consent, express or implied, of the <span class=\"star-pagination\">*741</span> named insured, the insured vehicle, and a guest in such vehicle.\" <i>Sproles v. Greene,</i> 329 N.C. 603, 608, 407 S.E.2d 497, 500 (1991) (<i>quoting </i><i>Smith v. Nationwide Mutual Ins. Co.,</i> 328 N.C. 139, 143, 400 S.E.2d 44, 47 (1991))(<i>quoting </i><i>Crowder v. N.C. Farm Bureau Mut. Ins. Co.,</i> 79 N.C.App. 551, 554, 340 S.E.2d 127, 129 (1986)).</p>\n<p>Plaintiffs here do not fall into either of the two classes described above which qualify as \"persons insured\" who must be offered UM coverage under the statute. Plaintiffs were not the \"named insured\" under the policy; Farmville EMS was the named insured. Case law dictates that when the only named insured is the corporation, employees or officers of the corporation do not qualify as \"Class One\" insureds under the statute. <i>Sproles,</i> 329 N.C. at 609, 407 S.E.2d at 500 (\"Since a corporation is a legal entity distinct from its employees and thus cannot have a `spouse or other relatives,' and since Lakeview the corporation is the named insured in the Aetna policy, we conclude that the plaintiffs as employees of the corporation Lakeview are not named insured by the terms of the Aetna policy and therefore are not class one insureds under the statute for the purposes of UIM coverage.\") Plaintiffs also fail to qualify as \"Class Two\" insureds under the statute, inasmuch as they were not using an insured vehicle at the time of the collision.</p>\n<p>The statute relied on by plaintiffs provides no protection for them. The statute did not require defendant to provide UM coverage for plaintiffs in this situation; therefore, the parties' arguments regarding whether Farmville EMS was given a chance to reject UM coverage are irrelevant<sup>[2]</sup>. Therefore, plaintiffs' motion for summary judgment must be denied and defendant's motion granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, plaintiffs' motion for summary judgment [# 18] is DENIED, and defendant's motion for summary judgment [# 20] is GRANTED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  The policy lists the covered autos by symbol designation. The policy endorsement regarding UM coverage listed the covered auto as Symbol 6. According to the affidavit of Gregory J. Massey, Vice-President of Casualty of Selective, this designation was a mistake, as Symbol 6 coverage is not applicable in North Carolina. Therefore, defendant concedes that the policy should be construed to have indicated the broadest possible UM coverage available in North Carolina, or in any state, under Selective's underwriting procedures. The corresponding symbol designation for this level of coverage is Symbol 2. Symbol 2 covers \"only those `autos' you own.\" Plaintiff has not disagreed directly with this change, but rather argues that Farmville EMS should have been provided the opportunity to select UM coverage for \"any\" vehicle, including the vehicle plaintiffs were riding in at the time of the collision. As discussed in Section II B of the court's discussion, this argument is without merit.</p>\n<p>[2]  The court has also reviewed <i>Vasseur v. St. Paul Mutual Ins. Co.,</i> 123 N.C.App. 418, 473 S.E.2d 15 (1996), cited by the plaintiffs. The court finds this case to be inapplicable here, inasmuch as it discusses the issue of rejection of UM coverage under N.C. Gen.Stat. ยง 20-279.21. Even if the court were to reach the issue of rejection of UM coverage, <i>Vasseur</i> is still inapplicable because it relies on a different version of the statute than is applicable in the instant case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">737</span></span> (2005)</b></center>\n<center><h1>Helen Mozingo REEL and Kyle Willis, Plaintiffs,<br>\nv.<br>\nSELECTIVE INSURANCE COMPANY OF SOUTH CAROLINA, Defendant.</h1></center>\n<center>No. 4:04 CV 176 H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 20, 2005.</center>\n<p><span class=\"star-pagination\">*738</span> R. Alfred Patrick, The Lederer Law Firm, P.A., Greenville, NC, for Plaintiff Helen Mozingo Reel.</p>\n<p>Susan K. Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Defendant Selective Insurance Company of South Carolina.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment. Appropriate responses and replies have been filed, and the time for further filing has expired. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs brought this declaratory action against defendant in the Superior Court of Pitt County, North Carolina, seeking a declaration that they are entitled to uninsured motorist coverage under a commercial auto policy issued by defendant to plaintiffs' employer Farmville Rescue and EMS, Inc. (\"Farmville EMS\"). On November 17, 2004, defendant filed a Notice of Removal to this court based upon diversity of citizenship. On December 17, 2004, plaintiffs filed a motion to remand, which was denied by this court's order of February 8, 2005. Now before the court are the parties' motions for summary judgment.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Plaintiffs were injured in a motor vehicle collision in Greensboro, North Carolina on October 6, 2003. Plaintiffs allege the collision was caused by the negligence of uninsured motorist Jerome Dione Floyd. Defendant Selective Insurance Company of South Carolina (\"Selective\") issued a commercial insurance policy (the \"policy\") to Farmville EMS. The policy includes business automobile coverage and was in effect at the time of plaintiff's collision. Plaintiffs, who were officers and employees of Farmville EMS and were acting within the course and scope of their employment at the time of the collision, contend they are insured persons under the policy and are entitled to the benefits and coverage, including uninsured motorist (\"UM\") coverage, provided by the policy. Defendant contends the policy does not provide UM coverage to plaintiffs because they were occupying a vehicle that was not owned by Farmville EMS when they were injured.</p>\n<p>The accident report, attached as an exhibit to plaintiff's amended complaint in the underlying tort action, indicates that at the time of the accident, the plaintiffs were traveling in a 2001 Ford vehicle owned by plaintiff Willis. The Selective policy lists three covered vehicles on the Declaration page for commercial auto coverage: a 1987 Chevrolet, a 1997 Ford ambulance, and a 1999 Ford ambulance. The 2001 Ford involved in the collision is not listed on the Declarations page.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. <i>Standard of Review</i></p>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex</i> <span class=\"star-pagination\">*739</span> <i>Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>At issue in this case is the interpretation of an insurance policy. In North Carolina, \"the interpretation of language used in an insurance policy is a question of law, governed by well-established rules of construction.\" <i>North Carolina Farm Bureau Mut. Ins. Co. v. Mizell,</i> 138 N.C.App. 530, 532, <span class=\"citation\" data-id=\"1203173\"><a href=\"/opinion/1203173/nc-farm-bureau-mut-ins-co-v-mizell/\"><span class=\"volume\">530</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">93</span></a></span>, 95 (2000).</p>\n<p>II. Analysis</p>\n<p>A. The Policy</p>\n<p>Any argument by the plaintiffs that the policy as written<sup>[1]</sup> provides UM coverage to plaintiffs is without merit. As shown by the UM endorsement of the policy below, plaintiffs are not an \"insured\" under the UM portion of the policy.</p>\n<p>The \"North Carolina Uninsured Motorist Coverage\" Endorsement to the Policy provides, in pertinent part:</p>\n<blockquote>We will pay all sums the \"insured\" is legally entitled to recover as compensatory damages from the owner or driver of:</blockquote>\n<blockquote>a. An \"uninsured motor vehicle\" because of \"bodily injury\" sustained by the \"insured\" and caused by an \"accident,\" and</blockquote>\n<blockquote>b. An \"uninsured motor vehicle\" as defined in Paragraphs a and c of the definition of \"uninsured motor vehicle\" because of \"property damage\" caused by an \"accident.\"</blockquote>\n<p><span class=\"star-pagination\">*740</span> The policy also provides the following description of who qualifies as an insured for purposes of uninsured motorist coverage under the policy:</p>\n<blockquote>If the Named Insured is designated in the Declarations as: . . .</blockquote>\n<blockquote>2. A partnership, limited liability company, corporation or any other form of organization, then the following are insureds:</blockquote>\n<blockquote>a. Anyone \"occupying\" a covered \"auto\" or a temporary substitute for a covered \"auto.\" The covered \"auto\" must be out of service because of its breakdown, repair, servicing, \"loss\" or destruction.</blockquote>\n<p>In the instant case, the named insured is a corporation, so the UM portion of the policy covers only persons occupying a covered auto. Under Symbol 2 (\"only those `autos' you own\") the vehicle involved in the collision was not a covered auto (since it was not owned by the named insured). Therefore, there is no UM coverage for plaintiffs under the policy as written.</p>\n<p>B. The Statutory Requirement</p>\n<p>Plaintiffs also argue that failure to give Farmville EMS the opportunity to select or reject UM coverage that would have covered plaintiffs in this situation violates the North Carolina Financial Responsibility Act. Specifically, they allege defendant has violated North Carolina General Statute section 20-279.21(b)(3) which provides, in pertinent part:</p>\n<blockquote>(3) No policy of bodily injury liability insurance, covering liability arising out of the ownership, maintenance, or use of any motor vehicle, shall be delivered or issued for delivery in this State with respect to any motor vehicle registered or principally garaged in this State unless coverage is provided therein or supplemental thereto, under provisions filed with and approved by the Commissioner of Insurance, for the protection of persons insured thereunder who are legally entitled to recover damages from owners or operators of uninsured motor vehicles and hit-and-run motor vehicles because of bodily injury, sickness or disease, including death, resulting therefrom, in an amount not to be less than the financial responsibility amounts for bodily injury liability as set forth in G.S. 20-279.5 nor greater than one million dollars ($1,000,000), as selected by the policy owner. . . .</blockquote>\n<p><i>Id.</i> (emphasis added).</p>\n<p>The statute requires that an insured be given the opportunity to select or reject UM coverage for the protection of persons insured under an automotive liability insurance policy. Plaintiffs' reliance on this statute, however, is misguided, inasmuch as plaintiffs do not qualify as \"persons insured\" as defined by the statute:</p>\n<blockquote>For purposes of this section \"persons insured\" means the named insured and, while resident of the same household, the spouse of any named insured and relatives of either, while in a motor vehicle or otherwise, and any person who uses with the consent, expressed or implied, of the named insured, the motor vehicle to which the policy applies and a guest in the motor vehicle to which the policy applies or the personal representative of any of the above or any other person or persons in lawful possession of the motor vehicle.</blockquote>\n<p><i>Id.</i> (emphasis added).</p>\n<p>Case law from the North Carolina Supreme Court further explains that the statute \"essentially establishes two `classes' of `persons insured': (1) the named insured and, while resident of the same household, the spouse of the named insured and relatives of either and (2) any person who uses with the consent, express or implied, of the <span class=\"star-pagination\">*741</span> named insured, the insured vehicle, and a guest in such vehicle.\" <i>Sproles v. Greene,</i> <span class=\"citation\" data-id=\"1376431\"><a href=\"/opinion/1376431/sproles-v-greene/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">603</span></a></span>, 608, <span class=\"citation\" data-id=\"1376431\"><a href=\"/opinion/1376431/sproles-v-greene/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">497</span></a></span>, 500 (1991) (<i>quoting </i><i>Smith v. Nationwide Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"1202355\"><a href=\"/opinion/1202355/smith-v-nationwide-mut-ins-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">139</span></a></span>, 143, <span class=\"citation\" data-id=\"1202355\"><a href=\"/opinion/1202355/smith-v-nationwide-mut-ins-co/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">44</span></a></span>, 47 (1991))(<i>quoting </i><i>Crowder v. N.C. Farm Bureau Mut. Ins. Co.,</i> 79 N.C.App. 551, 554, <span class=\"citation\" data-id=\"1237755\"><a href=\"/opinion/1237755/crowder-v-north-carolina-farm-bureau-mut-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">127</span></a></span>, 129 (1986)).</p>\n<p>Plaintiffs here do not fall into either of the two classes described above which qualify as \"persons insured\" who must be offered UM coverage under the statute. Plaintiffs were not the \"named insured\" under the policy; Farmville EMS was the named insured. Case law dictates that when the only named insured is the corporation, employees or officers of the corporation do not qualify as \"Class One\" insureds under the statute. <i>Sproles,</i> 329 N.C. at 609, 407 S.E.2d at 500 (\"Since a corporation is a legal entity distinct from its employees and thus cannot have a `spouse or other relatives,' and since Lakeview the corporation is the named insured in the Aetna policy, we conclude that the plaintiffs as employees of the corporation Lakeview are not named insured by the terms of the Aetna policy and therefore are not class one insureds under the statute for the purposes of UIM coverage.\") Plaintiffs also fail to qualify as \"Class Two\" insureds under the statute, inasmuch as they were not using an insured vehicle at the time of the collision.</p>\n<p>The statute relied on by plaintiffs provides no protection for them. The statute did not require defendant to provide UM coverage for plaintiffs in this situation; therefore, the parties' arguments regarding whether Farmville EMS was given a chance to reject UM coverage are irrelevant<sup>[2]</sup>. Therefore, plaintiffs' motion for summary judgment must be denied and defendant's motion granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, plaintiffs' motion for summary judgment [# 18] is DENIED, and defendant's motion for summary judgment [# 20] is GRANTED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  The policy lists the covered autos by symbol designation. The policy endorsement regarding UM coverage listed the covered auto as Symbol 6. According to the affidavit of Gregory J. Massey, Vice-President of Casualty of Selective, this designation was a mistake, as Symbol 6 coverage is not applicable in North Carolina. Therefore, defendant concedes that the policy should be construed to have indicated the broadest possible UM coverage available in North Carolina, or in any state, under Selective's underwriting procedures. The corresponding symbol designation for this level of coverage is Symbol 2. Symbol 2 covers \"only those `autos' you own.\" Plaintiff has not disagreed directly with this change, but rather argues that Farmville EMS should have been provided the opportunity to select UM coverage for \"any\" vehicle, including the vehicle plaintiffs were riding in at the time of the collision. As discussed in Section II B of the court's discussion, this argument is without merit.</p>\n<p>[2]  The court has also reviewed <i>Vasseur v. St. Paul Mutual Ins. Co.,</i> 123 N.C.App. 418, <span class=\"citation\" data-id=\"1356826\"><a href=\"/opinion/1356826/vasseur-v-st-paul-mut-ins-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">15</span></a></span> (1996), cited by the plaintiffs. The court finds this case to be inapplicable here, inasmuch as it discusses the issue of rejection of UM coverage under N.C. Gen.Stat. ยง 20-279.21. Even if the court were to reach the issue of rejection of UM coverage, <i>Vasseur</i> is still inapplicable because it relies on a different version of the statute than is applicable in the instant case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/"
  ]
}