{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2357267/",
  "absolute_url": "/opinion/2357267/penske-truck-leasing-co-v-republic-western-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2357267/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:14:00.189781Z",
  "date_modified": "2016-04-26T23:22:35.406920Z",
  "type": "010combined",
  "sha1": "5ea4cf09c9dbba9f7562eeb7c9eb32e97324bcc0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>407 F.Supp.2d 741 (2006)</b></center>\n<center><h1>PENSKE TRUCK LEASING CO., Limited Partnership, Plaintiff,<br>\nv.<br>\nREPUBLIC WESTERN INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:04-CV-462-CR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 3, 2006.</center>\n<p><span class=\"star-pagination\">*742</span> Christopher A. Page, Young, Moore &amp; Henderson, George H. Pender, Teague, Campbell, Dennis &amp; Gorham, Raleigh, NC, for Plaintiff.</p>\n<p>Christopher A. Page, Young, Moore &amp; Henderson, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>The parties' cross-motions for summary judgment are before the court.</p>\n<p>On 3 June 2004, Penske Truck Leasing Co., Limited Partnership (Penske) filed a complaint against Republic Western Insurance Company (Republic) in Wake County <span class=\"star-pagination\">*743</span> Superior Court seeking damages for Republic's alleged breach of an insurance contract. Republic removed the case to this court on 8 July 2004 and filed an answer to the complaint on 15 July 2004. On 25 April 2005, both Penske and Republic filed motions for summary judgment with supporting memoranda and exhibits. Republic filed a response on 16 May 2005, and Penske filed a response on 18 May 2005. Penske filed a reply on 24 May 2005.</p>\n<p></p>\n<h2>Facts</h2>\n<p>Penske entered a contract with Bridgeways Company, Inc. (Bridgeways) in September 1996 pursuant to which Bridgeways leased vehicles from Penske. (Compl. ¶ 3.) As required by that agreement, Bridgeways made arrangements to have Penske included on Bridgeways' policy with Republic as an \"additional insured.\" (Compl. ¶ 4; Def.'s Ans. ¶ 6.) The commercial automobile liability insurance policy that Bridgeways obtained from Republic provided that Republic would defend and indemnify its insured for, among other things, claims involving bodily injury arising from the operation of the vehicles insured under the policy. (Compl., Ex. B, Section II  Liability Coverage A, p. 2 of 12.) Penske was an additional insured on this policy effective 31 August 2000. (Compl. ¶¶ 6-7 &amp; Ex. C.)</p>\n<p>Willie White, an employee of Bridgeways, was injured on 27 September 2000, during the course and scope of his employment when he fell from a tractor-trailer owned by Penske. (Def.'s Ans. ¶ 9 &amp; Ex. A; Joint Stipulation of Facts (JSF) ¶ 2.) White sought and obtained worker's compensation benefits from Bridgeways' worker's compensation insurer, Union Pacific Insurance Company. (JSF ¶ 4.) On 23 May 2001, White filed a personal injury suit against Penske based on the same incident, (Compl. ¶ 10), alleging that he fell from the Penske tractor while attempting to repair a light attached to the exterior of the tractor. White asserted that Penske had failed to attach a hand bar to the exterior of the tractor and that the absence of such a hand bar caused his injuries. (Def.'s Mem. In Support of Summ. Judg., Ex. D (Compl. filed by White against Penske) ¶¶ 8-12.) Penske tendered its defense of that suit to Republic, (Compl. ¶ 12), and Republic denied the demand for defense and indemnity on or about 2 July 2001, (Compl. ¶ 13; JSF ¶ 8), asserting that the worker's compensation and employee injury exclusions in the policy barred coverage. (Def.'s Ans., Ex. A.) Penske then defended the suit at its own expense and, after being awarded summary judgment, ultimately settled the suit during appellate mediation for $15,000. (Compl., Ex. A.) Penske incurred litigation expenses and attorneys' fees. (Compl. ¶ 16.) Subsequently, in June 2004, Penske filed this action against Republic seeking a declaratory judgment that Republic owes liability insurance coverage to Penske.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole <span class=\"star-pagination\">*744</span> could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>Discussion</h2>\n<p>The parties are in substantial agreement regarding the facts of this case. Republic concedes that Penske is an \"additional insured\" covered by the insurance policy at issue. (Def.'s Mem. at 9, 11; Pl.'s Mem., Ex. A, Def.'s Resp. to Pl.'s First Request for Admissions Nos. 20-21.) The insurance policy at issue contains the following pertinent exclusions:</p>\n<blockquote>B. Exclusions. This insurance does not apply to any of the following. . . . (3) Worker's Compensation: Any obligation for which the \"insured\" or the \"insured's\" insurer may be held liable under any workers' compensation, disability benefits or unemployment compensation law or similar law.</blockquote>\n<blockquote>(4) Employee Indemnification and Employer's Liability: \"Bodily injury\" to: a. An \"employee\" of the \"insured\" arising out of and in the course of: (1) Employment by the \"insured\"; or (2) Performing the duties related to the conduct of the \"insured's\" business. . . . This exclusion applies: (1) whether the \"insured\" may be liable as an employer or in any other capacity .....</blockquote>\n<p>(Compl. Ex. B, Truckers Coverage Form, Section II  Liability Coverages. B. Exclusions, p. 4 of 12.) The completed operations exclusion provides that insurance coverage does not apply to the following:</p>\n<blockquote>\"Bodily injury\" or \"property damage\" arising out of your work after that work has been completed or abandoned.</blockquote>\n<blockquote>In the exclusion, your work means:</blockquote>\n<blockquote>a. Work or operations performed by you or on your behalf; and</blockquote>\n<blockquote>b. Materials, parts or equipment furnished in connection with such work or operations. . . .</blockquote>\n<blockquote>Your work will be deemed completed at the earliest of the following times:</blockquote>\n<blockquote>(1) When all of the work called for in your contract has been completed. . . . Work that may need service, maintenance, correction, repair or replacement but which is otherwise complete, will be treated as completed.</blockquote>\n<p>(Id. at 4-5 of 12; Def.'s Exhibit A, Truckers Coverage Form, Section II. B.10, pp. 4-5 of 12.) The policy also contains the following severability of interests clause:</p>\n<blockquote>\"Insured\" means any person or organization qualifying as an insured in the Who is An Insured provision of the applicable coverage. Except with respect to the Limit of Insurance, the coverage afforded applies separately to each insured who is seeking coverage or against whom a claim or \"suit\" is brought.</blockquote>\n<p>(Compl., Ex. B, Truckers Coverage Form, Section VI  Definitions. \"Insured,\" p. 11 of 12.)</p>\n<p>The parties agree that North Carolina law governs the resolution of their motions, (see N.C. Gen.Stat. § 58-3-1; Pl.'s Mem. at 6; Def.'s Mem. at 7-8), but disagree as to the controlling law regarding the effect of the severability of interests provision set forth above. The court will address each of the exclusions cited by Republic in turn and determine how those exclusions interact with the severability of interests provision relied upon by Penske where applicable.</p>\n<p>A. The Workers' Compensation Exclusion and Severability of Interests</p>\n<p>Republic contends that the coverage provided to an additional insured is defined and circumscribed by the coverage <span class=\"star-pagination\">*745</span> provided to the named insured on a given insurance policy. (See Compl., Ex. E, Letter from Republic to Penske dated 2 July 2001 at 2.) Republic argues that <i>State Farm Mutual Automobile Insurance Co. v. Employers' Fire Insurance Co.,</i> 256 N.C. 91, 123 S.E.2d 108 (1961), supports this proposition and, as such, is dispositive with respect to the application of the worker's compensation exclusion. In <i>State Farm,</i> an automobile dealer's employee, Anthony Byrnes, was injured in a car accident while riding with a customer of the dealership, John Ryck, who was test-driving the vehicle. Byrnes sustained injuries and sought worker's compensation, which was paid by the dealership's industrial insurance carrier. Byrnes also instituted a civil action against Ryck to recover damages for the injuries he sustained. Ryck was insured by State Farm Automobile Insurance Company (State Farm) and called on State Farm to defend him in the action brought by Byrnes. Acknowledging that its policy covered Ryck's liability for the accident at issue, State Farm nevertheless maintained that its insurance was \"excess insurance\" and that the dealership's garage liability policy, provided by Employers' Fire Insurance Co. (Employers'); provided the primary coverage that should be exhausted before State Farm incurred an obligation under its policy. State Farm thus brought a declaratory judgment action against Employers' to determine its duty to defend and indemnify Ryck under the policies at issue.</p>\n<p>The Employers' garage policy contained two pertinent exclusions, one barring from coverage bodily injury sustained by any employee of the insured while engaged in his employment and the other barring coverage with respect to any obligation for which the insured could be held liable under worker's compensation law. <i>State Farm,</i> 123 S.E.2d at 109. Employers' argued that its policy with the dealer did not cover Ryck's liability to Byrnes because the injured individual, Byrnes, was an employee of an insured and thus coverage was barred under the employee injury and worker's compensation exclusions. As characterized by the court, State Farm argued that \"the exclusion clauses in the garage policy remove from the coverage only the employees of Ryck and those whom Ryck pays workmen's compensation.\" <i>Id.</i> at 110. The North Carolina Supreme Court stated the question presented as follows: \"whether the exclusion clauses in Employers' garage policy refer to and exclude from coverage Ryck's employees <i>or</i> [the dealership's] employees.\" <i>Id.</i> at 111 (emphasis added).</p>\n<p>State Farm argued, among other things, that Ryck was an additional insured under the garage policy and that, under the severability of interests clause in that policy, Ryck should have been afforded separate, complete coverage for injury except to his own employees. <i>Id.</i> at 110. While the court mentioned, in passing, that the \"policy appears to contain a severability of interests clause,\" <i>id.</i> at 109, the court did not cite the language of that severability of interests provision, nor did the court rely on that provision in coming to its conclusion that coverage was barred. Rather, the court addressed State Farm's argument that the exclusion clauses in the garage policy \"remove from the coverage only the employees of Ryck and those whom Ryck pays workmen's compensation,\" <i>id.</i> at 110, and based its decision in the case on its response to that argument, <i>id.</i> at 111 (emphasis added). The court devoted an entire paragraph to explaining why it would be illogical to conclude that \"Ryck's employees <i>and not [the dealer's]</i> are excluded\" from coverage or that \"some other employees <i>and not [the dealer's]</i> were within the contemplation of the parties when they made the contract.\" <i>Id.</i> at <span class=\"star-pagination\">*746</span> 111 (emphases added). The court ultimately concluded that the dealer bought insurance to protect it in the operation of its garage business, that its employees were exempt from coverage, and that \"[a]ccording to plain, direct, and simple reasoning, Byrnes, as one of Foppe's employees, [was] excluded from the coverage and neither [the dealer] nor [the dealer's] insurer [was] liable.\" <i>Id.</i> at 112. The court's own line of reasoning indicates that it did not consider the language or effect of the severability of interests clause, but rather merely attempted to construe the term \"the insured\" and the parties' intent regarding the insured's employees.</p>\n<p>While some of the cases cited by the <i>State Farm</i> court involved severability of interests clauses, many did not. The common thread of the decisions cited by that court is the emphasis on the importance of the actual language of the insurance contract at issue in each case. Because this court must, as a matter of North Carolina law, locate the intent of the parties in the actual language of a contract when possible, see <i>Nationwide Mutual Ins. Co. v. Mabe,</i> 115 N.C.App. 193, 444 S.E.2d 664, 667 (1994) (language of the policy controls its interpretation), aff'd, 342 N.C. 482, 467 S.E.2d 34 (1996), the court cannot consider a case dispositive as to the meaning or effect of a severability of interests provision when that case does not even set forth, much less analyze, the language of a severability of interests provision.<sup>[1]</sup> See also <i>Rouse v. Williams Realty Building Co.,</i> 143 N.C.App. 67, 544 S.E.2d 609 (2001) (\"when presented with policy language that is explicit, `[o]ur courts have a \"duty to construe and enforce [the policy] as written, without rewriting the contract or disregarding the express language used. . . . The duty is a solemn one, for it seeks to preserve the fundamental right of freedom of contract.\"'\" (citations omitted)), <i>aff'd,</i> 354 N.C. 357, 554 S.E.2d 337 (2001); <i>Insurance Co. of North America v. Aetna Life and Casualty Co.,</i> 88 N.C.App. 236, 362 S.E.2d 836, 839 (1987) (\"When the language of a contract is plain and unambiguous, the construction thereof is a matter of law, <i>Kent Corporation v. Winston-Salem,</i> 272 N.C. 395, 158 S.E.2d 563 (1968), and it is the duty of the court to construe the contract as written.\"), <i>rev. denied,</i> 321 N.C. 743, 366 S.E.2d 860 (1988).</p>\n<p>Accordingly, the court will proceed to consider, in addition to the <i>State Farm</i> decision, the relevant legal principles of North Carolina contract law, and the pertinent law of other jurisdictions with respect to severability of interest provisions and policy exclusions in an attempt to determine what a North Carolina court would do if presented with the specific severability of interests provision before this court. <span class=\"star-pagination\">*747</span> See <i>Roe v. Doe,</i> 28 F.3d 404, 407 (4th Cir.1994) (\"Where there is no case law from the forum state which is directly on point, the district court attempts to do as the state court would do if confronted with the same fact pattern\"); <i>Reed v. Tiffin Motor Homes, Inc.,</i> 697 F.2d 1192, 1195 (4th Cir.1982); <i>Pennsylvania Nat. Mut. Cas. Ins. Co. v. Triangle Paving, Inc.,</i> 973 F.Supp. 560, 562 (E.D.N.C.1996) (\"Because this controversy presents a case of first impression in the state, the court will attempt to best predict how the North Carolina Supreme Court would resolve the issue.\"), <i>aff'd,</i> 121 F.3d 699, 1997 WL 422883 (4th Cir.1997). When a North Carolina court faces an issue of first impression in the state, that court will look to other jurisdictions for guidance in accordance with North Carolina law. See <i>Twaddell v. Anderson,</i> 136 N.C.App. 56, 523 S.E.2d 710, 717 (1999), <i>rev. denied,</i> 351 N.C. 480, 543 S.E.2d 510 (2000); <i>Commonwealth Land Title Ins. Co. v. Stephenson,</i> 101 N.C.App. 379, 399 S.E.2d 380, 381 (1991). To the extent that general principles of contract interpretation are implicated, however, North Carolina's case law is well established.</p>\n<p>Severability of Interests Clause</p>\n<p>The insurance policy at issue explicitly provides that \"[e]xcept with respect to the Limit of Insurance, the coverage afforded applies separately to each insured who is seeking coverage or against whom a claim or `suit' is brought.\" (Compl. Ex. B, Sec. VI, Definitions. \"Insured\" p. 11 of 12.) The court finds that, if a North Carolina court were confronted with the language of the severability of interests provision before this court, that court would attempt to read the policy in a manner that would not render that language superfluous and would read that language in a manner that gave it meaning when construed in the larger context of the policy as a whole. See <i>Mabe,</i> 444 S.E.2d at 667 (\"all parts of an insurance policy are to be construed harmoniously so as to give effect to each of the policy's provisions\").</p>\n<p>While the policy explicitly excludes coverage for \"[a]ny obligation for which the `insured' or the `insured's' insurer may be held liable under any workers' compensation, disability benefits or unemployment compensation law or similar law,\" (Compl. Ex. B, Section II  Liability Coverages. B. Exclusions, p. 4 of 12.), the severability clause, as written in this particular policy, requires the court to apply this exclusion separately to the insured who is seeking coverage and against whom a claim has been brought, in this case Penske. Neither Penske nor Penske's insurer has been or could be held liable under any worker's compensation law for the injuries inflicted upon White. It would be illogical to conclude, in the face of an explicit direction to apply a policy \"separately to each insured who is seeking coverage,\" that an additional insured receives the identical coverage as the named insured. If such were the case, the severability of interests clause would appear to be meaningless and unnecessary.</p>\n<p>Two years after the <i>State Farm</i> decision cited by Republic, a panel of the Fourth Circuit reviewed a case from West Virginia in which a severability clause was at issue. In <i>Pepsi-Cola Bottling Co. Of Charleston v. Indemnity Ins. Co. Of North America,</i> 318 F.2d 714, 716 (4th Cir.1963), an employee of Elk Refining Company was fatally injured in the course of delivering gasoline to a Pepsi plant. Elk's insurer, Indemnity, argued that Pepsi's insurer, Travelers, was primarily responsible under the policies at issue for defending Pepsi against the action brought for the death of the Elk employee. Indemnity relied upon an employee injury/worker's compensation exclusion in <span class=\"star-pagination\">*748</span> the policy. Pepsi argued that the deceased was not an employee of Pepsi but rather an employee of Elk and that the exclusion thus did not bar coverage for Pepsi. Where the severability clause provided that \"[t]he term `the insured' is used severally and not collectively, but the inclusion herein of more than one insured shall not operate to increase the limits of the company's liability,\"' the Fourth Circuit concluded that the provision \"compel[led] consideration of each insured separately, independently of every other insured. Its effect here is to segregate [the two insureds] in the ascertainment of the coverage of each. In this isolation the reference to an employee of an insured designates solely that insured who is his employer. It does not allow such employment to be attributed to another insured who in truth is not the employer.\" <i>Pepsi-Cola,</i> 318 F.2d at 716. In making its decision in the absence of West Virginia law on this subject, the court specifically noted its reliance on</p>\n<blockquote>reputable precedents . . . hold[ing] the insurer obligated to respond to a claim made against one insured by a person not in its employ but in the employ of another insured under the same policy.</blockquote>\n<p><i>Id.</i> (citations omitted). The court acknowledges that the Fourth Circuit's opinion about the law that a West Virginia court might apply under similar circumstances is certainly not determinative of this court's decision as to the conclusion a North Carolina court might reach in this situation. The holding is instructive, however, because it actually discussed the effect of a severability of interests provision, cited in the opinion, in factual circumstances similar to those before the court. Penske has also drawn the court's attention, however, to a more recent Fifth Circuit decision, <i>Centennial Insurance Co. v. Ryder Truck Rental, Inc.,</i> 149 F.3d 378 (5th Cir.1998). In <i>Centennial,</i> an employee of Scholastic Book Fairs Inc. (Scholastic) was injured when he fell down the ramp of a truck that Scholastic had leased from Ryder, an additional insured under Scholastic's business auto insurance with Centennial. The employee sued Ryder, and Ryder requested defense and indemnity from Centennial. Centennial cited the employee injury and worker's compensation exclusions in its policy and denied coverage. The <i>Centennial</i> court looked to Mississippi substantive law to resolve the issue, but concluded that <i>Benton v. Canal Insurance Co.,</i> 241 Miss. 493, 130 So.2d 840 (1961), decided by the Mississippi Supreme Court, was not dispositive, despite the fact that it dealt with a severability of interests clause, because the language used in the clause at issue in <i>Benton</i> was not the same as the language in the severability clause of the policy before the <i>Centennial</i> court.<sup>[2]</sup> Specifically, <span class=\"star-pagination\">*749</span> the <i>Benton</i> court held that the \"`severability of interests' clause [defining `the insured' as a term used severally and not collectively] does not indicate that the drafters of the policy form by the addition of that clause intended that the words `any employee of the insured,' as they appear in the exclusion clauses, should mean `any employee of the insured against whom liability is sought to be imposed.'\" 130 So.2d at 510-11. In contrast, as the <i>Centennial</i> court noted, the policy at issue before it explicitly stated that \"the coverage afforded applies separately to each insured <i>who is seeking coverage or against whom a claim or suit is brought.\"</i> 149 F.3d at 380 (emphasis added). Having distinguished <i>Benton,</i> the <i>Centennial</i> court thus attempted to forecast what the Mississippi Supreme Court would do if confronted with the language in the policy before it, which is very similar to the language used in the policy before this court, and which provided in full:</p>\n<blockquote>E. \"Insured\" means any person or organization qualifying as an insured in the Who Is an Insured provision of the applicable coverage. Except with respect to the Limit of Insurance, <i>the coverage afforded applies separately to each insured who is seeking coverage or against whom a claim or \"suit\" is brought.</i>\n</blockquote>\n<p>149 F.3d at 380 (emphasis added). In doing so, the <i>Centennial</i> court examined a number of authorities that addressed the question \"whether or not a . . . severability of interests clause in an automobile insurance policy constricts the reach of exclusions in the policy relating to worker's compensation and employee injury,\"149 F.3d at 386, concluding that a \"preponderance of pertinent cases\" favors the construction of the policy affirming coverage for the non-employer insured. <i>Id.</i></p>\n<blockquote>A majority of courts asked to determine the effect of an automobile insurance policy's severability of interests clause worded like the separation of insureds provision (i.e., a severability of interests clause containing the phrase \"against whom a claim or `suit' is brought\" or very similar language) on policy exclusions relating to worker's compensation and employee injury . . . have, for various reasons, construed the clause to limit the exclusions to instances where the insured claiming coverage is being sued by its employee.</blockquote>\n<p><i>Id.</i> at 386 (collecting cases and referencing Charles W. Benton, Annotation, <i>Validity, construction, and application of provision in automobile liability policy excluding from coverage injury to, or death of, employee of insured,</i> 43 A.L.R. 5th 149, 161 (1996)). Accord, <i>Caribou Four Corners, Inc. v. Truck Ins. Exchange,</i> 443 F.2d 796 (10th Cir.1971).</p>\n<p>It is this court's opinion that the language used in the severability of interests clause contained in the policy before it, which is similar to that construed in <i>Centennial,</i> compels the result reached in <i>Centennial.</i> Knowing that a North Carolina court would look first and foremost to the language of the policy, the court must conclude that the worker's compensation exclusion in Republic's policy does not bar coverage for Penske where the insured against whom suit has been filed, here Penske, is not the employer of the employee in question.</p>\n<p>Even if a North Carolina court would be inclined to find that the relationship between this particular severability of interests provision and the worker's compensation exclusion was unclear, a North <span class=\"star-pagination\">*750</span> Carolina court would construe any such ambiguity in favor of the insured, Penske. See <i>Pennsylvania Nat'l Mut. Cas. Ins. Co. v. Associated Scaffolders &amp; Equip. Co.,</i> 157 N.C.App. 555, 579 S.E.2d 404, 406 (2003) (any doubts or ambiguities must be resolved in favor of the insured); <i>Novacare Orthotics &amp; Prosthetics East, Inc. v. Speelman,</i> 137 N.C.App. 471, 528 S.E.2d 918 (2000) (courts construe ambiguity against the drafter of a written contract); <i>Southeast Airmotive Corp. v. U.S. Fire Ins. Co.,</i> 78 N.C.App. 418, 337 S.E.2d 167, 169 (1985) (exclusions are strictly construed against the insurer), <i>rev. denied,</i> 316 N.C. 196, 341 S.E.2d 583 (1986). As the court does not find the language ambiguous, the court does not rest on this principle, nor will the court seek explanation or qualification of the terms of the contract in the custom and usage of the clause in North Carolina, i.e., in the testimony of Bryan Tilden, as suggested by Penske.<sup>[3]</sup></p>\n<p>Accordingly, the court concludes that the North Carolina Supreme Court would most probably conclude that because of the language of the severability of interests clause included in Republic's policy, the worker's compensation exclusion that Republic relied on in denying coverage did not bar coverage and thus did not relieve Republic of its duty to defend Penske. The court will consequently award summary judgment to Penske with respect to the application of the worker's compensation exclusion.</p>\n<p>B. The Employee Injury Exclusion and the Severability of Interests Clause</p>\n<p>As previously noted, the Republic policy includes the following employee injury exclusion:</p>\n<blockquote>B. Exclusions. This insurance does not apply to any of the following. . . .</blockquote>\n<blockquote>(4) Employee Indemnification and Employer's Liability: \"Bodily injury\" to: a. An \"employee\" of the \"insured\" arising out of and in the course of: (1) Employment by the \"insured\"; or (2) Performing the duties related to the conduct of the \"insured's\" business. . . . This exclusion applies: (1) whether the \"insured\" may be liable as an employer or in any other capacity .....</blockquote>\n<p>(Compl. Ex. B, Truckers Coverage Form, Section II  Liability Coverages. B. Exclusions, p. 4 of 12.)</p>\n<p>Republic argues that this exclusion clearly bars coverage for any injury sustained by an employee of the insured in the course of the employee's employment whether the insured may be liable as an employer or in any other capacity, and thus coverage is not available to Penske. The base-line criterion that must be fulfilled in the context of this exclusion, however, is that coverage is barred for bodily injury to an \"employee of <i>the</i> insured.\" As such, the foregoing analysis of the severability of interests clause becomes pertinent. If the court substitutes Penske for \"the insured,\" as is required by the severability of interests provision, the employee injury exclusion is not applicable because White was not and is not an employee of Penske.</p>\n<p>If the exclusion barred coverage for bodily injury to an employee of \"any\" insured, a different analysis may be required. See, e.g., <i>Petticrew v. ABB Lummus Global, Inc.,</i> 53 F.Supp.2d 864, 870-71 (E.D.La.1999) (where exclusion barred <span class=\"star-pagination\">*751</span> coverage for \"bodily injury to an employee of <i>any</i> insured,\" as opposed to \"<i>the</i> insured,\" severability of interests provision does not require coverage nor does it render the bodily injury exclusion ambiguous); <i>Michael Carbone, Inc. v. Gen. Acc. Ins. Co.,</i> 937 F.Supp. 413, 417-23 (E.D.Pa. 1996) (applying New Jersey law and discussing the doctrine of severability, the history of the severability of interests clause, and the paramount difference between the terms \"<i>the</i> insured\" and \"<i>any</i> insured\"); <i>Bituminous Cas. Corp. v. Maxey,</i> 110 S.W.3d 203, 211-14 (Tex.App.2003) (noting that the effect of the separation of insureds clause on a particular exclusion in an insurance contract depends on the terms of that exclusion, the court explained that \"[i]f the exclusion clause uses the term `the insured,' application of the separation of insureds clause requires that the term be interpreted as referring only to the insured against whom a claim is being made under the policy,\" but that if \"the exclusion clause uses the term `any insured,' then application of the separation of insureds clause has no effect on the exclusion clause; a claim made against any insured is excluded.\" (citations omitted)); <i>St. Paul Fire and Marine Ins. Co. v. Schilling,</i> 520 N.W.2d 884, 886-87 (S.D. 1994) (where \"on-the-job exclusion\" provided that the insurer would not \"cover any claim for bodily injury to an employee of <i>any protected persons</i> arising out of his or her job,\" exclusion is not limited to employees of the named insured, nor is coverage limited to claims of an employee of <i>the</i> protected person). See also <i>Evanston Ins. Co. v. OEA, Inc.,</i> No. CIVS02-1505DFL PAN, CIVS02-1981DFL PAN, 2005 WL 1828796, *7 (E.D.Cal. July 25, 2005) (citing <i>Bituminous</i> and <i>Carbone</i>).</p>\n<p>However, where the clause bars coverage for bodily injury to \"the\" insured, and the policy specifically designates the \"insured\" as the insured who is seeking coverage, it would not be logical to bar coverage where an additional insured such as Penske is being sued by an individual who may be an employee of the named insured but who is, vis-a-vis Penske, merely a member of the general public. The fact that Republic could have drafted its policy to include the language \"any insured\" together with the fact that it chose not to do so further support the court's interpretation of the language at issue.</p>\n<p>The reference in the employee injury exclusion to the capacity in which \"the insured\" may be held liable  as an employer or in some other capacity, for example, as a general contractor  does not operate to change the definition of \"the insured.\" See <i>Ashland Inc. v. National Union Fire Ins. Co. Of Pittsburgh, Pennsylvania,</i> No. 97-C-7052, 1998 WL 774792 (N.D.Ill. Oct.28, 1998) (where Employee Exclusion provision in insurance policies applied \"whether the insured may be liable as an employer <i>or in any other capacity,</i>\" the exclusion barred coverage where suit was initiated by injured employee against the insured who was his employer, despite the fact that the employee had also attempted to sue that insured in its capacity as a general contractor). See also <i>Western Heritage Ins. Co. v. Magic Years Learning Centers and Child Care, Inc.,</i> 45 F.3d 85, 89-90 (5th Cir.1995) (construing policy barring coverage for bodily injuries to \"any employee of the insured . . . for which the insured may be held liable as an employer <i>or in any other capacity</i>\" along with a severability clause providing that the \"insurance afforded applies separately to each Insured against whom claim is made or suit is brought,\" and concluding that the court \"must read the employer liability exclusion as applying separately to each insured, excluding coverage of an insured only if that insured is the employer <span class=\"star-pagination\">*752</span> of the injured party . . . \").<sup>[4]</sup></p>\n<p>Accordingly, the court will award summary judgment for Penske to the extent Republic has relied on the employee injury exclusion as a bar to coverage.</p>\n<p>C. The Completed Operations Exclusion</p>\n<p>While Republic initially relied exclusively on the employee injury and worker's compensation exclusions as a bar to coverage, (Pl.'s Ex. A, Def.'s Resp. To Request for Admission No. 2 &amp; Ex. D, Affidavit of Joan Schley), Republic now argues that coverage is also barred by the completed operations exclusion in Republic's policy. Again, the completed operations exclusion provides that insurance coverage does not apply to the following:</p>\n<blockquote>\"Bodily injury\" or \"property damage\" arising out of your work after that work has been completed or abandoned.</blockquote>\n<blockquote>In the exclusion, your work means:</blockquote>\n<blockquote>a. Work or operations performed by you or on your behalf; and</blockquote>\n<blockquote>b. Materials, parts or equipment furnished in connection with such work or operations. . . .</blockquote>\n<blockquote>Your work will be deemed completed at the earliest of the following times:</blockquote>\n<blockquote>(1) When all of the work called for in your contract has been completed. . . . Work that may need service, maintenance, correction, repair or replacement but which is otherwise complete, will be treated as completed.</blockquote>\n<p>(Def.'s Exhibit A, Truckers Coverage Form, Section II. B.10, pp. 4-5 of 12.) Republic maintains that the plain language of this exclusion bars coverage to Penske because Penske's work, in its role as lessor of the vehicle used by White, was completed upon execution of the Vehicle Lease Service Agreement with Bridgeways and the subsequent furnishing of the vehicle to Bridgeways.</p>\n<p>As Penske points out, however, the completed operations exclusion applies only to \"your work,\" which is defined by the policy itself as the work of the named insured. (See Compl., Ex. B, Truckers Coverage Form, p. 1 of 12 (\"Throughout this policy, the words `you' and `your' refer to the Named Insured shown in the Declarations.\").) The named insured is Bridgeways. (Compl., Ex. B, Commercial Auto Coverage, Truckers Declarations p. 1.) Read in this sense, the completed operations exclusion would apply only if the operations of the named insured, Bridgeways, were completed. <i>See Old Republic Ins. Co. v. Kemper Cas. Co.,</i> No. 04-1902, 130 Fed.Appx. 616, 620 (3rd Cir. May 13, 2005) (affirming district court's conclusion that coverage for Foot Locker, an additional insured, was not barred by the \"Completed Operations\" exclusion of the Old Republic auto business policy, because that exclusion used the key phrase  \"your work,\" defined in the policy as a reference to the Named Insured, and thus could apply only to the Named Insured identified as such in the Declarations page, i.e., Ryder). Because the completed operations exclusion applies to the named insured only, that exclusion does not bar coverage for Penske, and Penske will be awarded summary judgment on that issue.</p>\n<p><span class=\"star-pagination\">*753</span> D. Damages  Settlement and Attorney's Fees</p>\n<p>Penske seeks a total award of $150,478.06, representing a $15,000 settlement of the action White brought against Penske and the attorney's fees and costs associated with its defense of that case, along with prejudgment interest. While Republic argues that these costs and expenses should be a moot point because the court should grant Republic's motion for summary judgment, Republic has acknowledged that the amounts paid by Penske for the defense and settlement of the underlying action are not in dispute. (Def.'s Mem. In Opp. at 9; JSF ¶ 9.)</p>\n<p>North Carolina cases consistently hold that \"[w]hen an insurer without justification refuses to defend its insured, the insurer is estopped from denying coverage and is obligated to pay the amount of any reasonable settlement made in good faith by the insured of the action brought against him by the injured party.\" <i>Ames v. Continental Cas. Co.,</i> 79 N.C.App. 530, 340 S.E.2d 479, 485 (1986) (citing <i>Maneikis v. St. Paul Ins. Co. of Illinois,</i> 655 F.2d 818, 827 (7th Cir.1981), and <i>Nixon v. Liberty Mutual Insurance Co.,</i> 255 N.C. 106, 120 S.E.2d 430, 433-34 (1961)), <i>rev. denied,</i> 345 S.E.2d 385 (N.C.1986). See also <i>St. Paul Fire &amp; Marine Ins. Co. v. Vigilant Ins. Co.,</i> 919 F.2d 235, 240 (4th Cir.1990); <i>Naddeo v. Allstate Ins. Co.,</i> 139 N.C.App. 311, 533 S.E.2d 501, 506-07 (2000); <i>Duke University v. St. Paul Fire and Marine Ins. Co.,</i> 96 N.C.App. 635, 386 S.E.2d 762, 763-64 (1990) (\"By refusing to defend the wrongful death action [where such a defense was required by the policy], defendant, obligated itself to pay the amount and costs of a reasonable settlement if its refusal was unjustified\"; \"[i]f the claim is within the coverage of the policy, the insurer's refusal to defend is unjustified even if it is based upon an honest but mistaken belief that the claim is not covered\"), <i>rev. denied,</i> 326 N.C. 595, 393 S.E.2d 876 (1990). Moreover, attorneys' fees expended by an insured when an insurer denies coverage are recoverable against the insurer. See <i>Jamestown Mut. Ins. Co. v. Nationwide Mut. Ins. Co.,</i> 277 N.C. 216, 176 S.E.2d 751 (1970).</p>\n<p>Penske has produced the affidavits of Jon Berkelhammer and Joan Schley testifying to the reasonableness of the legal fees, expenses and amount of settlement reached in this case. (Pl.'s Exs. D and E.) According to Penske, Republic has not forecast the presentation of any evidence suggesting that the money spent to litigate and settle the underlying case was unreasonable. (Pl.'s Mem. at 15.) For its part, Republic has not, as yet, provided any argument as to the reasonableness of the fees or settlement.</p>\n<p>In a recent motion submitted jointly by the parties to obtain a continuance in this matter, the parties agreed that if the court resolved this matter in favor of Penske, \"there would be a fact issue as to the reasonableness of the attorney's fees incurred by Penske in the underlying tort action and the amount of attorney's fees to which Penske would be entitled to reimbursement from Republic . . .\" (6 December 2005 Joint Motion ¶ 4.) The parties then stipulated that such a potential factual dispute could be resolved by this court without a jury. (Id.) The parties thus requested the court to transfer this matter to its civil non-jury docket for resolution of the attorney's fees issue. (Id. at ¶ 6.) As per the Order issued on 9 December 2005, trial in this matter is set for 11 April 2006. In the interim, Republic will have twenty (20) days from the date this Order is filed in which to file any brief and supporting affidavits or other documents in support of its contention that there is an issue of fact as to the reasonableness of the fees requested <span class=\"star-pagination\">*754</span> by Penske. Penske will then have ten (10) days from the date Republic serves its materials in which to file a response.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>For the foregoing reasons, Penske's motion for summary judgment is GRANTED to the extent that Penske has sought a declaration of Republic's obligation to defend and indemnify Penske with respect to the underlying suit. Republic's motion for summary judgment is DENIED. The parties are DIRECTED to submit any additional materials and briefs pertinent to the reasonableness of the fees requested by Penske in accordance with the schedule set forth above.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>State Farm</i>'s failure to set forth much less analyze the language of the severability of interests provision in the policy before that court is sufficient to remove that case from consideration as one dispositive of the issue before this court. The court need not and does not rely on the testimony of Penske's witness Bryan Tilden, to which Republic so strenuously objects, regarding the probable language of the severability clause before the <i>State Farm</i> court. Accordingly, the court will not address Republic's argument characterizing Tilden's testimony as inadmissible parol evidence.\n</p>\n<p>Moreover, the difference between the probable language of the severability clause included in the policy at issue in <i>State Farm</i> and that included in the policy before this court, and the relevance of that difference, is amply elucidated by the court's exhaustive discussion in <i>Centennial Ins. Co. v. Ryder Truck Rental, Inc.,</i> 149 F.3d 378 (5th Cir.1998), of the severability clause at issue in <i>Benton v. Canal Insurance Co.,</i> 241 Miss. 493, 130 So.2d 840 (1961), as compared to the clause at issue before the <i>Centennial</i> court. See <i>Centennial,</i> 149 F.3d at 383-86.</p>\n<p>[2]  Republic's contention that <i>Benton</i> did not disclose whether the policy at issue in that case contained a severability of interests clause is incorrect, and Republic's related suggestion that reliance on <i>Centennial</i> is inappropriate for that reason is unavailing. The <i>Centennial</i> court explicitly set forth its rationale in declining to rely on <i>Benton:</i>\n</p>\n<p>We find the final decision in <i>Benton</i> failing to settle this case because the language of the Stubbs policy's severability of interests clause differs from that of Scholastic policy's separation of insureds provision.</p>\n<p>149 F.3d at 384. Clearly, the <i>Benton</i> court did set forth both the existence of a severability clause and its exact language. See <i>Benton,</i> 130 So.2d at 844 (\"[t]he term `the insured' is used severally and not collectively\"). Accordingly, it was not, as Republic maintains, the Mississippi Supreme Court's <i>silence</i> in <i>Benton</i> on the presence of a severability of interests clause that was the \"most telling aspect of Benton,\" <i>Centennial,</i> 149 F.3d at 387, but rather the \"verbiage absent from the severability of interests clause in the . . . policy [at issue in <i>Benton</i>]\" that <i>was</i> included in the Centennial policy  \"plainly and clearly achiev[ing] what <i>Benton</i> indicated was necessary for a severability of interests clause to circumscribe exclusions pertaining to worker's compensation laws and employee injury to instances where the insured seeking coverage is being sued by its employee.\" <i>Centennial,</i> 149 F.3d at 385.</p>\n<p>[3]  For this reason, the court will not find it necessary to consider the testimony provided by Bryan Tilden, to which Republic has objected, and Republic's motion to strike that testimony will be denied as moot.</p>\n<p>[4]  It is worthy of note that the <i>Centennial</i> court also found that coverage for Ryder as an additional insured and lessor of trucks to Scholastic was not barred because of the policy's severability of interests clause even though the policy at issue contained an employee injury exclusion that applied \"[w]hether the insured may be liable as an employer or in any other capacity.\" See <i>Centennial Ins. Co. v. Ryder Truck Rental Inc.,</i> 971 F.Supp. 1066, 1068 (N.D.Miss.1997) (providing language of the employee injury exclusion), rev'd, <i>Centennial,</i> 149 F.3d at 378, 387.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">741</span></span> (2006)</b></center>\n<center><h1>PENSKE TRUCK LEASING CO., Limited Partnership, Plaintiff,<br>\nv.<br>\nREPUBLIC WESTERN INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:04-CV-462-CR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 3, 2006.</center>\n<p><span class=\"star-pagination\">*742</span> Christopher A. Page, Young, Moore &amp; Henderson, George H. Pender, Teague, Campbell, Dennis &amp; Gorham, Raleigh, NC, for Plaintiff.</p>\n<p>Christopher A. Page, Young, Moore &amp; Henderson, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>The parties' cross-motions for summary judgment are before the court.</p>\n<p>On 3 June 2004, Penske Truck Leasing Co., Limited Partnership (Penske) filed a complaint against Republic Western Insurance Company (Republic) in Wake County <span class=\"star-pagination\">*743</span> Superior Court seeking damages for Republic's alleged breach of an insurance contract. Republic removed the case to this court on 8 July 2004 and filed an answer to the complaint on 15 July 2004. On 25 April 2005, both Penske and Republic filed motions for summary judgment with supporting memoranda and exhibits. Republic filed a response on 16 May 2005, and Penske filed a response on 18 May 2005. Penske filed a reply on 24 May 2005.</p>\n<p></p>\n<h2>Facts</h2>\n<p>Penske entered a contract with Bridgeways Company, Inc. (Bridgeways) in September 1996 pursuant to which Bridgeways leased vehicles from Penske. (Compl. ¶ 3.) As required by that agreement, Bridgeways made arrangements to have Penske included on Bridgeways' policy with Republic as an \"additional insured.\" (Compl. ¶ 4; Def.'s Ans. ¶ 6.) The commercial automobile liability insurance policy that Bridgeways obtained from Republic provided that Republic would defend and indemnify its insured for, among other things, claims involving bodily injury arising from the operation of the vehicles insured under the policy. (Compl., Ex. B, Section II  Liability Coverage A, p. 2 of 12.) Penske was an additional insured on this policy effective 31 August 2000. (Compl. ¶¶ 6-7 &amp; Ex. C.)</p>\n<p>Willie White, an employee of Bridgeways, was injured on 27 September 2000, during the course and scope of his employment when he fell from a tractor-trailer owned by Penske. (Def.'s Ans. ¶ 9 &amp; Ex. A; Joint Stipulation of Facts (JSF) ¶ 2.) White sought and obtained worker's compensation benefits from Bridgeways' worker's compensation insurer, Union Pacific Insurance Company. (JSF ¶ 4.) On 23 May 2001, White filed a personal injury suit against Penske based on the same incident, (Compl. ¶ 10), alleging that he fell from the Penske tractor while attempting to repair a light attached to the exterior of the tractor. White asserted that Penske had failed to attach a hand bar to the exterior of the tractor and that the absence of such a hand bar caused his injuries. (Def.'s Mem. In Support of Summ. Judg., Ex. D (Compl. filed by White against Penske) ¶¶ 8-12.) Penske tendered its defense of that suit to Republic, (Compl. ¶ 12), and Republic denied the demand for defense and indemnity on or about 2 July 2001, (Compl. ¶ 13; JSF ¶ 8), asserting that the worker's compensation and employee injury exclusions in the policy barred coverage. (Def.'s Ans., Ex. A.) Penske then defended the suit at its own expense and, after being awarded summary judgment, ultimately settled the suit during appellate mediation for $15,000. (Compl., Ex. A.) Penske incurred litigation expenses and attorneys' fees. (Compl. ¶ 16.) Subsequently, in June 2004, Penske filed this action against Republic seeking a declaratory judgment that Republic owes liability insurance coverage to Penske.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole <span class=\"star-pagination\">*744</span> could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>Discussion</h2>\n<p>The parties are in substantial agreement regarding the facts of this case. Republic concedes that Penske is an \"additional insured\" covered by the insurance policy at issue. (Def.'s Mem. at 9, 11; Pl.'s Mem., Ex. A, Def.'s Resp. to Pl.'s First Request for Admissions Nos. 20-21.) The insurance policy at issue contains the following pertinent exclusions:</p>\n<blockquote>B. Exclusions. This insurance does not apply to any of the following. . . . (3) Worker's Compensation: Any obligation for which the \"insured\" or the \"insured's\" insurer may be held liable under any workers' compensation, disability benefits or unemployment compensation law or similar law.</blockquote>\n<blockquote>(4) Employee Indemnification and Employer's Liability: \"Bodily injury\" to: a. An \"employee\" of the \"insured\" arising out of and in the course of: (1) Employment by the \"insured\"; or (2) Performing the duties related to the conduct of the \"insured's\" business. . . . This exclusion applies: (1) whether the \"insured\" may be liable as an employer or in any other capacity .....</blockquote>\n<p>(Compl. Ex. B, Truckers Coverage Form, Section II  Liability Coverages. B. Exclusions, p. 4 of 12.) The completed operations exclusion provides that insurance coverage does not apply to the following:</p>\n<blockquote>\"Bodily injury\" or \"property damage\" arising out of your work after that work has been completed or abandoned.</blockquote>\n<blockquote>In the exclusion, your work means:</blockquote>\n<blockquote>a. Work or operations performed by you or on your behalf; and</blockquote>\n<blockquote>b. Materials, parts or equipment furnished in connection with such work or operations. . . .</blockquote>\n<blockquote>Your work will be deemed completed at the earliest of the following times:</blockquote>\n<blockquote>(1) When all of the work called for in your contract has been completed. . . . Work that may need service, maintenance, correction, repair or replacement but which is otherwise complete, will be treated as completed.</blockquote>\n<p>(Id. at 4-5 of 12; Def.'s Exhibit A, Truckers Coverage Form, Section II. B.10, pp. 4-5 of 12.) The policy also contains the following severability of interests clause:</p>\n<blockquote>\"Insured\" means any person or organization qualifying as an insured in the Who is An Insured provision of the applicable coverage. Except with respect to the Limit of Insurance, the coverage afforded applies separately to each insured who is seeking coverage or against whom a claim or \"suit\" is brought.</blockquote>\n<p>(Compl., Ex. B, Truckers Coverage Form, Section VI  Definitions. \"Insured,\" p. 11 of 12.)</p>\n<p>The parties agree that North Carolina law governs the resolution of their motions, (see N.C. Gen.Stat. § 58-3-1; Pl.'s Mem. at 6; Def.'s Mem. at 7-8), but disagree as to the controlling law regarding the effect of the severability of interests provision set forth above. The court will address each of the exclusions cited by Republic in turn and determine how those exclusions interact with the severability of interests provision relied upon by Penske where applicable.</p>\n<p>A. The Workers' Compensation Exclusion and Severability of Interests</p>\n<p>Republic contends that the coverage provided to an additional insured is defined and circumscribed by the coverage <span class=\"star-pagination\">*745</span> provided to the named insured on a given insurance policy. (See Compl., Ex. E, Letter from Republic to Penske dated 2 July 2001 at 2.) Republic argues that <i>State Farm Mutual Automobile Insurance Co. v. Employers' Fire Insurance Co.,</i> <span class=\"citation\" data-id=\"1275311\"><a href=\"/opinion/1275311/state-farm-mut-auto-ins-co-v-employersfire-ins-co/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">91</span></a></span>, <span class=\"citation\" data-id=\"1275311\"><a href=\"/opinion/1275311/state-farm-mut-auto-ins-co-v-employersfire-ins-co/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">108</span></a></span> (1961), supports this proposition and, as such, is dispositive with respect to the application of the worker's compensation exclusion. In <i>State Farm,</i> an automobile dealer's employee, Anthony Byrnes, was injured in a car accident while riding with a customer of the dealership, John Ryck, who was test-driving the vehicle. Byrnes sustained injuries and sought worker's compensation, which was paid by the dealership's industrial insurance carrier. Byrnes also instituted a civil action against Ryck to recover damages for the injuries he sustained. Ryck was insured by State Farm Automobile Insurance Company (State Farm) and called on State Farm to defend him in the action brought by Byrnes. Acknowledging that its policy covered Ryck's liability for the accident at issue, State Farm nevertheless maintained that its insurance was \"excess insurance\" and that the dealership's garage liability policy, provided by Employers' Fire Insurance Co. (Employers'); provided the primary coverage that should be exhausted before State Farm incurred an obligation under its policy. State Farm thus brought a declaratory judgment action against Employers' to determine its duty to defend and indemnify Ryck under the policies at issue.</p>\n<p>The Employers' garage policy contained two pertinent exclusions, one barring from coverage bodily injury sustained by any employee of the insured while engaged in his employment and the other barring coverage with respect to any obligation for which the insured could be held liable under worker's compensation law. <i>State Farm,</i> 123 S.E.2d at 109. Employers' argued that its policy with the dealer did not cover Ryck's liability to Byrnes because the injured individual, Byrnes, was an employee of an insured and thus coverage was barred under the employee injury and worker's compensation exclusions. As characterized by the court, State Farm argued that \"the exclusion clauses in the garage policy remove from the coverage only the employees of Ryck and those whom Ryck pays workmen's compensation.\" <i>Id.</i> at 110. The North Carolina Supreme Court stated the question presented as follows: \"whether the exclusion clauses in Employers' garage policy refer to and exclude from coverage Ryck's employees <i>or</i> [the dealership's] employees.\" <i>Id.</i> at 111 (emphasis added).</p>\n<p>State Farm argued, among other things, that Ryck was an additional insured under the garage policy and that, under the severability of interests clause in that policy, Ryck should have been afforded separate, complete coverage for injury except to his own employees. <i>Id.</i> at 110. While the court mentioned, in passing, that the \"policy appears to contain a severability of interests clause,\" <i>id.</i> at 109, the court did not cite the language of that severability of interests provision, nor did the court rely on that provision in coming to its conclusion that coverage was barred. Rather, the court addressed State Farm's argument that the exclusion clauses in the garage policy \"remove from the coverage only the employees of Ryck and those whom Ryck pays workmen's compensation,\" <i>id.</i> at 110, and based its decision in the case on its response to that argument, <i>id.</i> at 111 (emphasis added). The court devoted an entire paragraph to explaining why it would be illogical to conclude that \"Ryck's employees <i>and not [the dealer's]</i> are excluded\" from coverage or that \"some other employees <i>and not [the dealer's]</i> were within the contemplation of the parties when they made the contract.\" <i>Id.</i> at <span class=\"star-pagination\">*746</span> 111 (emphases added). The court ultimately concluded that the dealer bought insurance to protect it in the operation of its garage business, that its employees were exempt from coverage, and that \"[a]ccording to plain, direct, and simple reasoning, Byrnes, as one of Foppe's employees, [was] excluded from the coverage and neither [the dealer] nor [the dealer's] insurer [was] liable.\" <i>Id.</i> at 112. The court's own line of reasoning indicates that it did not consider the language or effect of the severability of interests clause, but rather merely attempted to construe the term \"the insured\" and the parties' intent regarding the insured's employees.</p>\n<p>While some of the cases cited by the <i>State Farm</i> court involved severability of interests clauses, many did not. The common thread of the decisions cited by that court is the emphasis on the importance of the actual language of the insurance contract at issue in each case. Because this court must, as a matter of North Carolina law, locate the intent of the parties in the actual language of a contract when possible, see <i>Nationwide Mutual Ins. Co. v. Mabe,</i> 115 N.C.App. 193, <span class=\"citation\" data-id=\"1357288\"><a href=\"/opinion/1357288/nationwide-mut-ins-v-mabe/\"><span class=\"volume\">444</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">664</span></a></span>, 667 (1994) (language of the policy controls its interpretation), aff'd, <span class=\"citation\" data-id=\"1204788\"><a href=\"/opinion/1204788/nationwide-mut-ins-co-v-mabe/\"><span class=\"volume\">342</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">482</span></a></span>, <span class=\"citation\" data-id=\"1204788\"><a href=\"/opinion/1204788/nationwide-mut-ins-co-v-mabe/\"><span class=\"volume\">467</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">34</span></a></span> (1996), the court cannot consider a case dispositive as to the meaning or effect of a severability of interests provision when that case does not even set forth, much less analyze, the language of a severability of interests provision.<sup>[1]</sup> See also <i>Rouse v. Williams Realty Building Co.,</i> 143 N.C.App. 67, <span class=\"citation\" data-id=\"1266650\"><a href=\"/opinion/1266650/rouse-v-williams-realty-bldg-co-inc/\"><span class=\"volume\">544</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">609</span></a></span> (2001) (\"when presented with policy language that is explicit, `[o]ur courts have a \"duty to construe and enforce [the policy] as written, without rewriting the contract or disregarding the express language used. . . . The duty is a solemn one, for it seeks to preserve the fundamental right of freedom of contract.\"'\" (citations omitted)), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">357</span></span>, <span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">337</span></span> (2001); <i>Insurance Co. of North America v. Aetna Life and Casualty Co.,</i> 88 N.C.App. 236, <span class=\"citation\" data-id=\"1239550\"><a href=\"/opinion/1239550/ins-co-of-n-amer-v-aetna-life-cas/\"><span class=\"volume\">362</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>, 839 (1987) (\"When the language of a contract is plain and unambiguous, the construction thereof is a matter of law, <i>Kent Corporation v. Winston-Salem,</i> <span class=\"citation\" data-id=\"1203973\"><a href=\"/opinion/1203973/kent-corporation-v-city-of-winston-salem/\"><span class=\"volume\">272</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"1203973\"><a href=\"/opinion/1203973/kent-corporation-v-city-of-winston-salem/\"><span class=\"volume\">158</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">563</span></a></span> (1968), and it is the duty of the court to construe the contract as written.\"), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">743</span></span>, <span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">860</span></span> (1988).</p>\n<p>Accordingly, the court will proceed to consider, in addition to the <i>State Farm</i> decision, the relevant legal principles of North Carolina contract law, and the pertinent law of other jurisdictions with respect to severability of interest provisions and policy exclusions in an attempt to determine what a North Carolina court would do if presented with the specific severability of interests provision before this court. <span class=\"star-pagination\">*747</span> See <i>Roe v. Doe,</i> <span class=\"citation\" data-id=\"673434\"><a href=\"/opinion/673434/jane-roe-v-jane-doe-john-doe/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 407 (4th Cir.1994) (\"Where there is no case law from the forum state which is directly on point, the district court attempts to do as the state court would do if confronted with the same fact pattern\"); <i>Reed v. Tiffin Motor Homes, Inc.,</i> <span class=\"citation\" data-id=\"413268\"><a href=\"/opinion/413268/christopher-j-reed-john-christopher-reed-dorothy-reed-v-tiffin-motor/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span>, 1195 (4th Cir.1982); <i>Pennsylvania Nat. Mut. Cas. Ins. Co. v. Triangle Paving, Inc.,</i> <span class=\"citation\" data-id=\"1608835\"><a href=\"/opinion/1608835/pa-nat-mut-cas-ins-co-v-triangle-paving-inc/\"><span class=\"volume\">973</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">560</span></a></span>, 562 (E.D.N.C.1996) (\"Because this controversy presents a case of first impression in the state, the court will attempt to best predict how the North Carolina Supreme Court would resolve the issue.\"), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">699</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">422883</span></span> (4th Cir.1997). When a North Carolina court faces an issue of first impression in the state, that court will look to other jurisdictions for guidance in accordance with North Carolina law. See <i>Twaddell v. Anderson,</i> 136 N.C.App. 56, <span class=\"citation\" data-id=\"1383244\"><a href=\"/opinion/1383244/twaddell-v-anderson/\"><span class=\"volume\">523</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">710</span></a></span>, 717 (1999), <i>rev. denied,</i> <span class=\"citation\" data-id=\"1251792\"><a href=\"/opinion/1251792/twaddell-v-anderson/\"><span class=\"volume\">351</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"1251792\"><a href=\"/opinion/1251792/twaddell-v-anderson/\"><span class=\"volume\">543</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></a></span> (2000); <i>Commonwealth Land Title Ins. Co. v. Stephenson,</i> 101 N.C.App. 379, <span class=\"citation\" data-id=\"1265635\"><a href=\"/opinion/1265635/commonwealth-land-title-ins-co-v-stephenson/\"><span class=\"volume\">399</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">380</span></a></span>, 381 (1991). To the extent that general principles of contract interpretation are implicated, however, North Carolina's case law is well established.</p>\n<p>Severability of Interests Clause</p>\n<p>The insurance policy at issue explicitly provides that \"[e]xcept with respect to the Limit of Insurance, the coverage afforded applies separately to each insured who is seeking coverage or against whom a claim or `suit' is brought.\" (Compl. Ex. B, Sec. VI, Definitions. \"Insured\" p. 11 of 12.) The court finds that, if a North Carolina court were confronted with the language of the severability of interests provision before this court, that court would attempt to read the policy in a manner that would not render that language superfluous and would read that language in a manner that gave it meaning when construed in the larger context of the policy as a whole. See <i>Mabe,</i> 444 S.E.2d at 667 (\"all parts of an insurance policy are to be construed harmoniously so as to give effect to each of the policy's provisions\").</p>\n<p>While the policy explicitly excludes coverage for \"[a]ny obligation for which the `insured' or the `insured's' insurer may be held liable under any workers' compensation, disability benefits or unemployment compensation law or similar law,\" (Compl. Ex. B, Section II  Liability Coverages. B. Exclusions, p. 4 of 12.), the severability clause, as written in this particular policy, requires the court to apply this exclusion separately to the insured who is seeking coverage and against whom a claim has been brought, in this case Penske. Neither Penske nor Penske's insurer has been or could be held liable under any worker's compensation law for the injuries inflicted upon White. It would be illogical to conclude, in the face of an explicit direction to apply a policy \"separately to each insured who is seeking coverage,\" that an additional insured receives the identical coverage as the named insured. If such were the case, the severability of interests clause would appear to be meaningless and unnecessary.</p>\n<p>Two years after the <i>State Farm</i> decision cited by Republic, a panel of the Fourth Circuit reviewed a case from West Virginia in which a severability clause was at issue. In <i>Pepsi-Cola Bottling Co. Of Charleston v. Indemnity Ins. Co. Of North America,</i> <span class=\"citation\" data-id=\"260922\"><a href=\"/opinion/260922/pepsi-cola-bottling-company-of-charleston-a-corporation-and-the-travelers/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 716 (4th Cir.1963), an employee of Elk Refining Company was fatally injured in the course of delivering gasoline to a Pepsi plant. Elk's insurer, Indemnity, argued that Pepsi's insurer, Travelers, was primarily responsible under the policies at issue for defending Pepsi against the action brought for the death of the Elk employee. Indemnity relied upon an employee injury/worker's compensation exclusion in <span class=\"star-pagination\">*748</span> the policy. Pepsi argued that the deceased was not an employee of Pepsi but rather an employee of Elk and that the exclusion thus did not bar coverage for Pepsi. Where the severability clause provided that \"[t]he term `the insured' is used severally and not collectively, but the inclusion herein of more than one insured shall not operate to increase the limits of the company's liability,\"' the Fourth Circuit concluded that the provision \"compel[led] consideration of each insured separately, independently of every other insured. Its effect here is to segregate [the two insureds] in the ascertainment of the coverage of each. In this isolation the reference to an employee of an insured designates solely that insured who is his employer. It does not allow such employment to be attributed to another insured who in truth is not the employer.\" <i>Pepsi-Cola,</i> 318 F.2d at 716. In making its decision in the absence of West Virginia law on this subject, the court specifically noted its reliance on</p>\n<blockquote>reputable precedents . . . hold[ing] the insurer obligated to respond to a claim made against one insured by a person not in its employ but in the employ of another insured under the same policy.</blockquote>\n<p><i>Id.</i> (citations omitted). The court acknowledges that the Fourth Circuit's opinion about the law that a West Virginia court might apply under similar circumstances is certainly not determinative of this court's decision as to the conclusion a North Carolina court might reach in this situation. The holding is instructive, however, because it actually discussed the effect of a severability of interests provision, cited in the opinion, in factual circumstances similar to those before the court. Penske has also drawn the court's attention, however, to a more recent Fifth Circuit decision, <i>Centennial Insurance Co. v. Ryder Truck Rental, Inc.,</i> <span class=\"citation\" data-id=\"755796\"><a href=\"/opinion/755796/centennial-insurance-company-plaintiff-counter-v-ryder-truck-rental/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span> (5th Cir.1998). In <i>Centennial,</i> an employee of Scholastic Book Fairs Inc. (Scholastic) was injured when he fell down the ramp of a truck that Scholastic had leased from Ryder, an additional insured under Scholastic's business auto insurance with Centennial. The employee sued Ryder, and Ryder requested defense and indemnity from Centennial. Centennial cited the employee injury and worker's compensation exclusions in its policy and denied coverage. The <i>Centennial</i> court looked to Mississippi substantive law to resolve the issue, but concluded that <i>Benton v. Canal Insurance Co.,</i> <span class=\"citation\" data-id=\"1691362\"><a href=\"/opinion/1691362/benton-v-canal-ins-co/\"><span class=\"volume\">241</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"1691362\"><a href=\"/opinion/1691362/benton-v-canal-ins-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">840</span></a></span> (1961), decided by the Mississippi Supreme Court, was not dispositive, despite the fact that it dealt with a severability of interests clause, because the language used in the clause at issue in <i>Benton</i> was not the same as the language in the severability clause of the policy before the <i>Centennial</i> court.<sup>[2]</sup> Specifically, <span class=\"star-pagination\">*749</span> the <i>Benton</i> court held that the \"`severability of interests' clause [defining `the insured' as a term used severally and not collectively] does not indicate that the drafters of the policy form by the addition of that clause intended that the words `any employee of the insured,' as they appear in the exclusion clauses, should mean `any employee of the insured against whom liability is sought to be imposed.'\" 130 So.2d at 510-11. In contrast, as the <i>Centennial</i> court noted, the policy at issue before it explicitly stated that \"the coverage afforded applies separately to each insured <i>who is seeking coverage or against whom a claim or suit is brought.\"</i> 149 F.3d at 380 (emphasis added). Having distinguished <i>Benton,</i> the <i>Centennial</i> court thus attempted to forecast what the Mississippi Supreme Court would do if confronted with the language in the policy before it, which is very similar to the language used in the policy before this court, and which provided in full:</p>\n<blockquote>E. \"Insured\" means any person or organization qualifying as an insured in the Who Is an Insured provision of the applicable coverage. Except with respect to the Limit of Insurance, <i>the coverage afforded applies separately to each insured who is seeking coverage or against whom a claim or \"suit\" is brought.</i>\n</blockquote>\n<p>149 F.3d at 380 (emphasis added). In doing so, the <i>Centennial</i> court examined a number of authorities that addressed the question \"whether or not a . . . severability of interests clause in an automobile insurance policy constricts the reach of exclusions in the policy relating to worker's compensation and employee injury,\"149 F.3d at 386, concluding that a \"preponderance of pertinent cases\" favors the construction of the policy affirming coverage for the non-employer insured. <i>Id.</i></p>\n<blockquote>A majority of courts asked to determine the effect of an automobile insurance policy's severability of interests clause worded like the separation of insureds provision (i.e., a severability of interests clause containing the phrase \"against whom a claim or `suit' is brought\" or very similar language) on policy exclusions relating to worker's compensation and employee injury . . . have, for various reasons, construed the clause to limit the exclusions to instances where the insured claiming coverage is being sued by its employee.</blockquote>\n<p><i>Id.</i> at 386 (collecting cases and referencing Charles W. Benton, Annotation, <i>Validity, construction, and application of provision in automobile liability policy excluding from coverage injury to, or death of, employee of insured,</i> 43 A.L.R. 5th 149, 161 (1996)). Accord, <i>Caribou Four Corners, Inc. v. Truck Ins. Exchange,</i> <span class=\"citation\" data-id=\"297081\"><a href=\"/opinion/297081/caribou-four-corners-inc-howard-williams-united-states-fidelity-and/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">796</span></a></span> (10th Cir.1971).</p>\n<p>It is this court's opinion that the language used in the severability of interests clause contained in the policy before it, which is similar to that construed in <i>Centennial,</i> compels the result reached in <i>Centennial.</i> Knowing that a North Carolina court would look first and foremost to the language of the policy, the court must conclude that the worker's compensation exclusion in Republic's policy does not bar coverage for Penske where the insured against whom suit has been filed, here Penske, is not the employer of the employee in question.</p>\n<p>Even if a North Carolina court would be inclined to find that the relationship between this particular severability of interests provision and the worker's compensation exclusion was unclear, a North <span class=\"star-pagination\">*750</span> Carolina court would construe any such ambiguity in favor of the insured, Penske. See <i>Pennsylvania Nat'l Mut. Cas. Ins. Co. v. Associated Scaffolders &amp; Equip. Co.,</i> 157 N.C.App. 555, <span class=\"citation\" data-id=\"1305210\"><a href=\"/opinion/1305210/pennsylvania-nat-v-associated-scaffolders/\"><span class=\"volume\">579</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">404</span></a></span>, 406 (2003) (any doubts or ambiguities must be resolved in favor of the insured); <i>Novacare Orthotics &amp; Prosthetics East, Inc. v. Speelman,</i> 137 N.C.App. 471, <span class=\"citation\" data-id=\"1285271\"><a href=\"/opinion/1285271/novacare-orthotics-v-speelman/\"><span class=\"volume\">528</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">918</span></a></span> (2000) (courts construe ambiguity against the drafter of a written contract); <i>Southeast Airmotive Corp. v. U.S. Fire Ins. Co.,</i> 78 N.C.App. 418, <span class=\"citation\" data-id=\"1256394\"><a href=\"/opinion/1256394/southeast-airmotive-corp-v-us-fire-ins-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">167</span></a></span>, 169 (1985) (exclusions are strictly construed against the insurer), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">583</span></span> (1986). As the court does not find the language ambiguous, the court does not rest on this principle, nor will the court seek explanation or qualification of the terms of the contract in the custom and usage of the clause in North Carolina, i.e., in the testimony of Bryan Tilden, as suggested by Penske.<sup>[3]</sup></p>\n<p>Accordingly, the court concludes that the North Carolina Supreme Court would most probably conclude that because of the language of the severability of interests clause included in Republic's policy, the worker's compensation exclusion that Republic relied on in denying coverage did not bar coverage and thus did not relieve Republic of its duty to defend Penske. The court will consequently award summary judgment to Penske with respect to the application of the worker's compensation exclusion.</p>\n<p>B. The Employee Injury Exclusion and the Severability of Interests Clause</p>\n<p>As previously noted, the Republic policy includes the following employee injury exclusion:</p>\n<blockquote>B. Exclusions. This insurance does not apply to any of the following. . . .</blockquote>\n<blockquote>(4) Employee Indemnification and Employer's Liability: \"Bodily injury\" to: a. An \"employee\" of the \"insured\" arising out of and in the course of: (1) Employment by the \"insured\"; or (2) Performing the duties related to the conduct of the \"insured's\" business. . . . This exclusion applies: (1) whether the \"insured\" may be liable as an employer or in any other capacity .....</blockquote>\n<p>(Compl. Ex. B, Truckers Coverage Form, Section II  Liability Coverages. B. Exclusions, p. 4 of 12.)</p>\n<p>Republic argues that this exclusion clearly bars coverage for any injury sustained by an employee of the insured in the course of the employee's employment whether the insured may be liable as an employer or in any other capacity, and thus coverage is not available to Penske. The base-line criterion that must be fulfilled in the context of this exclusion, however, is that coverage is barred for bodily injury to an \"employee of <i>the</i> insured.\" As such, the foregoing analysis of the severability of interests clause becomes pertinent. If the court substitutes Penske for \"the insured,\" as is required by the severability of interests provision, the employee injury exclusion is not applicable because White was not and is not an employee of Penske.</p>\n<p>If the exclusion barred coverage for bodily injury to an employee of \"any\" insured, a different analysis may be required. See, e.g., <i>Petticrew v. ABB Lummus Global, Inc.,</i> <span class=\"citation\" data-id=\"2290283\"><a href=\"/opinion/2290283/petticrew-v-abb-lummus-global-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">864</span></a></span>, 870-71 (E.D.La.1999) (where exclusion barred <span class=\"star-pagination\">*751</span> coverage for \"bodily injury to an employee of <i>any</i> insured,\" as opposed to \"<i>the</i> insured,\" severability of interests provision does not require coverage nor does it render the bodily injury exclusion ambiguous); <i>Michael Carbone, Inc. v. Gen. Acc. Ins. Co.,</i> <span class=\"citation\" data-id=\"2250226\"><a href=\"/opinion/2250226/michael-carbone-inc-v-general-acc-ins-co/\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">413</span></a></span>, 417-23 (E.D.Pa. 1996) (applying New Jersey law and discussing the doctrine of severability, the history of the severability of interests clause, and the paramount difference between the terms \"<i>the</i> insured\" and \"<i>any</i> insured\"); <i>Bituminous Cas. Corp. v. Maxey,</i> <span class=\"citation\" data-id=\"1773738\"><a href=\"/opinion/1773738/bituminous-cas-corp-v-maxey/\"><span class=\"volume\">110</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">203</span></a></span>, 211-14 (Tex.App.2003) (noting that the effect of the separation of insureds clause on a particular exclusion in an insurance contract depends on the terms of that exclusion, the court explained that \"[i]f the exclusion clause uses the term `the insured,' application of the separation of insureds clause requires that the term be interpreted as referring only to the insured against whom a claim is being made under the policy,\" but that if \"the exclusion clause uses the term `any insured,' then application of the separation of insureds clause has no effect on the exclusion clause; a claim made against any insured is excluded.\" (citations omitted)); <i>St. Paul Fire and Marine Ins. Co. v. Schilling,</i> <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">884</span></span>, 886-87 (S.D. 1994) (where \"on-the-job exclusion\" provided that the insurer would not \"cover any claim for bodily injury to an employee of <i>any protected persons</i> arising out of his or her job,\" exclusion is not limited to employees of the named insured, nor is coverage limited to claims of an employee of <i>the</i> protected person). See also <i>Evanston Ins. Co. v. OEA, Inc.,</i> No. CIVS02-1505DFL PAN, CIVS02-1981DFL PAN, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1828796</span></span>, *7 (E.D.Cal. July 25, 2005) (citing <i>Bituminous</i> and <i>Carbone</i>).</p>\n<p>However, where the clause bars coverage for bodily injury to \"the\" insured, and the policy specifically designates the \"insured\" as the insured who is seeking coverage, it would not be logical to bar coverage where an additional insured such as Penske is being sued by an individual who may be an employee of the named insured but who is, vis-a-vis Penske, merely a member of the general public. The fact that Republic could have drafted its policy to include the language \"any insured\" together with the fact that it chose not to do so further support the court's interpretation of the language at issue.</p>\n<p>The reference in the employee injury exclusion to the capacity in which \"the insured\" may be held liable  as an employer or in some other capacity, for example, as a general contractor  does not operate to change the definition of \"the insured.\" See <i>Ashland Inc. v. National Union Fire Ins. Co. Of Pittsburgh, Pennsylvania,</i> No. 97-C-7052, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">774792</span></span> (N.D.Ill. Oct.28, 1998) (where Employee Exclusion provision in insurance policies applied \"whether the insured may be liable as an employer <i>or in any other capacity,</i>\" the exclusion barred coverage where suit was initiated by injured employee against the insured who was his employer, despite the fact that the employee had also attempted to sue that insured in its capacity as a general contractor). See also <i>Western Heritage Ins. Co. v. Magic Years Learning Centers and Child Care, Inc.,</i> <span class=\"citation\" data-id=\"686780\"><a href=\"/opinion/686780/67-fair-emplpraccas-bna-1319-66-empl-prac-dec-p-43448-western/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 89-90 (5th Cir.1995) (construing policy barring coverage for bodily injuries to \"any employee of the insured . . . for which the insured may be held liable as an employer <i>or in any other capacity</i>\" along with a severability clause providing that the \"insurance afforded applies separately to each Insured against whom claim is made or suit is brought,\" and concluding that the court \"must read the employer liability exclusion as applying separately to each insured, excluding coverage of an insured only if that insured is the employer <span class=\"star-pagination\">*752</span> of the injured party . . . \").<sup>[4]</sup></p>\n<p>Accordingly, the court will award summary judgment for Penske to the extent Republic has relied on the employee injury exclusion as a bar to coverage.</p>\n<p>C. The Completed Operations Exclusion</p>\n<p>While Republic initially relied exclusively on the employee injury and worker's compensation exclusions as a bar to coverage, (Pl.'s Ex. A, Def.'s Resp. To Request for Admission No. 2 &amp; Ex. D, Affidavit of Joan Schley), Republic now argues that coverage is also barred by the completed operations exclusion in Republic's policy. Again, the completed operations exclusion provides that insurance coverage does not apply to the following:</p>\n<blockquote>\"Bodily injury\" or \"property damage\" arising out of your work after that work has been completed or abandoned.</blockquote>\n<blockquote>In the exclusion, your work means:</blockquote>\n<blockquote>a. Work or operations performed by you or on your behalf; and</blockquote>\n<blockquote>b. Materials, parts or equipment furnished in connection with such work or operations. . . .</blockquote>\n<blockquote>Your work will be deemed completed at the earliest of the following times:</blockquote>\n<blockquote>(1) When all of the work called for in your contract has been completed. . . . Work that may need service, maintenance, correction, repair or replacement but which is otherwise complete, will be treated as completed.</blockquote>\n<p>(Def.'s Exhibit A, Truckers Coverage Form, Section II. B.10, pp. 4-5 of 12.) Republic maintains that the plain language of this exclusion bars coverage to Penske because Penske's work, in its role as lessor of the vehicle used by White, was completed upon execution of the Vehicle Lease Service Agreement with Bridgeways and the subsequent furnishing of the vehicle to Bridgeways.</p>\n<p>As Penske points out, however, the completed operations exclusion applies only to \"your work,\" which is defined by the policy itself as the work of the named insured. (See Compl., Ex. B, Truckers Coverage Form, p. 1 of 12 (\"Throughout this policy, the words `you' and `your' refer to the Named Insured shown in the Declarations.\").) The named insured is Bridgeways. (Compl., Ex. B, Commercial Auto Coverage, Truckers Declarations p. 1.) Read in this sense, the completed operations exclusion would apply only if the operations of the named insured, Bridgeways, were completed. <i>See Old Republic Ins. Co. v. Kemper Cas. Co.,</i> No. 04-1902, 130 Fed.Appx. 616, 620 (3rd Cir. May 13, 2005) (affirming district court's conclusion that coverage for Foot Locker, an additional insured, was not barred by the \"Completed Operations\" exclusion of the Old Republic auto business policy, because that exclusion used the key phrase  \"your work,\" defined in the policy as a reference to the Named Insured, and thus could apply only to the Named Insured identified as such in the Declarations page, i.e., Ryder). Because the completed operations exclusion applies to the named insured only, that exclusion does not bar coverage for Penske, and Penske will be awarded summary judgment on that issue.</p>\n<p><span class=\"star-pagination\">*753</span> D. Damages  Settlement and Attorney's Fees</p>\n<p>Penske seeks a total award of $150,478.06, representing a $15,000 settlement of the action White brought against Penske and the attorney's fees and costs associated with its defense of that case, along with prejudgment interest. While Republic argues that these costs and expenses should be a moot point because the court should grant Republic's motion for summary judgment, Republic has acknowledged that the amounts paid by Penske for the defense and settlement of the underlying action are not in dispute. (Def.'s Mem. In Opp. at 9; JSF ¶ 9.)</p>\n<p>North Carolina cases consistently hold that \"[w]hen an insurer without justification refuses to defend its insured, the insurer is estopped from denying coverage and is obligated to pay the amount of any reasonable settlement made in good faith by the insured of the action brought against him by the injured party.\" <i>Ames v. Continental Cas. Co.,</i> 79 N.C.App. 530, <span class=\"citation\" data-id=\"1237730\"><a href=\"/opinion/1237730/ames-v-continental-cas-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">479</span></a></span>, 485 (1986) (citing <i>Maneikis v. St. Paul Ins. Co. of Illinois,</i> <span class=\"citation\" data-id=\"392875\"><a href=\"/opinion/392875/victor-maneikis-v-st-paul-insurance-company-of-illinois/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 827 (7th Cir.1981), and <i>Nixon v. Liberty Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"1309719\"><a href=\"/opinion/1309719/nixon-v-liberty-mutual-insurance-company/\"><span class=\"volume\">255</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"1309719\"><a href=\"/opinion/1309719/nixon-v-liberty-mutual-insurance-company/\"><span class=\"volume\">120</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">430</span></a></span>, 433-34 (1961)), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></span> (N.C.1986). See also <i>St. Paul Fire &amp; Marine Ins. Co. v. Vigilant Ins. Co.,</i> <span class=\"citation\" data-id=\"551823\"><a href=\"/opinion/551823/st-paul-fire-marine-insurance-company-individually-and-as-subrogee-of/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span>, 240 (4th Cir.1990); <i>Naddeo v. Allstate Ins. Co.,</i> 139 N.C.App. 311, <span class=\"citation\" data-id=\"1274499\"><a href=\"/opinion/1274499/naddeo-v-allstate-ins-co/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">501</span></a></span>, 506-07 (2000); <i>Duke University v. St. Paul Fire and Marine Ins. Co.,</i> 96 N.C.App. 635, <span class=\"citation\" data-id=\"1387891\"><a href=\"/opinion/1387891/duke-university-v-st-paul-fire-and-marine-ins/\"><span class=\"volume\">386</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">762</span></a></span>, 763-64 (1990) (\"By refusing to defend the wrongful death action [where such a defense was required by the policy], defendant, obligated itself to pay the amount and costs of a reasonable settlement if its refusal was unjustified\"; \"[i]f the claim is within the coverage of the policy, the insurer's refusal to defend is unjustified even if it is based upon an honest but mistaken belief that the claim is not covered\"), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">595</span></span>, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">876</span></span> (1990). Moreover, attorneys' fees expended by an insured when an insurer denies coverage are recoverable against the insurer. See <i>Jamestown Mut. Ins. Co. v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1264620\"><a href=\"/opinion/1264620/jamestown-mut-ins-co-v-nationwide-mut-ins-co/\"><span class=\"volume\">277</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation\" data-id=\"1264620\"><a href=\"/opinion/1264620/jamestown-mut-ins-co-v-nationwide-mut-ins-co/\"><span class=\"volume\">176</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">751</span></a></span> (1970).</p>\n<p>Penske has produced the affidavits of Jon Berkelhammer and Joan Schley testifying to the reasonableness of the legal fees, expenses and amount of settlement reached in this case. (Pl.'s Exs. D and E.) According to Penske, Republic has not forecast the presentation of any evidence suggesting that the money spent to litigate and settle the underlying case was unreasonable. (Pl.'s Mem. at 15.) For its part, Republic has not, as yet, provided any argument as to the reasonableness of the fees or settlement.</p>\n<p>In a recent motion submitted jointly by the parties to obtain a continuance in this matter, the parties agreed that if the court resolved this matter in favor of Penske, \"there would be a fact issue as to the reasonableness of the attorney's fees incurred by Penske in the underlying tort action and the amount of attorney's fees to which Penske would be entitled to reimbursement from Republic . . .\" (6 December 2005 Joint Motion ¶ 4.) The parties then stipulated that such a potential factual dispute could be resolved by this court without a jury. (Id.) The parties thus requested the court to transfer this matter to its civil non-jury docket for resolution of the attorney's fees issue. (Id. at ¶ 6.) As per the Order issued on 9 December 2005, trial in this matter is set for 11 April 2006. In the interim, Republic will have twenty (20) days from the date this Order is filed in which to file any brief and supporting affidavits or other documents in support of its contention that there is an issue of fact as to the reasonableness of the fees requested <span class=\"star-pagination\">*754</span> by Penske. Penske will then have ten (10) days from the date Republic serves its materials in which to file a response.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>For the foregoing reasons, Penske's motion for summary judgment is GRANTED to the extent that Penske has sought a declaration of Republic's obligation to defend and indemnify Penske with respect to the underlying suit. Republic's motion for summary judgment is DENIED. The parties are DIRECTED to submit any additional materials and briefs pertinent to the reasonableness of the fees requested by Penske in accordance with the schedule set forth above.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>State Farm</i>'s failure to set forth much less analyze the language of the severability of interests provision in the policy before that court is sufficient to remove that case from consideration as one dispositive of the issue before this court. The court need not and does not rely on the testimony of Penske's witness Bryan Tilden, to which Republic so strenuously objects, regarding the probable language of the severability clause before the <i>State Farm</i> court. Accordingly, the court will not address Republic's argument characterizing Tilden's testimony as inadmissible parol evidence.\n</p>\n<p>Moreover, the difference between the probable language of the severability clause included in the policy at issue in <i>State Farm</i> and that included in the policy before this court, and the relevance of that difference, is amply elucidated by the court's exhaustive discussion in <i>Centennial Ins. Co. v. Ryder Truck Rental, Inc.,</i> <span class=\"citation\" data-id=\"755796\"><a href=\"/opinion/755796/centennial-insurance-company-plaintiff-counter-v-ryder-truck-rental/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span> (5th Cir.1998), of the severability clause at issue in <i>Benton v. Canal Insurance Co.,</i> <span class=\"citation\" data-id=\"1691362\"><a href=\"/opinion/1691362/benton-v-canal-ins-co/\"><span class=\"volume\">241</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"1691362\"><a href=\"/opinion/1691362/benton-v-canal-ins-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">840</span></a></span> (1961), as compared to the clause at issue before the <i>Centennial</i> court. See <i>Centennial,</i> 149 F.3d at 383-86.</p>\n<p>[2]  Republic's contention that <i>Benton</i> did not disclose whether the policy at issue in that case contained a severability of interests clause is incorrect, and Republic's related suggestion that reliance on <i>Centennial</i> is inappropriate for that reason is unavailing. The <i>Centennial</i> court explicitly set forth its rationale in declining to rely on <i>Benton:</i>\n</p>\n<p>We find the final decision in <i>Benton</i> failing to settle this case because the language of the Stubbs policy's severability of interests clause differs from that of Scholastic policy's separation of insureds provision.</p>\n<p>149 F.3d at 384. Clearly, the <i>Benton</i> court did set forth both the existence of a severability clause and its exact language. See <i>Benton,</i> 130 So.2d at 844 (\"[t]he term `the insured' is used severally and not collectively\"). Accordingly, it was not, as Republic maintains, the Mississippi Supreme Court's <i>silence</i> in <i>Benton</i> on the presence of a severability of interests clause that was the \"most telling aspect of Benton,\" <i>Centennial,</i> 149 F.3d at 387, but rather the \"verbiage absent from the severability of interests clause in the . . . policy [at issue in <i>Benton</i>]\" that <i>was</i> included in the Centennial policy  \"plainly and clearly achiev[ing] what <i>Benton</i> indicated was necessary for a severability of interests clause to circumscribe exclusions pertaining to worker's compensation laws and employee injury to instances where the insured seeking coverage is being sued by its employee.\" <i>Centennial,</i> 149 F.3d at 385.</p>\n<p>[3]  For this reason, the court will not find it necessary to consider the testimony provided by Bryan Tilden, to which Republic has objected, and Republic's motion to strike that testimony will be denied as moot.</p>\n<p>[4]  It is worthy of note that the <i>Centennial</i> court also found that coverage for Ryder as an additional insured and lessor of trucks to Scholastic was not barred because of the policy's severability of interests clause even though the policy at issue contained an employee injury exclusion that applied \"[w]hether the insured may be liable as an employer or in any other capacity.\" See <i>Centennial Ins. Co. v. Ryder Truck Rental Inc.,</i> <span class=\"citation\" data-id=\"1872704\"><a href=\"/opinion/1872704/centennial-ins-co-v-ryder-truck-rental-inc/\"><span class=\"volume\">971</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1066</span></a></span>, 1068 (N.D.Miss.1997) (providing language of the employee injury exclusion), rev'd, <i>Centennial,</i> 149 F.3d at 378, 387.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/260922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1204788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1239550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1264620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1275311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1285271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1383244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1608835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1691362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1773738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2250226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2290283/"
  ]
}