{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2359092/",
  "absolute_url": "/opinion/2359092/geico-insurance-co-v-larson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2359092/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:14:21.607164Z",
  "date_modified": "2016-04-26T23:22:37.982048Z",
  "type": "010combined",
  "sha1": "1edfe6293987a889c38938dbe4ac150f52a8c420",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>542 F.Supp.2d 441 (2008)</b></center>\n<center><h1>GEICO INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nMark Eric LARSON, Executor of the Estate of Ana Beatriz Larson, deceased, Defendant.</h1></center>\n<center>No. 5:06-CV-505-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 20, 2008.</center>\n<p><span class=\"star-pagination\">*442</span> Brady Allen Yntema, David G. Harris, II, Pinto, Coates, Kyre &amp; Brown, PLLC, Greensboro, NC, for Plaintiff.</p>\n<p>Jerome P. Trehy, Jr., Twiggs Beskin Strickland, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*443</span> <i>ORDER</i>\n</h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on two motions: (1) plaintiff's 1 October 2007 motion for summary judgment; and (2) defendant's 27 November 2007 motion to dismiss or stay the instant action. With regard to plaintiff's motion for summary judgment, defendant filed a response in opposition and plaintiff filed a reply. With regard to defendant's motion to dismiss or stay, plaintiff filed a response in opposition, defendant did not file a reply, and the time within which to do so has expired. The motions are ripe for disposition.</p>\n<p></p>\n<h2>I. PROCEDURAL AND FACTUAL BACKGROUND<sup>[1]</sup></h2>\n<p>This is a declaratory judgment action seeking a determination of whether plaintiff is obligated to provide uninsured motorist coverage for the claim of defendant, arising out of a fatal motor vehicle incident that occurred on 20 July 2005. (Br. Supp. Mot. Summ. J. at 1.) Plaintiff issued a personal automobile insurance policy, number XXXX-XX-XX-XX (\"the UM policy\"), with a $300,000 single limit of uninsured motorist coverage to Ana Beatriz Larson (\"Ana Larson\"). (Stip.ś 3.) On 20 July 2005, Ana Larson was driving on Highway 55 near Morrisville, North Carolina, when a large rock passed through the windshield of her vehicle and struck her, causing her vehicle to cross the centerline of the highway and come to rest at the bottom of an embankment. (<i>Id.</i> ś 4). Ana Larson died as a result of injuries suffered in the incident. (<i>Id.</i> ś 7).</p>\n<p>Defendant submitted a claim to plaintiff on the policy for uninsured motorist coverage, contending that the rock that struck Ana Larson fell and escaped from a presently unidentified dump truck that was hauling rocks from a quarry to a highway construction project. (Stip.ś 5). It is undisputed that the vehicle operated by Ana Larson at the time of the incident did not make direct contact with the unidentified dump truck or with any other vehicle. (<i>Id.</i> ś 6). Plaintiff denied the claim on the ground that the UM policy did not cover the claim, (<i>Id.</i> ś 9 &amp; Tab 2), and filed the instant action on 8 December 2006. Defendant has filed a counterclaim for wrongful death under N.C. Gen.Stat. § 20-279.21 (b)(3)b.<sup>[2]</sup></p>\n<p>Defendant also filed a state court action on 8 August 2007 against \"all parties who are potentially responsible for the death of Ana Larson[,]\" including plaintiff. (Br. Supp. Mot. Dismiss at 3.) By order filed 11 January 2008, the state court action has been \"abated\" as to plaintiff in light of the instant action \"until the Federal Court Action is resolved, dismissed or otherwise disposed of in its entirety.\" (Pl. Suppl. Opp. Mot. Dismiss, Tab 1 at 1-2 (state court order).)</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Defendant's Motion to Dismiss or Stay</i>\n</h2>\n<p>Defendant contends that this court should abstain from proceeding in the instant action because the determination of <span class=\"star-pagination\">*444</span> coverage under an insurance policy \"is a matter of state law and state concern\" in general, and in this particular case, there is no North Carolina case law on point. (Br. Supp. Mot. Dismiss at 6.) Plaintiff opposes the motion on the grounds that it was filed almost two months after the dispositive motions deadline set forth in the scheduling order and the state court action does not seek to litigate the UM policy coverage dispute. (Br. Opp. Mot. Dismiss at 5, 9.)</p>\n<p>The parties argue this motion under a four-factor analysis set out by the Fourth Circuit in <i>Nautilus Ins. Co. v. Winchester Homes, Inc.,</i> 15 F.3d 371, 377 (4th Cir. 1994), <i>rev'd on other grounds by </i><i>Wilton v. Seven Falls Co.,</i> 515 U.S. 277, 115 S.Ct. 2137, 132 L.Ed.2d 214 (1995). (Br. Supp. Mot. Dismiss at 8; Br. Opp. Mot. Dismiss at 10.<sup>[3]</sup>) Those factors include: (1) whether the state has a strong interest in having the issues presented in the instant action decided in its courts; (2) whether the state court could resolve the issues more efficiently than the federal court; (3) whether the presence of \"overlapping issues of fact or law\" might create unnecessary \"entanglement\" between the state and federal courts; and (4) whether the federal action is mere \"procedural fencing,\" or forum-shopping.</p>\n<p>In light of the state court's decision to abstain from proceeding on defendant's claims against plaintiff, the court concludes that the <i>Nautilus</i> factors do not favor any stay or dismissal. With regard to the first and second factors, the state has essentially determined that it does not have a strong interest in deciding the UM policy coverage issues before this court, nor can it resolve such issues more efficiently than this court. With regard to the third factor, there is no danger of unnecessary \"entanglement\" between the instant action and the state court action. Finally, with regard to the fourth factor, although defendant questions plaintiff's motives in filing the instant action, defendant acknowledges that \"forum-shopping\" is not at issue here. (Br. Supp. Mot. Dismiss at 11-12 (\"On the strength of the other previous three factors, whether the plaintiff's federal action may be `procedural fencing\" and `merely the product of forum-shopping' need not be considered.\").) Defendant's motion to dismiss or stay is DENIED.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Motion for Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine issue of material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should only be granted in cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Haavistola,</i> 6 F.3d at 214.</p>\n<p>Insurance policies are contracts under North Carolina law, and as such, their interpretation is a question of law for the court. <i>See </i><i>Barbee v. The Harford Mut. Ins. Co.,</i> 330 N.C. 100, 102, 408 S.E.2d 840 (1991).</p>\n<blockquote>As with all contracts, the goal of construction is to arrive at the intent of the parties when the policy was issued. Where a policy defines a term, that definition <span class=\"star-pagination\">*445</span> is to be used. If no definition is given, non-technical words are to be given their meaning in ordinary speech, unless the context clearly indicates another meaning was intended. The various terms of the policy are to be harmoniously construed, and if possible, every word and every provision is to be given effect. If, however, the meaning of words or the effect of provisions is uncertain or capable of several reasonable interpretations, the doubts will be resolved against the insurance company and in favor of the policyholder. Whereas, if the meaning of the policy is clear and only one reasonable interpretation exists, the courts must enforce the contract as written; they may not, under the guise of construing an ambiguous term, rewrite the contract or impose liabilities on the parties not bargained for and found therein.</blockquote>\n<p><i>Gaston County Dyeing Mack. Co. v. Northfield Ins. Co.,</i> 351 N.C. 293, 299-300, 524 S.E.2d 558 (2000) (citations omitted).</p>\n<p>The dispute between the parties in the instant action centers around whether the stipulated facts constitute a claim that is covered under the terms of the UM policy issued by plaintiff to Ana Larson; specifically, whether an unidentified dump truck \"hits\" the insured's vehicle under the terms of the UM policy when a rock flies off the truck and crashes directly into the windshield of the insured's vehicle. The policy provides (in relevant part) that plaintiff:</p>\n<blockquote>will pay compensatory damages which an insured is legally entitled to recover from the owner or operator of an uninsured motor vehicle because of:</blockquote>\n<blockquote>1. Bodily injury sustained by an insured and caused by an accident; and</blockquote>\n<blockquote>2. Property damage caused by an accident.</blockquote>\n<blockquote>The owner's or operator's liability for these damages must arise out of the ownership, maintenance or use of the uninsured motor vehicle.</blockquote>\n<p>(Br. Supp. Mot. Summ. J., Tab 1 (UM Policy) at 1 (emphases in original).) The policy goes on to define \"uninsured motor vehicle\" as</p>\n<blockquote>a land motor vehicle or trailer of any type ...</blockquote>\n<blockquote>3. Which, with respect to damages for bodily injury only, is a hit-and-run vehicle whose operator or owner cannot be identified <i>and which hits:</i>\n</blockquote>\n<blockquote>a. you or any family member;</blockquote>\n<blockquote>b. a vehicle which you or any family member are occupying; or</blockquote>\n<blockquote>c. your covered auto.</blockquote>\n<p>(<i>Id.</i> (italics added; emphases in original not supplied).)</p>\n<p>Plaintiff contends that the language of the UM policy \"requires physical contact between the insured's vehicle and the `hit-and-run' vehicle\" and therefore there is no coverage because the dump truck did not make direct contact with Ana Larson's vehicle. (Br. Supp. Mot. Summ. J. at 8.) Both parties acknowledge that there is no North Carolina case law directly on point, although plaintiff contends that several North Carolina cases and N.C. Gen.Stat. § 20-279.21 (b)(3) \"require[] that physical contact must be made with an unidentified vehicle and another, vehicle for uninsured motorist coverage to exist.\" (Br. Supp. Mot. Summ. J. at 11-12.)</p>\n<p>In <i>Andersen v. Baccus,</i> 335 N.C. 526, 528, 439 S.E.2d 136 (1994), the North Carolina Supreme Court held that the terms of a UM insurance policy<sup>[4]</sup> \"clearly required <span class=\"star-pagination\">*446</span> that the unidentified vehicle make contact with the insured or the insured's auto\" (quotation, citation, and alteration in original omitted), and that this result was supported by the language of N.C. Gen. Stat. § 20-279.21, which (in relevant part) requires insurers to provide coverage in their policies for insureds \"who are legally entitled to recover damages from owners or operators of uninsured motor vehicles and hit and run motor vehicles.... [w]here the insured ... has sustained bodily injury as the result of collision between motor vehicles....\" Other relevant North Carolina cases have held that an insured could recover under his UM policy when his vehicle \"overturned after being forced off the highway by an unidentified motorist\" because his \"injuries did not result from a collision between motor vehicles....\"<sup>[5]</sup><i>Petteway v. South Carolina Ins. Co.,</i> 93 N.C.App. 776, 777, 379 S.E.2d 80 (1989); <i>see also </i><i>Johnson v. North Carolina Farm Bureau Ins. Co.,</i> 112 N.C.App. 623, 625, 436 S.E.2d 265 (1993) (the insured \"was injured by an unknown/uninsured motorist without making contact with the unknown motorist's vehicle. An uninsured carrier is not obligated to pay uninsured proceeds when there is no contact between its insured and an unknown motorist's vehicle\").<sup>[6]</sup> The closest case to the instant case found that \"the physical contact requirement is satisfied where the physical contact arises between the hit-and-run vehicle and plaintiff's vehicle through intermediate vehicles involved in an unbroken `chain collision' which involves the hit-and-run vehicle.\" <i>McNeil v. Hartford Acc. and Indem. Co.,</i> 84 N.C.App. 438, 442, 352 S.E.2d 915 (1987) (insured's vehicle was struck in a chain-reaction collision allegedly started by an unidentified hit and run vehicle).<sup>[7]</sup></p>\n<p>Defendant cites to numerous cases from other jurisdictions deciding whether UM coverage exists when the insured is injured without a direct collision between the <span class=\"star-pagination\">*447</span> insured's vehicle and another vehicle. (Br. Opp. Mot. Summ. J. at 5-8.) Most important to the instant case, defendant relies on three cases in which a court found UM coverage where debris or cargo fell from an unidentified vehicle and struck the insured's vehicle. <i>See </i><i>Will v. Meridian Ins. Group, Inc.,</i> 776 N.E.2d 1233, 1234 (Ind. App.2002) (insured was injured when, while driving, she collided with a \"pile of wood, shingles, roofing material, and nails spread over both lanes of the highway\"); <i>Berry v. State Farm Mut. Auto. Ins. Co.,</i> 219 Mich.App. 340, 556 N.W.2d 207, 211 (1996) (insured was entitled to UM coverage due to collision with scrap metal in the road; the court noted that the physical contact requirement may \"include indirect physical contact, such as where a rock is thrown or an object is cast off by the hit-and-run vehicle, as long as a substantial physical nexus between the disappearing vehicle and the object cast off or struck is established by the proofs\" (citations omitted)); <i>Pham v. Allstate Ins. Co.,</i> 206 Cal. App.3d 1193, 254 Cal.Rptr. 152, 155 (1988) (insured was entitled to UM benefits when a rock fell from an unidentified dump truck and then penetrated the windshield of insured's automobile; \"there is physical contact as required by the [UM] statute when either a part of a vehicle or an object which the vehicle is carrying strikes the insured or his vehicle\").<sup>[8]</sup></p>\n<p>After careful consideration of the parties' arguments and all the case law, the court concludes that defendant is not precluded as a matter of law from recovering under the UM policy. If it is ultimately found to be true, as defendant alleges, that the rock that crashed through Ana Larson's windshield fell and escaped directly from an unidentified dump truck that was hauling the rock in the course of its business, then there has been an \"an unbroken `chain collision' which involves the hit-and-run vehicle.... [and] the physical contact requirement has been satisfied, albeit intermediate and indirect.\" <i>McNeil,</i> 84 N.C.App. at 442, 352 S.E.2d 915 (\"if [the] plaintiff can show at trial that a collision occurred between the hit-and-run vehicle and Ms. Carelli's vehicle and that this collision propelled Ms. Carelli's vehicle into Mr. Mumford's vehicle, and that this second collision propelled Mr. Mumford's vehicle into [the] plaintiff's vehicle,\" then the plaintiff will have a UM claim); <i>see also </i><i>Will,</i> 776 N.E.2d at 1238 (insured is entitled to a trial on whether there was a \"continuous sequence of events with a clearly definable beginning and ending, resulting in [the insured's vehicle] coming <span class=\"star-pagination\">*448</span> into contact with the pile of debris\" in the road). It is possible that a \"reasonable interpretation\" of the UM policy is that a rock which flies off a dump truck carting a load of rocks â   which is unquestionably an expected use of the truck â   and hits a vehicle is a sufficiently direct collision between the truck and the vehicle, and thus at this point the court must rule \"in favor of the policyholder.\" <i>Gaston County Dyeing Mack Co.,</i> 351 N.C. at 299-300, 524 S.E.2d 558.</p>\n<p>As another North Carolina case has noted, there are two purposes of the UM statute: \"(1) to protect innocent victims; and (2) to prevent fraudulent claims.\" <i>Hoffman v. Great American Alliance Ins. Co.,</i> 166 N.C.App. 422, 428, 601 S.E.2d 908 (2004) (affirming summary judgment for insurer because insured had not filed a police report as required); <i>see also McNeil,</i> 84 N.CApp. at 442, 352 S.E.2d 915 (\"The physical contact requirement protects against fraudulent or fabricated hit-and-run claims by plaintiffs seeking to collect insurance from an accident actually caused by their own negligence.\"). Plaintiff does not contend that any potential fraud on the part of defendant is an issue in this case, and thus the court must uphold the other purpose of the UM statute: to protect Ana Larson.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss or stay and plaintiff's motion for summary judgment are DENIED. The parties are reminded of the provisions of the scheduling order with regard to the remaining phases of discovery.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties entered into a bifurcated discovery plan, in order to limit the initial phase of litigation to the issue of coverage, and filed a limited stipulation of facts on 18 September 2007.</p>\n<p>[2]  To the extent that plaintiff seeks summary judgment on defendant's counterclaim, it appears to be solely on the basis that plaintiff is entitled to summary judgment on its declaratory judgment action. (Mot. Summ. J. at 1.) For the reasons that follow, the court concludes that plaintiff is not entitled to summary judgment, and therefore will not dismiss defendant's counterclaim.</p>\n<p>[3]  \"While it is Plaintiff GEICO's position that there is no parallel state court declaratory judgment action triggering the need to evaluate the <i>Nautilus</i> factors, in the interest of clarity and to provide a full response to the Defendant Estate's Motion, Plaintiff GEICO addresses each of the <i>Nautilus</i> factors....\" (Br. Opp. Mot. Dismiss at 10 (italics in original).)</p>\n<p>[4]  The terms of that UM policy are substantially similar to the instant UM policy, as it defined an uninsured motor vehicle as a hit and run vehicle whose operator or owner cannot be identified and which hits:\n</p>\n<p>a. you or any family member;</p>\n<p>b. a vehicle which you or any family member are occupying; or</p>\n<p>c. your covered auto.</p>\n<p><i>Andersen v. Baccus,</i> 109 N.C.App. 16, 19, 426 S.E.2d 105 (1993), <i>rev'd in pari on other grounds</i> (emphases in original not provided). However, in <i>Andersen,</i> there was no contact, direct or indirect, between any portion of the unidentified vehicle and the insured's vehicle: the insured was injured when an unidentified vehicle caused the defendant's vehicle to swerve into the insured's vehicle. The unidentified vehicle did not make contact with the defendant's vehicle. In the instant case, under the facts alleged by defendant, a rock flew off the unidentified dump truck and crashed directly into Ana Larson's vehicle.</p>\n<p>[5]  In that case, the insured \"was ... forced off the highway by an unidentified motorist\" but \"did not contact any other vehicle.\" <i>Petteway,</i> 93 N.C.App. at 777, 379 S.E.2d 80. The North Carolina Court of Appeals went on to note:\n</p>\n<p>we do not approve statements in the cited cases indicating that the \"collision\" required by the statute for uninsured motorist coverage is with the unidentified vehicle.... The statutory phrase \"collision between motor vehicles\" is not restricted to any particular vehicles, restricting it by interpolation is not our office, and there is no reason to suppose that in using that unqualified phrase that the General Assembly intended to exclude from the statute's beneficent provisions victims of motor vehicle collisions caused by unidentified motorists whose vehicles have no collision. The phrase is not ambiguous and the clear indication is rather that the legislature intended to make the provisions available to all insureds who are injured in motor vehicular collisions caused by unidentified motorists.</p>\n<p><i>Id.</i> at 778, 379 S.E.2d 80.</p>\n<p>[6]  As in <i>Petteway,</i> the insured \"was forced off the road by an unknown motorist.\" <i>Johnson,</i> 112 N.C.App. at 623, 436 S.E.2d 265.</p>\n<p>[7]  The <i>McNeil</i> court noted that the insured would have to prove that the chain collision began with the unidentified vehicle and ended with the insured. <i>McNeil,</i> 84 N.C.App. at 442-43, 352 S.E.2d 915.</p>\n<p>[8]  In two of these cases, as in <i>Andersen,</i> the language of the UM policies at issue in each of these cases is substantially similar to the instant UM policy: it \"provides for coverage when an insured is injured by an `uninsured motor vehicle,' which is defined, in part, as `a hit-and-run vehicle whose owner or operator cannot be identified' and which `hits' (1) the insured or a family member; (2) an automobile which the insured or a family member is occupying; or (3) the insured's covered automobile.\" <i>Will,</i> 776 N.E.2d at 1234. The Indiana Court of Appeals noted that it had \"previously has determined that the language at issue here is ambiguous and\" could be satisfied by \"indirect physical contact[.]\" <i>Id.</i> at 1235. <i>See also </i><i>Berry,</i> 556 N.W.2d at 209 (\"The policy defines `uninsured motor vehicle,' in relevant part, as a `hit-and-run' land motor vehicle whose owner or driver remains unknown and which strikes: a. the insured or b. the vehicle the insured is occupying and causes bodily injury to the insured[;]\" Michigan Court of Appeals noted that indirect physical contact was sufficient and distinguished the collision at issue from \"swerving to avoid a hit-and-run vehicle\" (citing <i>Said v. Auto Club Ins. Ass'n,</i> 152 Mich.App. 240, 393 N.W.2d 598 (1986)). In <i>Pham,</i> the UM policy at issue was more broadly worded and provided coverage when \"a hit-and-run motor vehicle ... causes: a) bodily injury to an insured person by physical contact with the insured person or with a vehicle occupied by that person.\" 254 Cal.Rptr. at 153.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">441</span></span> (2008)</b></center>\n<center><h1>GEICO INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nMark Eric LARSON, Executor of the Estate of Ana Beatriz Larson, deceased, Defendant.</h1></center>\n<center>No. 5:06-CV-505-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 20, 2008.</center>\n<p><span class=\"star-pagination\">*442</span> Brady Allen Yntema, David G. Harris, II, Pinto, Coates, Kyre &amp; Brown, PLLC, Greensboro, NC, for Plaintiff.</p>\n<p>Jerome P. Trehy, Jr., Twiggs Beskin Strickland, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*443</span> <i>ORDER</i>\n</h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on two motions: (1) plaintiff's 1 October 2007 motion for summary judgment; and (2) defendant's 27 November 2007 motion to dismiss or stay the instant action. With regard to plaintiff's motion for summary judgment, defendant filed a response in opposition and plaintiff filed a reply. With regard to defendant's motion to dismiss or stay, plaintiff filed a response in opposition, defendant did not file a reply, and the time within which to do so has expired. The motions are ripe for disposition.</p>\n<p></p>\n<h2>I. PROCEDURAL AND FACTUAL BACKGROUND<sup>[1]</sup></h2>\n<p>This is a declaratory judgment action seeking a determination of whether plaintiff is obligated to provide uninsured motorist coverage for the claim of defendant, arising out of a fatal motor vehicle incident that occurred on 20 July 2005. (Br. Supp. Mot. Summ. J. at 1.) Plaintiff issued a personal automobile insurance policy, number XXXX-XX-XX-XX (\"the UM policy\"), with a $300,000 single limit of uninsured motorist coverage to Ana Beatriz Larson (\"Ana Larson\"). (Stip.ś 3.) On 20 July 2005, Ana Larson was driving on Highway 55 near Morrisville, North Carolina, when a large rock passed through the windshield of her vehicle and struck her, causing her vehicle to cross the centerline of the highway and come to rest at the bottom of an embankment. (<i>Id.</i> ś 4). Ana Larson died as a result of injuries suffered in the incident. (<i>Id.</i> ś 7).</p>\n<p>Defendant submitted a claim to plaintiff on the policy for uninsured motorist coverage, contending that the rock that struck Ana Larson fell and escaped from a presently unidentified dump truck that was hauling rocks from a quarry to a highway construction project. (Stip.ś 5). It is undisputed that the vehicle operated by Ana Larson at the time of the incident did not make direct contact with the unidentified dump truck or with any other vehicle. (<i>Id.</i> ś 6). Plaintiff denied the claim on the ground that the UM policy did not cover the claim, (<i>Id.</i> ś 9 &amp; Tab 2), and filed the instant action on 8 December 2006. Defendant has filed a counterclaim for wrongful death under N.C. Gen.Stat. § 20-279.21 (b)(3)b.<sup>[2]</sup></p>\n<p>Defendant also filed a state court action on 8 August 2007 against \"all parties who are potentially responsible for the death of Ana Larson[,]\" including plaintiff. (Br. Supp. Mot. Dismiss at 3.) By order filed 11 January 2008, the state court action has been \"abated\" as to plaintiff in light of the instant action \"until the Federal Court Action is resolved, dismissed or otherwise disposed of in its entirety.\" (Pl. Suppl. Opp. Mot. Dismiss, Tab 1 at 1-2 (state court order).)</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Defendant's Motion to Dismiss or Stay</i>\n</h2>\n<p>Defendant contends that this court should abstain from proceeding in the instant action because the determination of <span class=\"star-pagination\">*444</span> coverage under an insurance policy \"is a matter of state law and state concern\" in general, and in this particular case, there is no North Carolina case law on point. (Br. Supp. Mot. Dismiss at 6.) Plaintiff opposes the motion on the grounds that it was filed almost two months after the dispositive motions deadline set forth in the scheduling order and the state court action does not seek to litigate the UM policy coverage dispute. (Br. Opp. Mot. Dismiss at 5, 9.)</p>\n<p>The parties argue this motion under a four-factor analysis set out by the Fourth Circuit in <i>Nautilus Ins. Co. v. Winchester Homes, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">371</span></span>, 377 (4th Cir. 1994), <i>rev'd on other grounds by </i><i>Wilton v. Seven Falls Co.,</i> <span class=\"citation\" data-id=\"117948\"><a href=\"/opinion/117948/wilton-v-seven-falls-co/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, <span class=\"citation\" data-id=\"117948\"><a href=\"/opinion/117948/wilton-v-seven-falls-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2137</span></a></span>, <span class=\"citation\" data-id=\"117948\"><a href=\"/opinion/117948/wilton-v-seven-falls-co/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1995). (Br. Supp. Mot. Dismiss at 8; Br. Opp. Mot. Dismiss at 10.<sup>[3]</sup>) Those factors include: (1) whether the state has a strong interest in having the issues presented in the instant action decided in its courts; (2) whether the state court could resolve the issues more efficiently than the federal court; (3) whether the presence of \"overlapping issues of fact or law\" might create unnecessary \"entanglement\" between the state and federal courts; and (4) whether the federal action is mere \"procedural fencing,\" or forum-shopping.</p>\n<p>In light of the state court's decision to abstain from proceeding on defendant's claims against plaintiff, the court concludes that the <i>Nautilus</i> factors do not favor any stay or dismissal. With regard to the first and second factors, the state has essentially determined that it does not have a strong interest in deciding the UM policy coverage issues before this court, nor can it resolve such issues more efficiently than this court. With regard to the third factor, there is no danger of unnecessary \"entanglement\" between the instant action and the state court action. Finally, with regard to the fourth factor, although defendant questions plaintiff's motives in filing the instant action, defendant acknowledges that \"forum-shopping\" is not at issue here. (Br. Supp. Mot. Dismiss at 11-12 (\"On the strength of the other previous three factors, whether the plaintiff's federal action may be `procedural fencing\" and `merely the product of forum-shopping' need not be considered.\").) Defendant's motion to dismiss or stay is DENIED.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Motion for Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine issue of material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should only be granted in cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Haavistola,</i> 6 F.3d at 214.</p>\n<p>Insurance policies are contracts under North Carolina law, and as such, their interpretation is a question of law for the court. <i>See </i><i>Barbee v. The Harford Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1314980\"><a href=\"/opinion/1314980/barbee-v-harford-mut-ins-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">100</span></a></span>, 102, <span class=\"citation\" data-id=\"1314980\"><a href=\"/opinion/1314980/barbee-v-harford-mut-ins-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">840</span></a></span> (1991).</p>\n<blockquote>As with all contracts, the goal of construction is to arrive at the intent of the parties when the policy was issued. Where a policy defines a term, that definition <span class=\"star-pagination\">*445</span> is to be used. If no definition is given, non-technical words are to be given their meaning in ordinary speech, unless the context clearly indicates another meaning was intended. The various terms of the policy are to be harmoniously construed, and if possible, every word and every provision is to be given effect. If, however, the meaning of words or the effect of provisions is uncertain or capable of several reasonable interpretations, the doubts will be resolved against the insurance company and in favor of the policyholder. Whereas, if the meaning of the policy is clear and only one reasonable interpretation exists, the courts must enforce the contract as written; they may not, under the guise of construing an ambiguous term, rewrite the contract or impose liabilities on the parties not bargained for and found therein.</blockquote>\n<p><i>Gaston County Dyeing Mack. Co. v. Northfield Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">293</span></span>, 299-300, <span class=\"citation\" data-id=\"1230403\"><a href=\"/opinion/1230403/gaston-county-dyeing-v-northfield-ins/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">558</span></a></span> (2000) (citations omitted).</p>\n<p>The dispute between the parties in the instant action centers around whether the stipulated facts constitute a claim that is covered under the terms of the UM policy issued by plaintiff to Ana Larson; specifically, whether an unidentified dump truck \"hits\" the insured's vehicle under the terms of the UM policy when a rock flies off the truck and crashes directly into the windshield of the insured's vehicle. The policy provides (in relevant part) that plaintiff:</p>\n<blockquote>will pay compensatory damages which an insured is legally entitled to recover from the owner or operator of an uninsured motor vehicle because of:</blockquote>\n<blockquote>1. Bodily injury sustained by an insured and caused by an accident; and</blockquote>\n<blockquote>2. Property damage caused by an accident.</blockquote>\n<blockquote>The owner's or operator's liability for these damages must arise out of the ownership, maintenance or use of the uninsured motor vehicle.</blockquote>\n<p>(Br. Supp. Mot. Summ. J., Tab 1 (UM Policy) at 1 (emphases in original).) The policy goes on to define \"uninsured motor vehicle\" as</p>\n<blockquote>a land motor vehicle or trailer of any type ...</blockquote>\n<blockquote>3. Which, with respect to damages for bodily injury only, is a hit-and-run vehicle whose operator or owner cannot be identified <i>and which hits:</i>\n</blockquote>\n<blockquote>a. you or any family member;</blockquote>\n<blockquote>b. a vehicle which you or any family member are occupying; or</blockquote>\n<blockquote>c. your covered auto.</blockquote>\n<p>(<i>Id.</i> (italics added; emphases in original not supplied).)</p>\n<p>Plaintiff contends that the language of the UM policy \"requires physical contact between the insured's vehicle and the `hit-and-run' vehicle\" and therefore there is no coverage because the dump truck did not make direct contact with Ana Larson's vehicle. (Br. Supp. Mot. Summ. J. at 8.) Both parties acknowledge that there is no North Carolina case law directly on point, although plaintiff contends that several North Carolina cases and N.C. Gen.Stat. § 20-279.21 (b)(3) \"require[] that physical contact must be made with an unidentified vehicle and another, vehicle for uninsured motorist coverage to exist.\" (Br. Supp. Mot. Summ. J. at 11-12.)</p>\n<p>In <i>Andersen v. Baccus,</i> <span class=\"citation\" data-id=\"1301704\"><a href=\"/opinion/1301704/andersen-v-baccus/\"><span class=\"volume\">335</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">526</span></a></span>, 528, <span class=\"citation\" data-id=\"1301704\"><a href=\"/opinion/1301704/andersen-v-baccus/\"><span class=\"volume\">439</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">136</span></a></span> (1994), the North Carolina Supreme Court held that the terms of a UM insurance policy<sup>[4]</sup> \"clearly required <span class=\"star-pagination\">*446</span> that the unidentified vehicle make contact with the insured or the insured's auto\" (quotation, citation, and alteration in original omitted), and that this result was supported by the language of N.C. Gen. Stat. § 20-279.21, which (in relevant part) requires insurers to provide coverage in their policies for insureds \"who are legally entitled to recover damages from owners or operators of uninsured motor vehicles and hit and run motor vehicles.... [w]here the insured ... has sustained bodily injury as the result of collision between motor vehicles....\" Other relevant North Carolina cases have held that an insured could recover under his UM policy when his vehicle \"overturned after being forced off the highway by an unidentified motorist\" because his \"injuries did not result from a collision between motor vehicles....\"<sup>[5]</sup><i>Petteway v. South Carolina Ins. Co.,</i> 93 N.C.App. 776, 777, <span class=\"citation\" data-id=\"1205610\"><a href=\"/opinion/1205610/petteway-v-south-carolina-ins-co/\"><span class=\"volume\">379</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">80</span></a></span> (1989); <i>see also </i><i>Johnson v. North Carolina Farm Bureau Ins. Co.,</i> 112 N.C.App. 623, 625, <span class=\"citation\" data-id=\"1229801\"><a href=\"/opinion/1229801/johnson-v-nc-farm-bureau-ins-co/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">265</span></a></span> (1993) (the insured \"was injured by an unknown/uninsured motorist without making contact with the unknown motorist's vehicle. An uninsured carrier is not obligated to pay uninsured proceeds when there is no contact between its insured and an unknown motorist's vehicle\").<sup>[6]</sup> The closest case to the instant case found that \"the physical contact requirement is satisfied where the physical contact arises between the hit-and-run vehicle and plaintiff's vehicle through intermediate vehicles involved in an unbroken `chain collision' which involves the hit-and-run vehicle.\" <i>McNeil v. Hartford Acc. and Indem. Co.,</i> 84 N.C.App. 438, 442, <span class=\"citation\" data-id=\"1340643\"><a href=\"/opinion/1340643/mcneil-v-hartford-acc-and-indem-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">915</span></a></span> (1987) (insured's vehicle was struck in a chain-reaction collision allegedly started by an unidentified hit and run vehicle).<sup>[7]</sup></p>\n<p>Defendant cites to numerous cases from other jurisdictions deciding whether UM coverage exists when the insured is injured without a direct collision between the <span class=\"star-pagination\">*447</span> insured's vehicle and another vehicle. (Br. Opp. Mot. Summ. J. at 5-8.) Most important to the instant case, defendant relies on three cases in which a court found UM coverage where debris or cargo fell from an unidentified vehicle and struck the insured's vehicle. <i>See </i><i>Will v. Meridian Ins. Group, Inc.,</i> <span class=\"citation\" data-id=\"2071609\"><a href=\"/opinion/2071609/will-v-meridian-ins-group-inc/\"><span class=\"volume\">776</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1233</span></a></span>, 1234 (Ind. App.2002) (insured was injured when, while driving, she collided with a \"pile of wood, shingles, roofing material, and nails spread over both lanes of the highway\"); <i>Berry v. State Farm Mut. Auto. Ins. Co.,</i> 219 Mich.App. 340, <span class=\"citation\" data-id=\"1346568\"><a href=\"/opinion/1346568/berry-v-state-farm-mutual-auto-ins/\"><span class=\"volume\">556</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">207</span></a></span>, 211 (1996) (insured was entitled to UM coverage due to collision with scrap metal in the road; the court noted that the physical contact requirement may \"include indirect physical contact, such as where a rock is thrown or an object is cast off by the hit-and-run vehicle, as long as a substantial physical nexus between the disappearing vehicle and the object cast off or struck is established by the proofs\" (citations omitted)); <i>Pham v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"2116562\"><a href=\"/opinion/2116562/pham-v-allstate-ins-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1193</span></a></span>, <span class=\"citation\" data-id=\"2116562\"><a href=\"/opinion/2116562/pham-v-allstate-ins-co/\"><span class=\"volume\">254</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">152</span></a></span>, 155 (1988) (insured was entitled to UM benefits when a rock fell from an unidentified dump truck and then penetrated the windshield of insured's automobile; \"there is physical contact as required by the [UM] statute when either a part of a vehicle or an object which the vehicle is carrying strikes the insured or his vehicle\").<sup>[8]</sup></p>\n<p>After careful consideration of the parties' arguments and all the case law, the court concludes that defendant is not precluded as a matter of law from recovering under the UM policy. If it is ultimately found to be true, as defendant alleges, that the rock that crashed through Ana Larson's windshield fell and escaped directly from an unidentified dump truck that was hauling the rock in the course of its business, then there has been an \"an unbroken `chain collision' which involves the hit-and-run vehicle.... [and] the physical contact requirement has been satisfied, albeit intermediate and indirect.\" <i>McNeil,</i> 84 N.C.App. at 442, <span class=\"citation\" data-id=\"1340643\"><a href=\"/opinion/1340643/mcneil-v-hartford-acc-and-indem-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">915</span></a></span> (\"if [the] plaintiff can show at trial that a collision occurred between the hit-and-run vehicle and Ms. Carelli's vehicle and that this collision propelled Ms. Carelli's vehicle into Mr. Mumford's vehicle, and that this second collision propelled Mr. Mumford's vehicle into [the] plaintiff's vehicle,\" then the plaintiff will have a UM claim); <i>see also </i><i>Will,</i> 776 N.E.2d at 1238 (insured is entitled to a trial on whether there was a \"continuous sequence of events with a clearly definable beginning and ending, resulting in [the insured's vehicle] coming <span class=\"star-pagination\">*448</span> into contact with the pile of debris\" in the road). It is possible that a \"reasonable interpretation\" of the UM policy is that a rock which flies off a dump truck carting a load of rocks â   which is unquestionably an expected use of the truck â   and hits a vehicle is a sufficiently direct collision between the truck and the vehicle, and thus at this point the court must rule \"in favor of the policyholder.\" <i>Gaston County Dyeing Mack Co.,</i> 351 N.C. at 299-300, <span class=\"citation\" data-id=\"1230403\"><a href=\"/opinion/1230403/gaston-county-dyeing-v-northfield-ins/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">558</span></a></span>.</p>\n<p>As another North Carolina case has noted, there are two purposes of the UM statute: \"(1) to protect innocent victims; and (2) to prevent fraudulent claims.\" <i>Hoffman v. Great American Alliance Ins. Co.,</i> 166 N.C.App. 422, 428, <span class=\"citation\" data-id=\"1272230\"><a href=\"/opinion/1272230/hoffman-v-great-american-alliance-ins-co/\"><span class=\"volume\">601</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">908</span></a></span> (2004) (affirming summary judgment for insurer because insured had not filed a police report as required); <i>see also McNeil,</i> 84 N.CApp. at 442, <span class=\"citation\" data-id=\"1340643\"><a href=\"/opinion/1340643/mcneil-v-hartford-acc-and-indem-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">915</span></a></span> (\"The physical contact requirement protects against fraudulent or fabricated hit-and-run claims by plaintiffs seeking to collect insurance from an accident actually caused by their own negligence.\"). Plaintiff does not contend that any potential fraud on the part of defendant is an issue in this case, and thus the court must uphold the other purpose of the UM statute: to protect Ana Larson.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss or stay and plaintiff's motion for summary judgment are DENIED. The parties are reminded of the provisions of the scheduling order with regard to the remaining phases of discovery.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties entered into a bifurcated discovery plan, in order to limit the initial phase of litigation to the issue of coverage, and filed a limited stipulation of facts on 18 September 2007.</p>\n<p>[2]  To the extent that plaintiff seeks summary judgment on defendant's counterclaim, it appears to be solely on the basis that plaintiff is entitled to summary judgment on its declaratory judgment action. (Mot. Summ. J. at 1.) For the reasons that follow, the court concludes that plaintiff is not entitled to summary judgment, and therefore will not dismiss defendant's counterclaim.</p>\n<p>[3]  \"While it is Plaintiff GEICO's position that there is no parallel state court declaratory judgment action triggering the need to evaluate the <i>Nautilus</i> factors, in the interest of clarity and to provide a full response to the Defendant Estate's Motion, Plaintiff GEICO addresses each of the <i>Nautilus</i> factors....\" (Br. Opp. Mot. Dismiss at 10 (italics in original).)</p>\n<p>[4]  The terms of that UM policy are substantially similar to the instant UM policy, as it defined an uninsured motor vehicle as a hit and run vehicle whose operator or owner cannot be identified and which hits:\n</p>\n<p>a. you or any family member;</p>\n<p>b. a vehicle which you or any family member are occupying; or</p>\n<p>c. your covered auto.</p>\n<p><i>Andersen v. Baccus,</i> 109 N.C.App. 16, 19, <span class=\"citation\" data-id=\"1307562\"><a href=\"/opinion/1307562/andersen-v-baccus/\"><span class=\"volume\">426</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">105</span></a></span> (1993), <i>rev'd in pari on other grounds</i> (emphases in original not provided). However, in <i>Andersen,</i> there was no contact, direct or indirect, between any portion of the unidentified vehicle and the insured's vehicle: the insured was injured when an unidentified vehicle caused the defendant's vehicle to swerve into the insured's vehicle. The unidentified vehicle did not make contact with the defendant's vehicle. In the instant case, under the facts alleged by defendant, a rock flew off the unidentified dump truck and crashed directly into Ana Larson's vehicle.</p>\n<p>[5]  In that case, the insured \"was ... forced off the highway by an unidentified motorist\" but \"did not contact any other vehicle.\" <i>Petteway,</i> 93 N.C.App. at 777, <span class=\"citation\" data-id=\"1205610\"><a href=\"/opinion/1205610/petteway-v-south-carolina-ins-co/\"><span class=\"volume\">379</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">80</span></a></span>. The North Carolina Court of Appeals went on to note:\n</p>\n<p>we do not approve statements in the cited cases indicating that the \"collision\" required by the statute for uninsured motorist coverage is with the unidentified vehicle.... The statutory phrase \"collision between motor vehicles\" is not restricted to any particular vehicles, restricting it by interpolation is not our office, and there is no reason to suppose that in using that unqualified phrase that the General Assembly intended to exclude from the statute's beneficent provisions victims of motor vehicle collisions caused by unidentified motorists whose vehicles have no collision. The phrase is not ambiguous and the clear indication is rather that the legislature intended to make the provisions available to all insureds who are injured in motor vehicular collisions caused by unidentified motorists.</p>\n<p><i>Id.</i> at 778, <span class=\"citation\" data-id=\"1205610\"><a href=\"/opinion/1205610/petteway-v-south-carolina-ins-co/\"><span class=\"volume\">379</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">80</span></a></span>.</p>\n<p>[6]  As in <i>Petteway,</i> the insured \"was forced off the road by an unknown motorist.\" <i>Johnson,</i> 112 N.C.App. at 623, <span class=\"citation\" data-id=\"1229801\"><a href=\"/opinion/1229801/johnson-v-nc-farm-bureau-ins-co/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">265</span></a></span>.</p>\n<p>[7]  The <i>McNeil</i> court noted that the insured would have to prove that the chain collision began with the unidentified vehicle and ended with the insured. <i>McNeil,</i> 84 N.C.App. at 442-43, <span class=\"citation\" data-id=\"1340643\"><a href=\"/opinion/1340643/mcneil-v-hartford-acc-and-indem-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">915</span></a></span>.</p>\n<p>[8]  In two of these cases, as in <i>Andersen,</i> the language of the UM policies at issue in each of these cases is substantially similar to the instant UM policy: it \"provides for coverage when an insured is injured by an `uninsured motor vehicle,' which is defined, in part, as `a hit-and-run vehicle whose owner or operator cannot be identified' and which `hits' (1) the insured or a family member; (2) an automobile which the insured or a family member is occupying; or (3) the insured's covered automobile.\" <i>Will,</i> 776 N.E.2d at 1234. The Indiana Court of Appeals noted that it had \"previously has determined that the language at issue here is ambiguous and\" could be satisfied by \"indirect physical contact[.]\" <i>Id.</i> at 1235. <i>See also </i><i>Berry,</i> 556 N.W.2d at 209 (\"The policy defines `uninsured motor vehicle,' in relevant part, as a `hit-and-run' land motor vehicle whose owner or driver remains unknown and which strikes: a. the insured or b. the vehicle the insured is occupying and causes bodily injury to the insured[;]\" Michigan Court of Appeals noted that indirect physical contact was sufficient and distinguished the collision at issue from \"swerving to avoid a hit-and-run vehicle\" (citing <i>Said v. Auto Club Ins. Ass'n,</i> 152 Mich.App. 240, <span class=\"citation\" data-id=\"1713198\"><a href=\"/opinion/1713198/said-v-auto-club-ins-assn/\"><span class=\"volume\">393</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">598</span></a></span> (1986)). In <i>Pham,</i> the UM policy at issue was more broadly worded and provided coverage when \"a hit-and-run motor vehicle ... causes: a) bodily injury to an insured person by physical contact with the insured person or with a vehicle occupied by that person.\" 254 Cal.Rptr. at 153.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1205610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1230403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1307562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1346568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1713198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2071609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2116562/"
  ]
}