{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2361813/",
  "absolute_url": "/opinion/2361813/blohm-v-dillards-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2361813/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:14:56.209924Z",
  "date_modified": "2016-04-26T20:47:51.617019Z",
  "type": "010combined",
  "sha1": "b08d71d6c90425dca7d4ed7478d9e62ef653dcd4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>95 F.Supp.2d 473 (2000)</b></center>\n<center><h1>Michael J. BLOHM, Plaintiff,<br>\nv.<br>\nDILLARD'S INC., Walter Grammer, Robert Kayda, and Vicki Brown, Defendant.</h1></center>\n<center>No. 5:99-CV-475-BR(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 6, 2000.</center>\n<p><span class=\"star-pagination\">*474</span> Terry M. Kilbride, Nina G. Kilbride, Smith, Debnam, Narron, Wyche, Story and Myers, Raleigh, NC, for Michael J. Blohm, plaintiff.</p>\n<p>Gregory P. McGuire, Haynsworth, Baldwin, Johnson &amp; Greaves, Raleigh, NC, Sarah H. Berdahl, Haynsworth, Baldwin, Johnson &amp; Greaves, Raleigh, NC, for Dillards, Inc., defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendants' motion for summary judgment is before the court.</p>\n<p>Plaintiff Michael J. Blohm filed this action against defendants Dillard's Inc. (Dillard's), Walter Grammer, Robert Kayda, and Vicki Brown on 27 July 1999 alleging various violations of the Family Medical Leave Act (FMLA), 29 U.S.C. §§ 2601-2654. On 16 August 1999, defendants filed <span class=\"star-pagination\">*475</span> an answer. Defendants filed this motion for summary judgment, a supporting memorandum, and numerous affidavits and depositions on 18 February 2000. On 13 March 2000, plaintiff filed a response, an affidavit and several exhibits. Defendants filed a reply on 24 March 2000. The motion is ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Plaintiff began working for Dillard's as an Area Sales Manager in the Men's Department at the Cary Towne Center on 26 February 1996. (Compl.¶ 7.) He was promoted to Operations Manager, also known as Assistant Store Manager, in October 1996 and held that position during the time period relevant to this case. (Id.) When plaintiff began working as Operations Manager in October 1996, Dale Bishop was his immediate supervisor, and Burt Squires was the Vice President and District Manager to whom Bishop reported. Approximately one year later, in September 1997, Robert Kayda became the Store Manager for the Cary Dillard's and, consequently, plaintiff's immediate supervisor. In July 1998, defendant Walter Grammer replaced Squires as the Division Vice President and District Manager with responsibility for all Dillard's stores in North Carolina, South Carolina, and Augusta, Georgia.</p>\n<p>At the end of April 1998, Squires, the District Manager over the Dillard's stores in the region, offered plaintiff a promotion to Store Manager of the Columbia, South Carolina Dillard's. Plaintiff had just learned that his wife was pregnant. Because she had had several miscarriages, the pregnancy was high-risk, and plaintiff, based on his wife's doctor's advice, felt he could not subject his wife to the stress of a move until she had delivered in January 1999. Plaintiff offered to transfer to stores located in Chapel Hill, Durham or Raleigh at any time and said he would be available for any promotion after the birth of his child. (Blohm. Dep. at 110.)</p>\n<p>Prior to October 1998, plaintiff informed Kayda that his wife was pregnant and that he intended to take time off after the birth of his child. (Compl.¶ 8.) Specifically, he stated that he wished to use his accrued 1998 vacation time in January 1999 when his child was born. Although Dillard's did not have a roll-over policy allowing employees to use accrued vacation in the subsequent year, Kayda agreed that plaintiff could save his vacation time for that purpose. (Kayda Dep. at 94, 96, 97.) Plaintiff's wife was due on 5 or 6 January 1999, but he did not schedule his vacation with Kayda at the time of their initial conversation because it was unclear when, exactly, plaintiff's wife would give birth.</p>\n<p>In accordance with federal law, Dillard's has an FMLA policy permitting employees to take 12 weeks of unpaid, job-protected leave in the event that, among other reasons, an employee has a child. The Dillard's \"Request for Leave Form\" provides as follows:</p>\n<blockquote>I understand that Dillard's is entitled under the law to credit various types of paid leave against FMLA leave or any other leave granted, and the MAXIMUM FMLA leave is 12 weeks in any rolling 12-month period measured backwards from the date any FMLA leave is used. I further understand that although leave starts immediately, Dillard's requires that associates exhaust accrued Sick Leave (where applicable) and/or accrued Vacation before any unpaid leave. In all instances such leave is counted toward the maximum available.</blockquote>\n<p>(Kayda Dep., Ex. 2; Grammer Dep. 115-116, Ex. 6.) According to Dillard's policy, then, as expressed in the \"Leave Form,\" if an employee who is taking leave for one of the events covered by the FMLA has any accrued vacation time, the employee's leave is counted as vacation time until that vacation time is exhausted and that period of time is then deducted from, or counted against, the maximum available FMLA <span class=\"star-pagination\">*476</span> leave period of 12 weeks.<sup>[1]</sup> (Kayda Dep. at 25.) While plaintiff was aware of his rights pursuant to the FMLA, plaintiff was not aware that there was a form an employee would use to request FMLA leave. (Blohm Dep. at 146.)<sup>[2]</sup> Plaintiff testified that he requested such a form and never received a copy. (Id.) Plaintiff also testified that he discussed with Kayda on at least two occasions whether he needed to fill out any paperwork, and alleged in his complaint that Kayda told him he did not need to complete any paperwork. (Id. at 148; Compl. ¶ 8.)</p>\n<p>In mid-December 1998, Kayda informed plaintiff that he needed to schedule his January vacation. Apparently frustrated by Kayda's insistence that he schedule his leave when his wife's delivery date was uncertain, plaintiff responded that he knew his rights under the FMLA. (Kayda Dep. 84, 99.) After this brief interchange, plaintiff and Kayda had no further discussion about scheduling plaintiff's leave or about the FMLA as it applied to plaintiff.</p>\n<p>Plaintiff learned on 11 January 1999 that the doctor would induce his wife's labor the following morning. He arrived at work at approximately 1 pm, accompanied by his wife, after their doctor's appointment. Plaintiff completed some final tasks related to an upcoming inventory of the store's merchandise, scheduled for 16-18 January 1999, while his wife waited for him in his office. Subsequently, plaintiff informed Kayda of the scheduled induction, and he and his wife left the store at about 3:45 pm. He did not discuss his leave with Kayda. As he was leaving the store, he told Kathy West, the Operations Secretary, that he would see her in a week. (Kayda Dep. at 108-109.)</p>\n<p>Plaintiff's son was born on 13 January 1999 after an eighteen-hour labor. Plaintiff called the store to inform Kayda that the baby had been born, but Kayda was not available to take his call. (Kayda Dep. at 108.) Plaintiff's wife suffered complications during the delivery and remained in the hospital with the child until 15 January 1999. Plaintiff's wife's mobility was severely limited when she returned home, and plaintiff continued to care for her and the child at home.</p>\n<p>Meanwhile, inventory proceeded as scheduled at Dillard's from 16-18 January 1999. Inventory is performed twice a year and is an extremely important task for the store. Dillard's expects all employees to be present for inventory. As Operations Manager, plaintiff had specific preparatory duties regarding inventory and, had he been working, would have played a pivotal organizational and directory role in conducting the inventory. Because plaintiff was on leave with his wife and new-born child, plaintiff did not return to the store to participate in inventory on 16, 17 or 18 January 1999.</p>\n<p>Meanwhile, on Friday, 15 January 1999, when plaintiff had not returned to the store after his child's birth, Kayda wrote the following e-mail to Grammer.</p>\n<p>WG,</p>\n<blockquote>I had the initial conversation with Mike around December 21 ... about his work attendance ... I told him that just because he had a vacation week remaining he had to schedule it ... not just take it when the baby was born ... I explained that I needed him for inventory ... and that I would be happy to accommodate ASAP ... he thus got defensive and brought up some crazy stuff about I know my rights under <span class=\"star-pagination\">*477</span> the FMLA Act ... I then called you and discussed this event....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Since he left Monday I have not talked to him.... He called customer service and left word the baby was born 2:00 am ... Wed. morning ... he has made no effort to reach me....</blockquote>\n<blockquote>Walter, I am tired of this ... I feel as if I am babysitting.... He should be the person I can most depend on ... If he does magically appear for inventory I am sending him home ... I do not feel comfortable with him in this position.</blockquote>\n<p>(Pl.'s Ex. A) (emphasis added).</p>\n<p>On Tuesday, 19 January 1999, one day after plaintiff failed to appear for all four shifts of inventory, Grammer wrote an e-mail to Nanette Savage, an employee in Dillard's legal counsel's office including the following passages:</p>\n<blockquote>Nanette,</blockquote>\n<blockquote>This employee has in my opinion taken advantage of Dillard's and the FMLA law as it relates to the birth of his child. No paperwork was signed, etc., and he did not show up for inventory either.</blockquote>\n<blockquote>I would like any legal guidelines you can recommend prior to my talking to this employee. His store manager as well as the sales manager staff ha[ve] lost confidence in him and I need to take some kind of action. The FMLA issue is the straw that has broken the camel's back ..... I would like to know if I have grounds to demote him ..... Walter</blockquote>\n<p>(Pl.'s Ex. B) (emphasis added).</p>\n<p>Also on 19 January, Ed Auffert, an employee in the legal department of Dillard's, sent in e-mail to Grammer stating, \"None of us can believe that an Ops Mgr could/ would do what he has done, especially MISSING INVENTORY. So we want to do anything we can to help you GET RID OF HIM!!!\" (Pl.'s Ex. C.) Auffert suggested termination or demotion and stated that the FMLA should not be a problem if plaintiff did not apply for FMLA leave and give 30 days' notice.<sup>[3]</sup></p>\n<p>Also on 19 January, when plaintiff had been out of the store for one week, he called to speak with Kayda. Kayda was unavailable. Plaintiff then told Kayda's secretary that he would be taking his accrued Thanksgiving, Christmas and birthday holidays before returning to the store. (Blohm Dep. at 156.) Kayda did not call plaintiff in response to this message. On 22 January 1999, Grammer contacted plaintiff at home to ask whether plaintiff had abandoned his job. (Compl.¶ 9.) Plaintiff came into work later that day.</p>\n<p>On 27 January, less than one week after he returned from his foreshortened leave, plaintiff was notified by Grammer that he would be demoted effective 1 February 1999, and that his new assignment would be as the area sales manager for the Durham Dillard's store. His salary was reduced from $38,500 to $33,500. (Compl.¶ 10.) On 28 January 1999, plaintiff filed a complaint with the United States Department of Labor (DOL) alleging that he was demoted because he availed himself of his right under the FMLA to take time off work following the birth of his child. (Compl.¶ 11.)</p>\n<p>Plaintiff began working for the Durham store on 1 February 1999. Vicki Brown was the Store Manager and Mike Wells was the Operations Manager. In April 1999, while Brown was on vacation, plaintiff sought the approval of Wells to reduce the prices on some of the older merchandise in his department. (Blohm Dep. at 87, Blohm Aff.) After receiving approval, plaintiff filled out mark down reports documenting the changes, turned them in to the store auditor, and reduced the prices of the merchandise accordingly. When <span class=\"star-pagination\">*478</span> Brown returned to the store, she noticed the reduced merchandise, investigated the matter, and determined that plaintiff had acted without authorization. She notified Grammer of her intent to terminate plaintiff for this violation of store policy unless she heard differently from Grammer. Grammer agreed, by e-mail, with Brown's assessment of plaintiff's conduct and instructed her to terminate plaintiff and make sure the termination was documented properly. Brown terminated plaintiff on 16 April 1999, allegedly based on plaintiff's manipulation of the markdown system and the fact that he caused an inventory shortage for the store. (Compl. ¶ 13; Def.'s Br. at 9.) At the time plaintiff was terminated, plaintiff's FMLA complaint with the DOL was ongoing, and Grammer was the individual responsible for dealing with the DOL regarding that complaint.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>Summary judgment is appropriate only if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c). A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on her pleadings; rather, she must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in her favor. <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>III. Demotion in Violation of FMLA</h2>\n<p>Plaintiff has alleged that defendants' decision to demote him was in response to his attempt to take leave after the birth of his child, and that his demotion therefore violated the FMLA. (Compl.¶ 14.) Defendants argue that, in light of Congress' expressed concern for the \"legitimate interests of the employer,\" 29 U.S.C. § 2601(b)(3), plaintiff's absence from the store during inventory in January 1999 was not protected by the FMLA. (Def.s' Mem. at 13-14.) Defendants' \"legal\" argument, bolstered only by a general policy statement contained in the purposes section of the FMLA and completely unsupported by case law, is not well-taken.<sup>[4]</sup> Relying solely on provisions of the FMLA governing intermittent and reduced leave schedules necessitated by \"serious health conditions\"issues which have nothing to do with the facts of this casedefendants state that \"if the FMLA requires an employee with a `serious medical condition' to schedule his medical treatment around his employer's operations, where possible, then the FMLA should require an employee who seeks bonding time with his baby to schedule his absence around his employer's most critical business activities.\" (Def.s' Mem. at 14.) The only possible response to such a statement is that, unfortunately for defendants, the FMLA simply <span class=\"star-pagination\">*479</span> does not impose such requirements upon an employee, like plaintiff, taking leave under 29 U.S.C. § 2612(a)(1)(A) based on the birth of a child.</p>\n<p>Under the FMLA, an eligible employee is entitled to a total of 12 workweeks of leave during any 12-month period for the birth of a son or daughter and in order to care for such son or daughter. See 29 U.S.C. § 2612(a)(1)(A).<sup>[5]</sup> The FMLA also contains proscriptive provisions, protecting an employee in the event that he is discriminated against for availing himself of his rights under the FMLA. It is unlawful for any employer \"to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right provided\" under the FMLA. 29 U.S.C. § 2615(a)(1). The regulations provide that \"[a]ny violations of the [FMLA] or of these regulations constitute interfering with, restraining, or denying the exercise of rights provided by the [FMLA].\" 29 C.F.R. § 825.220(b). The regulations also provide that interfering with the exercise of an employee's rights \"would include, for example, not only refusing to authorize FMLA leave, but discouraging an employee from using such leave.\" Id. It is also unlawful for \"any employer to discharge or in any other manner discriminate against any individual for opposing any practice made unlawful\" by the FMLA. See 29 U.S.C. § 2615(a)(2).<sup>[6]</sup></p>\n<p>Pursuant to 29 C.F.R. § 825.302, an employee \"must provide the employer at least thirty days advance notice before FMLA leave is to begin if the need for the leave is foreseeable based on an expected birth....<sup>[7]</sup> [T]he employee shall advise the employer as soon as practicable if dates of scheduled leave change or are extended, or were initially unknown.\" 29 C.F.R. § 825.302(a). While an employer may \"require an employee to comply with the employer's usual and customary notice and procedural requirements for requesting leave,\" such as written notice setting forth the reasons for the leave and the anticipated start date, \"failure to follow such internal employer procedures will not permit an employer to disallow or delay an employee's taking FMLA leave if the employee gives timely verbal or other notice.\" 29 C.F.R. § 825.302(d). Under the relevant FMLA regulations, an employee</p>\n<blockquote>shall provide at least verbal notice sufficient to make the employer aware that the employee needs FMLA-qualifying leave, and the anticipated timing and duration of the leave. The employee <span class=\"star-pagination\">*480</span> need not expressly assert rights under the FMLA or even mention the FMLA, but may only state that the leave is needed for an expected birth.... The employer should inquire further of the employee if it is necessary to have more information about whether FMLA leave is being sought by the employee, and obtain the necessary details of the leave to be taken.</blockquote>\n<p>29 C.F.R. § 825.302(c) (emphasis added). See also <i>Thorson v. Gemini, Inc.,</i> 205 F.3d 370, 378 (8th Cir.2000); <i>Robinson v. Overnite Transportation Co.,</i> 110 F.3d 60, 1997 WL 165416, *7 (4th Cir. April 9, 1997) (\"Although an employee must provide his employer with notice of his need for FMLA leave, he is not required to expressly mention the FMLA.\"); <i>Carpenter v. Refrigeration Sales Corp.,</i> 49 F.Supp.2d 1028, 1030 (N.D.Ohio 1999) (same). Upon return from FMLA leave, an employee is entitled to be returned to the same position the employee held when leave commenced or to an equivalent position. 29 C.F.R. § 825.214(a).</p>\n<p>A plaintiff may establish a claim of retaliation under the FMLA by providing direct evidence of an employer's intent to discriminate or by indirect evidence in accordance with the burden-shifting framework set out in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 800-806, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). To establish a prima facie case of retaliation under the FMLA, plaintiff must show that he engaged in FMLA-protected activity, that he suffered an adverse employment action, and that a causal link exists between the two. See <i>Cline v. Wal-Mart Stores, Inc.,</i> 144 F.3d 294, 301 (4th Cir.1998). Plaintiff has provided both direct and indirect evidence of discrimination.</p>\n<p>Plaintiff was eligible to take 12 weeks of unpaid, job-protected leave under the FMLA after the birth of his child. According to plaintiff, he informed Kayda that his wife was pregnant and due in January 1999 no later than 1 October 1998. Plaintiff also alleges that he had requested and received permission from Kayda to save one week of vacation leave accrued in 1998 for the birth of his child in January 1999. According to plaintiff, he also discussed his anticipated leave with Kayda in October, November and December. Plaintiff's wife went past her due date, and an induction was scheduled for 12 January 1999. Plaintiff informed Kayda of this development immediately after he received the information on 11 January 1999. Plaintiff's wife was induced on 12 January 1999, gave birth on 13 January 1999, and plaintiff took leave as he had been planning to do since, at the latest, the previous October. Kayda and Grammer began corresponding via e-mail about the propriety of plaintiff's leave beginning on 15 January 1999, before inventory began. The preparations for plaintiff's demotion were in progress within one week of the day he began his leave for the birth of his child, during his absence from the store. Plaintiff ultimately returned from his leave earlier than anticipated on 22 January 1999 when he received a call from Grammer asking whether he had abandoned his job. In less than one week from the time plaintiff returned from his leave on 22 January 1999, he was demoted, transferred to a different store farther from his home, and received a $5,000 reduction in salary.</p>\n<p>While defendants claim that plaintiff's demotion was justified based on his lack of responsibility and commitment to his job evidenced by his failure to appear for and participate in inventory and the departmental sales managers' attendant loss of confidence in him as a manager, (Def.'s Br. at 7, 15), plaintiff's failure to take part in the inventory process was obviously and inextricably tied to his decision to take leave following the birth of his baby, a decision that the FMLA permits him to make. To the extent plaintiff alleges that defendants' decision to demote plaintiff stemmed from plaintiff's decision to take advantage of leave under the FMLA, <span class=\"star-pagination\">*481</span> plaintiff has stated a claim under the FMLA.</p>\n<p>Defendants have asserted that plaintiff's unlawful demotion claim should be dismissed insofar as it pertains to defendant Kayda because, defendants assert, Kayda was not the individual with the authority to demote plaintiff and because Grammer has taken full responsibility for that decision on behalf of Dillard's. Plaintiff's retaliatory demotion claim against Kayda remains, however, because, as noted above, plaintiff has presented genuine issues of material fact as to Kayda's alleged interference with plaintiff's right to take leave after the birth of his son. (Compl. ¶ 14; Kayda Dep. 121; Pl.'s Exs. A and B.) While Grammer was clearly the Dillard's official with the authority to demote and terminate plaintiff, and despite the fact that Grammer takes responsibility for the decision to demote, (Grammer Dep. at 67), liability under the FMLA is not so severely circumscribed. See 29 U.S.C. § 2615(a).</p>\n<p>Because plaintiff has raised a genuine issue of material fact with respect to his claim that he was demoted in retaliation for availing himself of his rights under the FMLA, defendants' motion for summary judgment will be denied as to that claim insofar as plaintiff has stated that claim against Dillard's, Grammer, and Kayda. Because defendant Brown was not involved with plaintiff in any respect before he began working in her store in February 1999, Brown could not have played any role in his demotion. Defendants' motion for summary judgment as to plaintiff's demotion claim against defendant Vicki Brown will be allowed.</p>\n<p></p>\n<h2>IV. Termination in Violation of FMLA</h2>\n<p>Plaintiff further alleges that defendants' decision to terminate plaintiff's employment with Dillard's was made in retaliation for his filing a complaint with the United States Department of Labor alleging violations of the FMLA. (Compl.¶ 15.) Plaintiff has not submitted any direct evidence that he was fired in retaliation for filing a claim with the DOL. Consequently, he must rely on indirect evidence and the burden-shifting scheme set forth in <i>McDonnell Douglas.</i> Plaintiff has shown that he engaged in FMLA-protected activity when he filed a complaint alleging FMLA violations against Dillard's in late January 1999. He has also shown that he subsequently suffered an adverse employment action; Dillard's termination of his employment on 16 April 1999. Plaintiff must, however, establish a causal link between the two to set forth a prima facie case. See <i>Cline,</i> 144 F.3d at 301. The court will address plaintiff's claims against Dillard's, Grammer, Kayda and Brown in turn.</p>\n<p>With respect to defendants Dillard's and Grammer, plaintiff has alleged that Grammer was the Dillard's official who demoted him after he attempted to take FMLA leave and that Grammer was the individual ultimately responsible for Dillard's decision to terminate him in April 1999. (See Grammer Dep. at 95 (\"Any store manager dealing with sales managers ha[s] got to get me in the loop on any disciplinary action like this.\")) He has alleged that Grammer knew that he had filed a complaint with the DOL, and that Grammer was the individual responsible for dealing with the DOL on behalf of Dillard's in the DOL's resolution of plaintiff's claim. Plaintiff has also alleged that his complaint was ongoing at the time he was terminated. Dillard's and Grammer assert that plaintiff was actually fired because he manipulated the markdown system and caused an inventory shortage for the store. While this explanation for plaintiff's termination, if true, would provide a legitimate, non-retaliatory basis for Dillard's decision, plaintiff has the opportunity to show that the offered reason is pretextual. Plaintiff has asserted that he observed several Dillard's employees in the Cary and Durham stores discarding aged or damaged merchandise without completing markdown reports and that, to his knowledge, performing markdowns in <span class=\"star-pagination\">*482</span> the manner that he did at the Durham store was not a terminable offense. (Pl.'s Ex. 6 (Blohm Aff.).) This information, combined with Grammer's knowledge of plaintiff's DOL complaint, Grammer's ongoing participation in the resolution of that complaint at the time of plaintiff's termination, Grammer's role in plaintiff's demotion a mere four months earlier, and Grammer's authorization of plaintiff's termination, establishes that plaintiff has raised a genuine issue of material fact with respect to his claim against Walter Grammer and Dillard's Inc. that he was terminated in retaliation for filing a complaint with the Department of Labor based on defendants' retaliatory response to his FMLA leave. Defendants' motion for summary judgment will be denied as it pertains to Dillard's and Grammer.</p>\n<p>Plaintiff has failed, however, to present any evidence that would link Robert Kayda, the Manager of the Cary Towne Center Dillard's, to his termination from the Dillard's in Durham. After plaintiff left the Cary store, there is no indication that he had any further involvement with Kayda. More importantly, there is no evidence that Kayda played any role in the decision to terminate plaintiff. Defendants' motion for summary judgment will be allowed insofar as it seeks dismissal of plaintiff's retaliatory discharge claim against Robert Kayda. (See Compl. ¶ 15.)</p>\n<p>Plaintiff also has failed to present evidence that would support a claim of retaliatory discharge against Vicki Brown, the Store Manager of the Durham Dillard's. Most importantly, there is no evidence that Brown knew of plaintiff's DOL claim at the time she decided his employment with Dillard's should be terminated. (Brown Aff. ¶ 14.) While there is evidence that Brown knew, based on her conversations with Kayda and Grammer, about plaintiff's problems at the Cary store regarding his failure to participate in inventory, (Kayda Dep. at 130-134), plaintiff has not introduced any evidence that would link his termination to Brown's knowledge of those facts. Moreover, plaintiff has not provided evidence showing that Brown knew his problems in the Cary store were related to the FMLA. Indeed, the record indicates that Brown approved two further weeks of vacation for plaintiff within the first two months he worked in her store. (Blohm Dep. at 26.) Defendants' motion for summary judgment will be allowed insofar as it seeks the dismissal of plaintiff's retaliatory discharge claim against defendant Brown. Defendant Brown will be dismissed from the action.</p>\n<p></p>\n<h2>V. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment is ALLOWED as to plaintiff's claims of retaliatory discharge against Robert Kayda and Vicki Brown, and those claims are DISMISSED. Defendants' motion for summary judgment is ALLOWED as to plaintiff's claims of retaliatory demotion against Vicki Brown, and that claim is DISMISSED. Defendants' motion for summary judgment is DENIED with respect to the remainder of plaintiff's FMLA claims against Dillard's, Grammer, and Kayda.</p>\n<h2>NOTES</h2>\n<p>[1]  For example, an employee with two weeks of accrued vacation time at the time he or she takes leave following the birth of a child would be entitled to a total of two weeks paid leave and ten weeks unpaid leave.</p>\n<p>[2]  Kayda's testimony suggests that he was equally unaware of the details regarding the paperwork employees are requested to fill out prior to taking leave under the FMLA. (Kayda Dep. at 47.) He also suggested he was unfamiliar with the details of the policy itself. (Kayda Dep. at 50) (\"If that's what it says in here, that would be Dillard's policy. I haven't read this whole thing completely.\")</p>\n<p>[3]  In light of the explicit text of this e-mail correspondence (and other e-mail correspondence not replicated here), the court takes this opportunity to note its disapproval of defendants' unsupportable assertion that plaintiff has not alleged any direct evidence of FMLA retaliation in this case. (See Def.s' Mem. at 11.)</p>\n<p>[4]  Defendants are correct that the FMLA seeks to accomplish its purposes \"in a manner that accommodates the legitimate interests of employers.\" 29 U.S.C. § 2601(b)(3). However, this court must conclude that the accommodation at issue is reflected in the language and explicit requirements contained in the statute itself. This court can find no support for the proposition that the statement of purpose set forth in § 2601 should be the basis for the imposition of discrete, judicially-created requirements not contained in the language of the statute itself.\n</p>\n<p>It is also worthy of note that the FMLA seeks to accomplish its purposes in a manner that, \"consistent with the Equal Protection Clause of the Fourteenth Amendment, minimizes the potential for employment discrimination on the basis of sex by ensuring generally that leave is available ... for compelling family reasons, on a gender-neutral basis.\" 29 U.S.C. § 2601(b)(4). If Laura Blohm had been the Dillard's employee, rather than her husband, it seems unlikely that the store would have expected her to participate in inventory three days after the birth of her child. To impose a different rule on plaintiff because he is the father of a newborn rather than the mother of a newborn would controvert an expressly stated purpose of the Act that leave should be available on a gender-neutral basis.</p>\n<p>[5]  These rights accorded by the FMLA are\n</p>\n<p>essentially prescriptive, \"set[ting] substantive floors\" for conduct by employers, and creating \"entitlements\" for employees.... As to these rights, therefore, the employee need not show that the employer treated other employees less favorably, and an employer may not defend its interference with the FMLA's substantive rights on the ground that it treats all employees equally poorly without discriminating.... In such cases, the employer's subjective intent is not relevant. The issue is simply whether the employer provided its employee the entitlements set forth in the FMLAfor example, a twelve-week leave or reinstatement after taking a medical leave. Because the issue is the right to an entitlement, the employee is due the benefit if the statutory requirements are satisfied, regardless of the intent of the employer.</p>\n<p><i>Hodgens v. General Dynamics Corp.,</i> 144 F.3d 151, 159 (1st Cir.1998) (citations omitted).</p>\n<p>[6]  The court notes that defendants do not dispute plaintiff's contention that individuals, such as supervisors and managers, may be held liable under the FMLA. While the Fourth Circuit has not yet ruled on the issue, the majority view, among the courts that have addressed the issue, is that individual liability does exist under the FMLA. See <i>Carpenter v. Refrigeration Sales Corp.,</i> 49 F.Supp.2d 1028, 1030-1031 (N.D.Ohio 1999) (collecting cases).</p>\n<p>[7]  The dates of foreseeable leave that an employee is required to provide under 29 C.F.R. § 825.302(a) appear to be, based on the remaining text of that regulation and the text of § 825.303 regarding unforeseeable leave, approximate dates. Section 825.303(a), for example, begins, \"When the <i>approximate</i> timing of the need for leave is not foreseeable, ....\" Consequently, the regulations seem to recognize the fact that, in most instances, the exact date of a childbirth, while foreseeable, is an unknowable factor.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">473</span></span> (2000)</b></center>\n<center><h1>Michael J. BLOHM, Plaintiff,<br>\nv.<br>\nDILLARD'S INC., Walter Grammer, Robert Kayda, and Vicki Brown, Defendant.</h1></center>\n<center>No. 5:99-CV-475-BR(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 6, 2000.</center>\n<p><span class=\"star-pagination\">*474</span> Terry M. Kilbride, Nina G. Kilbride, Smith, Debnam, Narron, Wyche, Story and Myers, Raleigh, NC, for Michael J. Blohm, plaintiff.</p>\n<p>Gregory P. McGuire, Haynsworth, Baldwin, Johnson &amp; Greaves, Raleigh, NC, Sarah H. Berdahl, Haynsworth, Baldwin, Johnson &amp; Greaves, Raleigh, NC, for Dillards, Inc., defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendants' motion for summary judgment is before the court.</p>\n<p>Plaintiff Michael J. Blohm filed this action against defendants Dillard's Inc. (Dillard's), Walter Grammer, Robert Kayda, and Vicki Brown on 27 July 1999 alleging various violations of the Family Medical Leave Act (FMLA), 29 U.S.C. §§ 2601-2654. On 16 August 1999, defendants filed <span class=\"star-pagination\">*475</span> an answer. Defendants filed this motion for summary judgment, a supporting memorandum, and numerous affidavits and depositions on 18 February 2000. On 13 March 2000, plaintiff filed a response, an affidavit and several exhibits. Defendants filed a reply on 24 March 2000. The motion is ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Plaintiff began working for Dillard's as an Area Sales Manager in the Men's Department at the Cary Towne Center on 26 February 1996. (Compl.¶ 7.) He was promoted to Operations Manager, also known as Assistant Store Manager, in October 1996 and held that position during the time period relevant to this case. (Id.) When plaintiff began working as Operations Manager in October 1996, Dale Bishop was his immediate supervisor, and Burt Squires was the Vice President and District Manager to whom Bishop reported. Approximately one year later, in September 1997, Robert Kayda became the Store Manager for the Cary Dillard's and, consequently, plaintiff's immediate supervisor. In July 1998, defendant Walter Grammer replaced Squires as the Division Vice President and District Manager with responsibility for all Dillard's stores in North Carolina, South Carolina, and Augusta, Georgia.</p>\n<p>At the end of April 1998, Squires, the District Manager over the Dillard's stores in the region, offered plaintiff a promotion to Store Manager of the Columbia, South Carolina Dillard's. Plaintiff had just learned that his wife was pregnant. Because she had had several miscarriages, the pregnancy was high-risk, and plaintiff, based on his wife's doctor's advice, felt he could not subject his wife to the stress of a move until she had delivered in January 1999. Plaintiff offered to transfer to stores located in Chapel Hill, Durham or Raleigh at any time and said he would be available for any promotion after the birth of his child. (Blohm. Dep. at 110.)</p>\n<p>Prior to October 1998, plaintiff informed Kayda that his wife was pregnant and that he intended to take time off after the birth of his child. (Compl.¶ 8.) Specifically, he stated that he wished to use his accrued 1998 vacation time in January 1999 when his child was born. Although Dillard's did not have a roll-over policy allowing employees to use accrued vacation in the subsequent year, Kayda agreed that plaintiff could save his vacation time for that purpose. (Kayda Dep. at 94, 96, 97.) Plaintiff's wife was due on 5 or 6 January 1999, but he did not schedule his vacation with Kayda at the time of their initial conversation because it was unclear when, exactly, plaintiff's wife would give birth.</p>\n<p>In accordance with federal law, Dillard's has an FMLA policy permitting employees to take 12 weeks of unpaid, job-protected leave in the event that, among other reasons, an employee has a child. The Dillard's \"Request for Leave Form\" provides as follows:</p>\n<blockquote>I understand that Dillard's is entitled under the law to credit various types of paid leave against FMLA leave or any other leave granted, and the MAXIMUM FMLA leave is 12 weeks in any rolling 12-month period measured backwards from the date any FMLA leave is used. I further understand that although leave starts immediately, Dillard's requires that associates exhaust accrued Sick Leave (where applicable) and/or accrued Vacation before any unpaid leave. In all instances such leave is counted toward the maximum available.</blockquote>\n<p>(Kayda Dep., Ex. 2; Grammer Dep. 115-116, Ex. 6.) According to Dillard's policy, then, as expressed in the \"Leave Form,\" if an employee who is taking leave for one of the events covered by the FMLA has any accrued vacation time, the employee's leave is counted as vacation time until that vacation time is exhausted and that period of time is then deducted from, or counted against, the maximum available FMLA <span class=\"star-pagination\">*476</span> leave period of 12 weeks.<sup>[1]</sup> (Kayda Dep. at 25.) While plaintiff was aware of his rights pursuant to the FMLA, plaintiff was not aware that there was a form an employee would use to request FMLA leave. (Blohm Dep. at 146.)<sup>[2]</sup> Plaintiff testified that he requested such a form and never received a copy. (Id.) Plaintiff also testified that he discussed with Kayda on at least two occasions whether he needed to fill out any paperwork, and alleged in his complaint that Kayda told him he did not need to complete any paperwork. (Id. at 148; Compl. ¶ 8.)</p>\n<p>In mid-December 1998, Kayda informed plaintiff that he needed to schedule his January vacation. Apparently frustrated by Kayda's insistence that he schedule his leave when his wife's delivery date was uncertain, plaintiff responded that he knew his rights under the FMLA. (Kayda Dep. 84, 99.) After this brief interchange, plaintiff and Kayda had no further discussion about scheduling plaintiff's leave or about the FMLA as it applied to plaintiff.</p>\n<p>Plaintiff learned on 11 January 1999 that the doctor would induce his wife's labor the following morning. He arrived at work at approximately 1 pm, accompanied by his wife, after their doctor's appointment. Plaintiff completed some final tasks related to an upcoming inventory of the store's merchandise, scheduled for 16-18 January 1999, while his wife waited for him in his office. Subsequently, plaintiff informed Kayda of the scheduled induction, and he and his wife left the store at about 3:45 pm. He did not discuss his leave with Kayda. As he was leaving the store, he told Kathy West, the Operations Secretary, that he would see her in a week. (Kayda Dep. at 108-109.)</p>\n<p>Plaintiff's son was born on 13 January 1999 after an eighteen-hour labor. Plaintiff called the store to inform Kayda that the baby had been born, but Kayda was not available to take his call. (Kayda Dep. at 108.) Plaintiff's wife suffered complications during the delivery and remained in the hospital with the child until 15 January 1999. Plaintiff's wife's mobility was severely limited when she returned home, and plaintiff continued to care for her and the child at home.</p>\n<p>Meanwhile, inventory proceeded as scheduled at Dillard's from 16-18 January 1999. Inventory is performed twice a year and is an extremely important task for the store. Dillard's expects all employees to be present for inventory. As Operations Manager, plaintiff had specific preparatory duties regarding inventory and, had he been working, would have played a pivotal organizational and directory role in conducting the inventory. Because plaintiff was on leave with his wife and new-born child, plaintiff did not return to the store to participate in inventory on 16, 17 or 18 January 1999.</p>\n<p>Meanwhile, on Friday, 15 January 1999, when plaintiff had not returned to the store after his child's birth, Kayda wrote the following e-mail to Grammer.</p>\n<p>WG,</p>\n<blockquote>I had the initial conversation with Mike around December 21 ... about his work attendance ... I told him that just because he had a vacation week remaining he had to schedule it ... not just take it when the baby was born ... I explained that I needed him for inventory ... and that I would be happy to accommodate ASAP ... he thus got defensive and brought up some crazy stuff about I know my rights under <span class=\"star-pagination\">*477</span> the FMLA Act ... I then called you and discussed this event....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Since he left Monday I have not talked to him.... He called customer service and left word the baby was born 2:00 am ... Wed. morning ... he has made no effort to reach me....</blockquote>\n<blockquote>Walter, I am tired of this ... I feel as if I am babysitting.... He should be the person I can most depend on ... If he does magically appear for inventory I am sending him home ... I do not feel comfortable with him in this position.</blockquote>\n<p>(Pl.'s Ex. A) (emphasis added).</p>\n<p>On Tuesday, 19 January 1999, one day after plaintiff failed to appear for all four shifts of inventory, Grammer wrote an e-mail to Nanette Savage, an employee in Dillard's legal counsel's office including the following passages:</p>\n<blockquote>Nanette,</blockquote>\n<blockquote>This employee has in my opinion taken advantage of Dillard's and the FMLA law as it relates to the birth of his child. No paperwork was signed, etc., and he did not show up for inventory either.</blockquote>\n<blockquote>I would like any legal guidelines you can recommend prior to my talking to this employee. His store manager as well as the sales manager staff ha[ve] lost confidence in him and I need to take some kind of action. The FMLA issue is the straw that has broken the camel's back ..... I would like to know if I have grounds to demote him ..... Walter</blockquote>\n<p>(Pl.'s Ex. B) (emphasis added).</p>\n<p>Also on 19 January, Ed Auffert, an employee in the legal department of Dillard's, sent in e-mail to Grammer stating, \"None of us can believe that an Ops Mgr could/ would do what he has done, especially MISSING INVENTORY. So we want to do anything we can to help you GET RID OF HIM!!!\" (Pl.'s Ex. C.) Auffert suggested termination or demotion and stated that the FMLA should not be a problem if plaintiff did not apply for FMLA leave and give 30 days' notice.<sup>[3]</sup></p>\n<p>Also on 19 January, when plaintiff had been out of the store for one week, he called to speak with Kayda. Kayda was unavailable. Plaintiff then told Kayda's secretary that he would be taking his accrued Thanksgiving, Christmas and birthday holidays before returning to the store. (Blohm Dep. at 156.) Kayda did not call plaintiff in response to this message. On 22 January 1999, Grammer contacted plaintiff at home to ask whether plaintiff had abandoned his job. (Compl.¶ 9.) Plaintiff came into work later that day.</p>\n<p>On 27 January, less than one week after he returned from his foreshortened leave, plaintiff was notified by Grammer that he would be demoted effective 1 February 1999, and that his new assignment would be as the area sales manager for the Durham Dillard's store. His salary was reduced from $38,500 to $33,500. (Compl.¶ 10.) On 28 January 1999, plaintiff filed a complaint with the United States Department of Labor (DOL) alleging that he was demoted because he availed himself of his right under the FMLA to take time off work following the birth of his child. (Compl.¶ 11.)</p>\n<p>Plaintiff began working for the Durham store on 1 February 1999. Vicki Brown was the Store Manager and Mike Wells was the Operations Manager. In April 1999, while Brown was on vacation, plaintiff sought the approval of Wells to reduce the prices on some of the older merchandise in his department. (Blohm Dep. at 87, Blohm Aff.) After receiving approval, plaintiff filled out mark down reports documenting the changes, turned them in to the store auditor, and reduced the prices of the merchandise accordingly. When <span class=\"star-pagination\">*478</span> Brown returned to the store, she noticed the reduced merchandise, investigated the matter, and determined that plaintiff had acted without authorization. She notified Grammer of her intent to terminate plaintiff for this violation of store policy unless she heard differently from Grammer. Grammer agreed, by e-mail, with Brown's assessment of plaintiff's conduct and instructed her to terminate plaintiff and make sure the termination was documented properly. Brown terminated plaintiff on 16 April 1999, allegedly based on plaintiff's manipulation of the markdown system and the fact that he caused an inventory shortage for the store. (Compl. ¶ 13; Def.'s Br. at 9.) At the time plaintiff was terminated, plaintiff's FMLA complaint with the DOL was ongoing, and Grammer was the individual responsible for dealing with the DOL regarding that complaint.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>Summary judgment is appropriate only if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c). A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on her pleadings; rather, she must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in her favor. <i>Anderson,</i> 477 U.S. at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>III. Demotion in Violation of FMLA</h2>\n<p>Plaintiff has alleged that defendants' decision to demote him was in response to his attempt to take leave after the birth of his child, and that his demotion therefore violated the FMLA. (Compl.¶ 14.) Defendants argue that, in light of Congress' expressed concern for the \"legitimate interests of the employer,\" 29 U.S.C. § 2601(b)(3), plaintiff's absence from the store during inventory in January 1999 was not protected by the FMLA. (Def.s' Mem. at 13-14.) Defendants' \"legal\" argument, bolstered only by a general policy statement contained in the purposes section of the FMLA and completely unsupported by case law, is not well-taken.<sup>[4]</sup> Relying solely on provisions of the FMLA governing intermittent and reduced leave schedules necessitated by \"serious health conditions\"issues which have nothing to do with the facts of this casedefendants state that \"if the FMLA requires an employee with a `serious medical condition' to schedule his medical treatment around his employer's operations, where possible, then the FMLA should require an employee who seeks bonding time with his baby to schedule his absence around his employer's most critical business activities.\" (Def.s' Mem. at 14.) The only possible response to such a statement is that, unfortunately for defendants, the FMLA simply <span class=\"star-pagination\">*479</span> does not impose such requirements upon an employee, like plaintiff, taking leave under 29 U.S.C. § 2612(a)(1)(A) based on the birth of a child.</p>\n<p>Under the FMLA, an eligible employee is entitled to a total of 12 workweeks of leave during any 12-month period for the birth of a son or daughter and in order to care for such son or daughter. See 29 U.S.C. § 2612(a)(1)(A).<sup>[5]</sup> The FMLA also contains proscriptive provisions, protecting an employee in the event that he is discriminated against for availing himself of his rights under the FMLA. It is unlawful for any employer \"to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right provided\" under the FMLA. 29 U.S.C. § 2615(a)(1). The regulations provide that \"[a]ny violations of the [FMLA] or of these regulations constitute interfering with, restraining, or denying the exercise of rights provided by the [FMLA].\" 29 C.F.R. § 825.220(b). The regulations also provide that interfering with the exercise of an employee's rights \"would include, for example, not only refusing to authorize FMLA leave, but discouraging an employee from using such leave.\" Id. It is also unlawful for \"any employer to discharge or in any other manner discriminate against any individual for opposing any practice made unlawful\" by the FMLA. See 29 U.S.C. § 2615(a)(2).<sup>[6]</sup></p>\n<p>Pursuant to 29 C.F.R. § 825.302, an employee \"must provide the employer at least thirty days advance notice before FMLA leave is to begin if the need for the leave is foreseeable based on an expected birth....<sup>[7]</sup> [T]he employee shall advise the employer as soon as practicable if dates of scheduled leave change or are extended, or were initially unknown.\" 29 C.F.R. § 825.302(a). While an employer may \"require an employee to comply with the employer's usual and customary notice and procedural requirements for requesting leave,\" such as written notice setting forth the reasons for the leave and the anticipated start date, \"failure to follow such internal employer procedures will not permit an employer to disallow or delay an employee's taking FMLA leave if the employee gives timely verbal or other notice.\" 29 C.F.R. § 825.302(d). Under the relevant FMLA regulations, an employee</p>\n<blockquote>shall provide at least verbal notice sufficient to make the employer aware that the employee needs FMLA-qualifying leave, and the anticipated timing and duration of the leave. The employee <span class=\"star-pagination\">*480</span> need not expressly assert rights under the FMLA or even mention the FMLA, but may only state that the leave is needed for an expected birth.... The employer should inquire further of the employee if it is necessary to have more information about whether FMLA leave is being sought by the employee, and obtain the necessary details of the leave to be taken.</blockquote>\n<p>29 C.F.R. § 825.302(c) (emphasis added). See also <i>Thorson v. Gemini, Inc.,</i> <span class=\"citation\" data-id=\"767869\"><a href=\"/opinion/767869/katherine-a-thorson-v-gemini-inc-equal-employment-advisory-council/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></a></span>, 378 (8th Cir.2000); <i>Robinson v. Overnite Transportation Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">165416</span></span>, *7 (4th Cir. April 9, 1997) (\"Although an employee must provide his employer with notice of his need for FMLA leave, he is not required to expressly mention the FMLA.\"); <i>Carpenter v. Refrigeration Sales Corp.,</i> <span class=\"citation\" data-id=\"2467855\"><a href=\"/opinion/2467855/carpenter-v-refrigeration-sales-corp/\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1028</span></a></span>, 1030 (N.D.Ohio 1999) (same). Upon return from FMLA leave, an employee is entitled to be returned to the same position the employee held when leave commenced or to an equivalent position. 29 C.F.R. § 825.214(a).</p>\n<p>A plaintiff may establish a claim of retaliation under the FMLA by providing direct evidence of an employer's intent to discriminate or by indirect evidence in accordance with the burden-shifting framework set out in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 800-806, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). To establish a prima facie case of retaliation under the FMLA, plaintiff must show that he engaged in FMLA-protected activity, that he suffered an adverse employment action, and that a causal link exists between the two. See <i>Cline v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"754491\"><a href=\"/opinion/754491/keith-w-cline-v-wal-mart-stores-incorporated/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 301 (4th Cir.1998). Plaintiff has provided both direct and indirect evidence of discrimination.</p>\n<p>Plaintiff was eligible to take 12 weeks of unpaid, job-protected leave under the FMLA after the birth of his child. According to plaintiff, he informed Kayda that his wife was pregnant and due in January 1999 no later than 1 October 1998. Plaintiff also alleges that he had requested and received permission from Kayda to save one week of vacation leave accrued in 1998 for the birth of his child in January 1999. According to plaintiff, he also discussed his anticipated leave with Kayda in October, November and December. Plaintiff's wife went past her due date, and an induction was scheduled for 12 January 1999. Plaintiff informed Kayda of this development immediately after he received the information on 11 January 1999. Plaintiff's wife was induced on 12 January 1999, gave birth on 13 January 1999, and plaintiff took leave as he had been planning to do since, at the latest, the previous October. Kayda and Grammer began corresponding via e-mail about the propriety of plaintiff's leave beginning on 15 January 1999, before inventory began. The preparations for plaintiff's demotion were in progress within one week of the day he began his leave for the birth of his child, during his absence from the store. Plaintiff ultimately returned from his leave earlier than anticipated on 22 January 1999 when he received a call from Grammer asking whether he had abandoned his job. In less than one week from the time plaintiff returned from his leave on 22 January 1999, he was demoted, transferred to a different store farther from his home, and received a $5,000 reduction in salary.</p>\n<p>While defendants claim that plaintiff's demotion was justified based on his lack of responsibility and commitment to his job evidenced by his failure to appear for and participate in inventory and the departmental sales managers' attendant loss of confidence in him as a manager, (Def.'s Br. at 7, 15), plaintiff's failure to take part in the inventory process was obviously and inextricably tied to his decision to take leave following the birth of his baby, a decision that the FMLA permits him to make. To the extent plaintiff alleges that defendants' decision to demote plaintiff stemmed from plaintiff's decision to take advantage of leave under the FMLA, <span class=\"star-pagination\">*481</span> plaintiff has stated a claim under the FMLA.</p>\n<p>Defendants have asserted that plaintiff's unlawful demotion claim should be dismissed insofar as it pertains to defendant Kayda because, defendants assert, Kayda was not the individual with the authority to demote plaintiff and because Grammer has taken full responsibility for that decision on behalf of Dillard's. Plaintiff's retaliatory demotion claim against Kayda remains, however, because, as noted above, plaintiff has presented genuine issues of material fact as to Kayda's alleged interference with plaintiff's right to take leave after the birth of his son. (Compl. ¶ 14; Kayda Dep. 121; Pl.'s Exs. A and B.) While Grammer was clearly the Dillard's official with the authority to demote and terminate plaintiff, and despite the fact that Grammer takes responsibility for the decision to demote, (Grammer Dep. at 67), liability under the FMLA is not so severely circumscribed. See 29 U.S.C. § 2615(a).</p>\n<p>Because plaintiff has raised a genuine issue of material fact with respect to his claim that he was demoted in retaliation for availing himself of his rights under the FMLA, defendants' motion for summary judgment will be denied as to that claim insofar as plaintiff has stated that claim against Dillard's, Grammer, and Kayda. Because defendant Brown was not involved with plaintiff in any respect before he began working in her store in February 1999, Brown could not have played any role in his demotion. Defendants' motion for summary judgment as to plaintiff's demotion claim against defendant Vicki Brown will be allowed.</p>\n<p></p>\n<h2>IV. Termination in Violation of FMLA</h2>\n<p>Plaintiff further alleges that defendants' decision to terminate plaintiff's employment with Dillard's was made in retaliation for his filing a complaint with the United States Department of Labor alleging violations of the FMLA. (Compl.¶ 15.) Plaintiff has not submitted any direct evidence that he was fired in retaliation for filing a claim with the DOL. Consequently, he must rely on indirect evidence and the burden-shifting scheme set forth in <i>McDonnell Douglas.</i> Plaintiff has shown that he engaged in FMLA-protected activity when he filed a complaint alleging FMLA violations against Dillard's in late January 1999. He has also shown that he subsequently suffered an adverse employment action; Dillard's termination of his employment on 16 April 1999. Plaintiff must, however, establish a causal link between the two to set forth a prima facie case. See <i>Cline,</i> 144 F.3d at 301. The court will address plaintiff's claims against Dillard's, Grammer, Kayda and Brown in turn.</p>\n<p>With respect to defendants Dillard's and Grammer, plaintiff has alleged that Grammer was the Dillard's official who demoted him after he attempted to take FMLA leave and that Grammer was the individual ultimately responsible for Dillard's decision to terminate him in April 1999. (See Grammer Dep. at 95 (\"Any store manager dealing with sales managers ha[s] got to get me in the loop on any disciplinary action like this.\")) He has alleged that Grammer knew that he had filed a complaint with the DOL, and that Grammer was the individual responsible for dealing with the DOL on behalf of Dillard's in the DOL's resolution of plaintiff's claim. Plaintiff has also alleged that his complaint was ongoing at the time he was terminated. Dillard's and Grammer assert that plaintiff was actually fired because he manipulated the markdown system and caused an inventory shortage for the store. While this explanation for plaintiff's termination, if true, would provide a legitimate, non-retaliatory basis for Dillard's decision, plaintiff has the opportunity to show that the offered reason is pretextual. Plaintiff has asserted that he observed several Dillard's employees in the Cary and Durham stores discarding aged or damaged merchandise without completing markdown reports and that, to his knowledge, performing markdowns in <span class=\"star-pagination\">*482</span> the manner that he did at the Durham store was not a terminable offense. (Pl.'s Ex. 6 (Blohm Aff.).) This information, combined with Grammer's knowledge of plaintiff's DOL complaint, Grammer's ongoing participation in the resolution of that complaint at the time of plaintiff's termination, Grammer's role in plaintiff's demotion a mere four months earlier, and Grammer's authorization of plaintiff's termination, establishes that plaintiff has raised a genuine issue of material fact with respect to his claim against Walter Grammer and Dillard's Inc. that he was terminated in retaliation for filing a complaint with the Department of Labor based on defendants' retaliatory response to his FMLA leave. Defendants' motion for summary judgment will be denied as it pertains to Dillard's and Grammer.</p>\n<p>Plaintiff has failed, however, to present any evidence that would link Robert Kayda, the Manager of the Cary Towne Center Dillard's, to his termination from the Dillard's in Durham. After plaintiff left the Cary store, there is no indication that he had any further involvement with Kayda. More importantly, there is no evidence that Kayda played any role in the decision to terminate plaintiff. Defendants' motion for summary judgment will be allowed insofar as it seeks dismissal of plaintiff's retaliatory discharge claim against Robert Kayda. (See Compl. ¶ 15.)</p>\n<p>Plaintiff also has failed to present evidence that would support a claim of retaliatory discharge against Vicki Brown, the Store Manager of the Durham Dillard's. Most importantly, there is no evidence that Brown knew of plaintiff's DOL claim at the time she decided his employment with Dillard's should be terminated. (Brown Aff. ¶ 14.) While there is evidence that Brown knew, based on her conversations with Kayda and Grammer, about plaintiff's problems at the Cary store regarding his failure to participate in inventory, (Kayda Dep. at 130-134), plaintiff has not introduced any evidence that would link his termination to Brown's knowledge of those facts. Moreover, plaintiff has not provided evidence showing that Brown knew his problems in the Cary store were related to the FMLA. Indeed, the record indicates that Brown approved two further weeks of vacation for plaintiff within the first two months he worked in her store. (Blohm Dep. at 26.) Defendants' motion for summary judgment will be allowed insofar as it seeks the dismissal of plaintiff's retaliatory discharge claim against defendant Brown. Defendant Brown will be dismissed from the action.</p>\n<p></p>\n<h2>V. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment is ALLOWED as to plaintiff's claims of retaliatory discharge against Robert Kayda and Vicki Brown, and those claims are DISMISSED. Defendants' motion for summary judgment is ALLOWED as to plaintiff's claims of retaliatory demotion against Vicki Brown, and that claim is DISMISSED. Defendants' motion for summary judgment is DENIED with respect to the remainder of plaintiff's FMLA claims against Dillard's, Grammer, and Kayda.</p>\n<h2>NOTES</h2>\n<p>[1]  For example, an employee with two weeks of accrued vacation time at the time he or she takes leave following the birth of a child would be entitled to a total of two weeks paid leave and ten weeks unpaid leave.</p>\n<p>[2]  Kayda's testimony suggests that he was equally unaware of the details regarding the paperwork employees are requested to fill out prior to taking leave under the FMLA. (Kayda Dep. at 47.) He also suggested he was unfamiliar with the details of the policy itself. (Kayda Dep. at 50) (\"If that's what it says in here, that would be Dillard's policy. I haven't read this whole thing completely.\")</p>\n<p>[3]  In light of the explicit text of this e-mail correspondence (and other e-mail correspondence not replicated here), the court takes this opportunity to note its disapproval of defendants' unsupportable assertion that plaintiff has not alleged any direct evidence of FMLA retaliation in this case. (See Def.s' Mem. at 11.)</p>\n<p>[4]  Defendants are correct that the FMLA seeks to accomplish its purposes \"in a manner that accommodates the legitimate interests of employers.\" 29 U.S.C. § 2601(b)(3). However, this court must conclude that the accommodation at issue is reflected in the language and explicit requirements contained in the statute itself. This court can find no support for the proposition that the statement of purpose set forth in § 2601 should be the basis for the imposition of discrete, judicially-created requirements not contained in the language of the statute itself.\n</p>\n<p>It is also worthy of note that the FMLA seeks to accomplish its purposes in a manner that, \"consistent with the Equal Protection Clause of the Fourteenth Amendment, minimizes the potential for employment discrimination on the basis of sex by ensuring generally that leave is available ... for compelling family reasons, on a gender-neutral basis.\" 29 U.S.C. § 2601(b)(4). If Laura Blohm had been the Dillard's employee, rather than her husband, it seems unlikely that the store would have expected her to participate in inventory three days after the birth of her child. To impose a different rule on plaintiff because he is the father of a newborn rather than the mother of a newborn would controvert an expressly stated purpose of the Act that leave should be available on a gender-neutral basis.</p>\n<p>[5]  These rights accorded by the FMLA are\n</p>\n<p>essentially prescriptive, \"set[ting] substantive floors\" for conduct by employers, and creating \"entitlements\" for employees.... As to these rights, therefore, the employee need not show that the employer treated other employees less favorably, and an employer may not defend its interference with the FMLA's substantive rights on the ground that it treats all employees equally poorly without discriminating.... In such cases, the employer's subjective intent is not relevant. The issue is simply whether the employer provided its employee the entitlements set forth in the FMLAfor example, a twelve-week leave or reinstatement after taking a medical leave. Because the issue is the right to an entitlement, the employee is due the benefit if the statutory requirements are satisfied, regardless of the intent of the employer.</p>\n<p><i>Hodgens v. General Dynamics Corp.,</i> <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 159 (1st Cir.1998) (citations omitted).</p>\n<p>[6]  The court notes that defendants do not dispute plaintiff's contention that individuals, such as supervisors and managers, may be held liable under the FMLA. While the Fourth Circuit has not yet ruled on the issue, the majority view, among the courts that have addressed the issue, is that individual liability does exist under the FMLA. See <i>Carpenter v. Refrigeration Sales Corp.,</i> <span class=\"citation\" data-id=\"2467855\"><a href=\"/opinion/2467855/carpenter-v-refrigeration-sales-corp/\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1028</span></a></span>, 1030-1031 (N.D.Ohio 1999) (collecting cases).</p>\n<p>[7]  The dates of foreseeable leave that an employee is required to provide under 29 C.F.R. § 825.302(a) appear to be, based on the remaining text of that regulation and the text of § 825.303 regarding unforeseeable leave, approximate dates. Section 825.303(a), for example, begins, \"When the <i>approximate</i> timing of the need for leave is not foreseeable, ....\" Consequently, the regulations seem to recognize the fact that, in most instances, the exact date of a childbirth, while foreseeable, is an unknowable factor.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2467855/"
  ]
}