{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2361612/",
  "absolute_url": "/opinion/2361612/howard-v-malcolm/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2361612/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:14:53.774464Z",
  "date_modified": "2016-04-27T03:05:34.360630Z",
  "type": "010combined",
  "sha1": "ff37eb4ef4553b5dc0fade53668ad842bb6b436c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>658 F.Supp. 423 (1987)</b></center>\n<center><h1>Milton HOWARD, et al., Plaintiffs,<br>\nv.<br>\nKim MALCOLM, et al., Defendants.</h1></center>\n<center>No. 85-123-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>February 20, 1987.</center>\n<p><span class=\"star-pagination\">*424</span> <span class=\"star-pagination\">*425</span> Robert J. Willis, Farmworkers Legal Services of North Carolina, Raleigh, N.C., for plaintiffs.</p>\n<p>Charles F. Blackburn, Henderson, N.C., for Ken Malcolm and Debra Malcolm.</p>\n<p>Robert S. Griffith, II, Newton Grove, N.C., for David Godwin.</p>\n<p>Frank Blanding, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This action is before the court on objections to the Magistrate's recommendation filed February 4, 1987.</p>\n<p>Both plaintiffs and defendant Godwin have filed objections; Godwin objects to recommendation of summary judgment against him, and plaintiffs object to the amount of damages recommended for violation of 29 U.S.C. § 1823(b)(1). Both parties' counsel have represented to Magistrate Dixon that they will not file responses to the other's objections. The matter is thus ripe for disposition.</p>\n<p>After an independent and thorough review of the Magistrate's memorandum, all objections thereto, and a de novo review of the record, the court concludes that the recommendation is correct and in accordance with law. Accordingly, the Magistrate's recommendation is accepted and plaintiffs' motion for summary judgment is hereby GRANTED on their claims against defendant Godwin for violation of 29 U.S.C. §§ 1823(a), and 1823(b)(1). Further, the court accepts the Magistrate's recommendation as to appropriate damages, and hereby ORDERS that plaintiffs be awarded the sum of $600 each: $500 each for Godwin's violation of 29 U.S.C. § 1823(a), and $100 each for Godwin's violation of 29 U.S.C. § 1823(b)(1).</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p></p>\n<h2>February 4, 1987</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>Plaintiffs, nine migrant agricultural workers,<sup>[1]</sup> initiated this action by complaint, filed September 29, 1985, alleging numerous violations of the Migrant and Seasonal Agricultural Worker Protection Act (AWPA), 29 U.S.C. § 1801 <i>et seq.,</i> the Fair Labor Standards Act (FLSA), 29 U.S.C. § 201 <i>et seq.,</i> the Federal Insurance Contributions Act (FICA), 26 U.S.C. § 3101 <i>et seq.,</i> and the Federal Unemployment Tax Act (FUTA), 26 U.S.C. § 3301 <i>et seq.</i> Plaintiffs also sought and were granted <span class=\"star-pagination\">*426</span> class certification on three claims relating to nonpayment of FICA and FUTA payroll taxes by defendant Blanding, pursuant to Fed.R.Civ.P. 23(b)(2). <i>See</i> Order of January 12, 1987.<sup>[2]</sup> This matter is now before the court on plaintiffs' motion for summary judgment against defendant Godwin. Defendant has timely responded to the motion, thus, the matter is ripe for disposition.</p>\n<p>The factual background of this case has been more than adequately described in numerous prior orders of the court and need not be repeated in detail here. Briefly, in early 1985, plaintiffs were recruited and employed by defendant farm labor contractor Frank Blanding as migrant farm laborers. As members of his crew, plaintiffs worked in the fields of defendant Kim Malcolm and Barra Farms in the late spring and summer of 1985 performing farm labor. The fields to be harvested were located in and around Sampson County, North Carolina. During their period of employment with Blanding, plaintiffs were housed in a nearby labor camp rented and operated by defendant David Godwin, a resident farmer in Sampson County. <i>See</i> Amended Complaint at §§ 7, 9, 21, 22, and 29.</p>\n<p>From the above agricultural activities, plaintiffs allege two violations of the AWPA by defendant Godwin. First, plaintiffs claim that defendant failed to maintain proper housing standards for the migrant labor camp owned by him. <i>See</i> 29 U.S.C. § 1823(a). Second, plaintiffs contend that Godwin failed to timely post a proper certificate of occupancy at the camp. <i>See</i> 29 U.S.C. § 1823(b)(1). Plaintiffs move for summary judgment on both of these claims and, for the reasons which follow, I RECOMMEND that plaintiffs' motion be GRANTED as to both claims.</p>\n<p>29 U.S.C. § 1823(a) requires that \"each person who owns or controls a facility or real property which is used as housing for migrant agricultural workers shall be responsible for ensuring that the facility or real property complies with substantive <i>Federal and</i> State safety and health standards applicable to that housing.\" (emphasis added). As an initial matter, the court notes that Judge Fox has already determined that defendant Godwin was the \"owner\" of the camp facilities used to house the plaintiffs. <i>Howard v. Malcolm,</i> 629 F.Supp. at 955. Furthermore, defendant's conclusory argument that the plaintiffs were not \"migrant agricultural workers\" is contradicted on its face by the depositions and declarations of the plaintiffs. All of the plaintiffs were clearly \"employed in agricultural employment of a seasonal or other temporary nature, and [were] required to be absent overnight from [their] permanent place of residence.\" 29 U.S.C. § 1802(8)(A). <i>See, e.g.,</i> Deposition of Frank Blanding at 18, 24-25, 29-31 and 136; Deposition of Walter Rippey, Jr., at 9-13; Deposition of Gerald Smith at 8-12; Deposition of Milton Howard at 9 and 13; Deposition of Fred McGowan at 8-12; Deposition of Samuel Jenkins at 9-21; Declaration of Dewitt Daniel of November 26, 1986, at parag. 4; Declaration of Jacqueline Williams of December 19, 1985, at parags. 2 and 4; Declaration of Victor Inniss and Reginald Johnson of December 17, 1986, at parags. 1-3. <i>See also Bohan v. Hudson,</i> No. 85-122-CIV-3 at 6 (E.D.N.C., January 30, 1987) (Dupree, J.).</p>\n<p>All of the plaintiffs lived in Godwin's labor camp for significant, albeit varying, periods of time in the late spring and summer of 1985, ranging from one to seven weeks. <i>See, e.g.,</i> Interrogatory Answer 7(a) of plaintiffs McGowan, Smith, Williams, Jenkins and Howard, excerpted and attached to plaintiffs' December 19, 1986, Memorandum in Support of Motion for Summary Judgment. Plaintiffs argue that during the period of time they occupied the housing provided by Godwin, there were substantial violations of federal and state safety and health standards. Plaintiffs state, either by deposition, declaration, or other verified statement, that defendant <span class=\"star-pagination\">*427</span> violated 29 U.S.C. § 1823(a) in the following ways:<sup>[3]</sup></p>\n<blockquote>1. Mice and vermin were \"all around\" the camp;<sup>[4]</sup></blockquote>\n<blockquote>2. Food storage and preparation areas were dirty and unsanitary;<sup>[5]</sup></blockquote>\n<blockquote>3. There was no hot water in the bathrooms and showers;<sup>[6]</sup></blockquote>\n<blockquote>4. Toilet paper was rarely available;<sup>[7]</sup></blockquote>\n<blockquote>5. In Building # 1, some of the screens were torn off the building and there were holes in the floor and walls;<sup>[8]</sup></blockquote>\n<blockquote>6. In Building # 3, rooms leaked, there was water damage to and rot within the walls, and screens were torn;<sup>[9]</sup></blockquote>\n<blockquote>7. On the general grounds, garbage cans were without tops;<sup>[10]</sup> and,</blockquote>\n<blockquote>8. The buildings contained an inadequate amount of cooking facilities; <i>to wit:</i> stoves.<sup>[11]</sup></blockquote>\n<p><i>See, e.g.,</i> Deposition of Samuel Jenkins at 61-62 and 89-91; Deposition of Gerald Smith at 50; Deposition of Walter Rippey, Jr., at 42-45 and 71-72; Deposition of Milton Howard at 42-47 and 59-60; Deposition of Fred McGowan at 33-39 and 51; Interrogatory Answers 7(c) and 10 of plaintiffs McGowan, Williams, Smith, Jenkins and Howard, excerpted and attached to plaintiff's December 19, 1986, Memorandum; December 17, 1986, Declarations of Inniss and Johnson at parags. 3-5.</p>\n<p>Plaintiffs' evidence, if left undisputed, clearly establishes numerous and substantial violations of § 1823(a). The issue, of course, is whether defendant has presented sufficient countervailing evidence so as to create a genuine issue of material fact under Fed.R.Civ.P. 56, thereby precluding summary judgment for the plaintiffs. Before analyzing defendant's arguments against the imposition of summary judgment, I believe it helpful to first review the general principles governing Rule 56 dispositions. The standard for summary judgment has recently been expertly defined by Judge Wilkinson of the Fourth Circuit Court of Appeals in the case of <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364-65 (1985) and it follows, in pertinent part:</p>\n<blockquote>The burden is on the defendant, as the moving party, to demonstrate the absence of any genuine issue of material fact. <i>Adickes v. S.H. Kress &amp; Co.,</i> 398 U.S. 144, 157 [90 S.Ct. 1598, 1608, 26 L.Ed.2d 142] (1970). The facts themselves, and the inferences to be drawn from the underlying facts, must be viewed in the light most favorable to [defendant] as the party opposing the motion. <i>United States v. Diebold,</i> 369 U.S. 654, 655 [82 S.Ct. 993, 994, 8 L.Ed.2d 176] (1962); <i>Poller v. Columbia Broadcasting System, Inc.,</i> 368 U.S. 464, 473 [82 S.Ct. 486, 491, 7 L.Ed.2d 458] (1962). Only where it is \"perfectly clear that there are no issues in the case\" is summary judgment proper.... The nonmoving party is in a favorable posture being entitled \"to have the credibility of his evidence as forecast assumed, his <span class=\"star-pagination\">*428</span> version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence as considered.\" <i>Charbonnages DeFrance v. Smith,</i> 597 F.2d [406] at 414 [4th Cir.1979].</blockquote>\n<blockquote>In determining whether summary judgment may be granted, the district court must perform a dual inquiry into the <i>genuineness</i> and <i>materiality</i> of any purported factual issues. Whether an issue is genuine calls for an examination of the entire record then before the court in the form of pleadings, depositions, answers to interrogatories, admissions on file and affidavits, under Rule 56(c) and (e). Though the burden of proof rests initially with the moving party, when a motion for summary judgment is made and supported as provided in Rule 56, the nonmoving party must produce \"specific facts showing that there is a genuine issue for trial,\" rather than resting upon the bald assertions of his pleadings. Fed.R.Civ.P. 56(e). <i>See </i><i>First National Bank of Arizona v. Cities Service Co.,</i> 391 U.S. 253, 289 [88 S.Ct. 1575, 1592, 20 L.Ed.2d 569] (1968). Genuineness means that the evidence must create fair doubt; wholly speculative assertions will not suffice. A trial, after all, is not an entitlement. It exists to resolve what reasonable minds would recognize as real factual disputes. <i>See </i><i>Cole v. Cole,</i> 633 F.2d 1083, 1089 (4th Cir.1980); <i>Atlantic States Construction Co. v. Robert E. Lee &amp; Co.,</i> 406 F.2d 827, 829 (4th Cir. 1969).</blockquote>\n<p><i>See also </i><i>Anderson v. Liberty Lobby,</i> 477 U.S. ___, 106 S.Ct. 2505, 210-12, 91 L.Ed.2d 202 (1986); <i>Celotex Corp. v. Catrett,</i> 477 U.S. ___, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986) (standard for summary judgment \"mirrors\" the standard for a directed verdict under Fed.R.Civ.P. 50(a)); <i>St. Amant v. Benoit,</i> 806 F.2d 1294, 1296-97 (5th Cir.1987) (\"there must be evidence whose reasonable inferences support the nonmoving party's position.\").</p>\n<p>In addition, a party may not thwart the purpose of Rule 56 by generating issues of fact through affidavits that contradict their own depositions. <i>Camfield Tires, Inc. v. Michelin Tire Corp.,</i> 719 F.2d 1361, 1363-66 (8th Cir.1983). <i>See also </i><i>Radobenko v. Automated Equipment Corp.,</i> 520 F.2d 540 (9th Cir.1975); <i>Perma Research &amp; Development Co. v. The Singer Co.,</i> 410 F.2d 572, 578 (2d Cir.1969). This does not bar a party from filing an affidavit which further explains aspects of his deposition testimony or attempts to eliminate any confusion which the deposition created. But, it does prohibit a party from creating issues of credibility by contradicting his own earlier testimony. <i>Camfield Tires, Inc. v. Michelin Tire Corp.,</i> 719 F.2d at 1365-66. \"If a party who has been examined at length on deposition could raise an issue of fact simply by submitting an affidavit contradicting his own earlier testimony, this would greatly diminish the utility of summary judgment as a procedure for screening out sham issues of fact.\" <i>Id.</i> at 1365 <i>citing </i><i>Perma Research, supra,</i><i> quoted in </i><i>Radobenko, supra</i><i>.</i></p>\n<p>I further note that any affidavit filed must be \"made on personal knowledge,\" \"set forth facts as would be admissible in evidence,\" and \"show affirmatively that the affiant is competent to testify to the matters stated therein.\" Fed.R.Civ.P. 56(e). <i>See generally</i> Schwarzer, <i>Summary Judgment Under the Federal Rules: Defining Genuine Issues of Material Fact,</i> 99 F.R.D. 465 (1984). Application of these guidelines to the case at bar now follows.</p>\n<p>In opposing plaintiffs' motion, defendant Godwin relies on (1) his own deposition with attachments; (2) five short one or two page affidavits, with attachments, from Godwin, Edward Elmore, Charles Tart, M. Blen Gee, Jr., and Noel Dwight Rose, Jr.; (3) a June 21, 1985, \"pre-occupancy inspection\" permit issued by the Sampson County Health Department; and (4) an August 7, 1985, inspection report issued by OSHA. For various reasons, the court concludes that none of these materials is sufficient, either independently or in combination, to <span class=\"star-pagination\">*429</span> defeat plaintiffs' motion on their § 1823(a) claim.</p>\n<p>I begin by noting that defendant's January 12, 1987, nine-page memorandum of law and his January 15, 1987, one-page supplemental memorandum of law are, at best, cursory in their review of the extensive factual material contained in this record and the legal issues at bar. The memoranda are almost void of any citation to deposition testimony<sup>[12]</sup> and rely exclusively on the affidavits and inspection documents previously mentioned. And as for guidance on the legal issues, there is no citation to case authority and almost none to the complex series of regulations governing this action. Thus, defendant begins on the wrong foot and does not make this court's task any easier in sifting through the record for genuine issues of material fact.</p>\n<p>As for Godwin's deposition, when one eliminates the continuous barbs traded between the parties and counsel present at the deposition, it is apparent that there is little, if any, testimony in that document directed towards plaintiffs' § 1823(a) claims. To the extent one can find such evidence, it is of a broad, <i>conclusory nature</i> where defendant Godwin simply denies any wrongdoing. Godwin was aware that his labor camp was to be and actually was occupied by members of Frank Blanding's crew in June, July, and August. Deposition of Godwin at 72-78; 116-122. However, defendant's deposition testimony conclusively establishes that he took almost no interest in nor did he possess any personal knowledge of the actual conditions that existed at the labor camp for virtually the entire seven-week period that plaintiffs occupied the facility. <i>Id.</i> at 120-122. The few times Godwin even visited the camp, he simply honked the horn of his car, called Blanding over to talk to him, and then drove out of the area. <i>Id.</i> at 121-22. Godwin never left his car, never went in the buildings, nor did he inspect the grounds or facilities. Neither did he have anyone report to him the conditions at the camp on any periodic basis. <i>Id.</i></p>\n<p>In sum, Godwin lived in deliberate and blissful ignorance of any problems at the camp, except when called in August of 1985 to replace a rusted hot water heater, which he ordered immediately repaired. Under these circumstances, I find nothing in Godwin's deposition that refutes plaintiffs' allegations and, to the extent any conclusory denial could conceivably be relied upon, the denial was simply without personal knowledge and therefore is inadequate under Fed.R.Civ.P. 56(e).</p>\n<p>In addition, I note that Godwin has refused to sign his deposition. <i>See</i> Court Reporter's January 6, 1987, Certification attached to Godwin Deposition. Defendant has never filed any request for changes in the deposition nor have the parties waived the signing requirement by stipulation. <i>See</i> Fed.R.Civ.P. 30(e). In addition, the defendant is neither ill nor is he unavailable to sign. <i>Id.</i> Godwin simply refuses to sign his deposition without apparent reason.</p>\n<p>Frankly, this intransigent conduct comes as no surprise to the court. Throughout these proceedings, this defendant has attempted to circumvent and elude the effect of the Rules of Civil Procedure. Three motions to compel have been filed against Godwin and all three have been granted in whole or in part. <i>See</i> Orders of February 3, 1986, May 15, 1986, and November 21, 1986. Sanctions have twice been awarded against this defendant and plaintiffs' motion for sanctions on the third discovery violation remains stayed pending the outcome of the litigation. Even after sanctions have issued, defendant has delayed payment and toyed with contempt of court proceedings. <i>See</i> Order of November 21, 1986.</p>\n<p>I note the above facts because, although I have combed defendant's deposition for testimony sufficient to defeat plaintiffs' motion and have found none, if the court had happened to come across such \"evidence,\" <span class=\"star-pagination\">*430</span> it would have been sorely tempted to strike it for purposes of plaintiffs' motion, given defendant's contumacious conduct and failure to sign his deposition. This is without regard to defendant's conduct at his deposition which clearly would have tried the patience of Job. <i>E.g.,</i> Deposition of Godwin at 51-58; 144-45.</p>\n<p>Turning now to defendant's affidavits, I find that none of them create any genuine issue of material fact in this case. Defendant's affidavit simply repeats his general denials and the fact that when he was told of the rusted hot water heater, he replaced it in August of 1985. Defendant also states that the housing facility had central heating equipment and four cook stoves.</p>\n<p>The problems with Godwin's affidavit are numerous. First, his broad, conclusory denials of the alleged violations are insufficient to withstand a detailed motion for summary judgment. <i>See </i><i>White v. Boyle,</i> 538 F.2d 1077 (4th Cir.1976). Second, the affidavit is generally predicated on statements \"to the best of my knowledge\" or \"best of my knowledge and belief.\" Godwin has previously testified at his deposition he did not know what occurred at the camp in the summer of 1985. He depended on Blanding to run the camp and on the pre-inspection certificate. Under these circumstances, Godwin had no legitimate \"knowledge\" of conditions at the camp <i>during the time plaintiffs occupied the facility.</i><sup>[13]</sup> Third, the affidavit simply does not respond to many of the plaintiff's specific factual assertions of substandard housing. Fourth, defendant concedes he does not know if the hot water heater went out before August of 1985. Indeed, this concession coupled with the fact that it did not work in August and was \"rusted out,\" Deposition of Godwin at 58, strengthens plaintiffs' allegations of lack of hot water at the camp. A hot water heater simply does not \"rust out\" overnight. The fact that it was allowed to get in this condition to the point that it actually stopped working  is some evidence that the camp was not in the greatest of repair and supports, rather than defeats, plaintiffs' motion.</p>\n<p>As for the affidavit of Edward Elmore, he simply states that he performed maintenance and repair on the Godwin camp prior to the Blanding crew's occupancy. He also states that four stoves \"appeared to be\" in working order prior to the time the camp opened in June. Elmore alleges that he \"[made] the repairs necessary to open the camp.\"</p>\n<p>This seven sentence affidavit likewise fails to create any genuine issue of material fact. First, it contains absolutely no assertion that Elmore knew of or even was present at the camp from the time it opened until the date plaintiffs left the facility. Indeed, Godwin testified in his deposition that no one was sent to do any repair work at the camp during the time it was occupied by Blanding's crew, except with regard to the hot water heater in August. Deposition of Godwin at 120-21.<sup>[14]</sup></p>\n<p>Second, Elmore is neither an expert in nor does he testify to any understanding of migrant camp health and safety regulations. He is a maintenance and repair man and his certification that he made repairs \"necessary to open the camp\" is meaningless. What Mr. Elmore feels is \"necessary\" and what the regulations require may be quite different altogether.</p>\n<p>The Tart affidavit is likewise of no real value. Tart testifies that the hot water heater was working properly prior to camp occupation sometime in 1985, that he repaired a gas line in July and the heater appeared to be working then, and that he was contacted in August by Godwin to <span class=\"star-pagination\">*431</span> replace the heater. This affidavit, of course, even if it creates a genuine issue of fact on the hot water heater question, says nothing about any of the other violations alleged by the plaintiffs.</p>\n<p>Furthermore, there is no evidence that Tart knew of or understood the federal regulations with respect to hot water and heating requirements. Tart's conclusion that the heater \"worked properly\" is not tantamount to saying it met federal and state standards.</p>\n<p>Tart visited the camp only twice during its occupancy by the plaintiffs. The first time on July 1, his primary reason for being at the facility was to repair a damaged gas line. He re-lit the water heater after the line was repaired. At that time, \"there was no indication\" the heater was not working properly. The affiant does not suggest he inspected the heater or turned on the water. Read carefully, all the affiant states is that when he lit the heater, it appeared to be working.</p>\n<p>The only other time Tart visited the camp was to replace the failed heater one month later. As such, Tart's testimony does not create a genuine issue of fact as to plaintiffs' day to day complaints about the lack of hot water. Tart was only at the camp twice; once to repair the heater that was clearly broken  evidence supporting plaintiffs' allegations. At the July visit, Tart did not test the heater or the temperature of the water. He simply says it appeared to work when he re-lit it.<sup>[15]</sup> Indeed, there is no evidence in the record from any defendant, or employee or agent of any defendant, to contradict plaintiffs' allegations of lack of hot water. <i>See, e.g.,</i> Deposition of Frank Blanding at 165 and 219-20 (hot water heater not working when they got to camp and later the heater broke down on two occasions).</p>\n<p>The fourth affidavit  that of Blen Gee, Jr., is irrelevant to the issue of § 1823(a) violations. It speaks only to settlement negotiations between the parties. This leaves only the supplemental ten sentence affidavit of Noel Dwight Rose, Jr. Rose was employed with the Employment Security Commission (ESC) of North Carolina during the summer of 1985. His job was to advise local farmers of changes in relevant migrant farmworker regulations, the availability of state services, farmworkers, and inspections. Rose was <i>not</i> a certified ESC housing inspector. Rose's affidavit simply states that, of his knowledge, the requirement for cooking stoves in the labor camp was one <i>burner</i> per ten workers.</p>\n<p>Obviously this affidavit speaks only to one of plaintiffs' allegations  inadequate stoves. And even as to that allegation, it fails to create any genuine issue of fact. First, Rose does not state that he ever was in the Godwin labor camp or saw any of its facilities. His statement is essentially \"expert\" testimony on the number of stoves required by law for a migrant camp. The problem with this is, of course, that nowhere in the affidavit does he state he is qualified to speak to that issue. Indeed, Rose concedes he was not an ESC housing inspector. He was a Rural Manpower Representative. His substantive statement directly contradicts unambiguous federal regulations on the requirement at issue. 29 C.F.R. § 1910.142(b)(10) states the required ratio is \"one <i>stove</i> to 10 persons or one <i>stove</i> to two families.\" (emphasis added). One <i>stove</i> does not necessarily equate to one <i>burner</i> and, without any explanation as to his qualifications to speak on this area of migrant housing, I conclude that the affidavit fails to create any issue of fact on the stove requirement.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*432</span> Turning to the \"pre-occupancy\" certification by the Sampson County Health Department, I find that it likewise fails to rebut plaintiffs' extensive motion for summary judgment. On June 21, the Sampson County Health Department Agent issued a \"pre-occupancy\" migrant housing permit. A copy of defendant's application, the results of the inspection, and the permit are attached to the Godwin deposition and tagged as Plaintiffs' Exhibit 6. Defendant's position is that this inspection certification establishes, <i>per se,</i> the lack of any § 1823(a) violations on his part. For a variety of reasons, the court holds that this interpretation of the effect of the Sampson County housing permit is erroneous.</p>\n<p>In the first place, the housing permit simply allows the defendant to operate a migrant housing camp. Exactly what it purports to certify is really unclear from the record. Defendant Godwin's deposition reveals little, if anything, about the inspection and certification process. The inspector for the Health Department has not been deposed and his short affidavit, filed November 7, 1985, simply indicates defendant's camp generally met <i>state</i> migrant housing requirements as of June 21, 1985  the inspection date. The applicable state and federal procedural and substantive regulations have been filed in the record without much integrated explanation. The best that can be said is that the state certification indicates general compliance with state standards  at least sufficient to merit housing certification.</p>\n<p>It is likewise clear, however, that the state certification does <i>not</i> encompass federal health and safety standards <i>unless</i> those standards are specifically incorporated into state regulations. Many of the standards are, in fact, the same or substantially similar. <i>Compare</i> 29 C.F.R. § 1910.142 with 10 NCAC 10A § 2114 <i>et seq.</i> However, as pointed out by plaintiffs, differences remain. <i>Compare, e.g.,</i> 29 C.F.R. § 1910.142(b)(11) and (f)(4) and 10 NCAC 10A § 2112(i) (heating standards); 29 C.F.R. § 1910.142(b)(10) and (i)(1) and 10 NCAC 10A § 2129(a) (specifications for stoves, availability of hot water, and other kitchen facilities).</p>\n<p>As such, the certification does <i>not</i> stand for the proposition that, even on the date of inspection, the labor camp met all federal safety and health standards  a certification which is required under 29 U.S.C. § 1823(b)(1). <i>See</i> position of Department of Labor as set forth in documents at 6A <i>Wages &amp; Hours Manual</i> (BNA) 99:5565-66 (September 29, 1984); 48 Fed.Reg. 15803 (April 12, 1983); 48 Fed.Reg. 36739 (August 12, 1983).</p>\n<p>Further problems with the certification constituting evidence of lack of any violations of federal law can be found simply by referring to the inspection report itself. The report establishes a number of problems with the labor camp. Substantial \"Demerits\" were noted for the categories of:</p>\n<blockquote>(a). hot water heating equipment provided and maintained;</blockquote>\n<blockquote>(b). hot water provided;</blockquote>\n<blockquote>(c). solid waste storage and disposal containers emptied and cleaned;</blockquote>\n<blockquote>(d). food preparation and eating areas cleaned; and,</blockquote>\n<blockquote>(e). site properly maintained.</blockquote>\n<p>The term \"demerits,\" although not clearly defined even in the state regulations, obviously indicates at least a lack of full compliance with state standards in these areas. Since state standards in these areas do not exceed federal requirements, I must assume that even at the time the camp was certified, prior to occupancy, the camp contained five basic violations of federal health and safety laws. This may not have been enough to deny defendant a housing permit under state law, but the permit certainly cannot be used as evidence that the problems did not exist. Indeed, the areas of demerit coincide with many of plaintiffs' substantive allegations of violations.</p>\n<p>In addition, the inspection deals only with one date in time  June 21. Section 1823(a) requires all owners to \"be responsible for ensuring that the facility ... complies with substantive Federal and State safety and health standards ...\" Obviously, this envisions continuing compliance throughout occupancy. It is not enough <span class=\"star-pagination\">*433</span> for the housing to be in compliance prior to occupancy  it must be kept in that condition. Plaintiffs say it was not and the Sampson County certification does not speak to these allegations. To suggest that initial compliance is all that is mandated by statute is ludicrous. Such a position would defeat the entire purpose of the AWPA. For example, assume the buildings are in generally good condition at the camp and the site is drained at the time of inspection. Subsequent to inspection, however, a storm hits and damage results. The roof leaks, some floor boards fall out from rot, screen doors and windows are blown out and stagnant water develops. Defendant's position, taken to its logical conclusion, suggests that he would have no duty under § 1823(a) to effect repairs and that he could not be cited for violation of federal law if he kept the farmworkers housed in such conditions. This proposition is unacceptable. Accordingly, I find that the certificate does not defeat plaintiffs' § 1823(a) motion.</p>\n<p>Finally, defendant suggests that an OSHA inspection report, dated August 7, 1985, is sufficient either alone, or in combination with the \"pre-occupancy\" report, to defeat summary judgment.<sup>[17]</sup> Again, the report initially suffers from two problems. First, there is no affidavit or deposition from the inspector or any OSHA representative even purporting to explain the circumstances of the report, what it contains, or what parts of the camp were inspected and why. Second, the report, like the June inspection, deals only with one day in the seven week period. Whether violations existed on other days and were repaired, either by the farmworkers or Blanding, is anyone's guess.</p>\n<p>Beyond these concerns, however, the report itself indicates at least four violations: (1) grounds around the camp were not maintained in a clean and sanitary condition; (2) a screen door was missing from one of the buildings; (3) garbage containers were not provided with lids;<sup>[18]</sup> and, (4) lack of suitable storage facilities for clothing and personal articles.<sup>[19]</sup> Thus, the report, far from defeating plaintiffs' motion, simply adds fuel to the fire, noting four substantive violations in line with plaintiffs' deposition testimony.</p>\n<p>Although, as I suggest, I have serious reservations about even considering this report, <i>see</i> footnote 17, <i>supra,</i> acceptance of the information contained on the face of the document does <i>not</i> favor the defendant. Having thoroughly reviewed the evidence in depth, and as I suggested earlier, doing so without much assistance from the defendant, I find that a number of plaintiffs' factual allegations concerning conditions at the Godwin labor camp between June and August of 1985 remain essentially uncontraverted. Not a single affidavit, deposition, or declaration has been submitted by anyone who visited the camp or worked in it on any regular basis to refute the plaintiffs' deposition testimony. Plaintiffs were not even effectively cross-examined on the issue at their depositions. Accordingly, I RECOMMEND that plaintiffs' motion for summary judgment as to their § 1823(a) claim be GRANTED.<sup>[20]</sup></p>\n<p>Plaintiffs' second claim against Godwin is that he failed to obtain a proper certificate of occupancy at the camp and that he allowed occupancy of the facility before such certification was posted in violation <span class=\"star-pagination\">*434</span> of § 1823(b)(1). My review of the record indicates it is void of any evidence effectively rebutting this claim.</p>\n<p>As plaintiffs' brief cogently argues, the statute contemplates an owner obtaining a pre-occupancy permit from an appropriate agency certifying compliance with <i>federal and state</i> substantive safety and health standards. Defendant obtained a Sampson County Health Department permit and nothing else. Deposition of Godwin at 58. This permit is based on general compliance with state law  not federal law. <i>See</i> discussion, <i>supra,</i> at 431-32. No pre-occupancy certification was sought from any federal agency or from any state agency applying federal standards, nor was one garnered. Although defendant may well have believed, in good faith, that the Sampson County certificate was sufficient, it was not.</p>\n<p>Furthermore, assuming <i>arguendo,</i> that the Sampson County certificate was sufficient for purposes of § 1823(b)(1), that section requires not only <i>obtaining</i> said certificate, but also <i>posting</i> of the certificate prior to occupancy. <i>See Bohan v. Hudson, supra,</i> at 9. Nowhere in defendant's deposition does he state that the certificate was posted at the camp prior to occupancy. No affidavit or verified statement in any manner was submitted by the defendant in opposition to plaintiffs' motion in this regard. Indeed, defendant's memorandum in opposition to plaintiffs' motion does not even discuss the <i>posting</i> issue. The only hint of opposition to this aspect of plaintiffs' motion can be found in defendant's March 26, 1986, denial of plaintiffs' November 14, 1985, Request for Admissions.<sup>[21]</sup> In this unfiled and unverified response (located in attachments to Plaintiffs' January 21, 1987, Reply Memorandum), defendant denies plaintiffs' request number seven by stating, \"this defendant <i>believes</i> that a written certification of occupancy was posted in the subject housing.\" (emphasis added). Aside from the fact that it is unfiled and unverified, <i>see</i> Fed.R.Civ.P. 56(e), the response is based only on \"belief,\" that belief is obviously not based on personal knowledge as Godwin's deposition makes clear and as Rule 56(e) requires, and the response is careful not to say, even on belief, that the certificate was posted <i>prior</i> to occupancy.</p>\n<p>Accordingly, I RECOMMEND that plaintiffs' motion for summary judgment on their § 1823(b)(1) claim against defendant Godwin be GRANTED.</p>\n<p>Having recommended summary judgment against the defendant on the question of liability, I now turn to the issue of damages. The AWPA provides plaintiffs with a choice of remedies if the court finds that defendant's statutory violations were intentional. The court may award plaintiffs the amount of their actual damages, statutory damages up to $500 per plaintiff per violation, or other equitable relief. 29 U.S.C. § 1854(c)(1). Here, plaintiffs seek only statutory damages.</p>\n<p>Before the court may award damages, however, it must first find that the statutory violations found above were \"intentional.\" Intentional, in this context, means \"conscious or deliberate\" and does not require a specific intent to violate the AWPA. <i>Salazar-Calderon v. Presidio Valley Farmers Association,</i> 765 F.2d 1334, 1345 (5th Cir.1985), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 1245, 89 L.Ed.2d 353 (1986); <i>Castillo v. Givens,</i> 704 F.2d 181, 197-98 (5th Cir.1983), <i>cert. denied,</i> 464 U.S. 850, 104 S.Ct. 160, 78 L.Ed.2d 147 (1983); <i>Alvarez v. Joan of Arc, Inc.,</i> 658 F.2d 1217, 1224 (7th Cir.1981); <i>Bueno v. Mattner,</i> 633 F.Supp. 1446, 1466 (W.D.Mich. (1986).<sup>[22]</sup> Rather, \"the standard for an intentional violation [is] ... `the common civil standard which holds a person liable for the natural consequences of his or her acts.'\" <i>Salazar-Calderon,</i> 765 F.2d at <span class=\"star-pagination\">*435</span> 1345 <i>quoting, </i><i>Castillo v. Givens,</i> 704 F.2d at 197-98, <i>quoting </i><i>DeLeon v. Ramirez,</i> 465 F.Supp. 698, 705 (S.D.N.Y.1979). <i>See also </i><i>De La Fuente v. Stokley-Van Camp, Inc.,</i> 713 F.2d 225, 238 (7th Cir.1983); <i>Davis v. Williams,</i> 622 F.Supp. 386, 389 (W.D.N.Y.1985). Intent will be found if a defendant was or should have been aware of the law governing his conduct and its possible application to him. <i>Bueno v. Mattner,</i> 633 F.Supp. at 1466-67; <i>Bohan v. Hudson, supra,</i> at 11.</p>\n<p>Applying this standard to the case at bar, I find the record leaves no doubt that defendant's actions and omissions were \"intentional\" within the meaning of the AWPA. In Godwin's deposition, he testified to his personal experience with the requirements of both the FLCRA and AWPA. Deposition at 16-20, 39-42. Godwin also testified as to at least three previous investigations of his actions under both acts by the Department of Labor (DOL), resulting in the initial assessment of monetary penalties against the defendant. <i>Id.</i> at 20-32. <i>See also</i> Exhibit E attached to Plaintiffs' December 19, 1986, Memorandum of Law (<i>certified</i> copies of DOL investigation records relating to Godwin's previous violations). Indeed, one of the previous investigations included a citation for a violation of 29 U.S.C. § 1823(a) for the same labor camp involved in this case. <i>See id.</i> at 38 and 46-68.</p>\n<p>Defendant was the owner of the labor camp used to house the plaintiffs. He was \"responsible for insuring that the facility\" met all applicable federal and state safety and health standards. Defendant's deposition testimony clearly indicates his awareness of his general responsibility under both state and federal law. The fact that defendant chose to blind himself to the day to day reality of the conditions at his camp by never personally inspecting the facility or having anyone regularly report to him cannot shield the defendant from liability under the AWPA. I find that defendant's actions and omissions were conscious and deliberate and that he was generally aware of the existence of the law governing his conduct and its possible application to him. <i>See, e.g., </i><i>Washington v. Miller,</i> 721 F.2d 797, 803 (11th Cir.1983); <i>Bueno v. Mattner,</i> 633 F.Supp. at 1465-67. Accordingly, the court RECOMMENDS a finding that under the AWPA, defendant Godwin intentionally violated both §§ 1823(a) and 1823(b)(1).</p>\n<p>The court now turns to the issue of the proper award of damages. Because the record in this case is so complete, and generally uncontradicted, with respect to the following considerations as to damages, a non-jury trial on the issue is unnecessary. <i>See Bohan v. Hudson, supra,</i> at 12-13. <i>Cf. </i><i>Haywood v. Barnes,</i> 109 F.R.D. 568, 584-85 (E.D.N.C.1986). The issue of statutory damages under the AWPA is one left to the guided discretion of the court. <i>Beliz v. W.H. McLeod &amp; Sons Packing Co.,</i> 765 F.2d 1317, 1333 (5th Cir.1985). What follows are my recommendations to Judge Fox as to an appropriate award in this case.</p>\n<p>Under 29 U.S.C. § 1854(c)(1), the court <i>may,</i> but is not required to, award up to $500.00 to each plaintiff for each violation of the plaintiffs' AWPA rights committed by the defendant. <i>See </i><i>Salazar-Calderon,</i> 765 F.2d at 1346; <i>Castillo v. Givens,</i> 704 F.2d at 197 n. 7; <i>Alvarez v. Joan of Arc, Inc.,</i> 658 F.2d at 1224. Here, plaintiffs seek an award of the full $500.00 for all nine plaintiffs for each of the two statutory violations, thus, a total award of $9,000.00.</p>\n<p>A court can award liquidated damages under § 1854(c)(1) even absent a showing of actual injury. <i>Id.</i> This provision has a dual purpose: it obviously allows plaintiffs to recover for harm they have suffered even when they cannot prove actual injury and it promotes compliance with the AWPA's requirements, thereby deterring future abuses. <i>Bueno v. Mattner,</i> 633 F.Supp. at 1467; <i>Bohan v. Hudson, supra,</i> at 12. The Fifth Circuit Court of Appeals in <i>Beliz v. W.H. McLeod &amp; Sons Packing Co., supra</i><i>,</i> has cogently articulated and summarized the considerations relevant to determining what level of damages will suffice to deter future violations as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*436</span> Deterrent effect may be achieved without awarding exemplary damages. Whether an award accomplishes this purpose, in addition to affording compensation, is determined by considering not only the amount allowed to each plaintiff for each violation but also the total amount of the award, the nature and persistence of the violations, the extent of the defendant's culpability, damages awards in similar cases, the defendant's ability to prevent future violations of the Act, the substantive or technical nature of the violations, and the circumstances of each case.</blockquote>\n<p>765 F.2d at 1332-33 (citations omitted). <i>See also </i><i>Montelongo v. Meese,</i> 803 F.2d 1341, 1350 (5th Cir.1986); <i>Bueno v. Mattner,</i> 633 F.Supp. at 1467.</p>\n<p>\"Plainly, it ought not be cheaper to violate the Act and be sued than to comply with the statutory requirements.\" 765 F.2d at 1332. The legislative history of the AWPA indicates that it is designed to correct the exploitive practices that have historically plagued the migrant labor market, <i>id.,</i> and, accordingly, awards must be sufficiently adequate to encourage farmworkers to assert their statutory rights. <i>Id.</i> at 1332-33. A worker who sues for violations should not find recovery inadequate to meet his personal costs in filing suit, testifying, and paying attorney's fees  recovery of which is surprisingly not expressly authorized by statute.<sup>[23]</sup><i>Id.</i> at 1332. Furthermore, courts must be ever cognizant of the realities of a farmworker's life  \"workers who attempt to assert their rights [often] must overcome a general background of fear and intimidation caused by the widespread practice of retaliation against those who complain about violations.\" <i>Id. citing</i> Hearings on H.R. 7597 Before the Subcommittee on Agricultural Labor of the Committee on Education and Labor, 93d Cong., 1st Sess., (1973) at pp. 166, 171, 173; <i>Flores v. Fulwood Farms of Florida, Inc.,</i> 450 F.Supp. 1046 (M.D.Fla.1978); <i>S.P. Growers Ass'n. v. Rodriquez,</i> 17 Cal.3d 719, 131 Cal.Rptr. 761, 552 P.2d 721 (1976).</p>\n<p>In fixing damages, the court must also consider the total number of plaintiffs involved, total number of violations, and total amount to be extracted from the defendant. <i>Beliz,</i> 765 F.2d at 1333. Application of all the above criteria follows <i>seriatim.</i></p>\n<p></p>\n<h2>1. <i>Nature and Persistence of Violations</i>\n</h2>\n<p>The § 1823(a) violation involved in this case, even if the court excludes plaintiffs' stove and hot water allegations, is a serious, non-technical violation involving the standard and quality of housing provided to these plaintiffs. Unsanitary conditions, missing screens, garbage cans without lids, etc. ... are conditions which can and, in this case, did lead to worse health and safety problems, such as mice and other rodents. Violations adversely affecting the health of migrant workers strike at the heart of the protections envisioned in the AWPA.</p>\n<p>As for defendant's § 1823(b)(1) violation, I find this behavior more of a \"technical\" violation. Defendant's failure to obtain federal certification and to post even his Sampson County certificate, although conduct which cannot be condoned, were not actions which, in and of themselves, effected any harm upon the plaintiffs. Furthermore, defendant did obtain certification from Sampson County officials; thus, it is not as if he opened the camp without making any effort to comply with the applicable regulations.</p>\n<p></p>\n<h2>2. <i>Godwin's Culpability</i>\n</h2>\n<p>Godwin has previously been cited by DOL for one of the same housing violations involved in this case. He has also been cited for other violations of applicable federal migrant worker protection laws. <i>See</i> Exhibit E attached to Plaintiffs' December 19, 1986, Memorandum. Defendant's attitude towards compliance, although certainly not as bad as a number of other defendants this court has had occasion to witness, <i>e.g., </i><i>Haywood v. Barnes, supra</i><i>,</i> was nonetheless far from obedient and enthusiastic. As Godwin told one DOL investigator in 1983:</p>\n<blockquote>\n<span class=\"star-pagination\">*437</span> \"... he was too busy to bother with that kind of crap.\"</blockquote>\n<p>Exhibit E at 27. And his decision to essentially \"see no evil, hear no evil\" at the labor camp in this case amounts to no more than a \"half-hearted\" attempt to comply with the ongoing requirements of § 1823(a).</p>\n<p></p>\n<h2>3. <i>Damage Awards in Similar Cases</i>\n</h2>\n<p>In other migrant farmworker cases involving violations of the FLCRA and AWPA's housing provisions, awards have varied widely depending on application of the other <i>Beliz</i> factors  generally ranging from a low of $100 per violation to the maximum of $500. <i>Beliz,</i> 765 F.2d at 1333. Indeed, the maximum has issued on a number of occasions. <i>E.g., </i><i>Montelongo v. Meese,</i> 803 F.2d at 1350; <i>Washington v. Miller,</i> 721 F.2d at 803; <i>Stewart v. James,</i> 519 F.Supp. 315, 320-21 (E.D.N.Y.1981); <i>Strong v. Williams,</i> 89 LC § 33, 929 (M.D. Fla.1980). This range of damages is also consistent with Judge Dupree's recent award in <i>Bohan v. Hudson, supra,</i> where he assessed the defendant $500 per plaintiff for \"serious\" violations and $100 per plaintiff for \"technical\" violations.</p>\n<p></p>\n<h2>4. <i>Defendant's Ability to Prevent Future Violations of the Act</i>\n</h2>\n<p>There is nothing in the record which would indicate defendant is unable, if he wishes, to comply with §§ 1823(a) and (b)(1) in the future. Many of the problems with his housing facility are easily and cheaply remediable, <i>e.g.,</i> obtaining garbage cans with lids, cleaning the facility and grounds prior to and during occupancy, replacing torn and missing screens. I recognize that some other violations may be more expensive, <i>e.g.,</i> those related to rotting floor-boards, the need for additional stoves, etc...., but there is no evidence to suggest compliance is beyond defendant's financial capability. As for the § 1823(b)(1) violation, there is no bar, financial or otherwise, to defendant's obtaining and posting a proper pre-occupancy certification or permit. All of this is, of course, contigent on defendant's <i>willingness</i> to (1) sit down and thoroughly read the regulations that he must abide by and (2) decide to fully comply with them. Here is where an appropriate monetary incentive from this case becomes imperative. As plaintiffs suggest, too often in the past this defendant has been allowed to avoid the consequences of his actions and omissions with simply a slap on the wrist. I believe more is required this time around.</p>\n<p></p>\n<h2>5. <i>Total Number of Plaintiffs' Violations and Amount to be Extracted From the Defendant</i>\n</h2>\n<p>In case <i>sub judice,</i> the total number of plaintiffs is small (9), the violations are few (2), and the total award possible ($9,000) is not unreasonably excessive.</p>\n<p></p>\n<h2>6. <i>Attempts to Settle This Dispute</i>\n</h2>\n<p>Under § 1854(c)(2), the court \"is authorized to consider whether an attempt was made to resolve the issues in dispute before resort to litigation.\" Although both sides have angrily claimed that the other was not negotiating in good faith in this case, both before suit was filed and during the pendency of the litigation, I find it unnecessary to comment at length on this factor. I have read the extensive pre-litigation correspondence between the parties and, frankly, find neither side free from fault on the issue of why early settlement attempts were unsuccessful. This court has previously noted that \"neither counsel nor their clients possess any relationship even remotely conducive to a nonacrimonious litigation posture.\" Order of November 21, 1986, at 1. From the correspondence, and the deposition testimony of both the defendant and the plaintiffs, it is apparent that this case began in that posture and things have gone downhill from there. In sum, I find it difficult to say either party seriously attempted, in good faith, to settle this dispute without resort to litigation, given both sides' unyielding and rigid pre-litigation postures. No attempt to compromise any major pre-litigation point of contention was reasonably proffered by either party. Thus, this element is at best a wash between the parties and favors neither an enlargement or reduction of award.</p>\n<p>In conclusion, after a thorough review of the record in this case, I RECOMMEND that plaintiffs be awarded $600.00 each, for a total award of $5,400.00. In my opinion, defendant's violation of 29 U.S.C. § 1823(a) for failing to put or keep his labor camp in <span class=\"star-pagination\">*438</span> compliance with applicable standards is a serious violation which, under the circumstances described, requires maximum deterrence. It thus merits an award of $500.00 per plaintiff. <i>See Bohan v. Hudson, supra,</i> (same award issued by Judge Dupree on summary judgment under similar circumstances). As for the § 1823(b)(1) violation, I believe $100 per plaintiff is sufficient to redress their injuries and encourage the defendant to obtain and post the appropriate pre-occupancy certificate(s) in the future. <i>Id.</i></p>\n<p></p>\n<h2><i>Summary</i></h2>\n<p>To summarize, the court hereby RECOMMENDS that plaintiffs' motion for summary judgment as to both their § 1823(a) and § 1823(b)(1) claims be GRANTED and that plaintiffs be awarded $600.00 each for the above violations, totaling an award against defendant Godwin of $5,400.00.</p>\n<p>SO RECOMMENDED.</p>\n<h2>NOTES</h2>\n<p>[1]  Six of the present plaintiffs were named as such in the original complaint. Three additional plaintiffs have been joined in the action by orders filed May 15, 1986, (Walter Rippey, Jr.) and November 17, 1986, (Reginald Johnson and Victor Inniss).</p>\n<p>[2]  Initially, plaintiffs also sought class certification on these same claims against defendant Kim Malcolm and former defendant Debra Malcolm. <i>See </i><i>Howard v. Malcolm,</i> 629 F.Supp. 952, 953 (E.D.N.C.1986). However, plaintiffs have since waived their class prayer for relief against the defendants Malcolm. <i>See</i> Amended Complaint, §§ 45-59.</p>\n<p>[3]  The applicable federal standards are found at 29 C.F.R. § 1910.142 and § 500.133.</p>\n<p>[4]  \"Effective measures shall be taken to prevent infestation by and harborage of animal or insect vectors or pests.\" 29 C.F.R. § 1910.142(j).</p>\n<p>[5]  <i>See generally</i> 29 C.F.R. § 1910.142(i)(1).</p>\n<p>[6]  \"An adequate supply of hot and cold running water shall be provided for bathing and laundry purposes.\" 29 C.F.R. § 1910.142(f)(3).</p>\n<p>[7]  \"An adequate supply of toilet paper shall be provided in each privy, water closet, or chemical toilet compartment.\" 29 C.F.R. § 1910.142(d)(9).</p>\n<p>[8]  29 C.F.R. § 1910.142(b)(1) (\"Every shelter in the camp shall be constructed in a manner which will provide protection against the elements.\"); (b)(4) (\"The floors shall be kept in good repair.\"); (b)(8) (\"All exterior openings shall be effectively screened with 16-mesh material.\"); (j) (\"Effective measures shall be taken to prevent infestation by and harborage of animal or insect vectors or pests.\").</p>\n<p>[9]  <i>Id.</i></p>\n<p>[10]  \"Fly-tight, rodent-tight, impervious, cleanable or single service containers ... shall be provided for the storage of garbage.\" 29 C.F.R. § 1910.142(h)(1).</p>\n<p>[11]  \"In camps where cooking facilities are used in common, stoves (in ratio of one stove to 10 persons or one stove to two families) shall be provided ...\" 29 C.F.R. § 1910.142(b)(10).</p>\n<p>[12]  Indeed, defendant's memoranda fail to contain even a single cite to his own deposition or that of defendants Malcolm or Blanding.</p>\n<p>[13]  In this regard, defendant's statement that \"to the best of my knowledge and belief,\" the four stoves at the facility were in working order is insufficient to defeat summary judgment on this claim. <i>See also</i> Deposition of defendant Frank Blanding at 165 (facility contained only <i>three</i> stoves and one of the three was \"hard to work.\"). The court also finds Godwin's general allegations of \"knowledge\" inconsistent with his deposition testimony and, therefore, barred under <i>Camfield Tires, Inc. v. Michelin Tire Corp., supra</i><i>.</i></p>\n<p>[14]  I note this testimony is contradicted, at least in part, by the affidavit of Charles Tart at parag. 6, who states he made repairs on a damaged gas line in July of 1985. <i>See</i> text <i>infra.</i></p>\n<p>[15]  Interestingly enough, Tart makes no mention of the heater's deteriorating condition in July. It is inconceivable that the heater showed no signs of rust and damage in July, only to be \"rusted out\" and beyond repair in August.</p>\n<p>[16]  Plaintiffs have moved to strike the Elmore, Tart, Gee, and Rose affidavits under Fed.R. Civ.P. 37 as a sanction for defendant's violation of his continuing duty to supplement his answers to a series of interrogatories posed by the plaintiffs in 1985. <i>See</i> Plaintiffs' January 21, 1987, Reply Memorandum at 5-8. Giving defendant all benefit of the doubt, I decline, for purposes of disposition by summary judgment, to impose this sanction. Although plaintiffs' argument is of some merit, the court, in its discretion, DENIES the motion to strike. Given this court's ultimate recommendation, <i>infra,</i> plaintiffs suffer no prejudice from this decision.</p>\n<p>[17]  An <i>uncertified</i> copy of the report is attached to defendant's January 15, 1987, Supplemental Memorandum. Given its uncertified nature and the non-existence of any attached verified explanation of the report, I have serious reservations about its competency and utility under Fed.R. Civ.P. 56(e).</p>\n<p>[18]  I note these violations lend considerable inferential support to some of plaintiffs' other allegations, including infestation by mice and rodents.</p>\n<p>[19]  This last violation, although initially noted and containing a severe monetary penalty, was eventually deleted on December 2, 1985. How this occurred and why are simply not stated in the record.</p>\n<p>[20]  Even if the court were to find genuine issues created on the stove allegation, for example, there is no evidence to contravert the unsanitary grounds, the missing screen door, or the garbage cans without lids allegations. Those alone are sufficient to find a § 1823(a) violation.</p>\n<p>[21]  The court, in its review of the record, found this document. It was not identified by the defendant.</p>\n<p>[22]  Some of the cited cases dealt with claims under the Farm Labor Contractor Registration Act (FLCRA), 7 U.S.C. § 2041, <i>et seq.,</i> the statutory predecessor to the AWPA. Nonetheless, the \"intentional\" standard is the same under both statutes. <i>Compare </i><i>Alvarez v. Joan of Arc, Inc., supra</i><i>,</i> with <i>Bueno v. Mattner, supra</i><i>. See also Bohan v. Hudson, supra,</i> at 11.</p>\n<p>[23]  As to the lack of authorization for attorney's fees, <i>see also </i><i>Alvarez v. Longboy,</i> 697 F.2d 1333 (9th Cir.1983); <i>Bueno v. Mattner,</i> 633 F.Supp. at 1467, <i>quoting Beliz.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">658</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">423</span></span> (1987)</b></center>\n<center><h1>Milton HOWARD, et al., Plaintiffs,<br>\nv.<br>\nKim MALCOLM, et al., Defendants.</h1></center>\n<center>No. 85-123-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>February 20, 1987.</center>\n<p><span class=\"star-pagination\">*424</span> <span class=\"star-pagination\">*425</span> Robert J. Willis, Farmworkers Legal Services of North Carolina, Raleigh, N.C., for plaintiffs.</p>\n<p>Charles F. Blackburn, Henderson, N.C., for Ken Malcolm and Debra Malcolm.</p>\n<p>Robert S. Griffith, II, Newton Grove, N.C., for David Godwin.</p>\n<p>Frank Blanding, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This action is before the court on objections to the Magistrate's recommendation filed February 4, 1987.</p>\n<p>Both plaintiffs and defendant Godwin have filed objections; Godwin objects to recommendation of summary judgment against him, and plaintiffs object to the amount of damages recommended for violation of 29 U.S.C. § 1823(b)(1). Both parties' counsel have represented to Magistrate Dixon that they will not file responses to the other's objections. The matter is thus ripe for disposition.</p>\n<p>After an independent and thorough review of the Magistrate's memorandum, all objections thereto, and a de novo review of the record, the court concludes that the recommendation is correct and in accordance with law. Accordingly, the Magistrate's recommendation is accepted and plaintiffs' motion for summary judgment is hereby GRANTED on their claims against defendant Godwin for violation of 29 U.S.C. §§ 1823(a), and 1823(b)(1). Further, the court accepts the Magistrate's recommendation as to appropriate damages, and hereby ORDERS that plaintiffs be awarded the sum of $600 each: $500 each for Godwin's violation of 29 U.S.C. § 1823(a), and $100 each for Godwin's violation of 29 U.S.C. § 1823(b)(1).</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p></p>\n<h2>February 4, 1987</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>Plaintiffs, nine migrant agricultural workers,<sup>[1]</sup> initiated this action by complaint, filed September 29, 1985, alleging numerous violations of the Migrant and Seasonal Agricultural Worker Protection Act (AWPA), 29 U.S.C. § 1801 <i>et seq.,</i> the Fair Labor Standards Act (FLSA), 29 U.S.C. § 201 <i>et seq.,</i> the Federal Insurance Contributions Act (FICA), 26 U.S.C. § 3101 <i>et seq.,</i> and the Federal Unemployment Tax Act (FUTA), 26 U.S.C. § 3301 <i>et seq.</i> Plaintiffs also sought and were granted <span class=\"star-pagination\">*426</span> class certification on three claims relating to nonpayment of FICA and FUTA payroll taxes by defendant Blanding, pursuant to Fed.R.Civ.P. 23(b)(2). <i>See</i> Order of January 12, 1987.<sup>[2]</sup> This matter is now before the court on plaintiffs' motion for summary judgment against defendant Godwin. Defendant has timely responded to the motion, thus, the matter is ripe for disposition.</p>\n<p>The factual background of this case has been more than adequately described in numerous prior orders of the court and need not be repeated in detail here. Briefly, in early 1985, plaintiffs were recruited and employed by defendant farm labor contractor Frank Blanding as migrant farm laborers. As members of his crew, plaintiffs worked in the fields of defendant Kim Malcolm and Barra Farms in the late spring and summer of 1985 performing farm labor. The fields to be harvested were located in and around Sampson County, North Carolina. During their period of employment with Blanding, plaintiffs were housed in a nearby labor camp rented and operated by defendant David Godwin, a resident farmer in Sampson County. <i>See</i> Amended Complaint at §§ 7, 9, 21, 22, and 29.</p>\n<p>From the above agricultural activities, plaintiffs allege two violations of the AWPA by defendant Godwin. First, plaintiffs claim that defendant failed to maintain proper housing standards for the migrant labor camp owned by him. <i>See</i> 29 U.S.C. § 1823(a). Second, plaintiffs contend that Godwin failed to timely post a proper certificate of occupancy at the camp. <i>See</i> 29 U.S.C. § 1823(b)(1). Plaintiffs move for summary judgment on both of these claims and, for the reasons which follow, I RECOMMEND that plaintiffs' motion be GRANTED as to both claims.</p>\n<p>29 U.S.C. § 1823(a) requires that \"each person who owns or controls a facility or real property which is used as housing for migrant agricultural workers shall be responsible for ensuring that the facility or real property complies with substantive <i>Federal and</i> State safety and health standards applicable to that housing.\" (emphasis added). As an initial matter, the court notes that Judge Fox has already determined that defendant Godwin was the \"owner\" of the camp facilities used to house the plaintiffs. <i>Howard v. Malcolm,</i> 629 F.Supp. at 955. Furthermore, defendant's conclusory argument that the plaintiffs were not \"migrant agricultural workers\" is contradicted on its face by the depositions and declarations of the plaintiffs. All of the plaintiffs were clearly \"employed in agricultural employment of a seasonal or other temporary nature, and [were] required to be absent overnight from [their] permanent place of residence.\" 29 U.S.C. § 1802(8)(A). <i>See, e.g.,</i> Deposition of Frank Blanding at 18, 24-25, 29-31 and 136; Deposition of Walter Rippey, Jr., at 9-13; Deposition of Gerald Smith at 8-12; Deposition of Milton Howard at 9 and 13; Deposition of Fred McGowan at 8-12; Deposition of Samuel Jenkins at 9-21; Declaration of Dewitt Daniel of November 26, 1986, at parag. 4; Declaration of Jacqueline Williams of December 19, 1985, at parags. 2 and 4; Declaration of Victor Inniss and Reginald Johnson of December 17, 1986, at parags. 1-3. <i>See also Bohan v. Hudson,</i> No. 85-122-CIV-3 at 6 (E.D.N.C., January 30, 1987) (Dupree, J.).</p>\n<p>All of the plaintiffs lived in Godwin's labor camp for significant, albeit varying, periods of time in the late spring and summer of 1985, ranging from one to seven weeks. <i>See, e.g.,</i> Interrogatory Answer 7(a) of plaintiffs McGowan, Smith, Williams, Jenkins and Howard, excerpted and attached to plaintiffs' December 19, 1986, Memorandum in Support of Motion for Summary Judgment. Plaintiffs argue that during the period of time they occupied the housing provided by Godwin, there were substantial violations of federal and state safety and health standards. Plaintiffs state, either by deposition, declaration, or other verified statement, that defendant <span class=\"star-pagination\">*427</span> violated 29 U.S.C. § 1823(a) in the following ways:<sup>[3]</sup></p>\n<blockquote>1. Mice and vermin were \"all around\" the camp;<sup>[4]</sup></blockquote>\n<blockquote>2. Food storage and preparation areas were dirty and unsanitary;<sup>[5]</sup></blockquote>\n<blockquote>3. There was no hot water in the bathrooms and showers;<sup>[6]</sup></blockquote>\n<blockquote>4. Toilet paper was rarely available;<sup>[7]</sup></blockquote>\n<blockquote>5. In Building # 1, some of the screens were torn off the building and there were holes in the floor and walls;<sup>[8]</sup></blockquote>\n<blockquote>6. In Building # 3, rooms leaked, there was water damage to and rot within the walls, and screens were torn;<sup>[9]</sup></blockquote>\n<blockquote>7. On the general grounds, garbage cans were without tops;<sup>[10]</sup> and,</blockquote>\n<blockquote>8. The buildings contained an inadequate amount of cooking facilities; <i>to wit:</i> stoves.<sup>[11]</sup></blockquote>\n<p><i>See, e.g.,</i> Deposition of Samuel Jenkins at 61-62 and 89-91; Deposition of Gerald Smith at 50; Deposition of Walter Rippey, Jr., at 42-45 and 71-72; Deposition of Milton Howard at 42-47 and 59-60; Deposition of Fred McGowan at 33-39 and 51; Interrogatory Answers 7(c) and 10 of plaintiffs McGowan, Williams, Smith, Jenkins and Howard, excerpted and attached to plaintiff's December 19, 1986, Memorandum; December 17, 1986, Declarations of Inniss and Johnson at parags. 3-5.</p>\n<p>Plaintiffs' evidence, if left undisputed, clearly establishes numerous and substantial violations of § 1823(a). The issue, of course, is whether defendant has presented sufficient countervailing evidence so as to create a genuine issue of material fact under Fed.R.Civ.P. 56, thereby precluding summary judgment for the plaintiffs. Before analyzing defendant's arguments against the imposition of summary judgment, I believe it helpful to first review the general principles governing Rule 56 dispositions. The standard for summary judgment has recently been expertly defined by Judge Wilkinson of the Fourth Circuit Court of Appeals in the case of <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364-65 (1985) and it follows, in pertinent part:</p>\n<blockquote>The burden is on the defendant, as the moving party, to demonstrate the absence of any genuine issue of material fact. <i>Adickes v. S.H. Kress &amp; Co.,</i> <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 157 [90 S.Ct. 1598, 1608, 26 L.Ed.2d 142] (1970). The facts themselves, and the inferences to be drawn from the underlying facts, must be viewed in the light most favorable to [defendant] as the party opposing the motion. <i>United States v. Diebold,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655 [82 S.Ct. 993, 994, 8 L.Ed.2d 176] (1962); <i>Poller v. Columbia Broadcasting System, Inc.,</i> <span class=\"citation\" data-id=\"106334\"><a href=\"/opinion/106334/poller-v-columbia-broadcasting-system-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 473 [82 S.Ct. 486, 491, 7 L.Ed.2d 458] (1962). Only where it is \"perfectly clear that there are no issues in the case\" is summary judgment proper.... The nonmoving party is in a favorable posture being entitled \"to have the credibility of his evidence as forecast assumed, his <span class=\"star-pagination\">*428</span> version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence as considered.\" <i>Charbonnages DeFrance v. Smith,</i> 597 F.2d [406] at 414 [4th Cir.1979].</blockquote>\n<blockquote>In determining whether summary judgment may be granted, the district court must perform a dual inquiry into the <i>genuineness</i> and <i>materiality</i> of any purported factual issues. Whether an issue is genuine calls for an examination of the entire record then before the court in the form of pleadings, depositions, answers to interrogatories, admissions on file and affidavits, under Rule 56(c) and (e). Though the burden of proof rests initially with the moving party, when a motion for summary judgment is made and supported as provided in Rule 56, the nonmoving party must produce \"specific facts showing that there is a genuine issue for trial,\" rather than resting upon the bald assertions of his pleadings. Fed.R.Civ.P. 56(e). <i>See </i><i>First National Bank of Arizona v. Cities Service Co.,</i> <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 289 [88 S.Ct. 1575, 1592, 20 L.Ed.2d 569] (1968). Genuineness means that the evidence must create fair doubt; wholly speculative assertions will not suffice. A trial, after all, is not an entitlement. It exists to resolve what reasonable minds would recognize as real factual disputes. <i>See </i><i>Cole v. Cole,</i> <span class=\"citation\" data-id=\"383740\"><a href=\"/opinion/383740/james-d-cole-v-mary-franklin-carter-cole-dale-padgett-j-h-padgett/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1089 (4th Cir.1980); <i>Atlantic States Construction Co. v. Robert E. Lee &amp; Co.,</i> <span class=\"citation\" data-id=\"283387\"><a href=\"/opinion/283387/atlantic-states-construction-company-v-robert-e-lee-co-inc-of-south/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 829 (4th Cir. 1969).</blockquote>\n<p><i>See also </i><i>Anderson v. Liberty Lobby,</i> 477 U.S. ___, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 210-12, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Celotex Corp. v. Catrett,</i> 477 U.S. ___, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (standard for summary judgment \"mirrors\" the standard for a directed verdict under Fed.R.Civ.P. 50(a)); <i>St. Amant v. Benoit,</i> <span class=\"citation\" data-id=\"480376\"><a href=\"/opinion/480376/sherrial-t-st-amant-v-ronald-j-benoit-and-john-h-robichaux-sr/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span>, 1296-97 (5th Cir.1987) (\"there must be evidence whose reasonable inferences support the nonmoving party's position.\").</p>\n<p>In addition, a party may not thwart the purpose of Rule 56 by generating issues of fact through affidavits that contradict their own depositions. <i>Camfield Tires, Inc. v. Michelin Tire Corp.,</i> <span class=\"citation\" data-id=\"426289\"><a href=\"/opinion/426289/camfield-tires-inc-v-michelin-tire-corporation/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1361</span></a></span>, 1363-66 (8th Cir.1983). <i>See also </i><i>Radobenko v. Automated Equipment Corp.,</i> <span class=\"citation\" data-id=\"329275\"><a href=\"/opinion/329275/william-radobenko-and-mary-g-radobenko-his-wife-individually-and-as/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span> (9th Cir.1975); <i>Perma Research &amp; Development Co. v. The Singer Co.,</i> <span class=\"citation\" data-id=\"284702\"><a href=\"/opinion/284702/perma-research-and-development-company-v-the-singer-company/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 578 (2d Cir.1969). This does not bar a party from filing an affidavit which further explains aspects of his deposition testimony or attempts to eliminate any confusion which the deposition created. But, it does prohibit a party from creating issues of credibility by contradicting his own earlier testimony. <i>Camfield Tires, Inc. v. Michelin Tire Corp.,</i> 719 F.2d at 1365-66. \"If a party who has been examined at length on deposition could raise an issue of fact simply by submitting an affidavit contradicting his own earlier testimony, this would greatly diminish the utility of summary judgment as a procedure for screening out sham issues of fact.\" <i>Id.</i> at 1365 <i>citing </i><i>Perma Research, supra,</i><i> quoted in </i><i>Radobenko, supra</i><i>.</i></p>\n<p>I further note that any affidavit filed must be \"made on personal knowledge,\" \"set forth facts as would be admissible in evidence,\" and \"show affirmatively that the affiant is competent to testify to the matters stated therein.\" Fed.R.Civ.P. 56(e). <i>See generally</i> Schwarzer, <i>Summary Judgment Under the Federal Rules: Defining Genuine Issues of Material Fact,</i> <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">465</span></span> (1984). Application of these guidelines to the case at bar now follows.</p>\n<p>In opposing plaintiffs' motion, defendant Godwin relies on (1) his own deposition with attachments; (2) five short one or two page affidavits, with attachments, from Godwin, Edward Elmore, Charles Tart, M. Blen Gee, Jr., and Noel Dwight Rose, Jr.; (3) a June 21, 1985, \"pre-occupancy inspection\" permit issued by the Sampson County Health Department; and (4) an August 7, 1985, inspection report issued by OSHA. For various reasons, the court concludes that none of these materials is sufficient, either independently or in combination, to <span class=\"star-pagination\">*429</span> defeat plaintiffs' motion on their § 1823(a) claim.</p>\n<p>I begin by noting that defendant's January 12, 1987, nine-page memorandum of law and his January 15, 1987, one-page supplemental memorandum of law are, at best, cursory in their review of the extensive factual material contained in this record and the legal issues at bar. The memoranda are almost void of any citation to deposition testimony<sup>[12]</sup> and rely exclusively on the affidavits and inspection documents previously mentioned. And as for guidance on the legal issues, there is no citation to case authority and almost none to the complex series of regulations governing this action. Thus, defendant begins on the wrong foot and does not make this court's task any easier in sifting through the record for genuine issues of material fact.</p>\n<p>As for Godwin's deposition, when one eliminates the continuous barbs traded between the parties and counsel present at the deposition, it is apparent that there is little, if any, testimony in that document directed towards plaintiffs' § 1823(a) claims. To the extent one can find such evidence, it is of a broad, <i>conclusory nature</i> where defendant Godwin simply denies any wrongdoing. Godwin was aware that his labor camp was to be and actually was occupied by members of Frank Blanding's crew in June, July, and August. Deposition of Godwin at 72-78; 116-122. However, defendant's deposition testimony conclusively establishes that he took almost no interest in nor did he possess any personal knowledge of the actual conditions that existed at the labor camp for virtually the entire seven-week period that plaintiffs occupied the facility. <i>Id.</i> at 120-122. The few times Godwin even visited the camp, he simply honked the horn of his car, called Blanding over to talk to him, and then drove out of the area. <i>Id.</i> at 121-22. Godwin never left his car, never went in the buildings, nor did he inspect the grounds or facilities. Neither did he have anyone report to him the conditions at the camp on any periodic basis. <i>Id.</i></p>\n<p>In sum, Godwin lived in deliberate and blissful ignorance of any problems at the camp, except when called in August of 1985 to replace a rusted hot water heater, which he ordered immediately repaired. Under these circumstances, I find nothing in Godwin's deposition that refutes plaintiffs' allegations and, to the extent any conclusory denial could conceivably be relied upon, the denial was simply without personal knowledge and therefore is inadequate under Fed.R.Civ.P. 56(e).</p>\n<p>In addition, I note that Godwin has refused to sign his deposition. <i>See</i> Court Reporter's January 6, 1987, Certification attached to Godwin Deposition. Defendant has never filed any request for changes in the deposition nor have the parties waived the signing requirement by stipulation. <i>See</i> Fed.R.Civ.P. 30(e). In addition, the defendant is neither ill nor is he unavailable to sign. <i>Id.</i> Godwin simply refuses to sign his deposition without apparent reason.</p>\n<p>Frankly, this intransigent conduct comes as no surprise to the court. Throughout these proceedings, this defendant has attempted to circumvent and elude the effect of the Rules of Civil Procedure. Three motions to compel have been filed against Godwin and all three have been granted in whole or in part. <i>See</i> Orders of February 3, 1986, May 15, 1986, and November 21, 1986. Sanctions have twice been awarded against this defendant and plaintiffs' motion for sanctions on the third discovery violation remains stayed pending the outcome of the litigation. Even after sanctions have issued, defendant has delayed payment and toyed with contempt of court proceedings. <i>See</i> Order of November 21, 1986.</p>\n<p>I note the above facts because, although I have combed defendant's deposition for testimony sufficient to defeat plaintiffs' motion and have found none, if the court had happened to come across such \"evidence,\" <span class=\"star-pagination\">*430</span> it would have been sorely tempted to strike it for purposes of plaintiffs' motion, given defendant's contumacious conduct and failure to sign his deposition. This is without regard to defendant's conduct at his deposition which clearly would have tried the patience of Job. <i>E.g.,</i> Deposition of Godwin at 51-58; 144-45.</p>\n<p>Turning now to defendant's affidavits, I find that none of them create any genuine issue of material fact in this case. Defendant's affidavit simply repeats his general denials and the fact that when he was told of the rusted hot water heater, he replaced it in August of 1985. Defendant also states that the housing facility had central heating equipment and four cook stoves.</p>\n<p>The problems with Godwin's affidavit are numerous. First, his broad, conclusory denials of the alleged violations are insufficient to withstand a detailed motion for summary judgment. <i>See </i><i>White v. Boyle,</i> <span class=\"citation\" data-id=\"337735\"><a href=\"/opinion/337735/kenneth-white-v-james-p-boyle/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span> (4th Cir.1976). Second, the affidavit is generally predicated on statements \"to the best of my knowledge\" or \"best of my knowledge and belief.\" Godwin has previously testified at his deposition he did not know what occurred at the camp in the summer of 1985. He depended on Blanding to run the camp and on the pre-inspection certificate. Under these circumstances, Godwin had no legitimate \"knowledge\" of conditions at the camp <i>during the time plaintiffs occupied the facility.</i><sup>[13]</sup> Third, the affidavit simply does not respond to many of the plaintiff's specific factual assertions of substandard housing. Fourth, defendant concedes he does not know if the hot water heater went out before August of 1985. Indeed, this concession coupled with the fact that it did not work in August and was \"rusted out,\" Deposition of Godwin at 58, strengthens plaintiffs' allegations of lack of hot water at the camp. A hot water heater simply does not \"rust out\" overnight. The fact that it was allowed to get in this condition to the point that it actually stopped working  is some evidence that the camp was not in the greatest of repair and supports, rather than defeats, plaintiffs' motion.</p>\n<p>As for the affidavit of Edward Elmore, he simply states that he performed maintenance and repair on the Godwin camp prior to the Blanding crew's occupancy. He also states that four stoves \"appeared to be\" in working order prior to the time the camp opened in June. Elmore alleges that he \"[made] the repairs necessary to open the camp.\"</p>\n<p>This seven sentence affidavit likewise fails to create any genuine issue of material fact. First, it contains absolutely no assertion that Elmore knew of or even was present at the camp from the time it opened until the date plaintiffs left the facility. Indeed, Godwin testified in his deposition that no one was sent to do any repair work at the camp during the time it was occupied by Blanding's crew, except with regard to the hot water heater in August. Deposition of Godwin at 120-21.<sup>[14]</sup></p>\n<p>Second, Elmore is neither an expert in nor does he testify to any understanding of migrant camp health and safety regulations. He is a maintenance and repair man and his certification that he made repairs \"necessary to open the camp\" is meaningless. What Mr. Elmore feels is \"necessary\" and what the regulations require may be quite different altogether.</p>\n<p>The Tart affidavit is likewise of no real value. Tart testifies that the hot water heater was working properly prior to camp occupation sometime in 1985, that he repaired a gas line in July and the heater appeared to be working then, and that he was contacted in August by Godwin to <span class=\"star-pagination\">*431</span> replace the heater. This affidavit, of course, even if it creates a genuine issue of fact on the hot water heater question, says nothing about any of the other violations alleged by the plaintiffs.</p>\n<p>Furthermore, there is no evidence that Tart knew of or understood the federal regulations with respect to hot water and heating requirements. Tart's conclusion that the heater \"worked properly\" is not tantamount to saying it met federal and state standards.</p>\n<p>Tart visited the camp only twice during its occupancy by the plaintiffs. The first time on July 1, his primary reason for being at the facility was to repair a damaged gas line. He re-lit the water heater after the line was repaired. At that time, \"there was no indication\" the heater was not working properly. The affiant does not suggest he inspected the heater or turned on the water. Read carefully, all the affiant states is that when he lit the heater, it appeared to be working.</p>\n<p>The only other time Tart visited the camp was to replace the failed heater one month later. As such, Tart's testimony does not create a genuine issue of fact as to plaintiffs' day to day complaints about the lack of hot water. Tart was only at the camp twice; once to repair the heater that was clearly broken  evidence supporting plaintiffs' allegations. At the July visit, Tart did not test the heater or the temperature of the water. He simply says it appeared to work when he re-lit it.<sup>[15]</sup> Indeed, there is no evidence in the record from any defendant, or employee or agent of any defendant, to contradict plaintiffs' allegations of lack of hot water. <i>See, e.g.,</i> Deposition of Frank Blanding at 165 and 219-20 (hot water heater not working when they got to camp and later the heater broke down on two occasions).</p>\n<p>The fourth affidavit  that of Blen Gee, Jr., is irrelevant to the issue of § 1823(a) violations. It speaks only to settlement negotiations between the parties. This leaves only the supplemental ten sentence affidavit of Noel Dwight Rose, Jr. Rose was employed with the Employment Security Commission (ESC) of North Carolina during the summer of 1985. His job was to advise local farmers of changes in relevant migrant farmworker regulations, the availability of state services, farmworkers, and inspections. Rose was <i>not</i> a certified ESC housing inspector. Rose's affidavit simply states that, of his knowledge, the requirement for cooking stoves in the labor camp was one <i>burner</i> per ten workers.</p>\n<p>Obviously this affidavit speaks only to one of plaintiffs' allegations  inadequate stoves. And even as to that allegation, it fails to create any genuine issue of fact. First, Rose does not state that he ever was in the Godwin labor camp or saw any of its facilities. His statement is essentially \"expert\" testimony on the number of stoves required by law for a migrant camp. The problem with this is, of course, that nowhere in the affidavit does he state he is qualified to speak to that issue. Indeed, Rose concedes he was not an ESC housing inspector. He was a Rural Manpower Representative. His substantive statement directly contradicts unambiguous federal regulations on the requirement at issue. 29 C.F.R. § 1910.142(b)(10) states the required ratio is \"one <i>stove</i> to 10 persons or one <i>stove</i> to two families.\" (emphasis added). One <i>stove</i> does not necessarily equate to one <i>burner</i> and, without any explanation as to his qualifications to speak on this area of migrant housing, I conclude that the affidavit fails to create any issue of fact on the stove requirement.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*432</span> Turning to the \"pre-occupancy\" certification by the Sampson County Health Department, I find that it likewise fails to rebut plaintiffs' extensive motion for summary judgment. On June 21, the Sampson County Health Department Agent issued a \"pre-occupancy\" migrant housing permit. A copy of defendant's application, the results of the inspection, and the permit are attached to the Godwin deposition and tagged as Plaintiffs' Exhibit 6. Defendant's position is that this inspection certification establishes, <i>per se,</i> the lack of any § 1823(a) violations on his part. For a variety of reasons, the court holds that this interpretation of the effect of the Sampson County housing permit is erroneous.</p>\n<p>In the first place, the housing permit simply allows the defendant to operate a migrant housing camp. Exactly what it purports to certify is really unclear from the record. Defendant Godwin's deposition reveals little, if anything, about the inspection and certification process. The inspector for the Health Department has not been deposed and his short affidavit, filed November 7, 1985, simply indicates defendant's camp generally met <i>state</i> migrant housing requirements as of June 21, 1985  the inspection date. The applicable state and federal procedural and substantive regulations have been filed in the record without much integrated explanation. The best that can be said is that the state certification indicates general compliance with state standards  at least sufficient to merit housing certification.</p>\n<p>It is likewise clear, however, that the state certification does <i>not</i> encompass federal health and safety standards <i>unless</i> those standards are specifically incorporated into state regulations. Many of the standards are, in fact, the same or substantially similar. <i>Compare</i> 29 C.F.R. § 1910.142 with 10 NCAC 10A § 2114 <i>et seq.</i> However, as pointed out by plaintiffs, differences remain. <i>Compare, e.g.,</i> 29 C.F.R. § 1910.142(b)(11) and (f)(4) and 10 NCAC 10A § 2112(i) (heating standards); 29 C.F.R. § 1910.142(b)(10) and (i)(1) and 10 NCAC 10A § 2129(a) (specifications for stoves, availability of hot water, and other kitchen facilities).</p>\n<p>As such, the certification does <i>not</i> stand for the proposition that, even on the date of inspection, the labor camp met all federal safety and health standards  a certification which is required under 29 U.S.C. § 1823(b)(1). <i>See</i> position of Department of Labor as set forth in documents at 6A <i>Wages &amp; Hours Manual</i> (BNA) 99:5565-66 (September 29, 1984); 48 Fed.Reg. 15803 (April 12, 1983); 48 Fed.Reg. 36739 (August 12, 1983).</p>\n<p>Further problems with the certification constituting evidence of lack of any violations of federal law can be found simply by referring to the inspection report itself. The report establishes a number of problems with the labor camp. Substantial \"Demerits\" were noted for the categories of:</p>\n<blockquote>(a). hot water heating equipment provided and maintained;</blockquote>\n<blockquote>(b). hot water provided;</blockquote>\n<blockquote>(c). solid waste storage and disposal containers emptied and cleaned;</blockquote>\n<blockquote>(d). food preparation and eating areas cleaned; and,</blockquote>\n<blockquote>(e). site properly maintained.</blockquote>\n<p>The term \"demerits,\" although not clearly defined even in the state regulations, obviously indicates at least a lack of full compliance with state standards in these areas. Since state standards in these areas do not exceed federal requirements, I must assume that even at the time the camp was certified, prior to occupancy, the camp contained five basic violations of federal health and safety laws. This may not have been enough to deny defendant a housing permit under state law, but the permit certainly cannot be used as evidence that the problems did not exist. Indeed, the areas of demerit coincide with many of plaintiffs' substantive allegations of violations.</p>\n<p>In addition, the inspection deals only with one date in time  June 21. Section 1823(a) requires all owners to \"be responsible for ensuring that the facility ... complies with substantive Federal and State safety and health standards ...\" Obviously, this envisions continuing compliance throughout occupancy. It is not enough <span class=\"star-pagination\">*433</span> for the housing to be in compliance prior to occupancy  it must be kept in that condition. Plaintiffs say it was not and the Sampson County certification does not speak to these allegations. To suggest that initial compliance is all that is mandated by statute is ludicrous. Such a position would defeat the entire purpose of the AWPA. For example, assume the buildings are in generally good condition at the camp and the site is drained at the time of inspection. Subsequent to inspection, however, a storm hits and damage results. The roof leaks, some floor boards fall out from rot, screen doors and windows are blown out and stagnant water develops. Defendant's position, taken to its logical conclusion, suggests that he would have no duty under § 1823(a) to effect repairs and that he could not be cited for violation of federal law if he kept the farmworkers housed in such conditions. This proposition is unacceptable. Accordingly, I find that the certificate does not defeat plaintiffs' § 1823(a) motion.</p>\n<p>Finally, defendant suggests that an OSHA inspection report, dated August 7, 1985, is sufficient either alone, or in combination with the \"pre-occupancy\" report, to defeat summary judgment.<sup>[17]</sup> Again, the report initially suffers from two problems. First, there is no affidavit or deposition from the inspector or any OSHA representative even purporting to explain the circumstances of the report, what it contains, or what parts of the camp were inspected and why. Second, the report, like the June inspection, deals only with one day in the seven week period. Whether violations existed on other days and were repaired, either by the farmworkers or Blanding, is anyone's guess.</p>\n<p>Beyond these concerns, however, the report itself indicates at least four violations: (1) grounds around the camp were not maintained in a clean and sanitary condition; (2) a screen door was missing from one of the buildings; (3) garbage containers were not provided with lids;<sup>[18]</sup> and, (4) lack of suitable storage facilities for clothing and personal articles.<sup>[19]</sup> Thus, the report, far from defeating plaintiffs' motion, simply adds fuel to the fire, noting four substantive violations in line with plaintiffs' deposition testimony.</p>\n<p>Although, as I suggest, I have serious reservations about even considering this report, <i>see</i> footnote 17, <i>supra,</i> acceptance of the information contained on the face of the document does <i>not</i> favor the defendant. Having thoroughly reviewed the evidence in depth, and as I suggested earlier, doing so without much assistance from the defendant, I find that a number of plaintiffs' factual allegations concerning conditions at the Godwin labor camp between June and August of 1985 remain essentially uncontraverted. Not a single affidavit, deposition, or declaration has been submitted by anyone who visited the camp or worked in it on any regular basis to refute the plaintiffs' deposition testimony. Plaintiffs were not even effectively cross-examined on the issue at their depositions. Accordingly, I RECOMMEND that plaintiffs' motion for summary judgment as to their § 1823(a) claim be GRANTED.<sup>[20]</sup></p>\n<p>Plaintiffs' second claim against Godwin is that he failed to obtain a proper certificate of occupancy at the camp and that he allowed occupancy of the facility before such certification was posted in violation <span class=\"star-pagination\">*434</span> of § 1823(b)(1). My review of the record indicates it is void of any evidence effectively rebutting this claim.</p>\n<p>As plaintiffs' brief cogently argues, the statute contemplates an owner obtaining a pre-occupancy permit from an appropriate agency certifying compliance with <i>federal and state</i> substantive safety and health standards. Defendant obtained a Sampson County Health Department permit and nothing else. Deposition of Godwin at 58. This permit is based on general compliance with state law  not federal law. <i>See</i> discussion, <i>supra,</i> at 431-32. No pre-occupancy certification was sought from any federal agency or from any state agency applying federal standards, nor was one garnered. Although defendant may well have believed, in good faith, that the Sampson County certificate was sufficient, it was not.</p>\n<p>Furthermore, assuming <i>arguendo,</i> that the Sampson County certificate was sufficient for purposes of § 1823(b)(1), that section requires not only <i>obtaining</i> said certificate, but also <i>posting</i> of the certificate prior to occupancy. <i>See Bohan v. Hudson, supra,</i> at 9. Nowhere in defendant's deposition does he state that the certificate was posted at the camp prior to occupancy. No affidavit or verified statement in any manner was submitted by the defendant in opposition to plaintiffs' motion in this regard. Indeed, defendant's memorandum in opposition to plaintiffs' motion does not even discuss the <i>posting</i> issue. The only hint of opposition to this aspect of plaintiffs' motion can be found in defendant's March 26, 1986, denial of plaintiffs' November 14, 1985, Request for Admissions.<sup>[21]</sup> In this unfiled and unverified response (located in attachments to Plaintiffs' January 21, 1987, Reply Memorandum), defendant denies plaintiffs' request number seven by stating, \"this defendant <i>believes</i> that a written certification of occupancy was posted in the subject housing.\" (emphasis added). Aside from the fact that it is unfiled and unverified, <i>see</i> Fed.R.Civ.P. 56(e), the response is based only on \"belief,\" that belief is obviously not based on personal knowledge as Godwin's deposition makes clear and as Rule 56(e) requires, and the response is careful not to say, even on belief, that the certificate was posted <i>prior</i> to occupancy.</p>\n<p>Accordingly, I RECOMMEND that plaintiffs' motion for summary judgment on their § 1823(b)(1) claim against defendant Godwin be GRANTED.</p>\n<p>Having recommended summary judgment against the defendant on the question of liability, I now turn to the issue of damages. The AWPA provides plaintiffs with a choice of remedies if the court finds that defendant's statutory violations were intentional. The court may award plaintiffs the amount of their actual damages, statutory damages up to $500 per plaintiff per violation, or other equitable relief. 29 U.S.C. § 1854(c)(1). Here, plaintiffs seek only statutory damages.</p>\n<p>Before the court may award damages, however, it must first find that the statutory violations found above were \"intentional.\" Intentional, in this context, means \"conscious or deliberate\" and does not require a specific intent to violate the AWPA. <i>Salazar-Calderon v. Presidio Valley Farmers Association,</i> <span class=\"citation\" data-id=\"454512\"><a href=\"/opinion/454512/amado-salazar-calderon-cross-appellees-v-presidio-valley-farmers/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></a></span>, 1345 (5th Cir.1985), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></span> (1986); <i>Castillo v. Givens,</i> <span class=\"citation\" data-id=\"416580\"><a href=\"/opinion/416580/paulina-castillo-v-ercell-givens/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span>, 197-98 (5th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">160</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></span> (1983); <i>Alvarez v. Joan of Arc, Inc.,</i> <span class=\"citation\" data-id=\"393973\"><a href=\"/opinion/393973/guadalupe-f-alvarez-cross-appellees-v-joan-of-arc-inc-cross-appellant/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1224 (7th Cir.1981); <i>Bueno v. Mattner,</i> <span class=\"citation\" data-id=\"1678517\"><a href=\"/opinion/1678517/bueno-v-mattner/\"><span class=\"volume\">633</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1446</span></a></span>, 1466 (W.D.Mich. (1986).<sup>[22]</sup> Rather, \"the standard for an intentional violation [is] ... `the common civil standard which holds a person liable for the natural consequences of his or her acts.'\" <i>Salazar-Calderon,</i> 765 F.2d at <span class=\"star-pagination\">*435</span> 1345 <i>quoting, </i><i>Castillo v. Givens,</i> 704 F.2d at 197-98, <i>quoting </i><i>DeLeon v. Ramirez,</i> <span class=\"citation\" data-id=\"1420180\"><a href=\"/opinion/1420180/deleon-v-ramirez/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">698</span></a></span>, 705 (S.D.N.Y.1979). <i>See also </i><i>De La Fuente v. Stokley-Van Camp, Inc.,</i> <span class=\"citation\" data-id=\"422084\"><a href=\"/opinion/422084/pedro-de-la-fuente-v-stokely-van-camp-inc-marcelino-vasquez-and-albert/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 238 (7th Cir.1983); <i>Davis v. Williams,</i> <span class=\"citation\" data-id=\"2395106\"><a href=\"/opinion/2395106/davis-v-williams/\"><span class=\"volume\">622</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">386</span></a></span>, 389 (W.D.N.Y.1985). Intent will be found if a defendant was or should have been aware of the law governing his conduct and its possible application to him. <i>Bueno v. Mattner,</i> 633 F.Supp. at 1466-67; <i>Bohan v. Hudson, supra,</i> at 11.</p>\n<p>Applying this standard to the case at bar, I find the record leaves no doubt that defendant's actions and omissions were \"intentional\" within the meaning of the AWPA. In Godwin's deposition, he testified to his personal experience with the requirements of both the FLCRA and AWPA. Deposition at 16-20, 39-42. Godwin also testified as to at least three previous investigations of his actions under both acts by the Department of Labor (DOL), resulting in the initial assessment of monetary penalties against the defendant. <i>Id.</i> at 20-32. <i>See also</i> Exhibit E attached to Plaintiffs' December 19, 1986, Memorandum of Law (<i>certified</i> copies of DOL investigation records relating to Godwin's previous violations). Indeed, one of the previous investigations included a citation for a violation of 29 U.S.C. § 1823(a) for the same labor camp involved in this case. <i>See id.</i> at 38 and 46-68.</p>\n<p>Defendant was the owner of the labor camp used to house the plaintiffs. He was \"responsible for insuring that the facility\" met all applicable federal and state safety and health standards. Defendant's deposition testimony clearly indicates his awareness of his general responsibility under both state and federal law. The fact that defendant chose to blind himself to the day to day reality of the conditions at his camp by never personally inspecting the facility or having anyone regularly report to him cannot shield the defendant from liability under the AWPA. I find that defendant's actions and omissions were conscious and deliberate and that he was generally aware of the existence of the law governing his conduct and its possible application to him. <i>See, e.g., </i><i>Washington v. Miller,</i> <span class=\"citation\" data-id=\"427403\"><a href=\"/opinion/427403/willie-washington-v-john-miller-jr/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">797</span></a></span>, 803 (11th Cir.1983); <i>Bueno v. Mattner,</i> 633 F.Supp. at 1465-67. Accordingly, the court RECOMMENDS a finding that under the AWPA, defendant Godwin intentionally violated both §§ 1823(a) and 1823(b)(1).</p>\n<p>The court now turns to the issue of the proper award of damages. Because the record in this case is so complete, and generally uncontradicted, with respect to the following considerations as to damages, a non-jury trial on the issue is unnecessary. <i>See Bohan v. Hudson, supra,</i> at 12-13. <i>Cf. </i><i>Haywood v. Barnes,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">568</span></span>, 584-85 (E.D.N.C.1986). The issue of statutory damages under the AWPA is one left to the guided discretion of the court. <i>Beliz v. W.H. McLeod &amp; Sons Packing Co.,</i> <span class=\"citation\" data-id=\"454511\"><a href=\"/opinion/454511/jose-l-beliz-cross-appellees-v-wh-mcleod-sons-packing-company/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1317</span></a></span>, 1333 (5th Cir.1985). What follows are my recommendations to Judge Fox as to an appropriate award in this case.</p>\n<p>Under 29 U.S.C. § 1854(c)(1), the court <i>may,</i> but is not required to, award up to $500.00 to each plaintiff for each violation of the plaintiffs' AWPA rights committed by the defendant. <i>See </i><i>Salazar-Calderon,</i> 765 F.2d at 1346; <i>Castillo v. Givens,</i> 704 F.2d at 197 n. 7; <i>Alvarez v. Joan of Arc, Inc.,</i> 658 F.2d at 1224. Here, plaintiffs seek an award of the full $500.00 for all nine plaintiffs for each of the two statutory violations, thus, a total award of $9,000.00.</p>\n<p>A court can award liquidated damages under § 1854(c)(1) even absent a showing of actual injury. <i>Id.</i> This provision has a dual purpose: it obviously allows plaintiffs to recover for harm they have suffered even when they cannot prove actual injury and it promotes compliance with the AWPA's requirements, thereby deterring future abuses. <i>Bueno v. Mattner,</i> 633 F.Supp. at 1467; <i>Bohan v. Hudson, supra,</i> at 12. The Fifth Circuit Court of Appeals in <i>Beliz v. W.H. McLeod &amp; Sons Packing Co., supra</i><i>,</i> has cogently articulated and summarized the considerations relevant to determining what level of damages will suffice to deter future violations as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*436</span> Deterrent effect may be achieved without awarding exemplary damages. Whether an award accomplishes this purpose, in addition to affording compensation, is determined by considering not only the amount allowed to each plaintiff for each violation but also the total amount of the award, the nature and persistence of the violations, the extent of the defendant's culpability, damages awards in similar cases, the defendant's ability to prevent future violations of the Act, the substantive or technical nature of the violations, and the circumstances of each case.</blockquote>\n<p>765 F.2d at 1332-33 (citations omitted). <i>See also </i><i>Montelongo v. Meese,</i> <span class=\"citation\" data-id=\"478570\"><a href=\"/opinion/478570/antonia-montelongo-cross-appellants-v-edwin-meese-iii-attorney-general/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></a></span>, 1350 (5th Cir.1986); <i>Bueno v. Mattner,</i> 633 F.Supp. at 1467.</p>\n<p>\"Plainly, it ought not be cheaper to violate the Act and be sued than to comply with the statutory requirements.\" 765 F.2d at 1332. The legislative history of the AWPA indicates that it is designed to correct the exploitive practices that have historically plagued the migrant labor market, <i>id.,</i> and, accordingly, awards must be sufficiently adequate to encourage farmworkers to assert their statutory rights. <i>Id.</i> at 1332-33. A worker who sues for violations should not find recovery inadequate to meet his personal costs in filing suit, testifying, and paying attorney's fees  recovery of which is surprisingly not expressly authorized by statute.<sup>[23]</sup><i>Id.</i> at 1332. Furthermore, courts must be ever cognizant of the realities of a farmworker's life  \"workers who attempt to assert their rights [often] must overcome a general background of fear and intimidation caused by the widespread practice of retaliation against those who complain about violations.\" <i>Id. citing</i> Hearings on H.R. 7597 Before the Subcommittee on Agricultural Labor of the Committee on Education and Labor, 93d Cong., 1st Sess., (1973) at pp. 166, 171, 173; <i>Flores v. Fulwood Farms of Florida, Inc.,</i> <span class=\"citation\" data-id=\"1820605\"><a href=\"/opinion/1820605/flores-v-fulwood-farms-of-florida-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1046</span></a></span> (M.D.Fla.1978); <i>S.P. Growers Ass'n. v. Rodriquez,</i> <span class=\"citation\" data-id=\"1251104\"><a href=\"/opinion/1251104/sp-growers-assn-v-rodriguez/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"1251104\"><a href=\"/opinion/1251104/sp-growers-assn-v-rodriguez/\"><span class=\"volume\">131</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">761</span></a></span>, <span class=\"citation\" data-id=\"1251104\"><a href=\"/opinion/1251104/sp-growers-assn-v-rodriguez/\"><span class=\"volume\">552</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">721</span></a></span> (1976).</p>\n<p>In fixing damages, the court must also consider the total number of plaintiffs involved, total number of violations, and total amount to be extracted from the defendant. <i>Beliz,</i> 765 F.2d at 1333. Application of all the above criteria follows <i>seriatim.</i></p>\n<p></p>\n<h2>1. <i>Nature and Persistence of Violations</i>\n</h2>\n<p>The § 1823(a) violation involved in this case, even if the court excludes plaintiffs' stove and hot water allegations, is a serious, non-technical violation involving the standard and quality of housing provided to these plaintiffs. Unsanitary conditions, missing screens, garbage cans without lids, etc. ... are conditions which can and, in this case, did lead to worse health and safety problems, such as mice and other rodents. Violations adversely affecting the health of migrant workers strike at the heart of the protections envisioned in the AWPA.</p>\n<p>As for defendant's § 1823(b)(1) violation, I find this behavior more of a \"technical\" violation. Defendant's failure to obtain federal certification and to post even his Sampson County certificate, although conduct which cannot be condoned, were not actions which, in and of themselves, effected any harm upon the plaintiffs. Furthermore, defendant did obtain certification from Sampson County officials; thus, it is not as if he opened the camp without making any effort to comply with the applicable regulations.</p>\n<p></p>\n<h2>2. <i>Godwin's Culpability</i>\n</h2>\n<p>Godwin has previously been cited by DOL for one of the same housing violations involved in this case. He has also been cited for other violations of applicable federal migrant worker protection laws. <i>See</i> Exhibit E attached to Plaintiffs' December 19, 1986, Memorandum. Defendant's attitude towards compliance, although certainly not as bad as a number of other defendants this court has had occasion to witness, <i>e.g., </i><i>Haywood v. Barnes, supra</i><i>,</i> was nonetheless far from obedient and enthusiastic. As Godwin told one DOL investigator in 1983:</p>\n<blockquote>\n<span class=\"star-pagination\">*437</span> \"... he was too busy to bother with that kind of crap.\"</blockquote>\n<p>Exhibit E at 27. And his decision to essentially \"see no evil, hear no evil\" at the labor camp in this case amounts to no more than a \"half-hearted\" attempt to comply with the ongoing requirements of § 1823(a).</p>\n<p></p>\n<h2>3. <i>Damage Awards in Similar Cases</i>\n</h2>\n<p>In other migrant farmworker cases involving violations of the FLCRA and AWPA's housing provisions, awards have varied widely depending on application of the other <i>Beliz</i> factors  generally ranging from a low of $100 per violation to the maximum of $500. <i>Beliz,</i> 765 F.2d at 1333. Indeed, the maximum has issued on a number of occasions. <i>E.g., </i><i>Montelongo v. Meese,</i> 803 F.2d at 1350; <i>Washington v. Miller,</i> 721 F.2d at 803; <i>Stewart v. James,</i> <span class=\"citation\" data-id=\"1427197\"><a href=\"/opinion/1427197/stewart-v-james/\"><span class=\"volume\">519</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">315</span></a></span>, 320-21 (E.D.N.Y.1981); <i>Strong v. Williams,</i> 89 LC § 33, 929 (M.D. Fla.1980). This range of damages is also consistent with Judge Dupree's recent award in <i>Bohan v. Hudson, supra,</i> where he assessed the defendant $500 per plaintiff for \"serious\" violations and $100 per plaintiff for \"technical\" violations.</p>\n<p></p>\n<h2>4. <i>Defendant's Ability to Prevent Future Violations of the Act</i>\n</h2>\n<p>There is nothing in the record which would indicate defendant is unable, if he wishes, to comply with §§ 1823(a) and (b)(1) in the future. Many of the problems with his housing facility are easily and cheaply remediable, <i>e.g.,</i> obtaining garbage cans with lids, cleaning the facility and grounds prior to and during occupancy, replacing torn and missing screens. I recognize that some other violations may be more expensive, <i>e.g.,</i> those related to rotting floor-boards, the need for additional stoves, etc...., but there is no evidence to suggest compliance is beyond defendant's financial capability. As for the § 1823(b)(1) violation, there is no bar, financial or otherwise, to defendant's obtaining and posting a proper pre-occupancy certification or permit. All of this is, of course, contigent on defendant's <i>willingness</i> to (1) sit down and thoroughly read the regulations that he must abide by and (2) decide to fully comply with them. Here is where an appropriate monetary incentive from this case becomes imperative. As plaintiffs suggest, too often in the past this defendant has been allowed to avoid the consequences of his actions and omissions with simply a slap on the wrist. I believe more is required this time around.</p>\n<p></p>\n<h2>5. <i>Total Number of Plaintiffs' Violations and Amount to be Extracted From the Defendant</i>\n</h2>\n<p>In case <i>sub judice,</i> the total number of plaintiffs is small (9), the violations are few (2), and the total award possible ($9,000) is not unreasonably excessive.</p>\n<p></p>\n<h2>6. <i>Attempts to Settle This Dispute</i>\n</h2>\n<p>Under § 1854(c)(2), the court \"is authorized to consider whether an attempt was made to resolve the issues in dispute before resort to litigation.\" Although both sides have angrily claimed that the other was not negotiating in good faith in this case, both before suit was filed and during the pendency of the litigation, I find it unnecessary to comment at length on this factor. I have read the extensive pre-litigation correspondence between the parties and, frankly, find neither side free from fault on the issue of why early settlement attempts were unsuccessful. This court has previously noted that \"neither counsel nor their clients possess any relationship even remotely conducive to a nonacrimonious litigation posture.\" Order of November 21, 1986, at 1. From the correspondence, and the deposition testimony of both the defendant and the plaintiffs, it is apparent that this case began in that posture and things have gone downhill from there. In sum, I find it difficult to say either party seriously attempted, in good faith, to settle this dispute without resort to litigation, given both sides' unyielding and rigid pre-litigation postures. No attempt to compromise any major pre-litigation point of contention was reasonably proffered by either party. Thus, this element is at best a wash between the parties and favors neither an enlargement or reduction of award.</p>\n<p>In conclusion, after a thorough review of the record in this case, I RECOMMEND that plaintiffs be awarded $600.00 each, for a total award of $5,400.00. In my opinion, defendant's violation of 29 U.S.C. § 1823(a) for failing to put or keep his labor camp in <span class=\"star-pagination\">*438</span> compliance with applicable standards is a serious violation which, under the circumstances described, requires maximum deterrence. It thus merits an award of $500.00 per plaintiff. <i>See Bohan v. Hudson, supra,</i> (same award issued by Judge Dupree on summary judgment under similar circumstances). As for the § 1823(b)(1) violation, I believe $100 per plaintiff is sufficient to redress their injuries and encourage the defendant to obtain and post the appropriate pre-occupancy certificate(s) in the future. <i>Id.</i></p>\n<p></p>\n<h2><i>Summary</i></h2>\n<p>To summarize, the court hereby RECOMMENDS that plaintiffs' motion for summary judgment as to both their § 1823(a) and § 1823(b)(1) claims be GRANTED and that plaintiffs be awarded $600.00 each for the above violations, totaling an award against defendant Godwin of $5,400.00.</p>\n<p>SO RECOMMENDED.</p>\n<h2>NOTES</h2>\n<p>[1]  Six of the present plaintiffs were named as such in the original complaint. Three additional plaintiffs have been joined in the action by orders filed May 15, 1986, (Walter Rippey, Jr.) and November 17, 1986, (Reginald Johnson and Victor Inniss).</p>\n<p>[2]  Initially, plaintiffs also sought class certification on these same claims against defendant Kim Malcolm and former defendant Debra Malcolm. <i>See </i><i>Howard v. Malcolm,</i> <span class=\"citation\" data-id=\"1577287\"><a href=\"/opinion/1577287/howard-v-malcolm/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">952</span></a></span>, 953 (E.D.N.C.1986). However, plaintiffs have since waived their class prayer for relief against the defendants Malcolm. <i>See</i> Amended Complaint, §§ 45-59.</p>\n<p>[3]  The applicable federal standards are found at 29 C.F.R. § 1910.142 and § 500.133.</p>\n<p>[4]  \"Effective measures shall be taken to prevent infestation by and harborage of animal or insect vectors or pests.\" 29 C.F.R. § 1910.142(j).</p>\n<p>[5]  <i>See generally</i> 29 C.F.R. § 1910.142(i)(1).</p>\n<p>[6]  \"An adequate supply of hot and cold running water shall be provided for bathing and laundry purposes.\" 29 C.F.R. § 1910.142(f)(3).</p>\n<p>[7]  \"An adequate supply of toilet paper shall be provided in each privy, water closet, or chemical toilet compartment.\" 29 C.F.R. § 1910.142(d)(9).</p>\n<p>[8]  29 C.F.R. § 1910.142(b)(1) (\"Every shelter in the camp shall be constructed in a manner which will provide protection against the elements.\"); (b)(4) (\"The floors shall be kept in good repair.\"); (b)(8) (\"All exterior openings shall be effectively screened with 16-mesh material.\"); (j) (\"Effective measures shall be taken to prevent infestation by and harborage of animal or insect vectors or pests.\").</p>\n<p>[9]  <i>Id.</i></p>\n<p>[10]  \"Fly-tight, rodent-tight, impervious, cleanable or single service containers ... shall be provided for the storage of garbage.\" 29 C.F.R. § 1910.142(h)(1).</p>\n<p>[11]  \"In camps where cooking facilities are used in common, stoves (in ratio of one stove to 10 persons or one stove to two families) shall be provided ...\" 29 C.F.R. § 1910.142(b)(10).</p>\n<p>[12]  Indeed, defendant's memoranda fail to contain even a single cite to his own deposition or that of defendants Malcolm or Blanding.</p>\n<p>[13]  In this regard, defendant's statement that \"to the best of my knowledge and belief,\" the four stoves at the facility were in working order is insufficient to defeat summary judgment on this claim. <i>See also</i> Deposition of defendant Frank Blanding at 165 (facility contained only <i>three</i> stoves and one of the three was \"hard to work.\"). The court also finds Godwin's general allegations of \"knowledge\" inconsistent with his deposition testimony and, therefore, barred under <i>Camfield Tires, Inc. v. Michelin Tire Corp., supra</i><i>.</i></p>\n<p>[14]  I note this testimony is contradicted, at least in part, by the affidavit of Charles Tart at parag. 6, who states he made repairs on a damaged gas line in July of 1985. <i>See</i> text <i>infra.</i></p>\n<p>[15]  Interestingly enough, Tart makes no mention of the heater's deteriorating condition in July. It is inconceivable that the heater showed no signs of rust and damage in July, only to be \"rusted out\" and beyond repair in August.</p>\n<p>[16]  Plaintiffs have moved to strike the Elmore, Tart, Gee, and Rose affidavits under Fed.R. Civ.P. 37 as a sanction for defendant's violation of his continuing duty to supplement his answers to a series of interrogatories posed by the plaintiffs in 1985. <i>See</i> Plaintiffs' January 21, 1987, Reply Memorandum at 5-8. Giving defendant all benefit of the doubt, I decline, for purposes of disposition by summary judgment, to impose this sanction. Although plaintiffs' argument is of some merit, the court, in its discretion, DENIES the motion to strike. Given this court's ultimate recommendation, <i>infra,</i> plaintiffs suffer no prejudice from this decision.</p>\n<p>[17]  An <i>uncertified</i> copy of the report is attached to defendant's January 15, 1987, Supplemental Memorandum. Given its uncertified nature and the non-existence of any attached verified explanation of the report, I have serious reservations about its competency and utility under Fed.R. Civ.P. 56(e).</p>\n<p>[18]  I note these violations lend considerable inferential support to some of plaintiffs' other allegations, including infestation by mice and rodents.</p>\n<p>[19]  This last violation, although initially noted and containing a severe monetary penalty, was eventually deleted on December 2, 1985. How this occurred and why are simply not stated in the record.</p>\n<p>[20]  Even if the court were to find genuine issues created on the stove allegation, for example, there is no evidence to contravert the unsanitary grounds, the missing screen door, or the garbage cans without lids allegations. Those alone are sufficient to find a § 1823(a) violation.</p>\n<p>[21]  The court, in its review of the record, found this document. It was not identified by the defendant.</p>\n<p>[22]  Some of the cited cases dealt with claims under the Farm Labor Contractor Registration Act (FLCRA), 7 U.S.C. § 2041, <i>et seq.,</i> the statutory predecessor to the AWPA. Nonetheless, the \"intentional\" standard is the same under both statutes. <i>Compare </i><i>Alvarez v. Joan of Arc, Inc., supra</i><i>,</i> with <i>Bueno v. Mattner, supra</i><i>. See also Bohan v. Hudson, supra,</i> at 11.</p>\n<p>[23]  As to the lack of authorization for attorney's fees, <i>see also </i><i>Alvarez v. Longboy,</i> <span class=\"citation\" data-id=\"413285\"><a href=\"/opinion/413285/guadalupe-alvarez-v-romulo-medina-longboy-aka-romie-guadalupe/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span> (9th Cir.1983); <i>Bueno v. Mattner,</i> 633 F.Supp. at 1467, <i>quoting Beliz.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/426289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1577287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1678517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2395106/"
  ]
}