{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2363025/",
  "absolute_url": "/opinion/2363025/martinez-hernandez-v-butterball-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2363025/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:10.270859Z",
  "date_modified": "2016-04-26T23:22:43.522734Z",
  "type": "010combined",
  "sha1": "9d99f86d957ebd61ea52b7c1d05b1dd4a818d630",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Liliana MARTINEZ-HERNANDEZ and Ulda Aponte, both individually and on behalf of all other similarly situated persons, Plaintiffs,<br>\nv.<br>\nBUTTERBALL, LLC, Defendant.</h1></center>\n<center>No. 5:07-CV-174-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 2, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on defendant's Motion for Partial Summary Judgment, filed February 11, 2008 [DE # 29] and defendant's Motion for Partial Summary Judgment, filed June 20, 2008 [DE # 66]. The parties have filed appropriate responses and replies, and the time for further filings has expired. These matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>This action was originally brought in the Superior Court of Wayne County, North Carolina, in March 2007. The case was subsequently removed to this court (Not. Removal [DE # 1] ), and the complaint was amended on May 17, 2007 (Am. Compl. [DE # 8]).</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>This is an action under the Fair Labor Standards Act, 29 U.S.C. §§ 201 <i>et seq.</i> (\"FLSA\") and the North Carolina Wage and Hour Act, N.C. Gen.Stat. §§ 95-25.1 <i>et seq.</i> Plaintiffs are current or former production line employees at the Mount Olive, North Carolina, turkey processing plant owned by defendant Butterball, LLC (\"Butterball\"). Plaintiffs claim that during the two-year period immediately preceding the filing of this action Butterball utilized a \"GANG\" or scheduled time compensation system, whereby Butterball paid its production line employees only for the hours the production lines were scheduled to operate. Plaintiffs allege that Butterball failed to pay them and potentially 6,000 other production line employees regular and overtime pay for actual, compensable time worked. (Am. Compl. [DE # 8] ¶¶ 27-33, 39-46; Def.'s Mem. Opp. Pfs.' Mot. Approve Rule 23 Class Action &amp; Conditionally Certify Collective Action [DE # 72] at 2 (estimating number of prospective plaintiffs to be more than 6,000.)) Plaintiffs assert that the uncompensated work includes time spent changing into and out of personal protective gear required by Butterball, time spent traveling to and waiting at production lines, and time that Butterball automatically deducted for breaks. (Pfs.' Mem. Opp. Def.'s Second Mot. Partial Summ. J. [DE # 93] at 2.) Plaintiffs claim that Butterball's practices violate both North Carolina's \"payday statute,\" N.C. Gen.Stat. § 95-25.6, and the FLSA. Plaintiffs further allege that Butterball made unauthorized wage deductions from certain employees' wages, in violation of the North Carolina Wage and Hour Act. (Am. Compl. ¶¶ 34-38.)<sup>[1]</sup></p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>In two separate motions, defendant has moved for summary judgment on plaintiffs' claim under North Carolina's payday statute (\"payday claim\"). Defendant first contends that plaintiffs' payday claim is preempted by the FLSA, as set forth in the Fourth Circuit's recent decision in <i>Anderson v. Sara Lee Corp.,</i> 508 F.3d 181 (4th Cir.2007). Second, defendant characterizes plaintiffs' claim as a \"donning and doffing\"<sup>[2]</sup> claim and argues that plaintiffs' payday claim fails because \"[p]laintiffs cannot establish that a contract existed between themselves and Butterball to pay for such [donning and doffing time].\" (Def.'s Mem. Supp. Second Mot. Partial Summ. J. [DE # 71] at 2.)</p>\n<p></p>\n<h2>I. <i>FLSA Preemption</i>\n</h2>\n<p>Federal law may preempt state law in three separate circumstances. The first is where Congress has expressly declared its intent to preempt state law (\"express preemption\"). <i>Anderson,</i> 508 F.3d at 191 n. 10. Second, a state law is preempted where Congress has \"`occupied the field' by regulating so pervasively that there is no room left for the states to supplement federal law\" (\"field preemption\"). <i>Id.</i> (quoting <i>Cox v. Shalala,</i> 112 F.3d 151, 154 (4th Cir.1997)). Third, preemption occurs when there is actual conflict between the state and federal laws (\"conflict preemption\"). <i>Id.</i> at 191.</p>\n<p>\"Consideration of [preemption] issues... `start[s] with the assumption that the historic police powers of the states [are] not to be superseded by ... Federal Act unless that [is] the clear and manifest purpose of Congress.'\" <i>Cipollone v. Liggett Group, Inc.,</i> 505 U.S. 504, 516, 112 S.Ct. 2608, 120 L.Ed.2d 407 (1992) (quoting <i>Rice v. Santa Fe Elevator Corp.,</i> 331 U.S. 218, 230, 67 S.Ct. 1146, 91 L.Ed. 1447 (1947)). \"[T]he presumption that Congress did not intend to preempt state law is especially strong when it has legislated `in a field which the States have traditionally occupied,' such as `protecting the health and safety of their citizens.'\" <i>Anderson,</i> 508 F.3d at 192 (quoting <i>S. Blasting Servs., Inc. v. Wilkes County,</i> 288 F.3d 584, 590 (4th Cir.2002)) (internal quotation marks omitted).</p>\n<p>For its contention that plaintiffs' payday claim is preempted by the FLSA, defendant relies upon the theory of conflict preemption and, more specifically, the principle of obstacle preemption. Obstacle preemption is a form of conflict preemption and is said to exist \"`when the state law stands as an obstacle to the accomplishment and execution of the full purposes and objectives'\" of federal law. <i>City of Falls Church v. Fairfax County Water Auth.,</i> 272 Fed.Appx. 252, 256 (4th Cir.2008) (quoting <i>Michigan Canners &amp; Freezers Ass'n v. Agric. Mktg. &amp; Bargaining Bd.,</i> 467 U.S. 461, 469, 104 S.Ct. 2518, 81 L.Ed.2d 399 (1984)).</p>\n<p>In <i>Anderson,</i> the Fourth Circuit held that \"Congress prescribed exclusive remedies in the FLSA for violations of its mandates.\" <i>Anderson,</i> 508 F.3d at 194. Because the contract, negligence and fraud claims involved in <i>Anderson</i> depended upon the FLSA and, \"[w]ithout doubt, ... [would] require the same proof as claims asserted under the FLSA itself,\" the court further held that the claims were precluded by obstacle preemption. <i>Id.</i> Importantly, the Fourth Circuit did not conclude that the FLSA <i>generally</i> preempts North Carolina's Wage and Hour Act. Rather, the court distinguished the plaintiffs' FLSAbased claims from those invoking state substantive law, stating:</p>\n<blockquote>The Class Members do not contend... that any North Carolina law entitles them to unpaid wages. Rather, ... they rely on the FLSA for their rights, and they invoke state law only as the source of remedies for the alleged FLSA violations....</blockquote>\n<blockquote>Whether the FLSA provides exclusive remedies for the enforcement of its own provisions is a question that need not occupy us for long, because we already answered it in <i>Kendall</i> [<i>v. City of Chesapeake, Va.,</i> 174 F.3d 437 (4th Cir.1999)]. There we were called on to decide whether the plaintiffs could use 42 U.S.C. § 1983 to enforce their rights to overtime compensation under the FLSA.... [W]e agreed with the employer that the plaintiffs could not enforce their FLSA rights by way of a § 1983 action, concluding, in relevant part, that \"in the FLSA Congress manifested a desire to exclusively define the private remedies available to redress violations of the statute's terms....</blockquote>\n<blockquote>In accordance with our ruling in <i>Kendall,</i> we must hold today that Congress prescribed exclusive remedies in the FLSA for violations of its mandates.</blockquote>\n<p><i>Id.</i> at 194.</p>\n<p>In their Amended Complaint, plaintiffs allege that Butterball violated the payday statute by \"not pay[ing] all wages when those wages were and will be due at the rate agreed upon ... and the minimum and overtime rates required by and/or described in 29 U.S.C. §§ 206(a) and 207(a)(1) ... for hours worked that the defendants allowed or suffered and/or will allow or will suffer.\" (Am. Compl. ¶ 40.) To the extent this cause of action seeks compensation under state law for overtime pay mandated by the FLSA or alleges that plaintiffs received less than the federal minimum wage as a result of Butterball's failure to pay them for all hours worked, plaintiffs invoke state law only as an alternative remedy for Butterball's alleged violation of the FLSA. <i>Anderson</i> makes clear that these claims are preempted by the FLSA and must be dismissed.</p>\n<p>However, this case is unlike <i>Anderson</i> in that plaintiffs are not merely using state law to enforce their rights under the FLSA. In addition to asserting overtime and minimum wage claims, plaintiffs claim that Butterball violated the North Carolina Wage and Hour Act by failing to pay its employees (1) wages, when due, for all hours worked at their regular hourly rate (which exceeded the minimum wage rate under the FLSA); (2) wages at North Carolina's minimum wage rate of $6.15 per hour (which exceeded the FLSA minimum wage rates of $5.15 and $5.85 per hour for the applicable periods of time); and (3) overtime wages of one and one-half times their regular hourly rate. The second of these claims is expressly authorized by the FLSA's savings clause:</p>\n<blockquote>No provision of this chapter or of any order thereunder shall excuse noncompliance with any Federal or State law or municipal ordinance establishing a minimum wage higher than the minimum wage established under this chapter or a maximum work week lower than the maximum work week established under this chapter....</blockquote>\n<p>29 U.S.C. § 218(a). Although not expressly covered by the savings clause, plaintiffs' remaining state claims would appear proper under analogous reasoningthat the FLSA does not excuse an employer's noncompliance with higher pay requirements than established by the FLSA.</p>\n<p>The court need not reach that issue, however, because the first and third claims set forth above are separate and distinct from plaintiffs' FLSA claims. They invoke neither the minimum wage nor the overtime provisions of the FLSA. As such, they are not preempted by the FLSA. <i>See </i><i>Anderson,</i> 508 F.3d at 194 (preempting claims only where they state a claim under the FLSA); <i>Nimmons v. RBC Ins. Holdings (USA) Inc.,</i> No. 6:07-CV-2637, 2007 WL 4571179 (D.S.C. Dec. 27, 2007) (dismissing as preempted by FLSA only those claims alleging failure to pay overtime due under the FLSA); <i>Barton v. Pantry, Inc.,</i> No. 1:04-CV-748, 2006 WL 1367421 *n. 5 (M.D.N.C. May 17, 2006) (\"[S]ome of the employees may have been due more than minimum wage for the hours worked `off the clock' or deleted from the records. These amounts would not be covered by either their minimum wage or overtime compensation claims under the FLSA.\").</p>\n<p>It is of no moment that FLSA precedent may be considered in determining whether time spent changing into and out of protective gear or walking to or from work stations constitutes \"work\" compensable under the payday statute. Reliance upon FLSA caselaw as persuasive authority in the absence of a state statutory definition does not, by itself, render plaintiffs' claims dependent upon the FLSA so as to preempt the claims. <i>See </i><i>Osby v. Citigroup, Inc.,</i> No. 07-CV-6085-NKL, 2008 WL 2074102 (W.D.Mo. May 14, 2008) (reliance upon FLSA precedent in defining \"work\" under state law does not mean claim is based on federal law).</p>\n<p></p>\n<h2>II. <i>Contract Requirement</i>\n</h2>\n<p>In its second motion for partial summary judgment, Butterball contends that plaintiffs' payday claim fails as a matter of law because plaintiffs have failed to establish that Butterball contracted to pay plaintiffs for the time plaintiffs spent engaging in such activities as changing into and out of protective gear, walking to and from work stations and waiting at work stations for production lines to start. (Mot. Partial Summ. J. dated June 20, 2008 [DE # 66].) Butterball maintains that its policy is not to define \"hours worked\":</p>\n<blockquote>The Company does not discuss what constitutes \"hours worked\" or specifically, whether the Company pays for [donning and doffing] time. Payment for [donning and doffing] time is not addressed in oral or written instructions or statements to employees at any point after they are hired. Supervisors and managers are not given instructions to talk to their departments or to new employees about what the company considers to be \"hours worked.\" Employees are not instructed on what the company's position is as to what \"hours worked\" means under the [North Carolina Wage and Hour Act].</blockquote>\n<p>(Def.'s Mem. Supp. Second Motion for Partial Summ. J. [DE # 71] at 6.)</p>\n<p>With the exception of statutory requirements to pay applicable minimum wage and overtime, employers are permitted under North Carolina's Wage and Hour Act to offer their employees any wage they desire. In addition, the Act requires</p>\n<blockquote>an employer to notify the employee in advance of the wages and benefits which he will earn and the conditions which must be met to earn them, and to pay those wages and benefits due when the employee has actually performed the work required to earn them. Once the employee has earned the wages and benefits under this statutory scheme, the employer is prevented from rescinding them, with the exception that for certain benefits such as commissions, bonuses and vacation pay, an employer can cause a loss or forfeiture of such pay if he has notified the employee of the conditions for loss or forfeiture in advance of the time when the pay is earned.</blockquote>\n<p><i>Narron v. Hardee's Food Sys., Inc.,</i> 75 N.C.App. 579, 583, 331 S.E.2d 205, 208 (1985).</p>\n<p>North Carolina General Statute § 95-25.6, upon which plaintiffs' state law claims are premised, provides that \"[e]very employer shall pay every employee all wages and tips accruing to the employee on the regular payday.\" For purposes of § 95-25.6, \"hours worked\" is defined to include \"all time an employee is employed\" and \"employ\" means \"to suffer or permit to work.\" N.C. Gen.Stat. § 95-25.2(3), -25.2(8).</p>\n<p>To trigger the requirements of § 95-25.6, there certainly must exist an employment relationship. <i>See</i> N.C. Gen.Stat. § 95-25.6 (referring to \"employer\" and \"employee\"). However, the statute contains no requirement of an express contract or agreement to pay for particular work. Rather, the statute applies to all time an employee has been \"suffer[ed] or permit[ted] to work.\" <i>See</i> N.C. Gen.Stat. § 95-25.2(3), -25.2(8). Whether a particular activity constitutes \"work\" is a matter of law to be determined, not by the employer, but under the Wage and Hour Act with the interpretive guidance of the FLSA, where appropriate. <i>See</i> 13 N.C.A.C. 12.0103 (establishing as persuasive authority to be given \"great weight\" FLSA interpretations and rulings \"[w]here the legislature has adopted the language or terminology of the [FLSA] for the purpose of facilitating and simplifying compliance by employers with both the federal and state labor laws\").</p>\n<p>The cases upon which Butterball relies do not even remotely suggest that Butterball can be held to have violated N.C. Gen.Stat. § 95-25.6 only if it expressly agreed to pay the plaintiffs for donning and doffing time. In its memorandum, Butterball states that <i>Hyman v. Efficiency, Inc..</i> 167 N.C.App. 134, 605 S.E.2d 254 (2004), requires \"an express oral if not written contract ... to trigger the requirements of N.C. Gen.Stat. § 95-25.6.\" (Def.'s Mem. Supp. Second Mot. Partial Summ. J. at 9 (internal quotation marks omitted).) At no point, however, does <i>Hyman</i> discuss whether § 95-25.6 requires proof of a contract, express or implied. Rather, the section of <i>Hyman</i> to which Butterball refers simply recites the <i>plaintiffs argument</i> that \"defendant is breaching `an express oral if not written contract' ... which triggers the requirements of N.C. Gen.Stat. § 95-25.6.\" <i>Hyman,</i> 167 N.C.App. at 144, 605 S.E.2d at 261. Butterball has similarly taken <i>Morton v. Thornton,</i> 257 N.C. 259, 125 S.E.2d 464 (1962), out of context when citing the court's restatement of the general proposition that \"[a] contract of employment gives rise to an action when breached by nonpayment of wages due the employee.\" <i>Morton,</i> 257 N.C. at 262, 125 S.E.2d at 465. Section 95-25.6 had not been enacted at the time of the <i>Morton</i> decision and it was, therefore, not an issue in <i>Morton.</i> Rather, <i>Morton</i> was a breach of contract action, and the question before the court was whether an employer's \"failure to pay all employees ... give[s] rise to a single action in which all employees may join, [or] creates a separate right of action in each unpaid employee.\" <i>Morton,</i> 257 N.C. at 262, 125 S.E.2d at 465. Finally, the issue involved in <i>Queen v. RHA Health Servs.,</i> No. 1:00-CV-101, 2001 U.S. Dist. LEXIS 26118 *8 n. 2 (M.D.N.C. Jan. 22, 2001), was whether the defendant employer was exempt from North Carolina's overtime and minimum wage provisions as an interstate commercial enterprise subject to the FLSA. That is not the issue here.</p>\n<p>Were the court to interpret § 95-25.6 as requiring plaintiffs to prove that their employer expressly agreed to pay them for particular services performed (such as changing into and out of protective gear required by the employer), an employer would be able to avoid payment of <i>any</i> wages to his employees by simply claiming that the services rendered, although for the benefit of the employer, were something other than \"work.\" Butterball's argument here flies in the face of the protections afforded employees by the North Carolina Wage and Hour Act and cannot be sustained.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendant's Motion for Partial Summary Judgment filed February 11, 2008 [DE # 29] is GRANTED in part and DENIED in part, and defendant's Motion for Partial Summary Judgment filed June 20, 2008 [DE # 66] is DENIED. The court DISMISES as preempted by the FLSA any claims that plaintiffs may have that seek compensation under state law for overtime pay mandated by the FLSA or that allege plaintiffs received less than the federal minimum wage as a result of Butterball's failure to pay them for all hours worked.</p>\n<h2>NOTES</h2>\n<p>[1]  Although this claim relies, in part, on N.C. Gen.Stat. § 95-25.6, it is not a subject of the summary judgment motions presently before the court.</p>\n<p>[2]  \"Donning and doffing\" refers to the time spent by employees changing into and out of uniforms or protective gear required by the employer and time spent walking between changing areas and employee work stations.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Liliana MARTINEZ-HERNANDEZ and Ulda Aponte, both individually and on behalf of all other similarly situated persons, Plaintiffs,<br>\nv.<br>\nBUTTERBALL, LLC, Defendant.</h1></center>\n<center>No. 5:07-CV-174-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 2, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on defendant's Motion for Partial Summary Judgment, filed February 11, 2008 [DE # 29] and defendant's Motion for Partial Summary Judgment, filed June 20, 2008 [DE # 66]. The parties have filed appropriate responses and replies, and the time for further filings has expired. These matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>This action was originally brought in the Superior Court of Wayne County, North Carolina, in March 2007. The case was subsequently removed to this court (Not. Removal [DE # 1] ), and the complaint was amended on May 17, 2007 (Am. Compl. [DE # 8]).</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>This is an action under the Fair Labor Standards Act, 29 U.S.C. §§ 201 <i>et seq.</i> (\"FLSA\") and the North Carolina Wage and Hour Act, N.C. Gen.Stat. §§ 95-25.1 <i>et seq.</i> Plaintiffs are current or former production line employees at the Mount Olive, North Carolina, turkey processing plant owned by defendant Butterball, LLC (\"Butterball\"). Plaintiffs claim that during the two-year period immediately preceding the filing of this action Butterball utilized a \"GANG\" or scheduled time compensation system, whereby Butterball paid its production line employees only for the hours the production lines were scheduled to operate. Plaintiffs allege that Butterball failed to pay them and potentially 6,000 other production line employees regular and overtime pay for actual, compensable time worked. (Am. Compl. [DE # 8] ¶¶ 27-33, 39-46; Def.'s Mem. Opp. Pfs.' Mot. Approve Rule 23 Class Action &amp; Conditionally Certify Collective Action [DE # 72] at 2 (estimating number of prospective plaintiffs to be more than 6,000.)) Plaintiffs assert that the uncompensated work includes time spent changing into and out of personal protective gear required by Butterball, time spent traveling to and waiting at production lines, and time that Butterball automatically deducted for breaks. (Pfs.' Mem. Opp. Def.'s Second Mot. Partial Summ. J. [DE # 93] at 2.) Plaintiffs claim that Butterball's practices violate both North Carolina's \"payday statute,\" N.C. Gen.Stat. § 95-25.6, and the FLSA. Plaintiffs further allege that Butterball made unauthorized wage deductions from certain employees' wages, in violation of the North Carolina Wage and Hour Act. (Am. Compl. ¶¶ 34-38.)<sup>[1]</sup></p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>In two separate motions, defendant has moved for summary judgment on plaintiffs' claim under North Carolina's payday statute (\"payday claim\"). Defendant first contends that plaintiffs' payday claim is preempted by the FLSA, as set forth in the Fourth Circuit's recent decision in <i>Anderson v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"1024317\"><a href=\"/opinion/1024317/anderson-v-sara-lee-corp/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span> (4th Cir.2007). Second, defendant characterizes plaintiffs' claim as a \"donning and doffing\"<sup>[2]</sup> claim and argues that plaintiffs' payday claim fails because \"[p]laintiffs cannot establish that a contract existed between themselves and Butterball to pay for such [donning and doffing time].\" (Def.'s Mem. Supp. Second Mot. Partial Summ. J. [DE # 71] at 2.)</p>\n<p></p>\n<h2>I. <i>FLSA Preemption</i>\n</h2>\n<p>Federal law may preempt state law in three separate circumstances. The first is where Congress has expressly declared its intent to preempt state law (\"express preemption\"). <i>Anderson,</i> 508 F.3d at 191 n. 10. Second, a state law is preempted where Congress has \"`occupied the field' by regulating so pervasively that there is no room left for the states to supplement federal law\" (\"field preemption\"). <i>Id.</i> (quoting <i>Cox v. Shalala,</i> <span class=\"citation\" data-id=\"739974\"><a href=\"/opinion/739974/margie-o-cox-individually-and-as-administratrix-of-the-estate-of-jack-cox/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 154 (4th Cir.1997)). Third, preemption occurs when there is actual conflict between the state and federal laws (\"conflict preemption\"). <i>Id.</i> at 191.</p>\n<p>\"Consideration of [preemption] issues... `start[s] with the assumption that the historic police powers of the states [are] not to be superseded by ... Federal Act unless that [is] the clear and manifest purpose of Congress.'\" <i>Cipollone v. Liggett Group, Inc.,</i> <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 516, <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2608</span></a></span>, <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1992) (quoting <i>Rice v. Santa Fe Elevator Corp.,</i> <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 230, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1447</span></a></span> (1947)). \"[T]he presumption that Congress did not intend to preempt state law is especially strong when it has legislated `in a field which the States have traditionally occupied,' such as `protecting the health and safety of their citizens.'\" <i>Anderson,</i> 508 F.3d at 192 (quoting <i>S. Blasting Servs., Inc. v. Wilkes County,</i> <span class=\"citation\" data-id=\"777476\"><a href=\"/opinion/777476/southern-blasting-services-incorporated-piedmont-drilling-blasting/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">584</span></a></span>, 590 (4th Cir.2002)) (internal quotation marks omitted).</p>\n<p>For its contention that plaintiffs' payday claim is preempted by the FLSA, defendant relies upon the theory of conflict preemption and, more specifically, the principle of obstacle preemption. Obstacle preemption is a form of conflict preemption and is said to exist \"`when the state law stands as an obstacle to the accomplishment and execution of the full purposes and objectives'\" of federal law. <i>City of Falls Church v. Fairfax County Water Auth.,</i> 272 Fed.Appx. 252, 256 (4th Cir.2008) (quoting <i>Michigan Canners &amp; Freezers Ass'n v. Agric. Mktg. &amp; Bargaining Bd.,</i> <span class=\"citation\" data-id=\"111205\"><a href=\"/opinion/111205/michigan-canners-freezers-assn-inc-v-agricultural-marketing-and/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 469, <span class=\"citation\" data-id=\"111205\"><a href=\"/opinion/111205/michigan-canners-freezers-assn-inc-v-agricultural-marketing-and/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2518</span></a></span>, <span class=\"citation\" data-id=\"111205\"><a href=\"/opinion/111205/michigan-canners-freezers-assn-inc-v-agricultural-marketing-and/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span></a></span> (1984)).</p>\n<p>In <i>Anderson,</i> the Fourth Circuit held that \"Congress prescribed exclusive remedies in the FLSA for violations of its mandates.\" <i>Anderson,</i> 508 F.3d at 194. Because the contract, negligence and fraud claims involved in <i>Anderson</i> depended upon the FLSA and, \"[w]ithout doubt, ... [would] require the same proof as claims asserted under the FLSA itself,\" the court further held that the claims were precluded by obstacle preemption. <i>Id.</i> Importantly, the Fourth Circuit did not conclude that the FLSA <i>generally</i> preempts North Carolina's Wage and Hour Act. Rather, the court distinguished the plaintiffs' FLSAbased claims from those invoking state substantive law, stating:</p>\n<blockquote>The Class Members do not contend... that any North Carolina law entitles them to unpaid wages. Rather, ... they rely on the FLSA for their rights, and they invoke state law only as the source of remedies for the alleged FLSA violations....</blockquote>\n<blockquote>Whether the FLSA provides exclusive remedies for the enforcement of its own provisions is a question that need not occupy us for long, because we already answered it in <i>Kendall</i> [<i>v. City of Chesapeake, Va.,</i> <span class=\"citation\" data-id=\"763477\"><a href=\"/opinion/763477/susan-kendall-barry-bailey-keith-bailey-linda-barnes-joe-barnes-andy/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span> (4th Cir.1999)]. There we were called on to decide whether the plaintiffs could use 42 U.S.C. § 1983 to enforce their rights to overtime compensation under the FLSA.... [W]e agreed with the employer that the plaintiffs could not enforce their FLSA rights by way of a § 1983 action, concluding, in relevant part, that \"in the FLSA Congress manifested a desire to exclusively define the private remedies available to redress violations of the statute's terms....</blockquote>\n<blockquote>In accordance with our ruling in <i>Kendall,</i> we must hold today that Congress prescribed exclusive remedies in the FLSA for violations of its mandates.</blockquote>\n<p><i>Id.</i> at 194.</p>\n<p>In their Amended Complaint, plaintiffs allege that Butterball violated the payday statute by \"not pay[ing] all wages when those wages were and will be due at the rate agreed upon ... and the minimum and overtime rates required by and/or described in 29 U.S.C. §§ 206(a) and 207(a)(1) ... for hours worked that the defendants allowed or suffered and/or will allow or will suffer.\" (Am. Compl. ¶ 40.) To the extent this cause of action seeks compensation under state law for overtime pay mandated by the FLSA or alleges that plaintiffs received less than the federal minimum wage as a result of Butterball's failure to pay them for all hours worked, plaintiffs invoke state law only as an alternative remedy for Butterball's alleged violation of the FLSA. <i>Anderson</i> makes clear that these claims are preempted by the FLSA and must be dismissed.</p>\n<p>However, this case is unlike <i>Anderson</i> in that plaintiffs are not merely using state law to enforce their rights under the FLSA. In addition to asserting overtime and minimum wage claims, plaintiffs claim that Butterball violated the North Carolina Wage and Hour Act by failing to pay its employees (1) wages, when due, for all hours worked at their regular hourly rate (which exceeded the minimum wage rate under the FLSA); (2) wages at North Carolina's minimum wage rate of $6.15 per hour (which exceeded the FLSA minimum wage rates of $5.15 and $5.85 per hour for the applicable periods of time); and (3) overtime wages of one and one-half times their regular hourly rate. The second of these claims is expressly authorized by the FLSA's savings clause:</p>\n<blockquote>No provision of this chapter or of any order thereunder shall excuse noncompliance with any Federal or State law or municipal ordinance establishing a minimum wage higher than the minimum wage established under this chapter or a maximum work week lower than the maximum work week established under this chapter....</blockquote>\n<p>29 U.S.C. § 218(a). Although not expressly covered by the savings clause, plaintiffs' remaining state claims would appear proper under analogous reasoningthat the FLSA does not excuse an employer's noncompliance with higher pay requirements than established by the FLSA.</p>\n<p>The court need not reach that issue, however, because the first and third claims set forth above are separate and distinct from plaintiffs' FLSA claims. They invoke neither the minimum wage nor the overtime provisions of the FLSA. As such, they are not preempted by the FLSA. <i>See </i><i>Anderson,</i> 508 F.3d at 194 (preempting claims only where they state a claim under the FLSA); <i>Nimmons v. RBC Ins. Holdings (USA) Inc.,</i> No. 6:07-CV-2637, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4571179</span></span> (D.S.C. Dec. 27, 2007) (dismissing as preempted by FLSA only those claims alleging failure to pay overtime due under the FLSA); <i>Barton v. Pantry, Inc.,</i> No. 1:04-CV-748, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1367421</span></span> *n. 5 (M.D.N.C. May 17, 2006) (\"[S]ome of the employees may have been due more than minimum wage for the hours worked `off the clock' or deleted from the records. These amounts would not be covered by either their minimum wage or overtime compensation claims under the FLSA.\").</p>\n<p>It is of no moment that FLSA precedent may be considered in determining whether time spent changing into and out of protective gear or walking to or from work stations constitutes \"work\" compensable under the payday statute. Reliance upon FLSA caselaw as persuasive authority in the absence of a state statutory definition does not, by itself, render plaintiffs' claims dependent upon the FLSA so as to preempt the claims. <i>See </i><i>Osby v. Citigroup, Inc.,</i> No. 07-CV-6085-NKL, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2074102</span></span> (W.D.Mo. May 14, 2008) (reliance upon FLSA precedent in defining \"work\" under state law does not mean claim is based on federal law).</p>\n<p></p>\n<h2>II. <i>Contract Requirement</i>\n</h2>\n<p>In its second motion for partial summary judgment, Butterball contends that plaintiffs' payday claim fails as a matter of law because plaintiffs have failed to establish that Butterball contracted to pay plaintiffs for the time plaintiffs spent engaging in such activities as changing into and out of protective gear, walking to and from work stations and waiting at work stations for production lines to start. (Mot. Partial Summ. J. dated June 20, 2008 [DE # 66].) Butterball maintains that its policy is not to define \"hours worked\":</p>\n<blockquote>The Company does not discuss what constitutes \"hours worked\" or specifically, whether the Company pays for [donning and doffing] time. Payment for [donning and doffing] time is not addressed in oral or written instructions or statements to employees at any point after they are hired. Supervisors and managers are not given instructions to talk to their departments or to new employees about what the company considers to be \"hours worked.\" Employees are not instructed on what the company's position is as to what \"hours worked\" means under the [North Carolina Wage and Hour Act].</blockquote>\n<p>(Def.'s Mem. Supp. Second Motion for Partial Summ. J. [DE # 71] at 6.)</p>\n<p>With the exception of statutory requirements to pay applicable minimum wage and overtime, employers are permitted under North Carolina's Wage and Hour Act to offer their employees any wage they desire. In addition, the Act requires</p>\n<blockquote>an employer to notify the employee in advance of the wages and benefits which he will earn and the conditions which must be met to earn them, and to pay those wages and benefits due when the employee has actually performed the work required to earn them. Once the employee has earned the wages and benefits under this statutory scheme, the employer is prevented from rescinding them, with the exception that for certain benefits such as commissions, bonuses and vacation pay, an employer can cause a loss or forfeiture of such pay if he has notified the employee of the conditions for loss or forfeiture in advance of the time when the pay is earned.</blockquote>\n<p><i>Narron v. Hardee's Food Sys., Inc.,</i> 75 N.C.App. 579, 583, <span class=\"citation\" data-id=\"1211113\"><a href=\"/opinion/1211113/narron-v-hardees-food-systems-inc/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">205</span></a></span>, 208 (1985).</p>\n<p>North Carolina General Statute § 95-25.6, upon which plaintiffs' state law claims are premised, provides that \"[e]very employer shall pay every employee all wages and tips accruing to the employee on the regular payday.\" For purposes of § 95-25.6, \"hours worked\" is defined to include \"all time an employee is employed\" and \"employ\" means \"to suffer or permit to work.\" N.C. Gen.Stat. § 95-25.2(3), -25.2(8).</p>\n<p>To trigger the requirements of § 95-25.6, there certainly must exist an employment relationship. <i>See</i> N.C. Gen.Stat. § 95-25.6 (referring to \"employer\" and \"employee\"). However, the statute contains no requirement of an express contract or agreement to pay for particular work. Rather, the statute applies to all time an employee has been \"suffer[ed] or permit[ted] to work.\" <i>See</i> N.C. Gen.Stat. § 95-25.2(3), -25.2(8). Whether a particular activity constitutes \"work\" is a matter of law to be determined, not by the employer, but under the Wage and Hour Act with the interpretive guidance of the FLSA, where appropriate. <i>See</i> 13 N.C.A.C. 12.0103 (establishing as persuasive authority to be given \"great weight\" FLSA interpretations and rulings \"[w]here the legislature has adopted the language or terminology of the [FLSA] for the purpose of facilitating and simplifying compliance by employers with both the federal and state labor laws\").</p>\n<p>The cases upon which Butterball relies do not even remotely suggest that Butterball can be held to have violated N.C. Gen.Stat. § 95-25.6 only if it expressly agreed to pay the plaintiffs for donning and doffing time. In its memorandum, Butterball states that <i>Hyman v. Efficiency, Inc..</i> 167 N.C.App. 134, <span class=\"citation\" data-id=\"1330493\"><a href=\"/opinion/1330493/hyman-v-efficiency-inc/\"><span class=\"volume\">605</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">254</span></a></span> (2004), requires \"an express oral if not written contract ... to trigger the requirements of N.C. Gen.Stat. § 95-25.6.\" (Def.'s Mem. Supp. Second Mot. Partial Summ. J. at 9 (internal quotation marks omitted).) At no point, however, does <i>Hyman</i> discuss whether § 95-25.6 requires proof of a contract, express or implied. Rather, the section of <i>Hyman</i> to which Butterball refers simply recites the <i>plaintiffs argument</i> that \"defendant is breaching `an express oral if not written contract' ... which triggers the requirements of N.C. Gen.Stat. § 95-25.6.\" <i>Hyman,</i> 167 N.C.App. at 144, 605 S.E.2d at 261. Butterball has similarly taken <i>Morton v. Thornton,</i> <span class=\"citation\" data-id=\"1215587\"><a href=\"/opinion/1215587/morton-v-thornton/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"1215587\"><a href=\"/opinion/1215587/morton-v-thornton/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">464</span></a></span> (1962), out of context when citing the court's restatement of the general proposition that \"[a] contract of employment gives rise to an action when breached by nonpayment of wages due the employee.\" <i>Morton,</i> 257 N.C. at 262, 125 S.E.2d at 465. Section 95-25.6 had not been enacted at the time of the <i>Morton</i> decision and it was, therefore, not an issue in <i>Morton.</i> Rather, <i>Morton</i> was a breach of contract action, and the question before the court was whether an employer's \"failure to pay all employees ... give[s] rise to a single action in which all employees may join, [or] creates a separate right of action in each unpaid employee.\" <i>Morton,</i> 257 N.C. at 262, 125 S.E.2d at 465. Finally, the issue involved in <i>Queen v. RHA Health Servs.,</i> No. 1:00-CV-101, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">26118</span></span> *8 n. 2 (M.D.N.C. Jan. 22, 2001), was whether the defendant employer was exempt from North Carolina's overtime and minimum wage provisions as an interstate commercial enterprise subject to the FLSA. That is not the issue here.</p>\n<p>Were the court to interpret § 95-25.6 as requiring plaintiffs to prove that their employer expressly agreed to pay them for particular services performed (such as changing into and out of protective gear required by the employer), an employer would be able to avoid payment of <i>any</i> wages to his employees by simply claiming that the services rendered, although for the benefit of the employer, were something other than \"work.\" Butterball's argument here flies in the face of the protections afforded employees by the North Carolina Wage and Hour Act and cannot be sustained.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendant's Motion for Partial Summary Judgment filed February 11, 2008 [DE # 29] is GRANTED in part and DENIED in part, and defendant's Motion for Partial Summary Judgment filed June 20, 2008 [DE # 66] is DENIED. The court DISMISES as preempted by the FLSA any claims that plaintiffs may have that seek compensation under state law for overtime pay mandated by the FLSA or that allege plaintiffs received less than the federal minimum wage as a result of Butterball's failure to pay them for all hours worked.</p>\n<h2>NOTES</h2>\n<p>[1]  Although this claim relies, in part, on N.C. Gen.Stat. § 95-25.6, it is not a subject of the summary judgment motions presently before the court.</p>\n<p>[2]  \"Donning and doffing\" refers to the time spent by employees changing into and out of uniforms or protective gear required by the employer and time spent walking between changing areas and employee work stations.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330493/"
  ]
}