{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2363988/",
  "absolute_url": "/opinion/2363988/north-carolina-prisoners-labor-union-inc-v-jones/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2363988/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:19.646911Z",
  "date_modified": "2016-04-26T05:12:10.491481Z",
  "type": "010combined",
  "sha1": "1eb693de7234324f50f2af470480ea30ffac4fc5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>409 F.Supp. 937 (1976)</b></center>\n<center><h1>NORTH CAROLINA PRISONERS' LABOR UNION, INC., on behalf of itself and all its members, Plaintiff,<br>\nv.<br>\nDavid L. JONES, Secretary of North Carolina Department of Correction, Ralph Edwards, Commissioner of North Carolina Department of Correction, Defendants.</h1></center>\n<center>No. 75-0089-CRT.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Heard February 6, 1976.</center>\n<center>Decided March 15, 1976.</center>\n<p><span class=\"star-pagination\">*938</span> <span class=\"star-pagination\">*939</span> Norman B. Smith, Greensboro, N. C. (Smith, Patterson, Follin, Curtis &amp; James, Greensboro, N. C.), and Deborah G. Mailman, Raleigh, N. C., for plaintiff.</p>\n<p>Rufus L. Edmisten, Atty. Gen., Jacob L. Safron, Special Deputy Atty. Gen., Raleigh, N. C., for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, BUTLER, Senior District Judge, and DUPREE, District Judge.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*940</span> MEMORANDUM DECISION</h2>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This is a suit brought pursuant to 42 U.S.C. § 1983 to redress the deprivation of constitutional rights by officers of the state acting under color of state law. The plaintiff's corporate name is said by its counsel to be a misnomer. Permission to operate as a true \"labor union\" is not sought. The labor-management relations laws of the United States are thus irrelevant and are not invoked. But it is duly incorporated as an eleemosynary institution under the laws of the State of North Carolina.<sup>[1]</sup> Its members and officers are inmates of the North Carolina Department of Correction. Its stated purposes are to work legally and peacefully to alter or eliminate practices of the Department of Correction which are thought to be in conflict with the just, constitutional and social interests of all persons.</p>\n<p>The defendants are sued in their official capacities, Mr. Jones as Secretary of the North Carolina Department of Correction, and Mr. Edwards as Commissioner of the North Carolina Department of Correction.</p>\n<p>The complaint asks for a permanent injunction against all acts of the defendants declared to be unconstitutional, the award of $100,000 in damages, reasonable attorneys' fees, as well as the usual prayers for the taxation of costs and for such other and further relief as to the court may seem just and proper. We may put some of these prayers to one side.</p>\n<p><i>Damages.</i> Because they are not sued individually, <i>see </i><i>Burt v. Board of Trustees,</i> 521 F.2d 1201 (4th Cir. 1975), any recovery obtained against these officers of the state would have to be paid out of the state treasury. The eleventh amendment bars such an award against the state, and a § 1983 action against officers of the state falls within the bar of the amendment whenever the monetary impact is upon the state treasury. <i>Edelman v. Jordan,</i> 415 U.S. 651, 662-663, 94 S.Ct. 1347, 1355-1356, 39 L.Ed.2d 662, 672 (1974).</p>\n<p><i>Attorneys' Fees.</i> 42 U.S.C. § 1983 contains no section authorizing the award of attorneys' fees to counsel. Nor does any other act of Congress authorize such an award on the facts of this case. As will appear below, the rights of the Union and its inmate members are so narrow and the resistance of the defendants so limited it cannot be said that defendants' conduct amounts to obdurate obstinancy. <i>See </i><i>Bradley v. School Board,</i> 472 F.2d 318 (4th Cir. 1972), <i>vacated </i><i>on other grounds,</i> 416 U.S. 696, 94 S.Ct. 2006, 40 L.Ed.2d 476 (1974). Since such an award is authorized neither by statute nor federal common law, it must be denied. <i>Alyeska Pipeline Service Co. v. Wilderness Society,</i> 421 U.S. 240, 95 S.Ct. 1612, 44 L. Ed.2d 141 (1975).</p>\n<p></p>\n<h2>I.</h2>\n<p>Coming to the question of injunctive relief, what we do <i>not</i> decide in this case is far more important than what we <i>do</i> decide. The most important question is whether prisoners of the state have a constitutional right to join a corporate association of inmates. The Union insists that the first amendment right of <span class=\"star-pagination\">*941</span> the people peaceably to assemble, and to petition the government for redress of grievances, extends to prisoners and that application of that principle validates the Union and the right of inmates to join it.</p>\n<p>The defendants do not counter with a flat denial. Instead they take the moderate position that the right of the prisoners to assemble under the first amendment must be balanced against the need of the state to maintain order, and that the state's need is great and that of the inmates relatively minor because there are already established procedures for the channeling of grievances, including the legislatively established Inmate Grievance Commission. If we understand the defendants' position correctly, it is that they fear the possibility of concerted group action but are not gravely concerned with mere association of inmates in the Union. Thus the plaintiff's contention that the Constitution protects the right of an inmate to join an inmate association is blunted by defendants' response that it may lawfully regulate such association as to time, manner and place. Instead of being asked by the defendants to hold that plaintiff has no right to exist in the prison system, we are asked instead \"to arrive at a balance between the interest of the prisoners in associating together with a prison unit and the interest of the state in maintaining internal security within the prison.\" Page 3, Defendants' Memorandum.</p>\n<p>We think the broader question urged by plaintiff is not so sharply presented that we should undertake to decide it. Since the parties agree that the defendants permit inmates to join the Union, our undertaking to decide whether they may do so would be advisory. Indeed, we would lack jurisdiction to do so, but for the peripheral, and much less important questions, that may be said to constitute a case or controversy.<sup>[1A]</sup><i>See </i><i>Muskrat v. United States,</i> 219 U.S. 346, 31 S.Ct. 250, 55 L.Ed. 246 (1911).</p>\n<p></p>\n<h2>II.</h2>\n<p>The lesser questions we <i>do</i> decide are presented us in the following fact context:</p>\n<p>1. Inmates are permitted to join a union and have been and are being permitted to join the North Carolina Prisoners' Labor Union, Inc. Some 2,000 prisoners have already joined.<sup>[2]</sup> There are no membership dues although dues are authorized by the by-laws. The Union is an organization of inmates associated together for the purpose of working for prison reform.</p>\n<p>2. Although permitting membership, the defendants oppose the solicitation of other inmates to join and have made solicitation an infraction of its general disciplinary rules.</p>\n<p>3. Not only is personal solicitation by inmate to inmate forbidden but so also is solicitation by correspondence or by newsletter or magazine. Indeed, solicitation by anyone by any means is prohibited.</p>\n<p>4. Some newsletters addressed to certain inmates have been returned as nondeliverable. <span class=\"star-pagination\">*942</span> Because of the apprehension that such publications may contain articles slanted to encourage membership the defendants enforce their general rule forbidding the receipt of bulk mail. They will not permit an inmate to receive a bundle to be redistributed by him to other inmates.</p>\n<p>5. Union meetings are forbidden. Employees of the Department of Correction are forbidden to negotiate with any person acting as a representative of any union, and no outsider will be admitted into a prison unit for the purpose of soliciting union membership.</p>\n<p>6. Disparate treatment is accorded other organizations. Bundles of newsletters are allowed to be received from the Junior Chamber of Commerce, and redistribution to individual inmates is permitted.</p>\n<p>7. Inmate members of the JC's are allowed to hold meetings in the prison units, and those meetings may be attended by outside speakers, outside JC members and friends from free society. The same is true of Alcoholics Anonymous, and in one institution a troop of the Boy Scouts of America has been permitted to operate. Prisoners are permitted to assemble for religious services.</p>\n<p>8. Due sometimes to mistake, sometimes to gaps in the formulation of policy and its execution, and especially due to the very nature of this lawsuit, there have been a number of recent incidents amounting to a denial of the sixth amendment right of a prisoner to legal representation. Most of the incidents have involved the utilization of paralegals and the suspicion of lower echelon prison administrators that the paralegals were engaged in soliciting membership rather than in the implementation of this lawsuit or other court proceedings. At no time have the defendants themselves countenanced the denial of legal representation, and it is established policy that the use of paralegals is permitted.</p>\n<p>Both plaintiff and defendants propose detailed findings of fact that would enable us to infer whether, as a matter of penology, an inmate union is good or bad. The state has offered in evidence a book by Peter Remick titled <i>In Constant Fear</i><sup>[3]</sup> as related to James B. Schuman, a freelance writer. Mr. Remick is an inmate at a Massachusetts prison located at Walpole. His conclusion is that attempts to liberalize traditional prison regulations and to reform Walpole have resulted in chaos and increasing violence. The plaintiff counters with a book, also received in evidence, by Paul W. Keve entitled <i>Prison Life and Human Worth.</i><sup>[4]</sup> Mr. Keve has far better credentials than does Mr. Remick, but conversely, he is not so deeply immersed in the subject matter. He has served as Commissioner of Corrections for Minnesota and is now Director of Adult Corrections for the State of Delaware. Generally, he seems to favor more lines of communication between inmate and correctional officer, and to achieve it, favors permitting what he calls inmate councils or organizations of prisoners such as the Union in this case. We have also been furnished depositions and affidavits of other experts and persons experienced in penology including those of the defendants.</p>\n<p>There is no consensus. The defendants sincerely believe that the very existence of the Union will increase the burdens of administration and constitute a threat of essential discipline and control. They are apprehensive that inmates may use the Union to establish a power bloc within the inmate population which could be utilized to cause work slowdowns or stoppages or other undesirable concerted activity. Other experts and institution administrators discount these apprehensions. Fred Morrison, Jr., Executive Director of the North Carolina Inmate Grievance Commission and a member of the Legislative Commission on Sentencing, Criminal Punishment, <span class=\"star-pagination\">*943</span> and Rehabilitation, stated in an affidavit filed in this case:</p>\n<blockquote>I have read the Constitution and By-laws of the North Carolina Prisoners' Labor Union, Inc. and on Christmas Day, 1974, I met personally with several inmate organizers and officers of the Prisoners' Union (NCPLU) to discuss with them the philosophy and plans of the Union. On this basis, it is my considered opinion that the North Carolina Prisoners' Labor Union, Inc. does not pose a danger to the North Carolina Department of Correction or the orderly administration thereof. I foresee no threat to rehabilitation or other prison programs, nor do I believe that the Prisoners' Union poses any threat to the jurisdiction or operation of the Inmate Grievance Commission.</blockquote>\n<p>Warden James W. Mullen of the Rhode Island Adult Correctional Institution has permitted the National Prisoners' Reform Association, to which 99 percent of the inmate population belong, to function in his penitentiary for some four years. He continues to permit it, and while not enthusiastically for it, concludes that it is going in a positive direction and on balance is more helpful than harmful. Director Keve of Delaware points out that work stoppages have occurred at Walpole in Massachusetts and at Jersey State Prison at Leesburg at a time when neither institution had a union. In his own institution there is a union by the name of Prisoner Action Committee which Keve thinks has in no way endangered the security of the correction system and has sometimes helped management of the prison materially.</p>\n<p>On conflicting expert opinion evidence we are left with no firm conviction that an association of inmates is necessarily good or bad, and we decline to make the characterization. It is not necessary that we do so in order to decide the narrow issues remaining in the case.</p>\n<p></p>\n<h2>III.</h2>\n<p>In a penal system that permits inmates to belong to a corporate union or organization, what are the rights of the prisoners and the union under the first amendment and the equal protection clause of the fourteenth amendment?</p>\n<blockquote>We start with the familiar proposition that \"[l]awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system.\" <i>Price v. Johnston,</i> 334 U.S. 266, 285 [68 S.Ct. 1049, 1060, 92 L.Ed. 1356] (1948). See also <i>Cruz v. Beto,</i> 405 U.S. 319, 321 [92 S.Ct. 1079, 1081, 31 L.Ed.2d 263] (1972). In the First Amendment context a corollary of this principle is that a prison inmate retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system. Thus, challenges to prison restrictions that are asserted to inhibit First Amendment interests must be analyzed in terms of the legitimate policies and goals of the corrections system, to whose custody and care the prisoner has been committed in accordance with due process of law.</blockquote>\n<p><i>Pell v. Procunier,</i> 417 U.S. 817, 822, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495, 501 (1974).</p>\n<p>We think <i>Pell</i> means that prisoners have a first amendment right to talk about any subject of interest to them that does not conflict with legitimate penological objectives of the institution. In a system that permits membership in a union, we are unable to perceive any substantial governmental interest in suppressing expression on the subject  whether for or against. To permit an inmate to join a union and forbid his inviting others to join borders on the irrational.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*944</span> The substantial interests of the state in its penal system are the maintenance of \"security, order and rehabilitation.\" <i>Procunier v. Martinez,</i> 416 U.S. 396, 413, 94 S.Ct. 1800, 1811, 40 L.Ed.2d 224, 240 (1974). \"[T]he limitation of First Amendment freedoms must be no greater than is necessary or essential to the protection of the particular governmental interest involved.\" <i>Id.</i> We are unable to perceive why it is necessary or essential to security and order in the prisons to forbid solicitation of membership in a union permitted by the authorities. This is not a case of riot. There is not one scintilla of evidence to suggest that the Union has been utilized to disrupt the operation of the penal institutions.</p>\n<p>Nor is there any evidence tending to show that the inmates intend to operate it to hamper and interfere with the proper interests of government. Defendants' apprehension of misuse is not shared by other prison administrators of equal expertise and experience. Although the Union is said to have been active for many months and to number some 2,000 members, the record is bare of any suggestion of concerted activity. If the day should ever come that inmates threaten concerted action to force compliance with their demands and to disrupt prison discipline, the Secretary and the Commissioner are fully empowered to not only stop further solicitation of membership but to put down the Union and its adherents to whatever extent may be necessary to restore and protect security and order.</p>\n<p>All that we hold is that the defendants, having permitted membership in a union committed to peaceful means to effect change and reform, may not at the same time forbid solicitation of membership. The same considerations, of course, apply to literature. The defendants may not refuse receipt of the Union's publications on the ground that they are calculated to encourage membership in the organization or solicit joining.</p>\n<p>Nothing we have said is meant to suggest that freedom of speech in the prison context is without limitation. Indeed it is not without limitation elsewhere, <i>e. g.,</i> pornography. <i>See </i><i>Miller v. California,</i> 413 U.S. 15, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973). Although difficult of enforcement, we doubt not that the administrators could lawfully forbid any discussion of means of escape, and certainly forbid the receipt of literature on the subject. But escape is per se a breach of security. The defendants' <i>own</i> hypothesis in this case is that the existence of the Union and membership in it are not dangerous, for otherwise they would surely have undertaken to forbid membership.</p>\n<p>The other questions presented  whether the Union may mail its literature in bulk at the cheaper rate and whether inmate members may meet together  are soluble, we think, by application of the equal protection clause of the fourteenth amendment. We need not decide these questions in a vacuum because the record is clear that organizations other than the plaintiff union are permitted the bulk mailing privilege and that the administrators allow the JC's and others to meet within the institutions. In a free society, outside the walls, it is clear that government may not pick and choose depending upon its approval or disapproval of the message or purpose of the group. <i>United States v. Crowthers,</i> 456 F.2d 1074 (4th Cir. 1972).</p>\n<p>The question is more difficult in the prison context, but we are inclined to think that the same principle applies except where the activity proscribed is shown to be detrimental to proper penological objectives, subversive to good discipline, or otherwise harmful. We do not mean to suggest that prison administrators must await the convening of a court to decide whether a given activity is likely to engender unrest and disruption or pose a threat to the security of the institution. Instead, we recognize that they must act quickly and upon <span class=\"star-pagination\">*945</span> their best judgment in appraising potential danger. But whether or not this particular union will prove to be in the long run harmful or beneficial, there is nothing in this record to support a finding of present danger to security and order. Absent such an indication, we hold that the defendants must accord to the Union and the inmate members the same privileges accorded other organizations of inmates  neither more nor less. In so holding we think it appropriate, for purposes of clarity, to affirm these propositions:</p>\n<p>1. Whatever right of association, if any, prisoners derive from the first amendment, they have no right to form or belong to a labor union for the purpose of taking concerted action to force their demands upon prison administrators.</p>\n<p>2. With or without the utilization of a union, inmates may not lawfully band together to resist prison discipline.</p>\n<p>3. Prison administrators may lawfully refuse to negotiate requests or demands from any group of prison inmates whether or not organized as a union or association of prisoners.</p>\n<p>4. Prison administrators may refuse to contract with any group or union of inmates; moreover, any such contract is void under the law of North Carolina and of no effect whatsoever. <i>Adkins v. City of Charlotte,</i> 296 F.Supp. 1068 (W.D.N.C.1969).</p>\n<p>5. Whatever the rights of prisoners to associate together may be, there is no right to assemble in such numbers, at such times, and at such places within the walls as they please. Even in free society, reasonable restrictions of time, place and manner are upheld against first amendment attack. <i>Pell v. Procunier, supra</i> at 826, 94 S.Ct. at 2806, 41 L.Ed.2d at 503. <i>Grayned v. City of Rockford,</i> 408 U.S. 104, 115, 92 S.Ct. 2294, 2302, 33 L.Ed.2d 222, 231 (1972); <i>Blasecki v. City of Durham,</i> 456 F.2d 87 (4th Cir.), <i>cert. denied,</i> 409 U.S. 912, 93 S.Ct. 224, 34 L.Ed.2d 172 (1972). Regulations designed to guard against excessive congregation of numbers of prisoners and to prevent the possibility of mass action and flash riot are prima facie valid and within the sound discretion of prison administrators.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We think the problems with respect to lawyer representation and the utilization of paralegals, to which we have referred, are peripheral to the subject matter of this litigation and do not require injunctive resolution. We are convinced the defendants have never countenanced interference by their subordinates with the sixth amendment right to counsel of inmates. Nor do the defendants refuse to permit counsel to be assisted by paralegals. What caused the trouble was the no-solicitation rule. What we have said about that with respect to the right of inmates to solicit others to join is dispositive of the right of lawyers, paralegals, and any other persons from free society to encourage or solicit membership in the Union. It would be incongruous for an inmate's first amendment freedom of speech to exceed that of a free person. We therefore hold that the defendants may not forbid lawyers, paralegals or any other persons from supporting the Union and encouraging inmates to join it orally or in writing.</p>\n<p>But that does not mean that the defendants must permit outside persons, whether paralegals, lawyers or others, to enter the prison institutions for the purpose of soliciting membership in the Union. We hold, instead, that the defendants may prohibit entry for such a purpose.<sup>[6]</sup> The distinction is that although <span class=\"star-pagination\">*946</span> prison administrators may not control topics of conversation, they may, and indeed must, control access to the prison inmate population. Every time a gate swings open in a penitentiary, security is breached. Every entry presents the possibility of escape and every visitor is a potential hostage.</p>\n<p>The admission of lawyers and their assistants (paralegals) to prison institutions is permitted only to serve the sixth amendment interest and may be lawfully denied for all other purposes. For example, if the lawyer for the Union seeks access to an inmate for the purpose of preparing an appeal of our decision in this case, he may not be denied; but if instead, he seeks access to an inmate to further the interests of the Union other than by preparation for litigation, he may be refused. We hold that admission in such circumstances must depend upon the dominant purpose of seeking access to an inmate. If the purpose is legitimate and protected by the sixth amendment right to counsel, we think the first amendment forbids attempts to control the subject matter of discussion. To be explicit, if a lawyer or paralegal genuinely needs to interview a prisoner with respect to pending litigation, the inmate's right of representation does not vanish when in the course of the interview the lawyer remarks that he favors the Union and hopes the prisoner will join it.</p>\n<p>We reiterate: what the defendants can control is access, not topical discussion. It is true, of course, that the rule we adopt is subject to abuse: a lawyer may represent falsely to the prison administrators that his paralegal needs access to an inmate to prepare a complaint. But our faith in the integrity of the bar is sufficient that we are not gravely concerned. And if there should be an occasional abuse, it is not too great a price to pay for liberty of speech enshrined in the first amendment and the right of representation assured by the sixth.</p>\n<p>We hold that plaintiffs are entitled to only limited injunctive relief as follows:</p>\n<p>1. Inmates and all other persons shall be permitted to solicit and invite other inmates to join the Union orally or by written or printed communication; provided, however, that access to inmates by outsiders for the purpose of furthering the interests of the Union and soliciting membership may be denied.</p>\n<p>2. The Union shall be accorded the privilege of bulk mailing to the extent, and only to the extent, that such a privilege is accorded other organizations.</p>\n<p>3. The Union and its inmate members shall be accorded the privilege of holding meetings under such limitations and control as are neutrally applied to all inmate organizations, and to the extent, and only to the extent, that other meetings of prisoners are permitted.</p>\n<p>All other relief is denied.</p>\n<p>Costs will be taxed against the defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  Curiously, the Charter of Incorporation issued by the Secretary of State of North Carolina shows the corporation purposes to be \"the promotion of charitable labor union purposes\" and to organize a \"prisoners' labor union at every prison and jail in North Carolina to seek through collective bargaining . . . to improve . . . working . . . conditions . . ..\"\n</p>\n<p>Since it is clear beyond argument that no association of prisoners may operate as a true labor union pursuant to the NLRA, and this Union disclaims any such intention, and since it is also clear that the State may lawfully refuse to negotiate with or contract with any labor union, see p. 945 <i>infra,</i> we think it of no legal significance that the charter purports to authorize more than can lawfully be accomplished.</p>\n<p>[1A]  As is well known the federal courts established pursuant to Article III of the Constitution do not render advisory opinions. For adjudication of constitutional issues \"concrete legal issues, presented in actual cases, not abstractions,\" are requisite. . . . It would not accord with judicial responsibility to adjudge, in a matter involving constitutionality, between the freedom of the individual and the requirements of public order except when definite rights appear upon the one side and definite prejudical [sic] interferences upon the other.\n</p>\n<p><i>United Public Workers v. Mitchell,</i> 330 U.S. 75, 89-90, 67 S.Ct. 556, 564, 91 L.Ed. 754, 766 (1946) (footnotes omitted).</p>\n<p>\"The duty of this court, as of every judicial tribunal, is limited to determining rights of persons or of property, which are actually controverted in the particular case before it. . . . No stipulation of parties or counsel, whether in the case before the court or in any other case, can enlarge the power, or affect the duty, of the court in this regard.\"</p>\n<p><i>Swift &amp; Co. v. Hocking Valley Ry.,</i> 243 U.S. 281, 289, 37 S.Ct. 287, 290, 61 L.Ed. 722, 725 (1917).</p>\n<p>[2]  Affidavit of Vernon W. Rich. The state neither admits nor denies that this number accurately reflects the Union's membership.</p>\n<p>[3]  P. Remick, <i>In Constant Fear</i> (J. Shulman ed. 1975).</p>\n<p>[4]  P. Keve, <i>Prison Life and Human Worth</i> (1974).</p>\n<p>[5]  Defendants have not defined \"solicitation.\" It is not clear whether an inmate who speaks favorably of the Union to another inmate but stops short of extending an invitation to join is guilty of a breach of discipline.\n</p>\n<p>Because defendants do not limit union membership [<i>every</i> inmate may lawfully join, <i>i. e.,</i> 100% of the prison population] it is difficult to discern a rational basis for the no-solicitation rule.</p>\n<p>[6]  We assume (the record is silent) that outsiders are not granted ingress to the prison units for purposes of soliciting membership in other organizations, <i>e. g.,</i> Junior Chamber of Commerce, and that such persons come into the prisons to plan a program or put on one or to help implement some rehabilitative project. If any outsider is permitted ingress for purposes of solicitation, we think equal protection would require pro tanto treatment of free persons interested in the Union. Likewise, it goes without saying that inmate members of the Union may become entitled to be visited by free persons who are engaged with them in legitimate union projects  to the same extent that other members of free society are admitted for like purposes.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">937</span></span> (1976)</b></center>\n<center><h1>NORTH CAROLINA PRISONERS' LABOR UNION, INC., on behalf of itself and all its members, Plaintiff,<br>\nv.<br>\nDavid L. JONES, Secretary of North Carolina Department of Correction, Ralph Edwards, Commissioner of North Carolina Department of Correction, Defendants.</h1></center>\n<center>No. 75-0089-CRT.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Heard February 6, 1976.</center>\n<center>Decided March 15, 1976.</center>\n<p><span class=\"star-pagination\">*938</span> <span class=\"star-pagination\">*939</span> Norman B. Smith, Greensboro, N. C. (Smith, Patterson, Follin, Curtis &amp; James, Greensboro, N. C.), and Deborah G. Mailman, Raleigh, N. C., for plaintiff.</p>\n<p>Rufus L. Edmisten, Atty. Gen., Jacob L. Safron, Special Deputy Atty. Gen., Raleigh, N. C., for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, BUTLER, Senior District Judge, and DUPREE, District Judge.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*940</span> MEMORANDUM DECISION</h2>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This is a suit brought pursuant to 42 U.S.C. § 1983 to redress the deprivation of constitutional rights by officers of the state acting under color of state law. The plaintiff's corporate name is said by its counsel to be a misnomer. Permission to operate as a true \"labor union\" is not sought. The labor-management relations laws of the United States are thus irrelevant and are not invoked. But it is duly incorporated as an eleemosynary institution under the laws of the State of North Carolina.<sup>[1]</sup> Its members and officers are inmates of the North Carolina Department of Correction. Its stated purposes are to work legally and peacefully to alter or eliminate practices of the Department of Correction which are thought to be in conflict with the just, constitutional and social interests of all persons.</p>\n<p>The defendants are sued in their official capacities, Mr. Jones as Secretary of the North Carolina Department of Correction, and Mr. Edwards as Commissioner of the North Carolina Department of Correction.</p>\n<p>The complaint asks for a permanent injunction against all acts of the defendants declared to be unconstitutional, the award of $100,000 in damages, reasonable attorneys' fees, as well as the usual prayers for the taxation of costs and for such other and further relief as to the court may seem just and proper. We may put some of these prayers to one side.</p>\n<p><i>Damages.</i> Because they are not sued individually, <i>see </i><i>Burt v. Board of Trustees,</i> <span class=\"citation\" data-id=\"329739\"><a href=\"/opinion/329739/13-fair-emplpraccas-1740-10-empl-prac-dec-p-10352-helen-l-burt-v/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span> (4th Cir. 1975), any recovery obtained against these officers of the state would have to be paid out of the state treasury. The eleventh amendment bars such an award against the state, and a § 1983 action against officers of the state falls within the bar of the amendment whenever the monetary impact is upon the state treasury. <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 662-663, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, 1355-1356, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span>, 672 (1974).</p>\n<p><i>Attorneys' Fees.</i> 42 U.S.C. § 1983 contains no section authorizing the award of attorneys' fees to counsel. Nor does any other act of Congress authorize such an award on the facts of this case. As will appear below, the rights of the Union and its inmate members are so narrow and the resistance of the defendants so limited it cannot be said that defendants' conduct amounts to obdurate obstinancy. <i>See </i><i>Bradley v. School Board,</i> <span class=\"citation\" data-id=\"307851\"><a href=\"/opinion/307851/carolyn-bradley-and-michael-bradley-infants-by-minerva-bradley-their/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span> (4th Cir. 1972), <i>vacated </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"109027\"><a href=\"/opinion/109027/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, <span class=\"citation\" data-id=\"109027\"><a href=\"/opinion/109027/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2006</span></a></span>, <span class=\"citation\" data-id=\"109027\"><a href=\"/opinion/109027/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span></a></span> (1974). Since such an award is authorized neither by statute nor federal common law, it must be denied. <i>Alyeska Pipeline Service Co. v. Wilderness Society,</i> <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1612</span></a></span>, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">141</span></a></span> (1975).</p>\n<p></p>\n<h2>I.</h2>\n<p>Coming to the question of injunctive relief, what we do <i>not</i> decide in this case is far more important than what we <i>do</i> decide. The most important question is whether prisoners of the state have a constitutional right to join a corporate association of inmates. The Union insists that the first amendment right of <span class=\"star-pagination\">*941</span> the people peaceably to assemble, and to petition the government for redress of grievances, extends to prisoners and that application of that principle validates the Union and the right of inmates to join it.</p>\n<p>The defendants do not counter with a flat denial. Instead they take the moderate position that the right of the prisoners to assemble under the first amendment must be balanced against the need of the state to maintain order, and that the state's need is great and that of the inmates relatively minor because there are already established procedures for the channeling of grievances, including the legislatively established Inmate Grievance Commission. If we understand the defendants' position correctly, it is that they fear the possibility of concerted group action but are not gravely concerned with mere association of inmates in the Union. Thus the plaintiff's contention that the Constitution protects the right of an inmate to join an inmate association is blunted by defendants' response that it may lawfully regulate such association as to time, manner and place. Instead of being asked by the defendants to hold that plaintiff has no right to exist in the prison system, we are asked instead \"to arrive at a balance between the interest of the prisoners in associating together with a prison unit and the interest of the state in maintaining internal security within the prison.\" Page 3, Defendants' Memorandum.</p>\n<p>We think the broader question urged by plaintiff is not so sharply presented that we should undertake to decide it. Since the parties agree that the defendants permit inmates to join the Union, our undertaking to decide whether they may do so would be advisory. Indeed, we would lack jurisdiction to do so, but for the peripheral, and much less important questions, that may be said to constitute a case or controversy.<sup>[1A]</sup><i>See </i><i>Muskrat v. United States,</i> <span class=\"citation\" data-id=\"97356\"><a href=\"/opinion/97356/muskrat-v-united-states/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">246</span></span> (1911).</p>\n<p></p>\n<h2>II.</h2>\n<p>The lesser questions we <i>do</i> decide are presented us in the following fact context:</p>\n<p>1. Inmates are permitted to join a union and have been and are being permitted to join the North Carolina Prisoners' Labor Union, Inc. Some 2,000 prisoners have already joined.<sup>[2]</sup> There are no membership dues although dues are authorized by the by-laws. The Union is an organization of inmates associated together for the purpose of working for prison reform.</p>\n<p>2. Although permitting membership, the defendants oppose the solicitation of other inmates to join and have made solicitation an infraction of its general disciplinary rules.</p>\n<p>3. Not only is personal solicitation by inmate to inmate forbidden but so also is solicitation by correspondence or by newsletter or magazine. Indeed, solicitation by anyone by any means is prohibited.</p>\n<p>4. Some newsletters addressed to certain inmates have been returned as nondeliverable. <span class=\"star-pagination\">*942</span> Because of the apprehension that such publications may contain articles slanted to encourage membership the defendants enforce their general rule forbidding the receipt of bulk mail. They will not permit an inmate to receive a bundle to be redistributed by him to other inmates.</p>\n<p>5. Union meetings are forbidden. Employees of the Department of Correction are forbidden to negotiate with any person acting as a representative of any union, and no outsider will be admitted into a prison unit for the purpose of soliciting union membership.</p>\n<p>6. Disparate treatment is accorded other organizations. Bundles of newsletters are allowed to be received from the Junior Chamber of Commerce, and redistribution to individual inmates is permitted.</p>\n<p>7. Inmate members of the JC's are allowed to hold meetings in the prison units, and those meetings may be attended by outside speakers, outside JC members and friends from free society. The same is true of Alcoholics Anonymous, and in one institution a troop of the Boy Scouts of America has been permitted to operate. Prisoners are permitted to assemble for religious services.</p>\n<p>8. Due sometimes to mistake, sometimes to gaps in the formulation of policy and its execution, and especially due to the very nature of this lawsuit, there have been a number of recent incidents amounting to a denial of the sixth amendment right of a prisoner to legal representation. Most of the incidents have involved the utilization of paralegals and the suspicion of lower echelon prison administrators that the paralegals were engaged in soliciting membership rather than in the implementation of this lawsuit or other court proceedings. At no time have the defendants themselves countenanced the denial of legal representation, and it is established policy that the use of paralegals is permitted.</p>\n<p>Both plaintiff and defendants propose detailed findings of fact that would enable us to infer whether, as a matter of penology, an inmate union is good or bad. The state has offered in evidence a book by Peter Remick titled <i>In Constant Fear</i><sup>[3]</sup> as related to James B. Schuman, a freelance writer. Mr. Remick is an inmate at a Massachusetts prison located at Walpole. His conclusion is that attempts to liberalize traditional prison regulations and to reform Walpole have resulted in chaos and increasing violence. The plaintiff counters with a book, also received in evidence, by Paul W. Keve entitled <i>Prison Life and Human Worth.</i><sup>[4]</sup> Mr. Keve has far better credentials than does Mr. Remick, but conversely, he is not so deeply immersed in the subject matter. He has served as Commissioner of Corrections for Minnesota and is now Director of Adult Corrections for the State of Delaware. Generally, he seems to favor more lines of communication between inmate and correctional officer, and to achieve it, favors permitting what he calls inmate councils or organizations of prisoners such as the Union in this case. We have also been furnished depositions and affidavits of other experts and persons experienced in penology including those of the defendants.</p>\n<p>There is no consensus. The defendants sincerely believe that the very existence of the Union will increase the burdens of administration and constitute a threat of essential discipline and control. They are apprehensive that inmates may use the Union to establish a power bloc within the inmate population which could be utilized to cause work slowdowns or stoppages or other undesirable concerted activity. Other experts and institution administrators discount these apprehensions. Fred Morrison, Jr., Executive Director of the North Carolina Inmate Grievance Commission and a member of the Legislative Commission on Sentencing, Criminal Punishment, <span class=\"star-pagination\">*943</span> and Rehabilitation, stated in an affidavit filed in this case:</p>\n<blockquote>I have read the Constitution and By-laws of the North Carolina Prisoners' Labor Union, Inc. and on Christmas Day, 1974, I met personally with several inmate organizers and officers of the Prisoners' Union (NCPLU) to discuss with them the philosophy and plans of the Union. On this basis, it is my considered opinion that the North Carolina Prisoners' Labor Union, Inc. does not pose a danger to the North Carolina Department of Correction or the orderly administration thereof. I foresee no threat to rehabilitation or other prison programs, nor do I believe that the Prisoners' Union poses any threat to the jurisdiction or operation of the Inmate Grievance Commission.</blockquote>\n<p>Warden James W. Mullen of the Rhode Island Adult Correctional Institution has permitted the National Prisoners' Reform Association, to which 99 percent of the inmate population belong, to function in his penitentiary for some four years. He continues to permit it, and while not enthusiastically for it, concludes that it is going in a positive direction and on balance is more helpful than harmful. Director Keve of Delaware points out that work stoppages have occurred at Walpole in Massachusetts and at Jersey State Prison at Leesburg at a time when neither institution had a union. In his own institution there is a union by the name of Prisoner Action Committee which Keve thinks has in no way endangered the security of the correction system and has sometimes helped management of the prison materially.</p>\n<p>On conflicting expert opinion evidence we are left with no firm conviction that an association of inmates is necessarily good or bad, and we decline to make the characterization. It is not necessary that we do so in order to decide the narrow issues remaining in the case.</p>\n<p></p>\n<h2>III.</h2>\n<p>In a penal system that permits inmates to belong to a corporate union or organization, what are the rights of the prisoners and the union under the first amendment and the equal protection clause of the fourteenth amendment?</p>\n<blockquote>We start with the familiar proposition that \"[l]awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system.\" <i>Price v. Johnston,</i> <span class=\"citation\" data-id=\"104557\"><a href=\"/opinion/104557/price-v-johnston/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 285 [68 S.Ct. 1049, 1060, 92 L.Ed. 1356] (1948). See also <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321 [92 S.Ct. 1079, 1081, 31 L.Ed.2d 263] (1972). In the First Amendment context a corollary of this principle is that a prison inmate retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system. Thus, challenges to prison restrictions that are asserted to inhibit First Amendment interests must be analyzed in terms of the legitimate policies and goals of the corrections system, to whose custody and care the prisoner has been committed in accordance with due process of law.</blockquote>\n<p><i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, 2804, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span>, 501 (1974).</p>\n<p>We think <i>Pell</i> means that prisoners have a first amendment right to talk about any subject of interest to them that does not conflict with legitimate penological objectives of the institution. In a system that permits membership in a union, we are unable to perceive any substantial governmental interest in suppressing expression on the subject  whether for or against. To permit an inmate to join a union and forbid his inviting others to join borders on the irrational.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*944</span> The substantial interests of the state in its penal system are the maintenance of \"security, order and rehabilitation.\" <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 413, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1811, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span>, 240 (1974). \"[T]he limitation of First Amendment freedoms must be no greater than is necessary or essential to the protection of the particular governmental interest involved.\" <i>Id.</i> We are unable to perceive why it is necessary or essential to security and order in the prisons to forbid solicitation of membership in a union permitted by the authorities. This is not a case of riot. There is not one scintilla of evidence to suggest that the Union has been utilized to disrupt the operation of the penal institutions.</p>\n<p>Nor is there any evidence tending to show that the inmates intend to operate it to hamper and interfere with the proper interests of government. Defendants' apprehension of misuse is not shared by other prison administrators of equal expertise and experience. Although the Union is said to have been active for many months and to number some 2,000 members, the record is bare of any suggestion of concerted activity. If the day should ever come that inmates threaten concerted action to force compliance with their demands and to disrupt prison discipline, the Secretary and the Commissioner are fully empowered to not only stop further solicitation of membership but to put down the Union and its adherents to whatever extent may be necessary to restore and protect security and order.</p>\n<p>All that we hold is that the defendants, having permitted membership in a union committed to peaceful means to effect change and reform, may not at the same time forbid solicitation of membership. The same considerations, of course, apply to literature. The defendants may not refuse receipt of the Union's publications on the ground that they are calculated to encourage membership in the organization or solicit joining.</p>\n<p>Nothing we have said is meant to suggest that freedom of speech in the prison context is without limitation. Indeed it is not without limitation elsewhere, <i>e. g.,</i> pornography. <i>See </i><i>Miller v. California,</i> <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2607</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1973). Although difficult of enforcement, we doubt not that the administrators could lawfully forbid any discussion of means of escape, and certainly forbid the receipt of literature on the subject. But escape is per se a breach of security. The defendants' <i>own</i> hypothesis in this case is that the existence of the Union and membership in it are not dangerous, for otherwise they would surely have undertaken to forbid membership.</p>\n<p>The other questions presented  whether the Union may mail its literature in bulk at the cheaper rate and whether inmate members may meet together  are soluble, we think, by application of the equal protection clause of the fourteenth amendment. We need not decide these questions in a vacuum because the record is clear that organizations other than the plaintiff union are permitted the bulk mailing privilege and that the administrators allow the JC's and others to meet within the institutions. In a free society, outside the walls, it is clear that government may not pick and choose depending upon its approval or disapproval of the message or purpose of the group. <i>United States v. Crowthers,</i> <span class=\"citation\" data-id=\"302108\"><a href=\"/opinion/302108/united-states-v-clarence-e-crowthers-and-nathaniel-w-pierce/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1074</span></a></span> (4th Cir. 1972).</p>\n<p>The question is more difficult in the prison context, but we are inclined to think that the same principle applies except where the activity proscribed is shown to be detrimental to proper penological objectives, subversive to good discipline, or otherwise harmful. We do not mean to suggest that prison administrators must await the convening of a court to decide whether a given activity is likely to engender unrest and disruption or pose a threat to the security of the institution. Instead, we recognize that they must act quickly and upon <span class=\"star-pagination\">*945</span> their best judgment in appraising potential danger. But whether or not this particular union will prove to be in the long run harmful or beneficial, there is nothing in this record to support a finding of present danger to security and order. Absent such an indication, we hold that the defendants must accord to the Union and the inmate members the same privileges accorded other organizations of inmates  neither more nor less. In so holding we think it appropriate, for purposes of clarity, to affirm these propositions:</p>\n<p>1. Whatever right of association, if any, prisoners derive from the first amendment, they have no right to form or belong to a labor union for the purpose of taking concerted action to force their demands upon prison administrators.</p>\n<p>2. With or without the utilization of a union, inmates may not lawfully band together to resist prison discipline.</p>\n<p>3. Prison administrators may lawfully refuse to negotiate requests or demands from any group of prison inmates whether or not organized as a union or association of prisoners.</p>\n<p>4. Prison administrators may refuse to contract with any group or union of inmates; moreover, any such contract is void under the law of North Carolina and of no effect whatsoever. <i>Adkins v. City of Charlotte,</i> <span class=\"citation\" data-id=\"1982726\"><a href=\"/opinion/1982726/atkins-v-city-of-charlotte/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1068</span></a></span> (W.D.N.C.1969).</p>\n<p>5. Whatever the rights of prisoners to associate together may be, there is no right to assemble in such numbers, at such times, and at such places within the walls as they please. Even in free society, reasonable restrictions of time, place and manner are upheld against first amendment attack. <i>Pell v. Procunier, supra</i> at 826, 94 S.Ct. at 2806, 41 L.Ed.2d at 503. <i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 115, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2302, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span>, 231 (1972); <i>Blasecki v. City of Durham,</i> <span class=\"citation\" data-id=\"301815\"><a href=\"/opinion/301815/john-w-blasecki-jr-v-city-of-durham-north-carolina/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1972). Regulations designed to guard against excessive congregation of numbers of prisoners and to prevent the possibility of mass action and flash riot are prima facie valid and within the sound discretion of prison administrators.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We think the problems with respect to lawyer representation and the utilization of paralegals, to which we have referred, are peripheral to the subject matter of this litigation and do not require injunctive resolution. We are convinced the defendants have never countenanced interference by their subordinates with the sixth amendment right to counsel of inmates. Nor do the defendants refuse to permit counsel to be assisted by paralegals. What caused the trouble was the no-solicitation rule. What we have said about that with respect to the right of inmates to solicit others to join is dispositive of the right of lawyers, paralegals, and any other persons from free society to encourage or solicit membership in the Union. It would be incongruous for an inmate's first amendment freedom of speech to exceed that of a free person. We therefore hold that the defendants may not forbid lawyers, paralegals or any other persons from supporting the Union and encouraging inmates to join it orally or in writing.</p>\n<p>But that does not mean that the defendants must permit outside persons, whether paralegals, lawyers or others, to enter the prison institutions for the purpose of soliciting membership in the Union. We hold, instead, that the defendants may prohibit entry for such a purpose.<sup>[6]</sup> The distinction is that although <span class=\"star-pagination\">*946</span> prison administrators may not control topics of conversation, they may, and indeed must, control access to the prison inmate population. Every time a gate swings open in a penitentiary, security is breached. Every entry presents the possibility of escape and every visitor is a potential hostage.</p>\n<p>The admission of lawyers and their assistants (paralegals) to prison institutions is permitted only to serve the sixth amendment interest and may be lawfully denied for all other purposes. For example, if the lawyer for the Union seeks access to an inmate for the purpose of preparing an appeal of our decision in this case, he may not be denied; but if instead, he seeks access to an inmate to further the interests of the Union other than by preparation for litigation, he may be refused. We hold that admission in such circumstances must depend upon the dominant purpose of seeking access to an inmate. If the purpose is legitimate and protected by the sixth amendment right to counsel, we think the first amendment forbids attempts to control the subject matter of discussion. To be explicit, if a lawyer or paralegal genuinely needs to interview a prisoner with respect to pending litigation, the inmate's right of representation does not vanish when in the course of the interview the lawyer remarks that he favors the Union and hopes the prisoner will join it.</p>\n<p>We reiterate: what the defendants can control is access, not topical discussion. It is true, of course, that the rule we adopt is subject to abuse: a lawyer may represent falsely to the prison administrators that his paralegal needs access to an inmate to prepare a complaint. But our faith in the integrity of the bar is sufficient that we are not gravely concerned. And if there should be an occasional abuse, it is not too great a price to pay for liberty of speech enshrined in the first amendment and the right of representation assured by the sixth.</p>\n<p>We hold that plaintiffs are entitled to only limited injunctive relief as follows:</p>\n<p>1. Inmates and all other persons shall be permitted to solicit and invite other inmates to join the Union orally or by written or printed communication; provided, however, that access to inmates by outsiders for the purpose of furthering the interests of the Union and soliciting membership may be denied.</p>\n<p>2. The Union shall be accorded the privilege of bulk mailing to the extent, and only to the extent, that such a privilege is accorded other organizations.</p>\n<p>3. The Union and its inmate members shall be accorded the privilege of holding meetings under such limitations and control as are neutrally applied to all inmate organizations, and to the extent, and only to the extent, that other meetings of prisoners are permitted.</p>\n<p>All other relief is denied.</p>\n<p>Costs will be taxed against the defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  Curiously, the Charter of Incorporation issued by the Secretary of State of North Carolina shows the corporation purposes to be \"the promotion of charitable labor union purposes\" and to organize a \"prisoners' labor union at every prison and jail in North Carolina to seek through collective bargaining . . . to improve . . . working . . . conditions . . ..\"\n</p>\n<p>Since it is clear beyond argument that no association of prisoners may operate as a true labor union pursuant to the NLRA, and this Union disclaims any such intention, and since it is also clear that the State may lawfully refuse to negotiate with or contract with any labor union, see p. 945 <i>infra,</i> we think it of no legal significance that the charter purports to authorize more than can lawfully be accomplished.</p>\n<p>[1A]  As is well known the federal courts established pursuant to Article III of the Constitution do not render advisory opinions. For adjudication of constitutional issues \"concrete legal issues, presented in actual cases, not abstractions,\" are requisite. . . . It would not accord with judicial responsibility to adjudge, in a matter involving constitutionality, between the freedom of the individual and the requirements of public order except when definite rights appear upon the one side and definite prejudical [sic] interferences upon the other.\n</p>\n<p><i>United Public Workers v. Mitchell,</i> <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></span>, 89-90, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">556</span></span>, 564, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></span>, 766 (1946) (footnotes omitted).</p>\n<p>\"The duty of this court, as of every judicial tribunal, is limited to determining rights of persons or of property, which are actually controverted in the particular case before it. . . . No stipulation of parties or counsel, whether in the case before the court or in any other case, can enlarge the power, or affect the duty, of the court in this regard.\"</p>\n<p><i>Swift &amp; Co. v. Hocking Valley Ry.,</i> <span class=\"citation\" data-id=\"98897\"><a href=\"/opinion/98897/swift-co-v-hocking-valley-r-co/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, 289, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">287</span></span>, 290, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">722</span></span>, 725 (1917).</p>\n<p>[2]  Affidavit of Vernon W. Rich. The state neither admits nor denies that this number accurately reflects the Union's membership.</p>\n<p>[3]  P. Remick, <i>In Constant Fear</i> (J. Shulman ed. 1975).</p>\n<p>[4]  P. Keve, <i>Prison Life and Human Worth</i> (1974).</p>\n<p>[5]  Defendants have not defined \"solicitation.\" It is not clear whether an inmate who speaks favorably of the Union to another inmate but stops short of extending an invitation to join is guilty of a breach of discipline.\n</p>\n<p>Because defendants do not limit union membership [<i>every</i> inmate may lawfully join, <i>i. e.,</i> 100% of the prison population] it is difficult to discern a rational basis for the no-solicitation rule.</p>\n<p>[6]  We assume (the record is silent) that outsiders are not granted ingress to the prison units for purposes of soliciting membership in other organizations, <i>e. g.,</i> Junior Chamber of Commerce, and that such persons come into the prisons to plan a program or put on one or to help implement some rehabilitative project. If any outsider is permitted ingress for purposes of solicitation, we think equal protection would require pro tanto treatment of free persons interested in the Union. Likewise, it goes without saying that inmate members of the Union may become entitled to be visited by free persons who are engaged with them in legitimate union projects  to the same extent that other members of free society are admitted for like purposes.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1982726/"
  ]
}