{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2365598/",
  "absolute_url": "/opinion/2365598/bahsoon-v-pezetel-ltd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2365598/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:34.982927Z",
  "date_modified": "2016-04-27T02:07:20.342161Z",
  "type": "010combined",
  "sha1": "d563f9bda75fbdb2274b48cb04e1ca1a3f89b35f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>768 F.Supp. 507 (1991)</b></center>\n<center><h1>Hisham BAHSOON, etc., et al., Plaintiffs,<br>\nv.<br>\nPEZETEL, LTD., et al., Defendants.</h1></center>\n<center>No. 90-152-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 23, 1991.</center>\n<p><span class=\"star-pagination\">*508</span> Charles F. Blanchard, Blanchard, Twiggs, Abrams &amp; Strickland, Raleigh, N.C., for plaintiffs.</p>\n<p>James G. Billings, Mark A. Ash, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs filed this products liability action against defendants seeking damages for the alleged wrongful deaths of Khadige Bahsoon and Helene M. Houayek, who died following a helicopter accident which occurred in Sierra Leone, West Africa. Plaintiff Hisham Bahsoon also sues as the natural guardian of Ghina Bahsoon, a passenger on the same helicopter flight who survived, but was allegedly injured as a result of the accident. The action is now before the court upon defendants' motions to dismiss pursuant to: (1) F.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction; (2) F.R.Civ.P. 12(b)(2) for lack of personal jurisdiction; and (3) the common law doctrine of forum non conveniens. Defendants have also moved for summary judgment on jurisdictional grounds.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*509</span> I. FACTS</h2>\n<p>On or around September 18, 1988, a Kania-SP-SAC helicopter departed from the Freetown Airport in Sierra Leone, West Africa carrying the pilot and seven passengers. Shortly after its take-off, the helicopter crashed into the Sierra Leone River where two of the passengers, Khadige Bahsoon and Helene Houayek, died before rescuers arrived. The others on board survived, although one, Ghina Bahsoon, was seriously injured.</p>\n<p>All plaintiffs, as well as those persons whose interests they represent, are citizens of Sierra Leone. The named plaintiffs were appointed as executors of the estates of the two decedents by the High Court of Sierra Leone. The defendants are Pezetel, Ltd. (Pezetel), PZL-Swidnik (PZL), and Melex USA, Inc. (Melex). Pezetel and PZL are agencies of the Polish government and are corporations organized under the laws of Poland. Melex is a corporation organized under the laws of the state of Delaware and whose offices are located in Raleigh, North Carolina. Melex is owned in part by defendant Pezetel. Plaintiffs seek recovery based upon theories of negligence, strict liability and breach of warranty.</p>\n<p>Pezetel and PZL are engaged in the manufacture and trade of helicopters, including the Kania-SP-SAC which was involved in the accident in Sierra Leone. Melex, although partially owned by Pezetel, is a separate corporate entity. Melex is listed in the 1990 World Aviation Directory as a marketing agent for the PZL-M1-2 helicopter as well as other products of PZL.</p>\n<p>Both Pezetel and PZL are wholly owned by the Polish government. The Kania helicopter involved in the accident here was manufactured in 1979. Sometime thereafter, it was leased by the Polish government to Provincial Air Services, Ltd. in Sierra Leone. The only evidence now before the court of connections between these two defendants and the United States is as follows: (1) Pezetel and PZL at one time sold golf carts in the United States; (2) Pezetel and PZL are listed in the 1990 World Aviation Directory as companies which sell and lease helicopters; (3) the engine in the helicopter that crashed was manufactured by Allison Gas Turbine Operations, a General Motors Corporation subsidiary, which is situated in Indianapolis, Indiana; (4) Pezetel owns stock in Melex and Melex markets some models of the Kania helicopter; and (5) the Canadian Aviation Safety Board has stated in an unauthenticated accident report that the helicopter involved in the accident was required to conform to United States Federal Aviation Regulations.</p>\n<p>All parties appear to agree that the helicopter which crashed in Sierra Leone in 1988 was manufactured by Pezetel and/or PZL. Plaintiffs contend that as a distributor, Melex is liable in products liability the same as a manufacturer. In support of their current motions to dismiss, defendants have submitted the affidavit of Sylwester Pieckowski, the secretary of Melex USA, Inc. He states that Melex is a corporate entity distinct from both Pezetel and PZL. He further testifies that Melex had no contact with the Kania helicopter that was involved in the Sierra Leone crash and did not do business with the Sierra Leone entity that leased the helicopter from the Polish government. Pieckowski also states that the type of helicopter that was involved in the accident is not sold or distributed by Melex in the United States and that Melex has never had any connection with the pilot or passengers.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Defendants claim that they are entitled to immunity under the Foreign Sovereign Immunities Act (FSIA), 28 U.S.C. § 1602-1611, and therefore the court lacks subject matter jurisdiction to hear the claim. <i>See, e.g., </i><i>Canadian Overseas Ores Limited v. Compania de Acero del Pacifico S.A.,</i> 727 F.2d 274 (2d Cir.1984) (foreign sovereign immunity is a question of subject matter jurisdiction). Because the court must have subject matter jurisdiction in order to rule on the other pending motions, that question will be addressed first.</p>\n<p>The FSIA \"establishes comprehensive and exclusive standards to be used in <span class=\"star-pagination\">*510</span> resolving questions of sovereign immunity raised by foreign states in either federal or state court in the United States.\" <i>Williams v. Shipping Corporation of India,</i> 653 F.2d 875, 878 (4th Cir.1981). 28 U.S.C. § 1604 states: \"Subject to existing international agreements to which the United States is a party at the time of enactment of this Act a foreign state shall be immune from jurisdiction of the courts of the United States and of the States except as provided in sections 1605 to 1607 of this chapter.\" Immunity is thus the general rule and must be adhered to by the court unless it is clearly shown that an exception applies. <i>Gibbons v. Republic of Ireland,</i> 532 F.Supp. 668 (D.D.C.1982).</p>\n<p>The exceptions to the FSIA are set forth in 28 U.S.C. § 1605. Subsection (a)(2) of that provision states that immunity will not be available in cases:</p>\n<blockquote>in which the action is based upon a commercial activity carried on in the United States by the foreign state; or upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.</blockquote>\n<p>28 U.S.C. § 1605(a)(2).</p>\n<p>The term \"commercial activity\" is defined as \"either a regular course of commercial conduct or a particular commercial transaction or act.\" <i>Id.</i> at § 1603(d). Immunity extends to both foreign states and their instrumentalities. <i>See, e.g., </i><i>Carey v. National Oil Corporation,</i> 592 F.2d 673 (2d Cir.1979) (corporation wholly owned by the Libyan government held to be a foreign state within the FSIA). However, a corporation which is a citizen of a state of the United States cannot be a foreign instrumentality entitled to immunity. 28 U.S.C. § 1603(b)(3).</p>\n<p>The terms of Section 28 U.S.C. § 1605(a)(2) set forth three distinct circumstances under which a foreign sovereign's commercial activities can result in a forfeiture of immunity. First, the action can be related to commercial activity actually carried on in the United States by the foreign sovereign. Second, the suit may relate to an act performed in the United States by the foreign sovereign which is related to commercial activity carried on elsewhere. Third, the action may be based upon a commercial activity performed elsewhere, but which has an effect in the United States. Here, plaintiffs claim that the action is based upon commercial activity carried on by the foreign sovereign in the United States and therefore the first clause applies. Plaintiffs' position is that Pezetel and PZL have continuously carried on various business activities in the United States, particularly through Melex, which activates the application of this exception and precludes them from invoking the immunity defense in the current action.</p>\n<p>\"The [FSIA] clearly contemplates a direct connection between the injury suffered and the contacts with the United States.\" <i>Tigchon v. Island of Jamaica,</i> 591 F.Supp. 765, 768 (W.D.Mich.1984). Under the exception set forth in the first clause of Section 1605(a)(2), the foreign sovereign must engage in some type of commercial activity in the United States and there must be some nexus between that activity and the lawsuit which the plaintiff asks the United States court to entertain. <i>See also </i><i>Compania Mexicana de Aviacion, S.A. v. United States District Court for the Central District of California,</i> 859 F.2d 1354 (9th Cir.1988); <i>Vencedora Oceanica Navigacion, S.A. v. Compagnie Nationale Algerienne de Navigation,</i> 730 F.2d 195 (5th Cir.1984); <i>Sugarman v. Aeromexico, Inc.,</i> 626 F.2d 270 (3d Cir.1980). An examination of cases involving the application of this provision to similar facts proves instructive.</p>\n<p>In <i>Compania Mexicana de Aviacion, S.A. v. United States District Court for the Central District of California, supra</i><i>,</i> all of the passengers on board an airplane owned by the Mexican government were killed in a crash which occurred in Mexico. An action was filed in the United States against the airline on behalf of sixty-nine Mexican decedents. Plaintiffs argued, <i>inter</i> <span class=\"star-pagination\">*511</span> <i>alia,</i> that the first clause of the commercial activity exception precluded immunity because the airplane had been serviced in Chicago on the day before the crash during a stopover on its way to Los Angeles. Plaintiffs contended that this constituted commercial activity in the United States which was sufficient to preclude immunity.</p>\n<p>The Ninth Circuit disagreed and held that the \"FSIA requires that there be a significant `nexus' between the cause of action and the `commercial activity' carried on in the United States.\" <i>Id.</i> at 1360. The fact that the airplane had been serviced in Chicago on the day before the crash was not enough. The court stated that to subject all government-owned carriers who make stops in the United States to the jurisdiction of our courts on that basis alone would be incompatible with both the FSIA and the Warsaw Convention. The defendant had performed no act in the United States in connection with the action before the court and therefore was entitled to sovereign immunity.</p>\n<p>In <i>Vencedora Oceanica Navigacion v. Compagnie Nationale Algerienne de Navigation, supra,</i> the plaintiff, a Panamanian company, sued the defendant, an instrumentality of the Algerian government, in the Southern District of Texas seeking to recover for the loss of its vessel which occurred somewhere between Egypt and Spain. Plaintiff alleged that jurisdiction existed because defendant did continuing business in the United States. The court held that simply doing business in the United States was insufficient to bring a defendant within the parameters of 28 U.S.C. § 1605(a)(2) in situations where the cause of action before the court has no connection with that business. To hold otherwise would \"open the floodgates to any controversy around the world, against any foreign entity `doing business' in the United States.\" <i>Id.</i> at 202. An \"unprecedented assertion of jurisdiction\" such as this could not have been the intent of Congress in passing the Foreign Sovereign Immunities Act. <i>Id.</i> The purpose of the Act is to allow the assertion of jurisdiction only over litigation which has some connection with the United States.</p>\n<p>Melex is a company based in Raleigh, North Carolina and incorporated under the laws of Delaware. As such, it is a citizen of both North Carolina and Delaware and therefore not entitled to immunity under the FSIA. <i>See</i> 28 U.S.C. § 1332(c)(1) (\"a corporation shall be deemed to be a citizen of any State by which it has been incorporated and of the State where it has its principal place of business\").</p>\n<p>Pezetel and PZL are, however, corporations owned entirely by the Polish government and organized under the laws of Poland. Consequently, they are both presumptively immune from suit in this court. Plaintiffs argue that because Pezetel and PZL do business in the United States and operate in this country through Melex, this action falls within the exception set forth in the first clause of 28 U.S.C. § 1605(a)(2). For the reasons set forth below, the court disagrees and holds that Pezetel and PZL, as instrumentalities of the government of Poland, are entitled to sovereign immunity.</p>\n<p>First, Melex has presented sworn testimony stating that it had no connection whatever with the helicopter involved in this accident. Although it does market products for Pezetel and PZL in the United States, it states that those marketing efforts do not include the product involved in the accident in Sierra Leone. The only contrary evidence that plaintiffs have presented is that Melex was listed in a 1990 trade journal as a marketing agent for the \"M1-2 helicopter.\" <i>See</i> Exhibit 1 to Affidavit of Paul Edelman. This alone does not suffice to supply the required nexus.</p>\n<p>Second, merely doing business in the United States is insufficient to trigger the provisions of Section 1605(a)(2). The cause of action must be related to that business. Therefore, even assuming that Melex did market the same product that was involved in the accident at the same time that the accident occurred, that would also be insufficient to subject Pezetel and PZL to the jurisdiction of the United States courts absent some evidence that Melex <span class=\"star-pagination\">*512</span> had some connection with the helicopter involved in the accident in Sierra Leone. That particular helicopter was rented by the Polish government to a company in Sierra Leone and there is no evidence connecting Melex with its manufacture, sale or distribution.</p>\n<p>Third, the fact that Pezetel and PZL advertise in international trade magazines is inconsequential absent some evidence that this activity is in some way related to the current cause of action. The court fails to see any connection between this 1990 trade journal advertisement and the 1988 helicopter crash of a 1979 model helicopter in Sierra Leone.</p>\n<p>Fourth, simply using an American component in a product does not automatically subject a foreign manufacturer to the jurisdiction of the American courts. Therefore, plaintiffs' argument that the requisite jurisdictional connection is established by the fact that the helicopter engine was manufactured in the United States is likewise flawed. It is also difficult to see how Allison Gas Turbine Operations, the alleged engine manufacturer, could have such a close nexus to this action as to preclude immunity for Pezetel and PZL when it has not even been named as a defendant.</p>\n<p>The named plaintiffs, as well as the real parties in interest to this lawsuit are all residents of Sierra Leone. The two passengers who allegedly died as a result of the accident were also from that country. Pezetel and PZL are instrumentalities of the Polish government. There is simply no aspect of this case involving the United States of America in any way. There is consequently no nexus between the commercial activities carried on by Pezetel and PZL in the United States and plaintiffs' claims. As stated above, the commercial activity which plaintiffs rely upon to assert jurisdiction must be the same commercial activity upon which the lawsuit is based. Here, it is not, and all claims against Pezetel and PZL are dismissed for lack of subject matter jurisdiction.</p>\n<p>Melex is thus the only named defendant that remains a party to this lawsuit. As a United States citizen, it is not entitled to immunity as a foreign sovereign under the FSIA. Additionally, 28 U.S.C. § 1332 provides that the United States federal courts \"shall have original jurisdiction of all civil actions where the matter in controversy exceeds ... $50,000 ... and is between ... (2) citizens of a State and citizens or subjects of a foreign state....\" Because there is diversity of citizenship and the amount in controversy exceeds the jurisdictional minimum, this court has subject matter jurisdiction over plaintiffs' claims against defendant Melex.</p>\n<p>The court has personal jurisdiction over Melex as well. It is a citizen of North Carolina; therefore, it is consistent with due process to allow it to be sued in this state.</p>\n<p>Melex also asks, in the event that its jurisdictional motions are denied, that the action be dismissed for forum non conveniens. That doctrine allows a court having jurisdiction to dismiss an action in its discretion, because it is more appropriately heard in a different forum. <i>Gulf Oil Corporation v. Gilbert,</i> 330 U.S. 501, 67 S.Ct. 839, 91 L.Ed. 1055 (1947). This prevents a plaintiff from suing a defendant in a location with no connection to the litigation for improper purposes. <i>Id.</i> Nonetheless, the choice of forum is the plaintiff's and absent compelling circumstances should not be disturbed. <i>Id.</i> at 507, 67 S.Ct. at 842.</p>\n<p>Melex is being sued in the city and state in which its main offices are located. Plaintiffs are willing to come to North Carolina to litigate and there are no countervailing interests of Melex compelling enough to outweigh that choice. The case against Melex will therefore proceed in this court. However, as explained above in dismissing the claims against Pezetel and PZL, there does not appear to be any connection between the business operations of Melex and the accident in Sierra Leone upon which this action is based. However, there are only jurisdictional issues before the court at this time; therefore, the court expresses no opinion on the issue of the liability, if any, of Melex at this time.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*513</span> III. CONCLUSION</h2>\n<p>The claims against defendants Pezetel and PZL are dismissed under F.R.Civ.P. 12(b)(1). The remaining motions to dismiss filed by those two entities need not be considered and are therefore denied as moot. Defendant Melex's motions to dismiss pursuant to F.R.Civ.P. 12(b)(1) and 12(b)(2) and the doctrine of forum non conveniens are denied.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">768</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">507</span></span> (1991)</b></center>\n<center><h1>Hisham BAHSOON, etc., et al., Plaintiffs,<br>\nv.<br>\nPEZETEL, LTD., et al., Defendants.</h1></center>\n<center>No. 90-152-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 23, 1991.</center>\n<p><span class=\"star-pagination\">*508</span> Charles F. Blanchard, Blanchard, Twiggs, Abrams &amp; Strickland, Raleigh, N.C., for plaintiffs.</p>\n<p>James G. Billings, Mark A. Ash, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs filed this products liability action against defendants seeking damages for the alleged wrongful deaths of Khadige Bahsoon and Helene M. Houayek, who died following a helicopter accident which occurred in Sierra Leone, West Africa. Plaintiff Hisham Bahsoon also sues as the natural guardian of Ghina Bahsoon, a passenger on the same helicopter flight who survived, but was allegedly injured as a result of the accident. The action is now before the court upon defendants' motions to dismiss pursuant to: (1) F.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction; (2) F.R.Civ.P. 12(b)(2) for lack of personal jurisdiction; and (3) the common law doctrine of forum non conveniens. Defendants have also moved for summary judgment on jurisdictional grounds.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*509</span> I. FACTS</h2>\n<p>On or around September 18, 1988, a Kania-SP-SAC helicopter departed from the Freetown Airport in Sierra Leone, West Africa carrying the pilot and seven passengers. Shortly after its take-off, the helicopter crashed into the Sierra Leone River where two of the passengers, Khadige Bahsoon and Helene Houayek, died before rescuers arrived. The others on board survived, although one, Ghina Bahsoon, was seriously injured.</p>\n<p>All plaintiffs, as well as those persons whose interests they represent, are citizens of Sierra Leone. The named plaintiffs were appointed as executors of the estates of the two decedents by the High Court of Sierra Leone. The defendants are Pezetel, Ltd. (Pezetel), PZL-Swidnik (PZL), and Melex USA, Inc. (Melex). Pezetel and PZL are agencies of the Polish government and are corporations organized under the laws of Poland. Melex is a corporation organized under the laws of the state of Delaware and whose offices are located in Raleigh, North Carolina. Melex is owned in part by defendant Pezetel. Plaintiffs seek recovery based upon theories of negligence, strict liability and breach of warranty.</p>\n<p>Pezetel and PZL are engaged in the manufacture and trade of helicopters, including the Kania-SP-SAC which was involved in the accident in Sierra Leone. Melex, although partially owned by Pezetel, is a separate corporate entity. Melex is listed in the 1990 World Aviation Directory as a marketing agent for the PZL-M1-2 helicopter as well as other products of PZL.</p>\n<p>Both Pezetel and PZL are wholly owned by the Polish government. The Kania helicopter involved in the accident here was manufactured in 1979. Sometime thereafter, it was leased by the Polish government to Provincial Air Services, Ltd. in Sierra Leone. The only evidence now before the court of connections between these two defendants and the United States is as follows: (1) Pezetel and PZL at one time sold golf carts in the United States; (2) Pezetel and PZL are listed in the 1990 World Aviation Directory as companies which sell and lease helicopters; (3) the engine in the helicopter that crashed was manufactured by Allison Gas Turbine Operations, a General Motors Corporation subsidiary, which is situated in Indianapolis, Indiana; (4) Pezetel owns stock in Melex and Melex markets some models of the Kania helicopter; and (5) the Canadian Aviation Safety Board has stated in an unauthenticated accident report that the helicopter involved in the accident was required to conform to United States Federal Aviation Regulations.</p>\n<p>All parties appear to agree that the helicopter which crashed in Sierra Leone in 1988 was manufactured by Pezetel and/or PZL. Plaintiffs contend that as a distributor, Melex is liable in products liability the same as a manufacturer. In support of their current motions to dismiss, defendants have submitted the affidavit of Sylwester Pieckowski, the secretary of Melex USA, Inc. He states that Melex is a corporate entity distinct from both Pezetel and PZL. He further testifies that Melex had no contact with the Kania helicopter that was involved in the Sierra Leone crash and did not do business with the Sierra Leone entity that leased the helicopter from the Polish government. Pieckowski also states that the type of helicopter that was involved in the accident is not sold or distributed by Melex in the United States and that Melex has never had any connection with the pilot or passengers.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Defendants claim that they are entitled to immunity under the Foreign Sovereign Immunities Act (FSIA), 28 U.S.C. § 1602-1611, and therefore the court lacks subject matter jurisdiction to hear the claim. <i>See, e.g., </i><i>Canadian Overseas Ores Limited v. Compania de Acero del Pacifico S.A.,</i> <span class=\"citation\" data-id=\"431013\"><a href=\"/opinion/431013/canadian-overseas-ores-limited-plaintiff-appellant-cross-appellee-v/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span> (2d Cir.1984) (foreign sovereign immunity is a question of subject matter jurisdiction). Because the court must have subject matter jurisdiction in order to rule on the other pending motions, that question will be addressed first.</p>\n<p>The FSIA \"establishes comprehensive and exclusive standards to be used in <span class=\"star-pagination\">*510</span> resolving questions of sovereign immunity raised by foreign states in either federal or state court in the United States.\" <i>Williams v. Shipping Corporation of India,</i> <span class=\"citation\" data-id=\"392193\"><a href=\"/opinion/392193/lenwood-williams-jr-v-the-shipping-corporation-of-india/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 878 (4th Cir.1981). 28 U.S.C. § 1604 states: \"Subject to existing international agreements to which the United States is a party at the time of enactment of this Act a foreign state shall be immune from jurisdiction of the courts of the United States and of the States except as provided in sections 1605 to 1607 of this chapter.\" Immunity is thus the general rule and must be adhered to by the court unless it is clearly shown that an exception applies. <i>Gibbons v. Republic of Ireland,</i> <span class=\"citation\" data-id=\"2146370\"><a href=\"/opinion/2146370/gibbons-v-republic-of-ireland/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">668</span></a></span> (D.D.C.1982).</p>\n<p>The exceptions to the FSIA are set forth in 28 U.S.C. § 1605. Subsection (a)(2) of that provision states that immunity will not be available in cases:</p>\n<blockquote>in which the action is based upon a commercial activity carried on in the United States by the foreign state; or upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.</blockquote>\n<p>28 U.S.C. § 1605(a)(2).</p>\n<p>The term \"commercial activity\" is defined as \"either a regular course of commercial conduct or a particular commercial transaction or act.\" <i>Id.</i> at § 1603(d). Immunity extends to both foreign states and their instrumentalities. <i>See, e.g., </i><i>Carey v. National Oil Corporation,</i> <span class=\"citation\" data-id=\"363595\"><a href=\"/opinion/363595/edward-c-carey-and-new-england-petroleum-corporation-v-national-oil/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (2d Cir.1979) (corporation wholly owned by the Libyan government held to be a foreign state within the FSIA). However, a corporation which is a citizen of a state of the United States cannot be a foreign instrumentality entitled to immunity. 28 U.S.C. § 1603(b)(3).</p>\n<p>The terms of Section 28 U.S.C. § 1605(a)(2) set forth three distinct circumstances under which a foreign sovereign's commercial activities can result in a forfeiture of immunity. First, the action can be related to commercial activity actually carried on in the United States by the foreign sovereign. Second, the suit may relate to an act performed in the United States by the foreign sovereign which is related to commercial activity carried on elsewhere. Third, the action may be based upon a commercial activity performed elsewhere, but which has an effect in the United States. Here, plaintiffs claim that the action is based upon commercial activity carried on by the foreign sovereign in the United States and therefore the first clause applies. Plaintiffs' position is that Pezetel and PZL have continuously carried on various business activities in the United States, particularly through Melex, which activates the application of this exception and precludes them from invoking the immunity defense in the current action.</p>\n<p>\"The [FSIA] clearly contemplates a direct connection between the injury suffered and the contacts with the United States.\" <i>Tigchon v. Island of Jamaica,</i> <span class=\"citation\" data-id=\"2388254\"><a href=\"/opinion/2388254/tigchon-v-island-of-jamaica/\"><span class=\"volume\">591</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">765</span></a></span>, 768 (W.D.Mich.1984). Under the exception set forth in the first clause of Section 1605(a)(2), the foreign sovereign must engage in some type of commercial activity in the United States and there must be some nexus between that activity and the lawsuit which the plaintiff asks the United States court to entertain. <i>See also </i><i>Compania Mexicana de Aviacion, S.A. v. United States District Court for the Central District of California,</i> <span class=\"citation\" data-id=\"513236\"><a href=\"/opinion/513236/compania-mexicana-de-aviacion-sa-a-corporation-doing-business-as/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span> (9th Cir.1988); <i>Vencedora Oceanica Navigacion, S.A. v. Compagnie Nationale Algerienne de Navigation,</i> <span class=\"citation\" data-id=\"433058\"><a href=\"/opinion/433058/vencedora-oceanica-navigacion-sa-appellant-plaintiff-v-compagnie/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">195</span></a></span> (5th Cir.1984); <i>Sugarman v. Aeromexico, Inc.,</i> <span class=\"citation\" data-id=\"380441\"><a href=\"/opinion/380441/alan-c-sugarman-v-aeromexico-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span> (3d Cir.1980). An examination of cases involving the application of this provision to similar facts proves instructive.</p>\n<p>In <i>Compania Mexicana de Aviacion, S.A. v. United States District Court for the Central District of California, supra</i><i>,</i> all of the passengers on board an airplane owned by the Mexican government were killed in a crash which occurred in Mexico. An action was filed in the United States against the airline on behalf of sixty-nine Mexican decedents. Plaintiffs argued, <i>inter</i> <span class=\"star-pagination\">*511</span> <i>alia,</i> that the first clause of the commercial activity exception precluded immunity because the airplane had been serviced in Chicago on the day before the crash during a stopover on its way to Los Angeles. Plaintiffs contended that this constituted commercial activity in the United States which was sufficient to preclude immunity.</p>\n<p>The Ninth Circuit disagreed and held that the \"FSIA requires that there be a significant `nexus' between the cause of action and the `commercial activity' carried on in the United States.\" <i>Id.</i> at 1360. The fact that the airplane had been serviced in Chicago on the day before the crash was not enough. The court stated that to subject all government-owned carriers who make stops in the United States to the jurisdiction of our courts on that basis alone would be incompatible with both the FSIA and the Warsaw Convention. The defendant had performed no act in the United States in connection with the action before the court and therefore was entitled to sovereign immunity.</p>\n<p>In <i>Vencedora Oceanica Navigacion v. Compagnie Nationale Algerienne de Navigation, supra,</i> the plaintiff, a Panamanian company, sued the defendant, an instrumentality of the Algerian government, in the Southern District of Texas seeking to recover for the loss of its vessel which occurred somewhere between Egypt and Spain. Plaintiff alleged that jurisdiction existed because defendant did continuing business in the United States. The court held that simply doing business in the United States was insufficient to bring a defendant within the parameters of 28 U.S.C. § 1605(a)(2) in situations where the cause of action before the court has no connection with that business. To hold otherwise would \"open the floodgates to any controversy around the world, against any foreign entity `doing business' in the United States.\" <i>Id.</i> at 202. An \"unprecedented assertion of jurisdiction\" such as this could not have been the intent of Congress in passing the Foreign Sovereign Immunities Act. <i>Id.</i> The purpose of the Act is to allow the assertion of jurisdiction only over litigation which has some connection with the United States.</p>\n<p>Melex is a company based in Raleigh, North Carolina and incorporated under the laws of Delaware. As such, it is a citizen of both North Carolina and Delaware and therefore not entitled to immunity under the FSIA. <i>See</i> 28 U.S.C. § 1332(c)(1) (\"a corporation shall be deemed to be a citizen of any State by which it has been incorporated and of the State where it has its principal place of business\").</p>\n<p>Pezetel and PZL are, however, corporations owned entirely by the Polish government and organized under the laws of Poland. Consequently, they are both presumptively immune from suit in this court. Plaintiffs argue that because Pezetel and PZL do business in the United States and operate in this country through Melex, this action falls within the exception set forth in the first clause of 28 U.S.C. § 1605(a)(2). For the reasons set forth below, the court disagrees and holds that Pezetel and PZL, as instrumentalities of the government of Poland, are entitled to sovereign immunity.</p>\n<p>First, Melex has presented sworn testimony stating that it had no connection whatever with the helicopter involved in this accident. Although it does market products for Pezetel and PZL in the United States, it states that those marketing efforts do not include the product involved in the accident in Sierra Leone. The only contrary evidence that plaintiffs have presented is that Melex was listed in a 1990 trade journal as a marketing agent for the \"M1-2 helicopter.\" <i>See</i> Exhibit 1 to Affidavit of Paul Edelman. This alone does not suffice to supply the required nexus.</p>\n<p>Second, merely doing business in the United States is insufficient to trigger the provisions of Section 1605(a)(2). The cause of action must be related to that business. Therefore, even assuming that Melex did market the same product that was involved in the accident at the same time that the accident occurred, that would also be insufficient to subject Pezetel and PZL to the jurisdiction of the United States courts absent some evidence that Melex <span class=\"star-pagination\">*512</span> had some connection with the helicopter involved in the accident in Sierra Leone. That particular helicopter was rented by the Polish government to a company in Sierra Leone and there is no evidence connecting Melex with its manufacture, sale or distribution.</p>\n<p>Third, the fact that Pezetel and PZL advertise in international trade magazines is inconsequential absent some evidence that this activity is in some way related to the current cause of action. The court fails to see any connection between this 1990 trade journal advertisement and the 1988 helicopter crash of a 1979 model helicopter in Sierra Leone.</p>\n<p>Fourth, simply using an American component in a product does not automatically subject a foreign manufacturer to the jurisdiction of the American courts. Therefore, plaintiffs' argument that the requisite jurisdictional connection is established by the fact that the helicopter engine was manufactured in the United States is likewise flawed. It is also difficult to see how Allison Gas Turbine Operations, the alleged engine manufacturer, could have such a close nexus to this action as to preclude immunity for Pezetel and PZL when it has not even been named as a defendant.</p>\n<p>The named plaintiffs, as well as the real parties in interest to this lawsuit are all residents of Sierra Leone. The two passengers who allegedly died as a result of the accident were also from that country. Pezetel and PZL are instrumentalities of the Polish government. There is simply no aspect of this case involving the United States of America in any way. There is consequently no nexus between the commercial activities carried on by Pezetel and PZL in the United States and plaintiffs' claims. As stated above, the commercial activity which plaintiffs rely upon to assert jurisdiction must be the same commercial activity upon which the lawsuit is based. Here, it is not, and all claims against Pezetel and PZL are dismissed for lack of subject matter jurisdiction.</p>\n<p>Melex is thus the only named defendant that remains a party to this lawsuit. As a United States citizen, it is not entitled to immunity as a foreign sovereign under the FSIA. Additionally, 28 U.S.C. § 1332 provides that the United States federal courts \"shall have original jurisdiction of all civil actions where the matter in controversy exceeds ... $50,000 ... and is between ... (2) citizens of a State and citizens or subjects of a foreign state....\" Because there is diversity of citizenship and the amount in controversy exceeds the jurisdictional minimum, this court has subject matter jurisdiction over plaintiffs' claims against defendant Melex.</p>\n<p>The court has personal jurisdiction over Melex as well. It is a citizen of North Carolina; therefore, it is consistent with due process to allow it to be sued in this state.</p>\n<p>Melex also asks, in the event that its jurisdictional motions are denied, that the action be dismissed for forum non conveniens. That doctrine allows a court having jurisdiction to dismiss an action in its discretion, because it is more appropriately heard in a different forum. <i>Gulf Oil Corporation v. Gilbert,</i> <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">839</span></a></span>, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1055</span></a></span> (1947). This prevents a plaintiff from suing a defendant in a location with no connection to the litigation for improper purposes. <i>Id.</i> Nonetheless, the choice of forum is the plaintiff's and absent compelling circumstances should not be disturbed. <i>Id.</i> at 507, 67 S.Ct. at 842.</p>\n<p>Melex is being sued in the city and state in which its main offices are located. Plaintiffs are willing to come to North Carolina to litigate and there are no countervailing interests of Melex compelling enough to outweigh that choice. The case against Melex will therefore proceed in this court. However, as explained above in dismissing the claims against Pezetel and PZL, there does not appear to be any connection between the business operations of Melex and the accident in Sierra Leone upon which this action is based. However, there are only jurisdictional issues before the court at this time; therefore, the court expresses no opinion on the issue of the liability, if any, of Melex at this time.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*513</span> III. CONCLUSION</h2>\n<p>The claims against defendants Pezetel and PZL are dismissed under F.R.Civ.P. 12(b)(1). The remaining motions to dismiss filed by those two entities need not be considered and are therefore denied as moot. Defendant Melex's motions to dismiss pursuant to F.R.Civ.P. 12(b)(1) and 12(b)(2) and the doctrine of forum non conveniens are denied.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2146370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388254/"
  ]
}