{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2366961/",
  "absolute_url": "/opinion/2366961/nursing-registry-inc-v-eastern-nc-reg-emer-med/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2366961/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:49.366361Z",
  "date_modified": "2016-04-26T20:47:58.866525Z",
  "type": "010combined",
  "sha1": "c27e024c83a7a002bbad7ee9365c4aba0afd8fc0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>959 F.Supp. 298 (1997)</b></center>\n<center><h1>NURSING REGISTRY, INC., d/b/a Better Health Ambulance Service, Plaintiff,<br>\nv.<br>\nEASTERN NORTH CAROLINA REGIONAL EMERGENCY MEDICAL SERVICES CONSORTIUM, INC., American Medical Response of North Carlina, Inc., Halifax Memorial Hospital, Inc., Halifax County, Northampton County, Warren County, William A. Pierce, III, Quinton Q. Qualls, Kenneth E. Brantley, George C. Parrish, John D. Hall, Horace Johnson, Sr., Henry Moncure, R. Jennings White, Jr., Willa Majett, William T. Bridgers, James C. Boone, Lucious Hawkins, James Byrd, James D. Holloway, Harry M. Williams, III, and William T. Skinner, III, Defendants.</h1></center>\n<center>No. 4:96-CV-69-B0(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 7, 1997.</center>\n<p><span class=\"star-pagination\">*299</span> Stephen D. Kiess, Everett, Warren, Harper &amp; Swindell, Greenville, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*300</span> Cecil W. Harrison, Jr., Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, Raleigh, NC, for Eastern North Carolina Regional Emergency Medical Services Consortium, Inc.</p>\n<p>Sharon L. McConnell, Kilpatrick Stockton, L.L.P., Raleigh, NC, David B. Hamilton, Petree Stockton, Charlotte, NC, for American Medical Response of North Carolina, Inc.</p>\n<p>Cecil W. Harrison, Jr., Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, Raleigh, NC, for Halifax Memorial Hosp., Inc.</p>\n<p>Elizabeth J. Hallyburton, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, NC, for Halifax County, Northhampton County, Warren County, William A. Pierce, III, Quinton Q. Qualls, Kenneth E. Brantley, George C. Parrish, John D. Hall, Horace Johnson, Sr., Henry Moncure, R. Jennings White, Jr., Willa Majett, William T. Bridgers, James C. Boone, Lucious Hawkins, James Byrd, James D. Holloway, Harry M. Williams, III, William T. Skinner, III.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Plaintiff brought this action on May 13, 1996, alleging that the defendants successfully conspired to monopolize the market for ambulance services in three counties in Eastern North Carolina, in alleged violation of federal antitrust laws, federal civil rights laws, state antitrust laws, the North Carolina Constitution, North Carolina common law, and North Carolina's ambulance franchise statute. The county defendants and their respective commissioners have moved to dismiss all claims against them pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. American Medical Response of North Carolina has also moved to dismiss this action in its entirety pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, arguing that they are immune from liability for all claims against them under the <i>Noerr-Pennington</i> doctrine. Halifax Memorial Hospital, Inc., and Eastern North Carolina Regional Emergency Medical Services Consortium, Inc., have invoked the <i>Noerr-Pennington</i> doctrine as an <i>affirmative defense</i> in their answer to the complaint.<sup>[1]</sup> For the reasons discussed below, this action is dismissed in its entirety as to all defendants, and Plaintiff's motion for leave to amend the complaint is denied.</p>\n<p></p>\n<h2><i>I. STATEMENT OF THE CASE</i></h2>\n<p>The relevant factual allegations in the complaint, accepted as true for the sake of argument only, are as follows:</p>\n<p>In October of 1993, Nursing Registry, Inc., d/b/a Better Health Ambulance Service (hereinafter, \"Plaintiff\"), \"provided ambulance services to residents of Halifax County, and had established contractual relationships with various nursing homes, residential care centers and skilled nursing facilities located in Halifax, Northampton, and Warren Counties, including Guardian Care of Scotland Neck, Guardian Care of Roanoke Rapids, Our Community Hospital and Halifax Department of Social Services.\"</p>\n<p>According to Plaintiff, on January 1, 1994, the nongovernmental defendants in this action Eastern North Carolina Regional Emergency Medical Services Consortium, Inc. (\"the Consortium\"), American Medical Response of North Carolina, Inc. (\"AMR\"), and Halifax Memorial Hospital, Inc. (\"the Hospital\")began to conspire to destroy Plaintiff's business in Halifax, Northampton, and Warren Counties (\"the three Counties,\" \"the County defendants,\" or simply, \"the Counties\"). In furtherance of this conspiracy, the nongovernmental defendants allegedly did the following:</p>\n<blockquote> Agreed on prices to charge for ambulance services;</blockquote>\n<blockquote> Agreed not to provide ambulance services to nursing homes, residential care centers, or skilled nursing homes that did business with Plaintiff;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*301</span>  Agreed to divide up the Counties' market for ambulance services, as follows: AMR would provide <i>non-emergency</i> services throughout the Counties, and 13 Rescue Squads, all of whom were members of the Consortium, would divide up the Counties' market for <i>emergency</i> ambulance services;</blockquote>\n<blockquote> Agreed to refer patients to the Hospital, as long as the Hospital agreed only to employ the services of AMR and the Rescue Squads;</blockquote>\n<blockquote> Agreed to engage in \"an effort to have [the three Counties and their respective Commissioners] act outside their prescribed authority and ... force nursing homes, residential care centers and skilled nursing homes not to use [Plaintiff] for their transportation needs\";</blockquote>\n<blockquote> And, finally, agreed \"not to use wheelchair vans as a lower cost alternative to ambulance transportation.\"<sup>[2]</sup></blockquote>\n<p>On April 3, 1995, the Counties \"delegated the responsibility for choosing an exclusive ambulance provider or providers for each of their respective counties to the Consortium.\"<sup>[3]</sup></p>\n<p>On April 25, 1995, the Consortium chose its own members to be the exclusive providers of ambulance services in the Counties.</p>\n<p>On May, 1995, the Counties selected the members of the Consortium as the only approved providers of ambulance services for their respective counties, agreeing that AMR would provide non-emergency services, and that the 13 Rescue Squads would provide emergency services.</p>\n<p>On July 10, 1995, <i>Halifax County</i> promulgated an \"Ordinance Regulating Ambulance Services and Granting of Franchises to Ambulance Operators\" (the \"Ordinance\").<sup>[4]</sup> According to Plaintiff, \"the Ordinance was promulgated in derogation of [Plaintiff's] rights, including those rights prescribed by <i>N.C.G.S.</i> § 153A-250.\"<sup>[5]</sup></p>\n<p>In October of 1995, Plaintiff, for reasons not specified in the complaint, ceased providing ambulance services to residents of Halifax County, and no longer had \"contractual relationships with various nursing homes, residential care centers, and skilled nursing facilities located in Halifax, Northampton, and Warren Counties....\"</p>\n<p>On May 13, 1996, Plaintiff brought this action, alleging that the Consortium, AMR, the Hospital, the Counties, and the Counties' respective Commissioners had engaged in a concerted effort to destroy Better Health's <span class=\"star-pagination\">*302</span> business, in alleged violation of state and federal antitrust law, state and federal constitutional law, state franchise law, and state tort law.</p>\n<p>On June 25, 1996, Defendant AMR filed a motion to dismiss the entire action, arguing that its successful campaign to win an exclusive ambulance franchise, while admittedly motivated by a desire to suppress competition, was protected political activity and not a violation of the antitrust laws. On July 3, 1996, the County Defendants also filed a motion to dismiss the entire action, arguing that they are immune from liability under the <i>state action</i> doctrine.</p>\n<p>On July 18, 1996, Plaintiff filed a motion to amend the original complaint, in order \"to allege, with particularity, such facts as may be necessary to refute defendants' claims of immunity,\" (Motion For Leave to Amend Complaint, ¶ 9), implicitly acknowledging that the facts alleged in the original complaint were insufficient. Specifically, Plaintiff seeks to further allege the following:</p>\n<p></p>\n<h2>* * *</h2>\n<p>In November of 1994, the Consortium informed Plaintiff that the Consortium had been granted plenary authority by the Counties to decide which ambulance companies would be granted a franchise, and that Plaintiff would have to submit a proposal to the Consortium if Plaintiff wanted to continue providing ambulance services.</p>\n<p>Beginning in December of 1994, Plaintiff was informed by its customers that they could no longer use Plaintiff's services, \"based on statements made by the Consortium.\" (Motion to Amend Complaint, p. 4).</p>\n<p>In January of 1995, Plaintiff submitted a proposal to the Consortium \"for permission to continue providing ambulance services in [the Counties],\" but after reviewing Plaintiff's proposal, the Consortium \"adopted certain specifications in an effort to disqualify [Plaintiff] from providing such services.\" (<i>Id.</i>)</p>\n<p>Beginning in April of 1995, Plaintiff asked the Consortium for permission to attend any meetings the Consortium might have concerning the provision of ambulance services in the Counties, but the Consortium refused.</p>\n<p>On April 15, 1995, Plaintiff submitted a second proposal to the Consortium, satisfying the specifications adopted by the Consortium for the provision of ambulance services.</p>\n<p>On May 3, 1995, Plaintiff informed Halifax County, including the County Attorney of Halifax County, and the Consortium, that Plaintiff was currently providing ambulance services in Halifax County, and that Plaintiff was therefore entitled, according to the terms of the ambulance franchise statute of North Carolina, N.C.G.S. § 153A-250, to continue providing ambulance services if a franchise ordinance was issued.<sup>[6]</sup></p>\n<p>On May 15, 1995, Halifax County \"adjudicated [Plaintiff's] claim for the right to provide ambulance services in Halifax County by denying [Plaintiff's] request, adopted and ratified the acts of the Consortium with respect to [Plaintiff's] proposal, and denied [Plaintiff] of its right to provide ambulance services in Halifax County.\" (Motion to Amend Complaint, p. 6). The proposed amended complaint does not explain the precise manner in which Plaintiff's \"claim,\" otherwise referred to by Plaintiff as a \"request,\" was \"adjudicated,\" and then \"denied.\" Nor does the proposed amended complaint explain whether or not Plaintiff ever informed the <i>other two county defendants</i> that Plaintiff had a right to continue providing services in the event that an ambulance franchise ordinance was issued.</p>\n<p>On May 15,1995, Plaintiff was informed by the Consortium and Halifax County that Halifax County's \"ruling\" against Better Health included the denial of whatever franchise rights Better Health might have. (<i>Id.,</i> at 7).</p>\n<p><span class=\"star-pagination\">*303</span> On July 10, 1995, Halifax County adopted the ambulance franchise ordinance now in effect in Halifax County.</p>\n<p>As is true of the original complaint, the proposed amended complaint does not allege that Plaintiff actually applied for a franchise in Halifax County, as is required under the ambulance franchise ordinance, and that Plaintiff's application was actually rejected. Further, the proposed amended complaint, as is true of the original complaint, makes no mention of any ambulance franchise ordinances in Northampton and Warren Counties.</p>\n<p></p>\n<h2>* * *</h2>\n<p>In both the original and proposed amended complaints, Plaintiff seeks triple the amount of the compensatory damages, as determined by a jury, and which Plaintiff has estimated to be $2,100,980; injunctive relief remedying the anticompetitive consequences of the defendants' acts and preventing the Consortium and the Hospital \"from maintaining, extending, or exploiting their monopoly power or attempting to do so\"; injunctive relief ordering the Consortium to be dissolved; injunctive relief ordering the members of the Consortium not to impede or prohibit Plaintiff from competing for ambulance services in Halifax, Northampton, or Warren Counties; and attorneys' fees and costs.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p>There is no dispute between the parties that the <i>relevant market</i> is the provision of nonemergency ambulance services in Halifax, Warren, and Northampton Counties. The only issue in dispute is whether the alleged conspiracy to monopolize the relevant market rises to the level of actionable misconduct under state or federal law. The three nongovernmental defendantsthe Consortium, the Hospital, and AMRargue that they are immune from liability for their alleged involvement in the conspiracy under the <i>Noerr-Pennington</i> doctrine, while the three County defendants claim absolute immunity under what is known as the state action doctrine. Since the <i>Noerr-Pennington</i> doctrine, and the state action doctrine, are analytically distinct, the claims against the nongovernmental defendants, and the claims against the County Defendants, will be analyzed separately.</p>\n<p></p>\n<h2><i>A. Defendants' Notions to Dismiss the Original Complaint</i></h2>\n<p></p>\n<h2>\n<i>1. Claims Against the Nongovernmental Defendants</i><sup>[7]</sup></h2>\n<p>At the outset, it is important to emphasize the precise nature of the anticompetitive conduct in which the nongovernmental defendants allegedly engaged. In the original complaint, Plaintiff alleges what appear, at first glance, to be classic violations of the antitrust laws: price-fixing, regional market allocation, intent to boycott, monopoly, restraint of trade, and artificially inflated prices.</p>\n<p>But when the original complaint is stripped of its conclusory allegations concerning the supposed unlawfulness of the defendants' conduct, all that is left is a concerted effort, on the part of a group of ambulance companies and one hospital, to influence three Counties in Eastern North Carolina to grant the group an exclusive franchise to provide ambulance services. This campaign on the part of the nongovernmental defendants was indisputably anticompetitive, in both its aim, and effect, for Plaintiff claims to have lost its share of the relevant market because of it. However, it is clear from the allegations in the complaint that the damages Plaintiff allegedly suffered were not caused by the defendants' price-fixing, market allocation, intent to boycott, etc., but by the <i>passage of the ambulance franchise ordinance at issue in this case,</i> which prevented Plaintiff from competing. And so even if it is true, as Plaintiff argues, that the nongovernmental defendants successfully conspired to monopolize the relevant market, it is clear, from the allegations in the complaint, that this monopoly was achieved not through the illegal exercise <span class=\"star-pagination\">*304</span> of market power, but, rather, through the lawful exercise of political power.</p>\n<p></p>\n<h2><i>a. The Noerr-Pennington Doctrine</i></h2>\n<p>The Supreme Court has long recognized a distinction between anticompetitive activity that violates the federal antitrust laws, and <i>protected political activity that happens to further an anticompetitive end.</i> In <i>Eastern Railroad Presidents Conference v. Noerr Motor Freight, Inc.,</i> 365 U.S. 127, 81 S.Ct. 523, 5 L.Ed.2d 464 (1961) (\"Noerr\"), the Supreme Court held that</p>\n<blockquote>... the Sherman Act does not prohibit two or more persons from associating together in an attempt to persuade the legislature or the executive to take particular action with respect to a law that would produce a restraint or monopoly.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>To hold that the government retains the power to act in this representative capacity and yet hold, at the same time, that the people cannot freely inform the government of their wishes would impute to the Sherman Act a purpose to regulate, not business activity, but political activity, a purpose which would have no basis in the legislative history of that Act.</blockquote>\n<p><i>Noerr,</i> 365 U.S. at 136-37, 81 S.Ct. at 529, 5 L.Ed.2d at 470-71.</p>\n<p>Four years later, in <i>United Mine Workers v. Pennington,</i> the Supreme Court made it clear that the parties' motivation in petitioning their elected officials is irrelevant:</p>\n<blockquote>\n<i>Noerr</i> shields from the Sherman Act a concerted effort to influence public officials regardless of intent or purpose.... Joint efforts to influence public officials do not violate the antitrust laws even though intended to eliminate competition. Such conduct is not illegal, either standing alone or as part of a broader scheme itself violative of the Sherman Act.</blockquote>\n<p><i>Pennington,</i> 381 U.S. 657, 670, 85 S.Ct. 1585, 1593,14 L.Ed.2d 626, 636 (1965).</p>\n<p>The Supreme Court's decisions in <i>Noerr</i> and <i>Pennington</i> form the basis of what has long been referred to as the <i>Noerr-Pennington</i> doctrine, the essence of which was nicely summed up by the Court in <i>City of Columbia v. Omni Outdoor Advertising,</i> 499 U.S. 365, 383, 111 S.Ct. 1344, 1355, 113 L.Ed.2d 382, 399-400 (1991)  to wit, \"that the antitrust laws regulate business, not politics.\"</p>\n<p>In <i>City of Columbia,</i> a company that had long controlled 95% of a city's billboard business was suddenly faced with the arrival of a potential competitor. But rather than subjecting itself to the perils of open competition, the company met with its friends on the city council and convinced them to pass a zoning ordinance that effectively shut the new competitor out of the market. The competitor sued, claiming that the company had improperly exploited its longstanding, intimate relationship with the members of the local governmental body. What the competitor argued, in effect, was that the <i>market for political power</i> had been improperly monopolized, and since <i>the political process itself</i> was not competitive, and therefore tainted, whatever laws that were passed as a result of it were not entitled to protection under the <i>Noerr-Pennington</i> doctrine.</p>\n<p>The Supreme Court disagreed, holding that the <i>Noerr-Pennington</i> doctrine protects not only the right to petition a governmental body in order to further one's own interests, but also the right to convince a governmental body to either ignore the pleas of a competitor, or not hear the competitor at all:</p>\n<blockquote>Any lobbyist or applicant, in addition to getting himself heard, seeks by procedural and other means to get his opponent ignored. Policing the legitimate boundaries of such defensive strategies, when they are conducted in the context of a genuine attempt to influence governmental action, is not the role of the Sherman Act. In the present case, of course, any denial to [Plaintiff] of \"meaningful access to the appropriate city administrative and legislative fora\" was achieved by [Defendant] in the course of an attempt to influence governmental action ... If the denial was wrongful there may be other remedies, but as for the Sherman Act, the <i>Noerr</i> exemption applies.</blockquote>\n<p><i>City of Columbia, supra,</i> 499 U.S. at 382, 111 S.Ct. at 1355, 113 L.Ed.2d at 399.</p>\n<p>The Supreme Court's reasoning in <i>City of Columbia</i> is equally applicable here. According <span class=\"star-pagination\">*305</span> to the allegations in the complaint, the Consortium approached the Commissioners of the three Counties and requested an exclusive franchise to provide ambulance services; the Counties complied, in effect, by granting the Consortium the authority to decide which companies would be granted a franchise, the region in which each company would operate, and the prices to be charged for their services. Understandably, the Consortium wanted less competition, rather than more, and so it denied Plaintiff an opportunity to participate in the decisionmaking process, and denied Plaintiff's repeated requests for a share of the market. The Commissioners of Halifax County, in response to the Consortium's recommendations, then drafted an ambulance franchise ordinance, the terms of which would ensure that the Consortium's wishes were satisfied.</p>\n<p>Plaintiff claims that the Commissioners of Halifax County did not have the authority, under North Carolina's ambulance franchise statute, to grant the Consortium complete discretion to divide up the market for ambulance services. Plaintiff further claims that the Consortium knew full well that it was not entitled to complete discretion to dictate the terms of the ambulance franchise statute, but that the Consortium nonetheless influenced the County Commissioners to \"act outside their prescribed authority\" and grant the Consortium unfettered control over the decisionmaking process. Plaintiff argues that the Consortium's successful attempt to convince a governmental body to do something that it did not have the authority to do is not <i>protected political activity</i> for purposes of antitrust analysis, and that the Consortium's behavior falls under what is known as the \"sham\" exception to the <i>Noerr-Pennington</i> doctrine.</p>\n<p>Plaintiff is wrong. The \"sham\" exception to the <i>Noerr-Pennington</i> doctrine, as explained by the Supreme Court in <i>City of Columbia,</i> refers to the situation in which <i>a company abuses a governmental process for no other purpose than to hurt a competitor:</i></p>\n<blockquote>A classic example is the filing of frivolous objections to the license applications of a competitor, with no expectation of achieving denial of the license but simply in order impose expense and delay.... A \"sham\" situation involves a defendant whose activities are \"not genuinely aimed at procuring favorable government action\" at all, [], not one who \"who `genuinely seeks to achieve his governmental result, but does so through improper means.'\"</blockquote>\n<blockquote>...</blockquote>\n<p><i>City of Columbia, supra,</i> 499 U.S. at 380, 111 S.Ct. at 1354, 113 L.Ed.2d at 398 (citations omitted).</p>\n<p>Here, there is no question that the Consortium's actions were genuinely aimed at procuring favorable government actionan exclusive franchiseand so the \"sham\" exception to the <i>Noerr-Pennington</i> doctrine is clearly inapplicable. Even if it is true, as Plaintiff claims, that the Consortium gained a monopoly in the relevant market as a result of exercising discretion to which it was not entitled, then it is the County defendants, and not the Consortium, who are to blame.<sup>[8]</sup></p>\n<p>For the foregoing reasons, the first three claims for relief in the complaint, which name one or more of the nongovernmental defendants,<sup>[9]</sup> and which allege violations of sections 1 and 2 of the Sherman Act,<sup>[10]</sup> are dismissed.</p>\n<p><span class=\"star-pagination\">*306</span> The Fifth Claim for Relief, which seeks recovery under 42 U.S.C. § 1983, and which adopts the same factual allegations that form the basis of the federal antitrust claims, is also dismissed. Plaintiff alleges that the Consortium and AMR, acting under color of state law, deprived Plaintiff of property without due process of law, in violation of the Fourteenth Amendment of the United States Constitution. This claim is dismissable on two separate grounds. First, as will be explained more fully when this Court considers the claims for relief against the County defendants, Plaintiff had no right to participate in the process by which the County awarded ambulance franchises, nor did Plaintiff, having failed to apply for a franchise, have a protectable property interest at stake. The second basis for dismissing Plaintiff's § 1983 claim against the nongovernmental defendants is that <i>Noerr-Pennington</i> immunity extends to claims brought under 42 U.S.C. § 1983. <i>See, e.g., </i><i>Racetrac Petroleum, Inc. v. Prince George's County,</i> 601 F.Supp. 892, 914 (D.Md.1985), aff'd, 786 F.2d 202 (4th Cir.1986); <i>Boulware v. State of Nevada Department of Human Resources,</i> 960 F.2d 793, 800 (9th Cir.1992)(\"activity protected by <i>Noerr-Pennington</i> cannot form the basis of § 1983 liability\"); and <i>Video Int'l Production, Inc. v. Warner-Amex Cable Communications, Inc.,</i> 858 F.2d 1075, 1084 (5th Cir.1988), <i>cert. denied,</i> 490 U.S. 1047, 109 S.Ct. 1955, 104 L.Ed.2d 424 (1989)(holding \"that any behavior by a private party that is protected from antitrust liability by the <i>Noerr-Pennington</i> doctrine is also outside the scope of section 1983 liability.\").</p>\n<p>The only remaining claims for relief against the nongovernmental defendants, all of which adopt the same factual allegations that form the basis of the federal claims, allege violations of state law: the Sixth, Seventh, and Eighth Claims for Relief allege that the Consortium, AMR, and the Hospital all violated North Carolina's antitrust statutes, N.C.G.S. §§ 75-1, 75-2, and 75-5; the Tenth Claim for Relief alleges that AMR, the Consortium, and the Hospital all violated North Carolina's unfair and deceptive trade practices statute, N.C.G.S. § 75-1.1; the Eleventh Claim for Relief alleges that the Consortium, AMR, and the Hospital tortiously interfered with Plaintiff's contracts; and finally, the Fourteenth Claim for Relief alleges that all of the defendants, including the nongovernmental defendants, violated Art I, § 34 of the North Carolina Constitution, which prohibits monopolies.</p>\n<p>In view of the dismissal of all federal claims for relief against the nongovernmental defendants, this Court, acting within its discretion, declines to hear the supplemental state law claims. Therefore, all claims in the original complaint against the nongovernmental defendants are DISMISSED.</p>\n<p></p>\n<h2><i>2. Claims Against the County Defendants</i></h2>\n<p>There are two federal causes of action against the County defendants: the First Claim for Relief alleges that all defendants, <i>including the County defendants,</i> violated § 1 of the Sherman Act; the Fourth Claim for Relief, brought under 42 U.S.C. § 1983, alleges that the County Defendants deprived Plaintiff of property without due process of law, in violation of the Fourteenth Amendment. This Court will first consider Plaintiff's claim for relief under the Sherman Act.</p>\n<p></p>\n<h2><i>a. The State Action Doctrine</i></h2>\n<p>The corollary of the <i>Noerr-Pennington</i> doctrine is the state action doctrine, which allows a state government, in the exercise of its police powers, to restrict competition in an effort to regulate a particular segment of the state's economy. <i>See </i><i>Parker v. Brown,</i> 317 U.S. 341, 63 S.Ct. 307, 87 L.Ed. 315 (1943). When the state action defense is raised by a political subdivision of the state, such as a city council, or a county Board of Commissioners, the Supreme Court has held that the state action doctrine is applicable as long as the local government's \"restriction of competition [is] an authorized implementation of state policy ...\" <i>City of Columbia, supra,</i> 499 U.S. at 370, 111 S.Ct. at 1349, 113 L.Ed.2d at 392. In the words of the Fourth Circuit, \"[t]o be exempt from <span class=\"star-pagination\">*307</span> antitrust laws municipalities must demonstrate that their anticompetitive activities were authorized by the State pursuant to a state policy to displace competition with regulation or monopoly public service.\" <i>Coastal Neuro-Psychiatric Associates, P.A. v. Onslow Memorial Hospital Inc.,</i> 795 F.2d 340, 341 (4th Cir.1986)(internal quotation omitted).</p>\n<p>Here, there is no question that the County defendants had the authority, under state law, to restrict competition in the market for ambulance services, for the ambulance franchise statute at issue in this case, N.C.G.S. § 153A-250, clearly allows, as the County defendants argue, \"wide latitude to regulate, establish, operate, or contract with ambulance services.\" (County Def.s' Motion to Dismiss, p. 9). While it is true that the statute does not explicitly permit the displacement of competition, the Supreme Court has held that \"[i]t is enough ... if suppression of competition is the `foreseeable result' of what the statute authorizes....\" <i>City of Columbia, supra,</i> 499 U.S. at 373, 111 S.Ct. at 1350, 113 L.Ed.2d at 393 (citations omitted).</p>\n<p>Plaintiff argues that the anticompetitive activity in which the County defendants allegedly engaged is <i>not</i> protectable under the state action doctrine, for two reasons: 1) the Counties did not have statutory authority to grant the Consortium complete discretion to divide up the market for ambulance services, and 2) the Counties did not have the statutory authority to act upon the Consortium's recommendations by \"confer[ring] upon the Consortium a monopoly in, and ... exclud[ing] [Plaintiff] from, the market for ambulance services in Halifax, Northampton, and Warren Counties,\" (Complaint, ¶ 33), since a grandfather clause in North Carolina's ambulance franchise statute provides that companies who are providing ambulance services at the time a franchise ordinance is issued shall be entitled to a franchise to continue doing business. Therefore, argues Plaintiff, the County defendants engaged in anticompetitive activity that was not sanctioned by state policy, and the state action doctrine is thus inapplicable.</p>\n<p>Each of Plaintiff's arguments will be considered in turn: First, Plaintiff argues that the Counties did not have the statutory authority to grant the Consortium complete discretion to divide up the market for ambulance services. In support of its argument, Plaintiff cites no case law, and relies only on the terms of the ambulance franchise Ordinance at issue. But while it may be true that the franchise Ordinance at issue in this case does not explicitly authorize the Counties to defer to an ambulance company's judgment in deciding how to divide up and apportion the market for nonemergency ambulance services, Plaintiff neglects to explain why such explicit authority is necessary. The responsibility of a local government to regulate a particular segment of the economy frequently requires consideration of, and deference to, the partial judgments and selfish wishes of companies that are vying for the local government's patronage. The state action doctrine requires only that a local governmental body have state-granted authority to regulate, not state-granted authority to act in response to political pressure. As the Supreme Court noted in <i>City of Columbia,</i> in response to the plaintiff's argument in that case that the city council was merely rubberstamping the local monopolist's zoning proposal, \"it is ... inevitable ... that public officials often agree to do what one or another group of private citizens urges upon them ...\" <i>Id.,</i> 499 U.S. at 375, 111 S.Ct. at 1351, 113 L.Ed.2d at 395.</p>\n<p>The problem with Plaintiff's second argumentthat the County defendants did not have the authority to grant the Consortium's request for a monopolyis that the complaint fails to allege that the County defendants <i>actually performed some governmental action that facilitated the establishment of the Consortium's alleged monopoly.</i> Plaintiff merely alleges that Halifax County passed an ambulance franchise Ordinance, and Plaintiff expects this Court to assume that the Ordinance somehow automatically established, \"in derogation of [Plaintiff's] rights,\" the Consortium's monopoly in the market for nonemergency ambulance services. But the very terms of the Ordinance, which is attached to the complaint, contradicts Plaintiffs theory of <span class=\"star-pagination\">*308</span> the case, for there is no mention of the members of the Consortium, and no mention of Plaintiff. The Ordinance is an eleven-page document that sets forth, in general terms, the requirements for providing nonemergency ambulance services in Halifax County. The Ordinance is not a selfexecuting document, and it requires ambulance companies to affirmatively apply for a franchise before receiving one. The Ordinance provides, in relevant part, as follows:</p>\n<blockquote>§ 3.1 No person either as owner, agent or otherwise, shall furnish, operate, conduct, maintain, advertise or otherwise be engaged in or profess to be engaged in the business or service of nonemergency transportation of patients within Halifax County unless the person holds a valid permit for each ambulance used by the North Carolina Department of Human Resources and has been granted a franchise for the operation of such business or service by the County pursuant to this Ordinance.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>§ 4.1 Application for a franchise to operate ambulances in Halifax County shall be made by the ambulance provider upon such forms as may be prepared or prescribed by the County and shall contain ... [a]ny information the County shall deem reasonably necessary for a fair determination of the capability of the applicant to provide ambulance services in Halifax County in accordance with the requirements of state laws and the provisions of this regulation.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>§ 5.2 An applicant may only apply for a franchise to operate nonemergency transportation services.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>§ 5.4 A franchise may be granted if the County finds that:</blockquote>\n<blockquote>(a) The applicant shows a reasonable effort to meet State standards and standards outlined in the franchise ordinance.</blockquote>\n<blockquote>(b) The proposed service will fit within the existing service so as not to adversely affect the level or service or operations of other franchisees to render service.</blockquote>\n<blockquote>(c) A need exists for the proposed service in order to improve the level of ambulance services available to residents of the County and that this is a reasonable and cost effective manner of meeting the need.</blockquote>\n<p>(Complaint, Ex. A).</p>\n<p>Plaintiff argues that the terms of the Ordinance are irrelevant, since Plaintiff was automatically entitled to continue doing business under the grandfather clause in N.C.G.S. § 153A-250. But the problem with Plaintiff's argument is that the grandfather clause in N.C.G.S. § 153A-250, like the franchise Ordinance that was promulgated pursuant to N.C.G.S. § 153A-250, is not self-executing: \"The board of commissioners shall determine whether the person, firm, or corporation ... is in compliance with [all state statutory regulations concerning the provision of ambulance services<sup>[11]</sup>]; and if that is the case, the board shall grant the franchise.\" In order to notify the board of commissioners that one is currently providing ambulance services, and in order to give the board an opportunity to affirmatively grant a franchise to continue doing business, <i>it is necessary that an ambulance company actually submit an application that can be granted.</i> The complaint conspicuously fails to allege that Plaintiff actually submitted an application to the County defendants for a franchise; that Plaintiff's application was then wrongly denied; and that an application for a franchise submitted by AMRthe member of the Consortium who was to provide nonemergency ambulance serviceswas granted. Since the complaint fails to allege that the County defendants actually caused Plaintiff's alleged damagesi.e., the loss of its business in the relevant marketthe Sherman Act claim against the County defendants <span class=\"star-pagination\">*309</span> is dismissed.<sup>[12]</sup></p>\n<p>The Fourth Claim for Relief, which alleges that the County defendants deprived plaintiff of its Fourteenth Amendment due process rights, in violation of 42 U.S.C. § 1983, is also dismissed. As this Court has explained at length, Plaintiff did not have a right to participate in the process by which the Counties decided the terms of their ambulance franchise ordinances, and Plaintiff did not have a protectable property interest at stake, since it never applied for a franchise, as was required under both the ambulance franchise Ordinance, and the ambulance franchise statute pursuant to which the Ordinance was issued.</p>\n<p>The only remaining claims against the County defendants, all of which adopt the same factual allegations that form the basis of the federal claims, allege violations of state law: the Ninth Claim for Relief alleges that the County defendants violated North Carolina's ambulance franchise statute, N.C.G.S. § 153A-250; the Twelfth, Thirteenth, and Fourteenth Claims for Relief allege that the County defendants violated various provisions of the North Carolina Constitution  Art 1, § 19, Art 1, § 32, and Art 1, § 34.</p>\n<p>In view of the dismissal of all federal claims for relief against the County defendants, this Court, acting within its discretion, declines to hear the supplemental state law claims. Therefore, all claims in the original complaint against the County defendants are DISMISSED.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p></p>\n<h2><i>B. Plaintiff's Notion For Leave to File Amended Complaint</i></h2>\n<p>In an effort \"to refute defendants' claims of immunity,\" (Motion for Leave to Amend Complaint, p. 9), Plaintiff seeks leave to supplement its complaint with additional factual allegations.</p>\n<p></p>\n<h2><i>a. Plaintiff's Attempt to Refute Noerr-Pennington Defense</i></h2>\n<p>In its proposed amended complaint, Plaintiff seeks to allege, for the first time, that the Consortium, <i>prior to engaging in its campaign to influence the County governments,</i> contacted the companies with whom Plaintiff did business, and made unspecified \"statements\" that caused these companies to inform Plaintiff that they could no longer do business with Plaintiff.</p>\n<blockquote>Starting on or about December 1994, [Plaintiff] was informed by its customers that they could no longer use [Plaintiff] as a provider of ambulance services <i>based on statements made by the Consortium.</i>\n</blockquote>\n<p>(Motion to Amend, p. 4, emphasis added).</p>\n<p>There are two reasons why this proposed allegation fails to state a claim upon which relief can be granted: first, it is not a violation of the antitrust laws to make \"statements\" to a competitor's customers.</p>\n<p>Second, even assuming, solely for the sake of argument, that the Consortium's alleged \"statements\" to Plaintiff's customers amounted to illegal threats to boycott (which the proposed amended complaint does not allege), the allegation would still not successfully refute the Consortium's <i>Noerr-Pennington</i> defense, for there is no question, based on the allegations in the proposed amended complaint, that Plaintiff's alleged damages were caused solely by the passage of the ambulance franchise Ordinance at issue in this case, and not by any threats to boycott Plaintiff's customers.</p>\n<p></p>\n<h2><i>b. Plaintiff's Attempt to Refute State Action Defense</i></h2>\n<p>Plaintiff seeks to refute the County defendants' state action defense by alleging the <span class=\"star-pagination\">*310</span> following: Plaintiff made a formal \"claim,\" otherwise referred to as a \"request,\" for a franchise; Plaintiffs \"request\" was then, in some unspecified fashion, \"adjudicated\"; after being adjudicated, the \"request\" was then \"denied\"; and, finally, this denial was communicated by means of a \"ruling,\" the precise nature of which is unclear, in which the County defendants explained to Plaintiff that it had no right to a franchise <i>under an Ordinance that was not yet in existence.</i></p>\n<p>The problem with Plaintiffs proposed amended complaint, like the problem with Plaintiffs original complaint, is that it seeks to state an antitrust claim against the County defendants without alleging that the County defendants actually performed some governmental action that facilitated the establishment of the Consortium's alleged monopoly. Specifically, the proposed amended complaint fails to allege that after the franchise Ordinance at issue in this case was passed, a) Plaintiff submitted an application for a franchise, b) Plaintiff's application was wrongly denied, and c) AMR, the member of the Consortium who was to provide nonemergency ambulance services, also submitted an application for a franchise, which was granted.</p>\n<p></p>\n<h2><i>III. CONCLUSION</i></h2>\n<p>For the foregoing reasons, Defendants' motions to dismiss are granted in full, and Plaintiff's motion for leave to file an amended complaint is denied.</p>\n<p>Accordingly, this action is DISMISSED in its entirety as to all defendants.<sup>[13]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In their Memorandum in Opposition to Plaintiff's Motion for Leave to Amend Complaint, the Hospital and the Consortium note that since the <i>Noerr-Pennington</i> defense has been fully briefed in Defendant AMR's motion to dismiss, the Hospital and the Consortium did not feel it was necessary to file a motion to dismiss of their own. Apparently, the Hospital and the Consortium are relying on their affirmative defense, as the sole basis for dismissing the action against them.</p>\n<p>[2]  The complaint does not explain why the alleged agreement not to use wheelchair vans as a lower cost alternative to ambulance services threatened Better Health's business.</p>\n<p>[3]  The members of the Consortium are AMR, the Hospital, and 13 emergency rescue squads.</p>\n<p>[4]  The Complaint is silent as to the other two County defendantsNorthampton County and Warren County.</p>\n<p>[5]  N.C.G.S. § 153A-250 provides, in relevant part, as follows:\n</p>\n<p>(a) [a] county may by ordinance franchise ambulance services provided in the county to the public at large, whether the service is based inside or outside the county. The ordinance may:</p>\n<p>(1) Grant franchises to ambulance operators on terms set by the board of commissioners;</p>\n<p>(2) Make it unlawful to provide ambulance services or to operate an ambulance in the county without such a franchise;</p>\n<p>(3) Limit the number of ambulances that may be operated within the county;</p>\n<p>(4) Limit the number of ambulances that may be operated by each franchised operator;</p>\n<p>(5) Determine the areas of the county that may be served by each franchised operator;</p>\n<p>(6) Establish and from time to time revise a schedule of rates, fees, and charges that may be charged by franchised operators; ...</p>\n<p>(8) Establish other necessary regulations consistent with and supplementary to any statute or any Department of Human Resources regulation relating to ambulance services....</p>\n<p>If a person, firm, or corporation is providing ambulance services in a county or any portion thereof on the effective date of an ordinance adopted pursuant to this subsection, the person, firm, or corporation is entitled to a franchise to continue to serve that part of the county in which the service is being provided. The board of commissioners shall determine whether the person, firm, or corporation so entitled to a franchise is in compliance with Chapter 130, Article 26 [now § 131E-155, <i>et seq.];</i> and if that is the case, the board shall grant the franchise.</p>\n<p>[6]  N.C.G.S. § 153A-250(a) provides that \"[i]f a person, firm, or corporation is providing ambulance services in a county or any portion thereof on the effective date of an [ambulance franchise] ordinance adopted pursuant to this section, the person, firm, or corporation is entitled to a franchise to continue to serve that part of the county in which the service is being provided. The board of commissioners shall determine whether the person, firm, or corporation so entitled to a franchise is in compliance with Chapter 130, Article 26 [now § 131E-155, <i>et seq.</i>]; and if that is the case, the board shall grant the franchise.\"</p>\n<p>[7]  On occasion, for the sake of simplicity, this Court will refer to the three nongovernmental defendants, collectively, as simply <i>the Consortium,</i> since both the Hospital and AMR are members of the Consortium, and since all three nongovernmental defendants have raised the same defense.</p>\n<p>[8]  Whether or not the Counties had the authority, under North Carolina's ambulance franchise statute, to grant the Consortium complete discretion to divide up the market for ambulance services, will only become relevant when this Court considers the Counties' claims of immunity under the state action doctrine, the applicability of which depends on the Counties having implemented state policy.</p>\n<p>[9]  The first claim for relief is against all defendants, including the nongovernmental defendants, for an alleged violation of § 1 of the Sherman Act; the second claim for relief is against the Consortium and AMR, for an alleged violation of § 2 of the Sherman Act; and the third claim for relief is against the Hospital, for an alleged violation of § 2 of the Sherman Act.</p>\n<p>[10]  § 1 of the Sherman Act provides, in relevant part, that \"[e]very contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States ... is hereby declared to be illegal.\" 15 U.S.C. § 1\n</p>\n<p>§ 2 of the Sherman Act provides, in relevant part, that \"[e]very person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several states ... shall be deemed guilty of a felony.\" 15 U.S.C. § 2</p>\n<p>[11]  When Halifax County issued its ambulance franchise Ordinance, on July 10, 1995, the state regulations concerning the provision of ambulance services were set forth in N.C.G.S. Chapter 130, Article 26, which was repealed on November 1, 1995, and can now be found in N.C.G.S. § 131E-155 <i>et seq.</i></p>\n<p>[12]  The complaint also conspicuously fails to allege any governmental action whatsoever on the part of Northampton and Warren Counties, both of whom are named as defendants. The only ambulance franchise Ordinance mentioned in the complaint was passed by Halifax County. Apparently, Plaintiff expects this Court to assume that after the Consortium conspired with the Commissioners of Northampton County, and with the Commissioners of Warren County, to shut Plaintiff out of the relevant market in those two counties, the Consortium's monopoly in Northampton and Warren Counties spontaneously came into existence, and with such force, that Plaintiff's business was instantly obliterated as a result. This Court will make no such assumption. Plaintiff's failure to allege any governmental action by Northampton and Warren counties is a sufficient basis in itself for dismissing the federal antitrust claim against them.</p>\n<p>[13]  Since the Consortium and the Hospital only raised the <i>Noerr-Pennington</i> doctrine as an affirmative defense, and did not file motions to dismiss pursuant to Rule 12(b)(6), this Court, <i>sua sponte,</i> dismisses the action against them.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></span> (1997)</b></center>\n<center><h1>NURSING REGISTRY, INC., d/b/a Better Health Ambulance Service, Plaintiff,<br>\nv.<br>\nEASTERN NORTH CAROLINA REGIONAL EMERGENCY MEDICAL SERVICES CONSORTIUM, INC., American Medical Response of North Carlina, Inc., Halifax Memorial Hospital, Inc., Halifax County, Northampton County, Warren County, William A. Pierce, III, Quinton Q. Qualls, Kenneth E. Brantley, George C. Parrish, John D. Hall, Horace Johnson, Sr., Henry Moncure, R. Jennings White, Jr., Willa Majett, William T. Bridgers, James C. Boone, Lucious Hawkins, James Byrd, James D. Holloway, Harry M. Williams, III, and William T. Skinner, III, Defendants.</h1></center>\n<center>No. 4:96-CV-69-B0(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 7, 1997.</center>\n<p><span class=\"star-pagination\">*299</span> Stephen D. Kiess, Everett, Warren, Harper &amp; Swindell, Greenville, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*300</span> Cecil W. Harrison, Jr., Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, Raleigh, NC, for Eastern North Carolina Regional Emergency Medical Services Consortium, Inc.</p>\n<p>Sharon L. McConnell, Kilpatrick Stockton, L.L.P., Raleigh, NC, David B. Hamilton, Petree Stockton, Charlotte, NC, for American Medical Response of North Carolina, Inc.</p>\n<p>Cecil W. Harrison, Jr., Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, Raleigh, NC, for Halifax Memorial Hosp., Inc.</p>\n<p>Elizabeth J. Hallyburton, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, NC, for Halifax County, Northhampton County, Warren County, William A. Pierce, III, Quinton Q. Qualls, Kenneth E. Brantley, George C. Parrish, John D. Hall, Horace Johnson, Sr., Henry Moncure, R. Jennings White, Jr., Willa Majett, William T. Bridgers, James C. Boone, Lucious Hawkins, James Byrd, James D. Holloway, Harry M. Williams, III, William T. Skinner, III.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Plaintiff brought this action on May 13, 1996, alleging that the defendants successfully conspired to monopolize the market for ambulance services in three counties in Eastern North Carolina, in alleged violation of federal antitrust laws, federal civil rights laws, state antitrust laws, the North Carolina Constitution, North Carolina common law, and North Carolina's ambulance franchise statute. The county defendants and their respective commissioners have moved to dismiss all claims against them pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. American Medical Response of North Carolina has also moved to dismiss this action in its entirety pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, arguing that they are immune from liability for all claims against them under the <i>Noerr-Pennington</i> doctrine. Halifax Memorial Hospital, Inc., and Eastern North Carolina Regional Emergency Medical Services Consortium, Inc., have invoked the <i>Noerr-Pennington</i> doctrine as an <i>affirmative defense</i> in their answer to the complaint.<sup>[1]</sup> For the reasons discussed below, this action is dismissed in its entirety as to all defendants, and Plaintiff's motion for leave to amend the complaint is denied.</p>\n<p></p>\n<h2><i>I. STATEMENT OF THE CASE</i></h2>\n<p>The relevant factual allegations in the complaint, accepted as true for the sake of argument only, are as follows:</p>\n<p>In October of 1993, Nursing Registry, Inc., d/b/a Better Health Ambulance Service (hereinafter, \"Plaintiff\"), \"provided ambulance services to residents of Halifax County, and had established contractual relationships with various nursing homes, residential care centers and skilled nursing facilities located in Halifax, Northampton, and Warren Counties, including Guardian Care of Scotland Neck, Guardian Care of Roanoke Rapids, Our Community Hospital and Halifax Department of Social Services.\"</p>\n<p>According to Plaintiff, on January 1, 1994, the nongovernmental defendants in this action Eastern North Carolina Regional Emergency Medical Services Consortium, Inc. (\"the Consortium\"), American Medical Response of North Carolina, Inc. (\"AMR\"), and Halifax Memorial Hospital, Inc. (\"the Hospital\")began to conspire to destroy Plaintiff's business in Halifax, Northampton, and Warren Counties (\"the three Counties,\" \"the County defendants,\" or simply, \"the Counties\"). In furtherance of this conspiracy, the nongovernmental defendants allegedly did the following:</p>\n<blockquote> Agreed on prices to charge for ambulance services;</blockquote>\n<blockquote> Agreed not to provide ambulance services to nursing homes, residential care centers, or skilled nursing homes that did business with Plaintiff;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*301</span>  Agreed to divide up the Counties' market for ambulance services, as follows: AMR would provide <i>non-emergency</i> services throughout the Counties, and 13 Rescue Squads, all of whom were members of the Consortium, would divide up the Counties' market for <i>emergency</i> ambulance services;</blockquote>\n<blockquote> Agreed to refer patients to the Hospital, as long as the Hospital agreed only to employ the services of AMR and the Rescue Squads;</blockquote>\n<blockquote> Agreed to engage in \"an effort to have [the three Counties and their respective Commissioners] act outside their prescribed authority and ... force nursing homes, residential care centers and skilled nursing homes not to use [Plaintiff] for their transportation needs\";</blockquote>\n<blockquote> And, finally, agreed \"not to use wheelchair vans as a lower cost alternative to ambulance transportation.\"<sup>[2]</sup></blockquote>\n<p>On April 3, 1995, the Counties \"delegated the responsibility for choosing an exclusive ambulance provider or providers for each of their respective counties to the Consortium.\"<sup>[3]</sup></p>\n<p>On April 25, 1995, the Consortium chose its own members to be the exclusive providers of ambulance services in the Counties.</p>\n<p>On May, 1995, the Counties selected the members of the Consortium as the only approved providers of ambulance services for their respective counties, agreeing that AMR would provide non-emergency services, and that the 13 Rescue Squads would provide emergency services.</p>\n<p>On July 10, 1995, <i>Halifax County</i> promulgated an \"Ordinance Regulating Ambulance Services and Granting of Franchises to Ambulance Operators\" (the \"Ordinance\").<sup>[4]</sup> According to Plaintiff, \"the Ordinance was promulgated in derogation of [Plaintiff's] rights, including those rights prescribed by <i>N.C.G.S.</i> § 153A-250.\"<sup>[5]</sup></p>\n<p>In October of 1995, Plaintiff, for reasons not specified in the complaint, ceased providing ambulance services to residents of Halifax County, and no longer had \"contractual relationships with various nursing homes, residential care centers, and skilled nursing facilities located in Halifax, Northampton, and Warren Counties....\"</p>\n<p>On May 13, 1996, Plaintiff brought this action, alleging that the Consortium, AMR, the Hospital, the Counties, and the Counties' respective Commissioners had engaged in a concerted effort to destroy Better Health's <span class=\"star-pagination\">*302</span> business, in alleged violation of state and federal antitrust law, state and federal constitutional law, state franchise law, and state tort law.</p>\n<p>On June 25, 1996, Defendant AMR filed a motion to dismiss the entire action, arguing that its successful campaign to win an exclusive ambulance franchise, while admittedly motivated by a desire to suppress competition, was protected political activity and not a violation of the antitrust laws. On July 3, 1996, the County Defendants also filed a motion to dismiss the entire action, arguing that they are immune from liability under the <i>state action</i> doctrine.</p>\n<p>On July 18, 1996, Plaintiff filed a motion to amend the original complaint, in order \"to allege, with particularity, such facts as may be necessary to refute defendants' claims of immunity,\" (Motion For Leave to Amend Complaint, ¶ 9), implicitly acknowledging that the facts alleged in the original complaint were insufficient. Specifically, Plaintiff seeks to further allege the following:</p>\n<p></p>\n<h2>* * *</h2>\n<p>In November of 1994, the Consortium informed Plaintiff that the Consortium had been granted plenary authority by the Counties to decide which ambulance companies would be granted a franchise, and that Plaintiff would have to submit a proposal to the Consortium if Plaintiff wanted to continue providing ambulance services.</p>\n<p>Beginning in December of 1994, Plaintiff was informed by its customers that they could no longer use Plaintiff's services, \"based on statements made by the Consortium.\" (Motion to Amend Complaint, p. 4).</p>\n<p>In January of 1995, Plaintiff submitted a proposal to the Consortium \"for permission to continue providing ambulance services in [the Counties],\" but after reviewing Plaintiff's proposal, the Consortium \"adopted certain specifications in an effort to disqualify [Plaintiff] from providing such services.\" (<i>Id.</i>)</p>\n<p>Beginning in April of 1995, Plaintiff asked the Consortium for permission to attend any meetings the Consortium might have concerning the provision of ambulance services in the Counties, but the Consortium refused.</p>\n<p>On April 15, 1995, Plaintiff submitted a second proposal to the Consortium, satisfying the specifications adopted by the Consortium for the provision of ambulance services.</p>\n<p>On May 3, 1995, Plaintiff informed Halifax County, including the County Attorney of Halifax County, and the Consortium, that Plaintiff was currently providing ambulance services in Halifax County, and that Plaintiff was therefore entitled, according to the terms of the ambulance franchise statute of North Carolina, N.C.G.S. § 153A-250, to continue providing ambulance services if a franchise ordinance was issued.<sup>[6]</sup></p>\n<p>On May 15, 1995, Halifax County \"adjudicated [Plaintiff's] claim for the right to provide ambulance services in Halifax County by denying [Plaintiff's] request, adopted and ratified the acts of the Consortium with respect to [Plaintiff's] proposal, and denied [Plaintiff] of its right to provide ambulance services in Halifax County.\" (Motion to Amend Complaint, p. 6). The proposed amended complaint does not explain the precise manner in which Plaintiff's \"claim,\" otherwise referred to by Plaintiff as a \"request,\" was \"adjudicated,\" and then \"denied.\" Nor does the proposed amended complaint explain whether or not Plaintiff ever informed the <i>other two county defendants</i> that Plaintiff had a right to continue providing services in the event that an ambulance franchise ordinance was issued.</p>\n<p>On May 15,1995, Plaintiff was informed by the Consortium and Halifax County that Halifax County's \"ruling\" against Better Health included the denial of whatever franchise rights Better Health might have. (<i>Id.,</i> at 7).</p>\n<p><span class=\"star-pagination\">*303</span> On July 10, 1995, Halifax County adopted the ambulance franchise ordinance now in effect in Halifax County.</p>\n<p>As is true of the original complaint, the proposed amended complaint does not allege that Plaintiff actually applied for a franchise in Halifax County, as is required under the ambulance franchise ordinance, and that Plaintiff's application was actually rejected. Further, the proposed amended complaint, as is true of the original complaint, makes no mention of any ambulance franchise ordinances in Northampton and Warren Counties.</p>\n<p></p>\n<h2>* * *</h2>\n<p>In both the original and proposed amended complaints, Plaintiff seeks triple the amount of the compensatory damages, as determined by a jury, and which Plaintiff has estimated to be $2,100,980; injunctive relief remedying the anticompetitive consequences of the defendants' acts and preventing the Consortium and the Hospital \"from maintaining, extending, or exploiting their monopoly power or attempting to do so\"; injunctive relief ordering the Consortium to be dissolved; injunctive relief ordering the members of the Consortium not to impede or prohibit Plaintiff from competing for ambulance services in Halifax, Northampton, or Warren Counties; and attorneys' fees and costs.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p>There is no dispute between the parties that the <i>relevant market</i> is the provision of nonemergency ambulance services in Halifax, Warren, and Northampton Counties. The only issue in dispute is whether the alleged conspiracy to monopolize the relevant market rises to the level of actionable misconduct under state or federal law. The three nongovernmental defendantsthe Consortium, the Hospital, and AMRargue that they are immune from liability for their alleged involvement in the conspiracy under the <i>Noerr-Pennington</i> doctrine, while the three County defendants claim absolute immunity under what is known as the state action doctrine. Since the <i>Noerr-Pennington</i> doctrine, and the state action doctrine, are analytically distinct, the claims against the nongovernmental defendants, and the claims against the County Defendants, will be analyzed separately.</p>\n<p></p>\n<h2><i>A. Defendants' Notions to Dismiss the Original Complaint</i></h2>\n<p></p>\n<h2>\n<i>1. Claims Against the Nongovernmental Defendants</i><sup>[7]</sup></h2>\n<p>At the outset, it is important to emphasize the precise nature of the anticompetitive conduct in which the nongovernmental defendants allegedly engaged. In the original complaint, Plaintiff alleges what appear, at first glance, to be classic violations of the antitrust laws: price-fixing, regional market allocation, intent to boycott, monopoly, restraint of trade, and artificially inflated prices.</p>\n<p>But when the original complaint is stripped of its conclusory allegations concerning the supposed unlawfulness of the defendants' conduct, all that is left is a concerted effort, on the part of a group of ambulance companies and one hospital, to influence three Counties in Eastern North Carolina to grant the group an exclusive franchise to provide ambulance services. This campaign on the part of the nongovernmental defendants was indisputably anticompetitive, in both its aim, and effect, for Plaintiff claims to have lost its share of the relevant market because of it. However, it is clear from the allegations in the complaint that the damages Plaintiff allegedly suffered were not caused by the defendants' price-fixing, market allocation, intent to boycott, etc., but by the <i>passage of the ambulance franchise ordinance at issue in this case,</i> which prevented Plaintiff from competing. And so even if it is true, as Plaintiff argues, that the nongovernmental defendants successfully conspired to monopolize the relevant market, it is clear, from the allegations in the complaint, that this monopoly was achieved not through the illegal exercise <span class=\"star-pagination\">*304</span> of market power, but, rather, through the lawful exercise of political power.</p>\n<p></p>\n<h2><i>a. The Noerr-Pennington Doctrine</i></h2>\n<p>The Supreme Court has long recognized a distinction between anticompetitive activity that violates the federal antitrust laws, and <i>protected political activity that happens to further an anticompetitive end.</i> In <i>Eastern Railroad Presidents Conference v. Noerr Motor Freight, Inc.,</i> <span class=\"citation\" data-id=\"106167\"><a href=\"/opinion/106167/eastern-r-conf-v-noerr-motors/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, <span class=\"citation\" data-id=\"106167\"><a href=\"/opinion/106167/eastern-r-conf-v-noerr-motors/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation\" data-id=\"106167\"><a href=\"/opinion/106167/eastern-r-conf-v-noerr-motors/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></a></span> (1961) (\"Noerr\"), the Supreme Court held that</p>\n<blockquote>... the Sherman Act does not prohibit two or more persons from associating together in an attempt to persuade the legislature or the executive to take particular action with respect to a law that would produce a restraint or monopoly.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>To hold that the government retains the power to act in this representative capacity and yet hold, at the same time, that the people cannot freely inform the government of their wishes would impute to the Sherman Act a purpose to regulate, not business activity, but political activity, a purpose which would have no basis in the legislative history of that Act.</blockquote>\n<p><i>Noerr,</i> 365 U.S. at 136-37, 81 S.Ct. at 529, 5 L.Ed.2d at 470-71.</p>\n<p>Four years later, in <i>United Mine Workers v. Pennington,</i> the Supreme Court made it clear that the parties' motivation in petitioning their elected officials is irrelevant:</p>\n<blockquote>\n<i>Noerr</i> shields from the Sherman Act a concerted effort to influence public officials regardless of intent or purpose.... Joint efforts to influence public officials do not violate the antitrust laws even though intended to eliminate competition. Such conduct is not illegal, either standing alone or as part of a broader scheme itself violative of the Sherman Act.</blockquote>\n<p><i>Pennington,</i> <span class=\"citation\" data-id=\"107086\"><a href=\"/opinion/107086/mine-workers-v-pennington/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, 670, <span class=\"citation\" data-id=\"107086\"><a href=\"/opinion/107086/mine-workers-v-pennington/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1585</span></a></span>, 1593,14 L.Ed.2d 626, 636 (1965).</p>\n<p>The Supreme Court's decisions in <i>Noerr</i> and <i>Pennington</i> form the basis of what has long been referred to as the <i>Noerr-Pennington</i> doctrine, the essence of which was nicely summed up by the Court in <i>City of Columbia v. Omni Outdoor Advertising,</i> <span class=\"citation\" data-id=\"112569\"><a href=\"/opinion/112569/columbia-v-omni-outdoor-advertising-inc/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 383, <span class=\"citation\" data-id=\"112569\"><a href=\"/opinion/112569/columbia-v-omni-outdoor-advertising-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, 1355, <span class=\"citation\" data-id=\"112569\"><a href=\"/opinion/112569/columbia-v-omni-outdoor-advertising-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></a></span>, 399-400 (1991)  to wit, \"that the antitrust laws regulate business, not politics.\"</p>\n<p>In <i>City of Columbia,</i> a company that had long controlled 95% of a city's billboard business was suddenly faced with the arrival of a potential competitor. But rather than subjecting itself to the perils of open competition, the company met with its friends on the city council and convinced them to pass a zoning ordinance that effectively shut the new competitor out of the market. The competitor sued, claiming that the company had improperly exploited its longstanding, intimate relationship with the members of the local governmental body. What the competitor argued, in effect, was that the <i>market for political power</i> had been improperly monopolized, and since <i>the political process itself</i> was not competitive, and therefore tainted, whatever laws that were passed as a result of it were not entitled to protection under the <i>Noerr-Pennington</i> doctrine.</p>\n<p>The Supreme Court disagreed, holding that the <i>Noerr-Pennington</i> doctrine protects not only the right to petition a governmental body in order to further one's own interests, but also the right to convince a governmental body to either ignore the pleas of a competitor, or not hear the competitor at all:</p>\n<blockquote>Any lobbyist or applicant, in addition to getting himself heard, seeks by procedural and other means to get his opponent ignored. Policing the legitimate boundaries of such defensive strategies, when they are conducted in the context of a genuine attempt to influence governmental action, is not the role of the Sherman Act. In the present case, of course, any denial to [Plaintiff] of \"meaningful access to the appropriate city administrative and legislative fora\" was achieved by [Defendant] in the course of an attempt to influence governmental action ... If the denial was wrongful there may be other remedies, but as for the Sherman Act, the <i>Noerr</i> exemption applies.</blockquote>\n<p><i>City of Columbia, supra,</i> 499 U.S. at 382, 111 S.Ct. at 1355, 113 L.Ed.2d at 399.</p>\n<p>The Supreme Court's reasoning in <i>City of Columbia</i> is equally applicable here. According <span class=\"star-pagination\">*305</span> to the allegations in the complaint, the Consortium approached the Commissioners of the three Counties and requested an exclusive franchise to provide ambulance services; the Counties complied, in effect, by granting the Consortium the authority to decide which companies would be granted a franchise, the region in which each company would operate, and the prices to be charged for their services. Understandably, the Consortium wanted less competition, rather than more, and so it denied Plaintiff an opportunity to participate in the decisionmaking process, and denied Plaintiff's repeated requests for a share of the market. The Commissioners of Halifax County, in response to the Consortium's recommendations, then drafted an ambulance franchise ordinance, the terms of which would ensure that the Consortium's wishes were satisfied.</p>\n<p>Plaintiff claims that the Commissioners of Halifax County did not have the authority, under North Carolina's ambulance franchise statute, to grant the Consortium complete discretion to divide up the market for ambulance services. Plaintiff further claims that the Consortium knew full well that it was not entitled to complete discretion to dictate the terms of the ambulance franchise statute, but that the Consortium nonetheless influenced the County Commissioners to \"act outside their prescribed authority\" and grant the Consortium unfettered control over the decisionmaking process. Plaintiff argues that the Consortium's successful attempt to convince a governmental body to do something that it did not have the authority to do is not <i>protected political activity</i> for purposes of antitrust analysis, and that the Consortium's behavior falls under what is known as the \"sham\" exception to the <i>Noerr-Pennington</i> doctrine.</p>\n<p>Plaintiff is wrong. The \"sham\" exception to the <i>Noerr-Pennington</i> doctrine, as explained by the Supreme Court in <i>City of Columbia,</i> refers to the situation in which <i>a company abuses a governmental process for no other purpose than to hurt a competitor:</i></p>\n<blockquote>A classic example is the filing of frivolous objections to the license applications of a competitor, with no expectation of achieving denial of the license but simply in order impose expense and delay.... A \"sham\" situation involves a defendant whose activities are \"not genuinely aimed at procuring favorable government action\" at all, [], not one who \"who `genuinely seeks to achieve his governmental result, but does so through improper means.'\"</blockquote>\n<blockquote>...</blockquote>\n<p><i>City of Columbia, supra,</i> 499 U.S. at 380, 111 S.Ct. at 1354, 113 L.Ed.2d at 398 (citations omitted).</p>\n<p>Here, there is no question that the Consortium's actions were genuinely aimed at procuring favorable government actionan exclusive franchiseand so the \"sham\" exception to the <i>Noerr-Pennington</i> doctrine is clearly inapplicable. Even if it is true, as Plaintiff claims, that the Consortium gained a monopoly in the relevant market as a result of exercising discretion to which it was not entitled, then it is the County defendants, and not the Consortium, who are to blame.<sup>[8]</sup></p>\n<p>For the foregoing reasons, the first three claims for relief in the complaint, which name one or more of the nongovernmental defendants,<sup>[9]</sup> and which allege violations of sections 1 and 2 of the Sherman Act,<sup>[10]</sup> are dismissed.</p>\n<p><span class=\"star-pagination\">*306</span> The Fifth Claim for Relief, which seeks recovery under 42 U.S.C. § 1983, and which adopts the same factual allegations that form the basis of the federal antitrust claims, is also dismissed. Plaintiff alleges that the Consortium and AMR, acting under color of state law, deprived Plaintiff of property without due process of law, in violation of the Fourteenth Amendment of the United States Constitution. This claim is dismissable on two separate grounds. First, as will be explained more fully when this Court considers the claims for relief against the County defendants, Plaintiff had no right to participate in the process by which the County awarded ambulance franchises, nor did Plaintiff, having failed to apply for a franchise, have a protectable property interest at stake. The second basis for dismissing Plaintiff's § 1983 claim against the nongovernmental defendants is that <i>Noerr-Pennington</i> immunity extends to claims brought under 42 U.S.C. § 1983. <i>See, e.g., </i><i>Racetrac Petroleum, Inc. v. Prince George's County,</i> <span class=\"citation\" data-id=\"1734585\"><a href=\"/opinion/1734585/racetrac-petroleum-inc-v-prince-georges-county/\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">892</span></a></span>, 914 (D.Md.1985), aff'd, <span class=\"citation\" data-id=\"466373\"><a href=\"/opinion/466373/racetrac-petroleum-inc-a-delaware-corporation-v-prince-georges-county/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">202</span></a></span> (4th Cir.1986); <i>Boulware v. State of Nevada Department of Human Resources,</i> <span class=\"citation no-link\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></span>, 800 (9th Cir.1992)(\"activity protected by <i>Noerr-Pennington</i> cannot form the basis of § 1983 liability\"); and <i>Video Int'l Production, Inc. v. Warner-Amex Cable Communications, Inc.,</i> <span class=\"citation\" data-id=\"512612\"><a href=\"/opinion/512612/video-international-production-inc-cross-appellee-v-warner-amex-cable/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span>, 1084 (5th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1047</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">424</span></span> (1989)(holding \"that any behavior by a private party that is protected from antitrust liability by the <i>Noerr-Pennington</i> doctrine is also outside the scope of section 1983 liability.\").</p>\n<p>The only remaining claims for relief against the nongovernmental defendants, all of which adopt the same factual allegations that form the basis of the federal claims, allege violations of state law: the Sixth, Seventh, and Eighth Claims for Relief allege that the Consortium, AMR, and the Hospital all violated North Carolina's antitrust statutes, N.C.G.S. §§ 75-1, 75-2, and 75-5; the Tenth Claim for Relief alleges that AMR, the Consortium, and the Hospital all violated North Carolina's unfair and deceptive trade practices statute, N.C.G.S. § 75-1.1; the Eleventh Claim for Relief alleges that the Consortium, AMR, and the Hospital tortiously interfered with Plaintiff's contracts; and finally, the Fourteenth Claim for Relief alleges that all of the defendants, including the nongovernmental defendants, violated Art I, § 34 of the North Carolina Constitution, which prohibits monopolies.</p>\n<p>In view of the dismissal of all federal claims for relief against the nongovernmental defendants, this Court, acting within its discretion, declines to hear the supplemental state law claims. Therefore, all claims in the original complaint against the nongovernmental defendants are DISMISSED.</p>\n<p></p>\n<h2><i>2. Claims Against the County Defendants</i></h2>\n<p>There are two federal causes of action against the County defendants: the First Claim for Relief alleges that all defendants, <i>including the County defendants,</i> violated § 1 of the Sherman Act; the Fourth Claim for Relief, brought under 42 U.S.C. § 1983, alleges that the County Defendants deprived Plaintiff of property without due process of law, in violation of the Fourteenth Amendment. This Court will first consider Plaintiff's claim for relief under the Sherman Act.</p>\n<p></p>\n<h2><i>a. The State Action Doctrine</i></h2>\n<p>The corollary of the <i>Noerr-Pennington</i> doctrine is the state action doctrine, which allows a state government, in the exercise of its police powers, to restrict competition in an effort to regulate a particular segment of the state's economy. <i>See </i><i>Parker v. Brown,</i> <span class=\"citation\" data-id=\"103740\"><a href=\"/opinion/103740/parker-v-brown/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">315</span></span> (1943). When the state action defense is raised by a political subdivision of the state, such as a city council, or a county Board of Commissioners, the Supreme Court has held that the state action doctrine is applicable as long as the local government's \"restriction of competition [is] an authorized implementation of state policy ...\" <i>City of Columbia, supra,</i> 499 U.S. at 370, 111 S.Ct. at 1349, 113 L.Ed.2d at 392. In the words of the Fourth Circuit, \"[t]o be exempt from <span class=\"star-pagination\">*307</span> antitrust laws municipalities must demonstrate that their anticompetitive activities were authorized by the State pursuant to a state policy to displace competition with regulation or monopoly public service.\" <i>Coastal Neuro-Psychiatric Associates, P.A. v. Onslow Memorial Hospital Inc.,</i> <span class=\"citation\" data-id=\"473012\"><a href=\"/opinion/473012/coastal-neuro-psychiatric-associates-pa-ellis-f-muther-md-clarence/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 341 (4th Cir.1986)(internal quotation omitted).</p>\n<p>Here, there is no question that the County defendants had the authority, under state law, to restrict competition in the market for ambulance services, for the ambulance franchise statute at issue in this case, N.C.G.S. § 153A-250, clearly allows, as the County defendants argue, \"wide latitude to regulate, establish, operate, or contract with ambulance services.\" (County Def.s' Motion to Dismiss, p. 9). While it is true that the statute does not explicitly permit the displacement of competition, the Supreme Court has held that \"[i]t is enough ... if suppression of competition is the `foreseeable result' of what the statute authorizes....\" <i>City of Columbia, supra,</i> 499 U.S. at 373, 111 S.Ct. at 1350, 113 L.Ed.2d at 393 (citations omitted).</p>\n<p>Plaintiff argues that the anticompetitive activity in which the County defendants allegedly engaged is <i>not</i> protectable under the state action doctrine, for two reasons: 1) the Counties did not have statutory authority to grant the Consortium complete discretion to divide up the market for ambulance services, and 2) the Counties did not have the statutory authority to act upon the Consortium's recommendations by \"confer[ring] upon the Consortium a monopoly in, and ... exclud[ing] [Plaintiff] from, the market for ambulance services in Halifax, Northampton, and Warren Counties,\" (Complaint, ¶ 33), since a grandfather clause in North Carolina's ambulance franchise statute provides that companies who are providing ambulance services at the time a franchise ordinance is issued shall be entitled to a franchise to continue doing business. Therefore, argues Plaintiff, the County defendants engaged in anticompetitive activity that was not sanctioned by state policy, and the state action doctrine is thus inapplicable.</p>\n<p>Each of Plaintiff's arguments will be considered in turn: First, Plaintiff argues that the Counties did not have the statutory authority to grant the Consortium complete discretion to divide up the market for ambulance services. In support of its argument, Plaintiff cites no case law, and relies only on the terms of the ambulance franchise Ordinance at issue. But while it may be true that the franchise Ordinance at issue in this case does not explicitly authorize the Counties to defer to an ambulance company's judgment in deciding how to divide up and apportion the market for nonemergency ambulance services, Plaintiff neglects to explain why such explicit authority is necessary. The responsibility of a local government to regulate a particular segment of the economy frequently requires consideration of, and deference to, the partial judgments and selfish wishes of companies that are vying for the local government's patronage. The state action doctrine requires only that a local governmental body have state-granted authority to regulate, not state-granted authority to act in response to political pressure. As the Supreme Court noted in <i>City of Columbia,</i> in response to the plaintiff's argument in that case that the city council was merely rubberstamping the local monopolist's zoning proposal, \"it is ... inevitable ... that public officials often agree to do what one or another group of private citizens urges upon them ...\" <i>Id.,</i> 499 U.S. at 375, 111 S.Ct. at 1351, 113 L.Ed.2d at 395.</p>\n<p>The problem with Plaintiff's second argumentthat the County defendants did not have the authority to grant the Consortium's request for a monopolyis that the complaint fails to allege that the County defendants <i>actually performed some governmental action that facilitated the establishment of the Consortium's alleged monopoly.</i> Plaintiff merely alleges that Halifax County passed an ambulance franchise Ordinance, and Plaintiff expects this Court to assume that the Ordinance somehow automatically established, \"in derogation of [Plaintiff's] rights,\" the Consortium's monopoly in the market for nonemergency ambulance services. But the very terms of the Ordinance, which is attached to the complaint, contradicts Plaintiffs theory of <span class=\"star-pagination\">*308</span> the case, for there is no mention of the members of the Consortium, and no mention of Plaintiff. The Ordinance is an eleven-page document that sets forth, in general terms, the requirements for providing nonemergency ambulance services in Halifax County. The Ordinance is not a selfexecuting document, and it requires ambulance companies to affirmatively apply for a franchise before receiving one. The Ordinance provides, in relevant part, as follows:</p>\n<blockquote>§ 3.1 No person either as owner, agent or otherwise, shall furnish, operate, conduct, maintain, advertise or otherwise be engaged in or profess to be engaged in the business or service of nonemergency transportation of patients within Halifax County unless the person holds a valid permit for each ambulance used by the North Carolina Department of Human Resources and has been granted a franchise for the operation of such business or service by the County pursuant to this Ordinance.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>§ 4.1 Application for a franchise to operate ambulances in Halifax County shall be made by the ambulance provider upon such forms as may be prepared or prescribed by the County and shall contain ... [a]ny information the County shall deem reasonably necessary for a fair determination of the capability of the applicant to provide ambulance services in Halifax County in accordance with the requirements of state laws and the provisions of this regulation.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>§ 5.2 An applicant may only apply for a franchise to operate nonemergency transportation services.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>§ 5.4 A franchise may be granted if the County finds that:</blockquote>\n<blockquote>(a) The applicant shows a reasonable effort to meet State standards and standards outlined in the franchise ordinance.</blockquote>\n<blockquote>(b) The proposed service will fit within the existing service so as not to adversely affect the level or service or operations of other franchisees to render service.</blockquote>\n<blockquote>(c) A need exists for the proposed service in order to improve the level of ambulance services available to residents of the County and that this is a reasonable and cost effective manner of meeting the need.</blockquote>\n<p>(Complaint, Ex. A).</p>\n<p>Plaintiff argues that the terms of the Ordinance are irrelevant, since Plaintiff was automatically entitled to continue doing business under the grandfather clause in N.C.G.S. § 153A-250. But the problem with Plaintiff's argument is that the grandfather clause in N.C.G.S. § 153A-250, like the franchise Ordinance that was promulgated pursuant to N.C.G.S. § 153A-250, is not self-executing: \"The board of commissioners shall determine whether the person, firm, or corporation ... is in compliance with [all state statutory regulations concerning the provision of ambulance services<sup>[11]</sup>]; and if that is the case, the board shall grant the franchise.\" In order to notify the board of commissioners that one is currently providing ambulance services, and in order to give the board an opportunity to affirmatively grant a franchise to continue doing business, <i>it is necessary that an ambulance company actually submit an application that can be granted.</i> The complaint conspicuously fails to allege that Plaintiff actually submitted an application to the County defendants for a franchise; that Plaintiff's application was then wrongly denied; and that an application for a franchise submitted by AMRthe member of the Consortium who was to provide nonemergency ambulance serviceswas granted. Since the complaint fails to allege that the County defendants actually caused Plaintiff's alleged damagesi.e., the loss of its business in the relevant marketthe Sherman Act claim against the County defendants <span class=\"star-pagination\">*309</span> is dismissed.<sup>[12]</sup></p>\n<p>The Fourth Claim for Relief, which alleges that the County defendants deprived plaintiff of its Fourteenth Amendment due process rights, in violation of 42 U.S.C. § 1983, is also dismissed. As this Court has explained at length, Plaintiff did not have a right to participate in the process by which the Counties decided the terms of their ambulance franchise ordinances, and Plaintiff did not have a protectable property interest at stake, since it never applied for a franchise, as was required under both the ambulance franchise Ordinance, and the ambulance franchise statute pursuant to which the Ordinance was issued.</p>\n<p>The only remaining claims against the County defendants, all of which adopt the same factual allegations that form the basis of the federal claims, allege violations of state law: the Ninth Claim for Relief alleges that the County defendants violated North Carolina's ambulance franchise statute, N.C.G.S. § 153A-250; the Twelfth, Thirteenth, and Fourteenth Claims for Relief allege that the County defendants violated various provisions of the North Carolina Constitution  Art 1, § 19, Art 1, § 32, and Art 1, § 34.</p>\n<p>In view of the dismissal of all federal claims for relief against the County defendants, this Court, acting within its discretion, declines to hear the supplemental state law claims. Therefore, all claims in the original complaint against the County defendants are DISMISSED.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p></p>\n<h2><i>B. Plaintiff's Notion For Leave to File Amended Complaint</i></h2>\n<p>In an effort \"to refute defendants' claims of immunity,\" (Motion for Leave to Amend Complaint, p. 9), Plaintiff seeks leave to supplement its complaint with additional factual allegations.</p>\n<p></p>\n<h2><i>a. Plaintiff's Attempt to Refute Noerr-Pennington Defense</i></h2>\n<p>In its proposed amended complaint, Plaintiff seeks to allege, for the first time, that the Consortium, <i>prior to engaging in its campaign to influence the County governments,</i> contacted the companies with whom Plaintiff did business, and made unspecified \"statements\" that caused these companies to inform Plaintiff that they could no longer do business with Plaintiff.</p>\n<blockquote>Starting on or about December 1994, [Plaintiff] was informed by its customers that they could no longer use [Plaintiff] as a provider of ambulance services <i>based on statements made by the Consortium.</i>\n</blockquote>\n<p>(Motion to Amend, p. 4, emphasis added).</p>\n<p>There are two reasons why this proposed allegation fails to state a claim upon which relief can be granted: first, it is not a violation of the antitrust laws to make \"statements\" to a competitor's customers.</p>\n<p>Second, even assuming, solely for the sake of argument, that the Consortium's alleged \"statements\" to Plaintiff's customers amounted to illegal threats to boycott (which the proposed amended complaint does not allege), the allegation would still not successfully refute the Consortium's <i>Noerr-Pennington</i> defense, for there is no question, based on the allegations in the proposed amended complaint, that Plaintiff's alleged damages were caused solely by the passage of the ambulance franchise Ordinance at issue in this case, and not by any threats to boycott Plaintiff's customers.</p>\n<p></p>\n<h2><i>b. Plaintiff's Attempt to Refute State Action Defense</i></h2>\n<p>Plaintiff seeks to refute the County defendants' state action defense by alleging the <span class=\"star-pagination\">*310</span> following: Plaintiff made a formal \"claim,\" otherwise referred to as a \"request,\" for a franchise; Plaintiffs \"request\" was then, in some unspecified fashion, \"adjudicated\"; after being adjudicated, the \"request\" was then \"denied\"; and, finally, this denial was communicated by means of a \"ruling,\" the precise nature of which is unclear, in which the County defendants explained to Plaintiff that it had no right to a franchise <i>under an Ordinance that was not yet in existence.</i></p>\n<p>The problem with Plaintiffs proposed amended complaint, like the problem with Plaintiffs original complaint, is that it seeks to state an antitrust claim against the County defendants without alleging that the County defendants actually performed some governmental action that facilitated the establishment of the Consortium's alleged monopoly. Specifically, the proposed amended complaint fails to allege that after the franchise Ordinance at issue in this case was passed, a) Plaintiff submitted an application for a franchise, b) Plaintiff's application was wrongly denied, and c) AMR, the member of the Consortium who was to provide nonemergency ambulance services, also submitted an application for a franchise, which was granted.</p>\n<p></p>\n<h2><i>III. CONCLUSION</i></h2>\n<p>For the foregoing reasons, Defendants' motions to dismiss are granted in full, and Plaintiff's motion for leave to file an amended complaint is denied.</p>\n<p>Accordingly, this action is DISMISSED in its entirety as to all defendants.<sup>[13]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In their Memorandum in Opposition to Plaintiff's Motion for Leave to Amend Complaint, the Hospital and the Consortium note that since the <i>Noerr-Pennington</i> defense has been fully briefed in Defendant AMR's motion to dismiss, the Hospital and the Consortium did not feel it was necessary to file a motion to dismiss of their own. Apparently, the Hospital and the Consortium are relying on their affirmative defense, as the sole basis for dismissing the action against them.</p>\n<p>[2]  The complaint does not explain why the alleged agreement not to use wheelchair vans as a lower cost alternative to ambulance services threatened Better Health's business.</p>\n<p>[3]  The members of the Consortium are AMR, the Hospital, and 13 emergency rescue squads.</p>\n<p>[4]  The Complaint is silent as to the other two County defendantsNorthampton County and Warren County.</p>\n<p>[5]  N.C.G.S. § 153A-250 provides, in relevant part, as follows:\n</p>\n<p>(a) [a] county may by ordinance franchise ambulance services provided in the county to the public at large, whether the service is based inside or outside the county. The ordinance may:</p>\n<p>(1) Grant franchises to ambulance operators on terms set by the board of commissioners;</p>\n<p>(2) Make it unlawful to provide ambulance services or to operate an ambulance in the county without such a franchise;</p>\n<p>(3) Limit the number of ambulances that may be operated within the county;</p>\n<p>(4) Limit the number of ambulances that may be operated by each franchised operator;</p>\n<p>(5) Determine the areas of the county that may be served by each franchised operator;</p>\n<p>(6) Establish and from time to time revise a schedule of rates, fees, and charges that may be charged by franchised operators; ...</p>\n<p>(8) Establish other necessary regulations consistent with and supplementary to any statute or any Department of Human Resources regulation relating to ambulance services....</p>\n<p>If a person, firm, or corporation is providing ambulance services in a county or any portion thereof on the effective date of an ordinance adopted pursuant to this subsection, the person, firm, or corporation is entitled to a franchise to continue to serve that part of the county in which the service is being provided. The board of commissioners shall determine whether the person, firm, or corporation so entitled to a franchise is in compliance with Chapter 130, Article 26 [now § 131E-155, <i>et seq.];</i> and if that is the case, the board shall grant the franchise.</p>\n<p>[6]  N.C.G.S. § 153A-250(a) provides that \"[i]f a person, firm, or corporation is providing ambulance services in a county or any portion thereof on the effective date of an [ambulance franchise] ordinance adopted pursuant to this section, the person, firm, or corporation is entitled to a franchise to continue to serve that part of the county in which the service is being provided. The board of commissioners shall determine whether the person, firm, or corporation so entitled to a franchise is in compliance with Chapter 130, Article 26 [now § 131E-155, <i>et seq.</i>]; and if that is the case, the board shall grant the franchise.\"</p>\n<p>[7]  On occasion, for the sake of simplicity, this Court will refer to the three nongovernmental defendants, collectively, as simply <i>the Consortium,</i> since both the Hospital and AMR are members of the Consortium, and since all three nongovernmental defendants have raised the same defense.</p>\n<p>[8]  Whether or not the Counties had the authority, under North Carolina's ambulance franchise statute, to grant the Consortium complete discretion to divide up the market for ambulance services, will only become relevant when this Court considers the Counties' claims of immunity under the state action doctrine, the applicability of which depends on the Counties having implemented state policy.</p>\n<p>[9]  The first claim for relief is against all defendants, including the nongovernmental defendants, for an alleged violation of § 1 of the Sherman Act; the second claim for relief is against the Consortium and AMR, for an alleged violation of § 2 of the Sherman Act; and the third claim for relief is against the Hospital, for an alleged violation of § 2 of the Sherman Act.</p>\n<p>[10]  § 1 of the Sherman Act provides, in relevant part, that \"[e]very contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States ... is hereby declared to be illegal.\" 15 U.S.C. § 1\n</p>\n<p>§ 2 of the Sherman Act provides, in relevant part, that \"[e]very person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several states ... shall be deemed guilty of a felony.\" 15 U.S.C. § 2</p>\n<p>[11]  When Halifax County issued its ambulance franchise Ordinance, on July 10, 1995, the state regulations concerning the provision of ambulance services were set forth in N.C.G.S. Chapter 130, Article 26, which was repealed on November 1, 1995, and can now be found in N.C.G.S. § 131E-155 <i>et seq.</i></p>\n<p>[12]  The complaint also conspicuously fails to allege any governmental action whatsoever on the part of Northampton and Warren Counties, both of whom are named as defendants. The only ambulance franchise Ordinance mentioned in the complaint was passed by Halifax County. Apparently, Plaintiff expects this Court to assume that after the Consortium conspired with the Commissioners of Northampton County, and with the Commissioners of Warren County, to shut Plaintiff out of the relevant market in those two counties, the Consortium's monopoly in Northampton and Warren Counties spontaneously came into existence, and with such force, that Plaintiff's business was instantly obliterated as a result. This Court will make no such assumption. Plaintiff's failure to allege any governmental action by Northampton and Warren counties is a sufficient basis in itself for dismissing the federal antitrust claim against them.</p>\n<p>[13]  Since the Consortium and the Hospital only raised the <i>Noerr-Pennington</i> doctrine as an affirmative defense, and did not file motions to dismiss pursuant to Rule 12(b)(6), this Court, <i>sua sponte,</i> dismisses the action against them.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1734585/"
  ]
}