{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2366546/",
  "absolute_url": "/opinion/2366546/mangum-v-town-of-holly-springs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2366546/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:45.710924Z",
  "date_modified": "2016-04-26T22:31:42.016628Z",
  "type": "010combined",
  "sha1": "933cf7c181e5a6eb8f8d307942377b1b0a8a89fc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Melanie P. MANGUM, Plaintiff,<br>\nv.<br>\nTOWN OF HOLLY SPRINGS, a municipal corporation of the State of North Carolina, Defendant.</h1></center>\n<center>No. 5:07-CV-425-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 17, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss plaintiffs claims pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6). Plaintiff has filed a response and defendant has replied. Accordingly, this matter is ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p></p>\n<h2>A. Factual History</h2>\n<p>In this action, plaintiff alleges gender discrimination in the form of hostile work environment, disparate treatment, and retaliation in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e to 2000e-17 (\"Title VII\"). Plaintiff was employed by defendant from 1995 until 16 July 2006 as an administrative assistant and then as an emergency medical technician. (Compl.¶ 9). From 16 July 2006 until 10 March 2007, plaintiff was employed by defendant as a firefighter. (Id.¶ 10).</p>\n<p>After applying for a position as a firefighter with defendant's fire department, plaintiff was offered the job on 12 July 2006. (<i>Id.</i> ¶¶ 14). Prior to accepting the position, plaintiff was told by several employees that she needed \"to make sure\" she knew what she was \"getting into\" before accepting the job as a firefighter. (<i>Id.</i> ¶ 15). Plaintiff was also told that defendant's engineer for the Fire Department, Eric Wood, had said that \"he was not comfortable with Plaintiff as a female firefighter and that he would refuse to engage in a fire suppression service call with Plaintiff on his team.\" (<i>Id.</i> 16). At the time plaintiff was offered the position as a firefighter, defendant employed 30 other firefighters, all of whom were men. (<i>Id.</i> ¶¶ 17, 18). Before she accepted the position, plaintiff wrote a letter to Chief Cecil Parker to complain about Wood's comments and apparent gender discrimination. (Id.¶ 19). Parker told plaintiff that if Wood wanted to keep his job, then he would have to fight fire with plaintiff. (<i>Id.</i> ¶ 20). Parker also told plaintiff that instead of filing a discrimination complaint, she should meet with Wood \"one-on-one\" and say, \"Hey mother fker ... what problem do you have with me.\" (<i>Id.</i>) Plaintiff then told Parker that if she accepted the job, she did not want to work on the \"A shift\" with Wood. (<i>Id.</i> ¶ 21).</p>\n<p>The following day plaintiff again talked to Parker and told him that she would be fearful for her life if she was on the same shift as Wood and was called to a fire. (<i>Id.</i> ¶ 23). Plaintiff also told Parker that she heard that the other male firefighters did not want to work with her because she was female. (<i>Id.</i>). Parker responded that plaintiff would be required to work with Wood. (<i>Id.</i> ¶ 24). As a result, plaintiff informed Parker that she would not accept the job. (<i>Id.</i> ¶ 25).</p>\n<p>While typing her rejection letter, plaintiff received a telephone call from defendant's human resources director, who arranged for plaintiff to meet with both the director and Parker to discuss the firefighter position. (<i>Id.</i>¶ 26). At the meeting, plaintiff accepted the job on the condition that she be placed on the \"C shift,\" to avoid working with Wood. (<i>Id.</i>¶ 27). Following the meeting, Parker asked plaintiff if anything was bothering her, to which plaintiff responded that she was bothered at the prospect of working in a place where \"filthy and vile\" words that she finds offensive are often used. (<i>Id.</i> ¶¶ 28, 29). During the previous 18-month period, plaintiff had already complained about the use of vulgar language by firefighters, including the words, \"mother fker, f ker, cksucker, son-of-bch, p-ssy, and G-damn.\" (<i>Id.</i>¶ 31).</p>\n<p>Following the meeting with Parker and the human resources director, plaintiff met with the assistant town manager, Chuck Simmons, to discuss her concerns about use of foul language in the workplace. (<i>Id.</i> ¶ 32). Simmons agreed that the language violated the town policy, but stated that \"it ain't against the rules to be a jerkonly to use sexually charged language.\" (<i>Id.</i>).</p>\n<p>On 16 July 2006, plaintiff reported to Fire Station 1 for her first day of work as a firefighter, and was informed by Captain Jamie Holland that she would be moving to Station 2. (<i>Id.</i> ¶ 33). Although most of the firefighters were assigned to Station 1, only one firefighter and one engineer were assigned to Station 2. (<i>Id.</i> ¶ 35). Plaintiff alleges that other probationary firefighters were assigned to Station 1; therefore, she missed out on training opportunities, fellowship with colleagues, and advancement opportunities by being assigned to Station 2. (<i>Id.</i> ¶ 36). Plaintiff also contends that defendant delayed in issuing her a gas mask and fire coat for responding to emergency calls. (<i>Id.</i> ¶ 37). Wood was not disciplined for his alleged discriminatory comments about working with plaintiff, but was instead promoted to Station Supervisor. (<i>Id.</i> ¶ 38).</p>\n<p>On 27 July 2006, plaintiff again complained to Parker and the Town Manager about the habitual use of profanity by some of the other firefighters in plaintiffs presence as well as being told that she needed to \"watch her back\" because she had complained. (<i>Id.</i> ¶ 39). Plaintiff made other complaints regarding the offensive language to Parker, the human resources director, and the Town Manager between 16 July 2006 and 15 November 2006. (<i>Id.</i> ¶ 40). After complaining, plaintiff noticed that more male firefighters began using profanity in her presence. (<i>Id.</i> ¶ 41). On 30 October 2006 plaintiff again complained to Parker about profanity being used while she was teaching a training class, specifically, when several firefighters fell asleep during the class, Captain Chuck Horton yelled, \"wake the f-ck up\" to those firefighters. (<i>Id.</i> ¶ 42). Additionally, she told Parker that while teaching a different class, Assistant Chief John Jones stated out loud during a quiz, \"G-damn, how do I know where this stuff is?\" (<i>Id.</i> ¶ 43).</p>\n<p>On approximately 15 November 2006 plaintiff left work pursuant to the Family Medical Leave Act (\"FMLA\") to relieve her mental anguish over her work environment and to care for her ailing parents, (<i>Id.</i>¶ 46). Upon the expiration of her FMLA leave, on or about 1 March 2007, plaintiff resigned from her employment with defendant. (<i>Id.</i>¶ 47).</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>On 31 July 2006 plaintiff filed a charge of discrimination with the Equal Employment Opportunity Commission (\"EEOC\") concerning the alleged gender discrimination. (<i>Id.</i>¶ 48). On 25 July 2007, plaintiff requested that the EEOC provide her with a right to sue letter because the EEOC had not taken final action on the charge after nearly one year. (<i>Id.</i>¶ 49). On 31 July 2007, the EEOC issued a \"Notice of Right to Sue,\" which plaintiff received on 3 August 2007. (<i>Id.</i>¶¶ 50, 51). On 31 October 2007, plaintiff timely filed this action, (<i>Id.</i> ¶ 53).</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may dismiss any claim brought under Title VII when a plaintiff has failed to exhaust his or her administrative remedies. <i>Chacko v. Patuxent Inst.,</i> 429 F.3d 505, 506 (4th Cir.2005). Prior to filing a Title VII lawsuit, a plaintiff must file a charge with the EEOC. <i>Id.</i> The court may then entertain \"claims stated in the initial charge, those reasonably related to the original complaint, and those developed by reasonable investigation of the original complaint.\" <i>Evans v. Technologies Applications &amp; Serv. Co.,</i> 80 F.3d 954, 963 (4th Cir.1996). Claims that exceed the scope of this standard are procedurally barred. <i>Dennis v. County of Fairfax,</i> 55 F.3d 151, 156 (4th Cir.1995).</p>\n<p>When evaluating a motion to dismiss under Federal Rule of Civil Procedure 12(b)(6), the court must construe the facts in the complaint and draw all reasonable inferences in the light most favorable to the plaintiff. <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 244 (4th Cir.1999). Federal Rule of Civil Procedure 8 requires that the complaint contain only a \"short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed. R.Civ.P. 8(a). If a claim has been adequately stated in the complaint, \"it may be supported by showing any set of facts consistent with the allegations in the complaint.\" <i>Bell Atlantic Corp. v. Twombly,</i> __ U.S. ___, ___, 127 S.Ct. 1955, 1969, 167 L.Ed.2d 929 (2007). However, the factual allegations in plaintiffs complaint \"must be enough to raise a right to relief above the speculative level.\" <i>Id.</i> at 1965. The claims alleged must not be merely conceivable, but must be plausible. <i>Id.</i> at 1974.</p>\n<p></p>\n<h2>B. Plaintiffs Claims</h2>\n<p></p>\n<h2>1. Hostile Work Environment</h2>\n<p>Plaintiff alleges that defendant violated Title VII by subjecting her to a hostile work environment. (Compl.¶¶ 55-62). Specifically, plaintiff claims that she worked in an environment where the male firefighters used vulgar and profane words and expressed open concerns about working with plaintiff because of her gender. (<i>Id.</i>¶ 1157). Additionally, plaintiff contends that defendant's failure to investigate her complaints, discipline the male firefighters, provide training programs on Title VII, and provide her with proper equipment to perform her duties as a firefighter created a hostile working environment based on her gender. (<i>Id.</i> 57, 58).</p>\n<p>Title VII prohibits employers from discriminating \"against any individual with respect to his [or her] compensation, terms, conditions, or privileges of employment, because of such individual's ... sex.\" 42 U.S.C. § 2000e-2(a)(1). The statute encompasses situations that subject individuals to \"work[ing] in a discriminatorily hostile or abusive environment.\" <i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993). To establish a <i>prima facie</i> case of gender discrimination or sexual harassment based on hostile work environment, plaintiff must show that (1) she was subjected to unwelcome conduct; (2) the conduct was based on plaintiffs gender; (3) the conduct was sufficiently severe or pervasive to alter the conditions of her employment and create an abusive work environment; and (4) the conduct is attributable to plaintiffs employer. <i>Ocheltree v. Scollon Productions, Inc.,</i> 335 F.3d 325, 331 (4th Cir.2003) (en banc).</p>\n<p>Defendant contends that plaintiff is unable to show, under any plausible reading of the facts, that the conduct complained of was sufficiently severe or pervasive to create a hostile or abusive work environment. The court agrees. To establish this element, the offending conduct must be both <i>objectively and subjectively</i> severe and pervasive to create an abusive and hostile working environmentan environment that altered the terms and conditions of plaintiffs employment. <i>Ocheltree,</i> 335 F.3d at 333. While plaintiff may subjectively believe that the offending conduct created a hostile work environment, \"[c]onduct that is not severe or pervasive enough to create an <i>objectively</i> hostile or abusive work environmentan environment that a reasonable person would find hostile or abusiveis beyond Title VII's purview.\" <i>Hams,</i> 510 U.S. at 21, 114 S.Ct. 367 (emphasis added). The court looks to the totality of the circumstances in making this determination, including the frequency and severity of the offending conduct, whether plaintiff was physically threatened or humiliated or merely subjected to an offensive utterance, and whether the conduct unreasonably interferes with plaintiffs work performance. <i>Id.</i> at 23. The purpose of this standard is to \"filter out complaints attacking the ordinary tribulations of the workplace, such as the sporadic use of abusive language, gender-related jokes, and occasional teasing.\" <i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 788, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998) (citations omitted). Further, \"the conduct must be extreme to amount to a change in the terms and conditions of employment.\" <i>Id.</i></p>\n<p>Here, plaintiffs complaint regarding the male firefighters not wanting to work with her is based on hearsay comments of other individuals and not actual comments by the male firefighters directed to her. (Compl.¶¶ 16, 23). Additionally, the vulgar and profane language that plaintiff complains of may have been uncivilized and unprofessional, but it does not create an objectively hostile work environment under Title VII. The language was not gender specific nor was it even spoken to plaintiff. This court does not have a duty to regulate civility in the workplace. <i>Oncale v. Sundowner Offshore Svcs. Inc.,</i> 523 U.S. 75, 81, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998). Further, although plaintiff contends that the vulgar language was sexually charged, \"workplace harassment\" between men and women is not automatically considered gender discrimination \"merely because the words used have sexual content or connotations.\" <i>Id.</i> at 80, 118 S.Ct. 998. Although plaintiff subjectively feared that her life would be in danger if she were to respond to a fire emergency with her male counterparts, there is no concrete evidence to support that contention, only hearsay. Plaintiff was not physically threatened and there is no indication that plaintiffs work performance suffered. Finally, plaintiffs complaints about defendant's failure to investigate her complaints, discipline male firefighters, provide training, and provide plaintiff will proper equipment do not rise to the level of an objectively hostile work environment. Plaintiffs work environment, while perhaps unpleasant, is simply not a situation that an objectively reasonable person would find hostile or abusive such that it altered the terms of plaintiffs employment.</p>\n<p>Because plaintiff has not alleged facts that, if true, would establish the third element of her claim under any plausible reading of her complaint, the court need not address the other elements. The facts plaintiff has alleged simply do not rise to the level of unlawful gender discrimination based on hostile work environment in violation of Title VII, and defendant's motion to dismiss with respect to this claim will be granted.</p>\n<p></p>\n<h2>2. Disparate Treatment</h2>\n<p>Plaintiff also alleges a claim of disparate treatment based on her gender in violation of Title VII. (Compl.¶¶ 63-70). Specifically she contends that because she was a newly hired female firefighter, she was assigned to Fire Station 2, while newly hired male firefighters were assigned to the much larger and newer Fire Station 1. (<i>Id.</i>¶¶ 65-67). As a result, plaintiff claims that she \"missed out on training opportunities, collegial fellowship with other new employees, and collegial fellowship with managerial employees,\" which was important for future advancement. (<i>Id.</i>¶ 68). Plaintiff also contends that defendant failed to provide her with the same or substantially similar equipment as provided to male firefighters, which was necessary to perform her job. (<i>Id.</i>¶ 69).</p>\n<p>Defendant argues that plaintiff is procedurally barred from bringing this claim because she failed to allege disparate treatment in her EEOC Charge, and it should therefore be dismissed under Rule 12(b)(1). The court disagrees. In plaintiffs EEOC Charge, she alleges that she was moved from Fire Station 1 to Fire Station 2, while male firefighters hired at the same time as plaintiff were not moved from Fire Station 1. (Compl.Ex.B, p. 2). Plaintiff further asserts that this discrimination was based on her gender. (Id.). Although plaintiff does not specifically use the term \"disparate treatment\" in her EEOC Charge, she does state the basic facts which give rise to her disparate treatment claim. A reasonable investigation into her allegation would have more fully developed this claim. <i>See </i><i>Evans,</i> 80 F.3d at 963 (a plaintiff is not barred from filing suit based on Title VII claims that would have been developed through a reasonable investigation of the EEOC charge).</p>\n<p>Defendant also contends in its reply brief that plaintiffs claim of disparate treatment should be dismissed for failure to state a claim because it does not meet the standard outlined in <i>Twombly.</i> Again, the court disagrees. To make out a <i>prima facie</i> case of disparate treatment, plaintiff must show that (1) she is a member of a protected class; (2) she was qualified for her job and performing satisfactorily; (3) she suffered an adverse employment action; and (4) her employer treated her less favorably than other similarly situated individuals outside the protected class. <i>See </i><i>Hughes v. Bedsole,</i> 48 F.3d 1376, 1383 (4th Cir.1995).</p>\n<p>Defendant argues that plaintiffs assertions of disparate treatment are based solely on speculation and conclusion, which defendant contends is insufficient to meet the <i>Twombly</i> standard of plausibility. Plaintiff alleges that because of her sex she was moved from Fire Station 1 to Fire Station 2, causing her to miss out on fellowship, as well as training and advancement opportunities. (Compl.¶¶ 67, 68). Additionally, plaintiff claims that because of her sex she was not provided with the proper equipment to perform her job as a firefighter. (<i>Id.</i>¶ 69). Defendant cites to plaintiffs statement that she was moved to Fire Station 2 because she received a promotion. (Compl.Ex.B, p. 2). Defendant argues that the statement evidences that the move was not based on her gender. Therefore, defendant argues that plaintiffs disparate treatment claim is merely speculation. However, plaintiff need not present direct evidence of discrimination, but may instead use the burden-shifting method outlined in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802-805, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). It is certainly plausible that plaintiff was moved because of her gender, and the promotion was merely pretextual. <i>See </i><i>Lettieri v. Equant, Inc.,</i> 478 F.3d 640, 646 (4th Cir. 2007) (where plaintiff alleges a discriminatory action by defendant and defendant shows a legitimate nondiscriminatory reason for its action, plaintiff may still prevail by proving that defendant's reason was merely a pretext for discrimination) (citing <i>McDonnell Douglas Corp.,</i> 411 U.S. at 802-805, 93 S.Ct. 1817). Defendant does not address plaintiffs contention that she was not provided with proper equipment, and it is plausible that it was because of plaintiffs gender. Accordingly, plaintiff has adequately stated a claim of disparate treatment based on gender and defendant's motion to dismiss this claim will be denied.</p>\n<p></p>\n<h2>3. Retaliation</h2>\n<p>Lastly, plaintiff alleges a claim of retaliation against defendant in violation of Title VII. (Compl.¶¶ 71-75). Title VII prohibits an employer from \"discriminat[ing] against any of his employees ... because [the employee] has opposed any practice made an unlawful employment practice by this title[,] ... or because [the employee] has made a charge ... under this title.\" 42 U.S.C. § 2000e-3 (a). To establish a <i>prima facie</i> case of Title VII retaliation, plaintiff must show that (1) she engaged in protected (opposition) activity; (2) her employer took adverse action against her; and (3) there exists a causal connection between the protected activity and the adverse action. <i>Peters v. Jenney,</i> 327 F.3d 307, 320 (4th Cir.2003) (citing <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 365 (4th Cir.1985)).</p>\n<p>Defendant argues that plaintiff cannot meet the first two elements of this claim because under any plausible reading of the facts alleged, plaintiff did not engage in protected opposition activity nor did she suffer adverse employment action. The court will address each of plaintiffs alleged opposition activities separately.</p>\n<p>First, plaintiff alleges that her complaints to Parker about the claimed hostile work environment were protected opposition activity. In the case of a hostile work environment claim, the court must determine whether plaintiff was opposing an actual hostile work environment made unlawful by Title VII, or if not, whether plaintiff reasonably believed there was a hostile work environment. <i>Jordan v. Alternative Res. Corp.,</i> 458 F.3d 332, 339 (4th Cir.2006). The court has already concluded that plaintiff has not sufficiently alleged an actual hostile work environment in violation of Title VII. However, the court must now determine whether plaintiffs be' lief that there was a hostile work environment was reasonable. \"Opposition activity is protected when it responds to an employment practice that the employee <i>reasonably believes</i> is unlawful.\" <i>Id.</i> at 338 (emphasis in original). The test for whether the employee's belief is reasonable is an objective one. <i>Id.</i> at 339, 340. While there is no doubt that plaintiff subjectively believed that her co-workers' use of vulgar and profane language in her presence created a hostile work environment, such a belief was not objectively reasonable. Plaintiff does not allege that any inappropriate language was directed towards her. No objectively reasonable person would believe that the language used was based on plaintiffs gender. Accordingly, plaintiffs complaints to Parker were not protected opposition activity within the meaning of Title VII.</p>\n<p>Next plaintiff contends that she engaged in protected opposition activity when, on 31 July 2006, she filed an EEOC Charge alleging gender discrimination in the form of hostile work environment, disparate treatment, and retaliation for complaining to Parker. The EEOC Charge may have been protected activity in regards to disparate treatment, as an objectively reasonable person could have believed that the alleged differential treatmentbeing assigned to Fire Station 2was based on plaintiffs gender.</p>\n<p>To meet the second element of a claim for retaliation, \"a plaintiff must show that a reasonable employee would have found the challenged action materially adverse,\" such that a reasonable employee might have been dissuaded from making a charge of discrimination. <i>Burlington Northern &amp; Santa Fe RR Co. v. White,</i> 548 U.S. 53, 126 S.Ct. 2405, 2415, 165 L.Ed.2d 345 (2006). While the adverse action need not affect the terms and conditions of plaintiffs employment, <i>id.</i> at 2414, it must be a material adversity, or a harm that is significant and not trivial, <i>id.</i> at 2415. As is apparent from the term \"reasonable employee,\" the standard for material adversity is an objective one. <i>Id.</i></p>\n<p>In the present case, at least one of the alleged adverse actions could be deemed a material adversity under the standard, as an objectively reasonable person could view defendant's failure to provide plaintiff with proper equipment for her job as materially adverse. Accordingly, plaintiff has adequately alleged a claim of retaliation and defendant's motion to dismiss this claim will be denied.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss is GRANTED IN PART and DENIED IN PART. Plaintiffs claim of gender discrimination based on hostile work environment is DISMISSED. Plaintiffs claims based on disparate treatment and retaliation remain.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Melanie P. MANGUM, Plaintiff,<br>\nv.<br>\nTOWN OF HOLLY SPRINGS, a municipal corporation of the State of North Carolina, Defendant.</h1></center>\n<center>No. 5:07-CV-425-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 17, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss plaintiffs claims pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6). Plaintiff has filed a response and defendant has replied. Accordingly, this matter is ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p></p>\n<h2>A. Factual History</h2>\n<p>In this action, plaintiff alleges gender discrimination in the form of hostile work environment, disparate treatment, and retaliation in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e to 2000e-17 (\"Title VII\"). Plaintiff was employed by defendant from 1995 until 16 July 2006 as an administrative assistant and then as an emergency medical technician. (Compl.¶ 9). From 16 July 2006 until 10 March 2007, plaintiff was employed by defendant as a firefighter. (Id.¶ 10).</p>\n<p>After applying for a position as a firefighter with defendant's fire department, plaintiff was offered the job on 12 July 2006. (<i>Id.</i> ¶¶ 14). Prior to accepting the position, plaintiff was told by several employees that she needed \"to make sure\" she knew what she was \"getting into\" before accepting the job as a firefighter. (<i>Id.</i> ¶ 15). Plaintiff was also told that defendant's engineer for the Fire Department, Eric Wood, had said that \"he was not comfortable with Plaintiff as a female firefighter and that he would refuse to engage in a fire suppression service call with Plaintiff on his team.\" (<i>Id.</i> 16). At the time plaintiff was offered the position as a firefighter, defendant employed 30 other firefighters, all of whom were men. (<i>Id.</i> ¶¶ 17, 18). Before she accepted the position, plaintiff wrote a letter to Chief Cecil Parker to complain about Wood's comments and apparent gender discrimination. (Id.¶ 19). Parker told plaintiff that if Wood wanted to keep his job, then he would have to fight fire with plaintiff. (<i>Id.</i> ¶ 20). Parker also told plaintiff that instead of filing a discrimination complaint, she should meet with Wood \"one-on-one\" and say, \"Hey mother fker ... what problem do you have with me.\" (<i>Id.</i>) Plaintiff then told Parker that if she accepted the job, she did not want to work on the \"A shift\" with Wood. (<i>Id.</i> ¶ 21).</p>\n<p>The following day plaintiff again talked to Parker and told him that she would be fearful for her life if she was on the same shift as Wood and was called to a fire. (<i>Id.</i> ¶ 23). Plaintiff also told Parker that she heard that the other male firefighters did not want to work with her because she was female. (<i>Id.</i>). Parker responded that plaintiff would be required to work with Wood. (<i>Id.</i> ¶ 24). As a result, plaintiff informed Parker that she would not accept the job. (<i>Id.</i> ¶ 25).</p>\n<p>While typing her rejection letter, plaintiff received a telephone call from defendant's human resources director, who arranged for plaintiff to meet with both the director and Parker to discuss the firefighter position. (<i>Id.</i>¶ 26). At the meeting, plaintiff accepted the job on the condition that she be placed on the \"C shift,\" to avoid working with Wood. (<i>Id.</i>¶ 27). Following the meeting, Parker asked plaintiff if anything was bothering her, to which plaintiff responded that she was bothered at the prospect of working in a place where \"filthy and vile\" words that she finds offensive are often used. (<i>Id.</i> ¶¶ 28, 29). During the previous 18-month period, plaintiff had already complained about the use of vulgar language by firefighters, including the words, \"mother fker, f ker, cksucker, son-of-bch, p-ssy, and G-damn.\" (<i>Id.</i>¶ 31).</p>\n<p>Following the meeting with Parker and the human resources director, plaintiff met with the assistant town manager, Chuck Simmons, to discuss her concerns about use of foul language in the workplace. (<i>Id.</i> ¶ 32). Simmons agreed that the language violated the town policy, but stated that \"it ain't against the rules to be a jerkonly to use sexually charged language.\" (<i>Id.</i>).</p>\n<p>On 16 July 2006, plaintiff reported to Fire Station 1 for her first day of work as a firefighter, and was informed by Captain Jamie Holland that she would be moving to Station 2. (<i>Id.</i> ¶ 33). Although most of the firefighters were assigned to Station 1, only one firefighter and one engineer were assigned to Station 2. (<i>Id.</i> ¶ 35). Plaintiff alleges that other probationary firefighters were assigned to Station 1; therefore, she missed out on training opportunities, fellowship with colleagues, and advancement opportunities by being assigned to Station 2. (<i>Id.</i> ¶ 36). Plaintiff also contends that defendant delayed in issuing her a gas mask and fire coat for responding to emergency calls. (<i>Id.</i> ¶ 37). Wood was not disciplined for his alleged discriminatory comments about working with plaintiff, but was instead promoted to Station Supervisor. (<i>Id.</i> ¶ 38).</p>\n<p>On 27 July 2006, plaintiff again complained to Parker and the Town Manager about the habitual use of profanity by some of the other firefighters in plaintiffs presence as well as being told that she needed to \"watch her back\" because she had complained. (<i>Id.</i> ¶ 39). Plaintiff made other complaints regarding the offensive language to Parker, the human resources director, and the Town Manager between 16 July 2006 and 15 November 2006. (<i>Id.</i> ¶ 40). After complaining, plaintiff noticed that more male firefighters began using profanity in her presence. (<i>Id.</i> ¶ 41). On 30 October 2006 plaintiff again complained to Parker about profanity being used while she was teaching a training class, specifically, when several firefighters fell asleep during the class, Captain Chuck Horton yelled, \"wake the f-ck up\" to those firefighters. (<i>Id.</i> ¶ 42). Additionally, she told Parker that while teaching a different class, Assistant Chief John Jones stated out loud during a quiz, \"G-damn, how do I know where this stuff is?\" (<i>Id.</i> ¶ 43).</p>\n<p>On approximately 15 November 2006 plaintiff left work pursuant to the Family Medical Leave Act (\"FMLA\") to relieve her mental anguish over her work environment and to care for her ailing parents, (<i>Id.</i>¶ 46). Upon the expiration of her FMLA leave, on or about 1 March 2007, plaintiff resigned from her employment with defendant. (<i>Id.</i>¶ 47).</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>On 31 July 2006 plaintiff filed a charge of discrimination with the Equal Employment Opportunity Commission (\"EEOC\") concerning the alleged gender discrimination. (<i>Id.</i>¶ 48). On 25 July 2007, plaintiff requested that the EEOC provide her with a right to sue letter because the EEOC had not taken final action on the charge after nearly one year. (<i>Id.</i>¶ 49). On 31 July 2007, the EEOC issued a \"Notice of Right to Sue,\" which plaintiff received on 3 August 2007. (<i>Id.</i>¶¶ 50, 51). On 31 October 2007, plaintiff timely filed this action, (<i>Id.</i> ¶ 53).</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may dismiss any claim brought under Title VII when a plaintiff has failed to exhaust his or her administrative remedies. <i>Chacko v. Patuxent Inst.,</i> <span class=\"citation\" data-id=\"792465\"><a href=\"/opinion/792465/mathen-chacko-v-patuxent-institution/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 506 (4th Cir.2005). Prior to filing a Title VII lawsuit, a plaintiff must file a charge with the EEOC. <i>Id.</i> The court may then entertain \"claims stated in the initial charge, those reasonably related to the original complaint, and those developed by reasonable investigation of the original complaint.\" <i>Evans v. Technologies Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 963 (4th Cir.1996). Claims that exceed the scope of this standard are procedurally barred. <i>Dennis v. County of Fairfax,</i> <span class=\"citation\" data-id=\"696272\"><a href=\"/opinion/696272/lathan-dennis-v-county-of-fairfax/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 156 (4th Cir.1995).</p>\n<p>When evaluating a motion to dismiss under Federal Rule of Civil Procedure 12(b)(6), the court must construe the facts in the complaint and draw all reasonable inferences in the light most favorable to the plaintiff. <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 244 (4th Cir.1999). Federal Rule of Civil Procedure 8 requires that the complaint contain only a \"short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed. R.Civ.P. 8(a). If a claim has been adequately stated in the complaint, \"it may be supported by showing any set of facts consistent with the allegations in the complaint.\" <i>Bell Atlantic Corp. v. Twombly,</i> __ U.S. ___, ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1969, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). However, the factual allegations in plaintiffs complaint \"must be enough to raise a right to relief above the speculative level.\" <i>Id.</i> at 1965. The claims alleged must not be merely conceivable, but must be plausible. <i>Id.</i> at 1974.</p>\n<p></p>\n<h2>B. Plaintiffs Claims</h2>\n<p></p>\n<h2>1. Hostile Work Environment</h2>\n<p>Plaintiff alleges that defendant violated Title VII by subjecting her to a hostile work environment. (Compl.¶¶ 55-62). Specifically, plaintiff claims that she worked in an environment where the male firefighters used vulgar and profane words and expressed open concerns about working with plaintiff because of her gender. (<i>Id.</i>¶ 1157). Additionally, plaintiff contends that defendant's failure to investigate her complaints, discipline the male firefighters, provide training programs on Title VII, and provide her with proper equipment to perform her duties as a firefighter created a hostile working environment based on her gender. (<i>Id.</i> 57, 58).</p>\n<p>Title VII prohibits employers from discriminating \"against any individual with respect to his [or her] compensation, terms, conditions, or privileges of employment, because of such individual's ... sex.\" 42 U.S.C. § 2000e-2(a)(1). The statute encompasses situations that subject individuals to \"work[ing] in a discriminatorily hostile or abusive environment.\" <i>Harris v. Forklift Systems, Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993). To establish a <i>prima facie</i> case of gender discrimination or sexual harassment based on hostile work environment, plaintiff must show that (1) she was subjected to unwelcome conduct; (2) the conduct was based on plaintiffs gender; (3) the conduct was sufficiently severe or pervasive to alter the conditions of her employment and create an abusive work environment; and (4) the conduct is attributable to plaintiffs employer. <i>Ocheltree v. Scollon Productions, Inc.,</i> <span class=\"citation\" data-id=\"782623\"><a href=\"/opinion/782623/lisa-l-ocheltree-v-scollon-productions-incorporated-lawyers-committee/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 331 (4th Cir.2003) (en banc).</p>\n<p>Defendant contends that plaintiff is unable to show, under any plausible reading of the facts, that the conduct complained of was sufficiently severe or pervasive to create a hostile or abusive work environment. The court agrees. To establish this element, the offending conduct must be both <i>objectively and subjectively</i> severe and pervasive to create an abusive and hostile working environmentan environment that altered the terms and conditions of plaintiffs employment. <i>Ocheltree,</i> 335 F.3d at 333. While plaintiff may subjectively believe that the offending conduct created a hostile work environment, \"[c]onduct that is not severe or pervasive enough to create an <i>objectively</i> hostile or abusive work environmentan environment that a reasonable person would find hostile or abusiveis beyond Title VII's purview.\" <i>Hams,</i> 510 U.S. at 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span> (emphasis added). The court looks to the totality of the circumstances in making this determination, including the frequency and severity of the offending conduct, whether plaintiff was physically threatened or humiliated or merely subjected to an offensive utterance, and whether the conduct unreasonably interferes with plaintiffs work performance. <i>Id.</i> at 23. The purpose of this standard is to \"filter out complaints attacking the ordinary tribulations of the workplace, such as the sporadic use of abusive language, gender-related jokes, and occasional teasing.\" <i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 788, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998) (citations omitted). Further, \"the conduct must be extreme to amount to a change in the terms and conditions of employment.\" <i>Id.</i></p>\n<p>Here, plaintiffs complaint regarding the male firefighters not wanting to work with her is based on hearsay comments of other individuals and not actual comments by the male firefighters directed to her. (Compl.¶¶ 16, 23). Additionally, the vulgar and profane language that plaintiff complains of may have been uncivilized and unprofessional, but it does not create an objectively hostile work environment under Title VII. The language was not gender specific nor was it even spoken to plaintiff. This court does not have a duty to regulate civility in the workplace. <i>Oncale v. Sundowner Offshore Svcs. Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). Further, although plaintiff contends that the vulgar language was sexually charged, \"workplace harassment\" between men and women is not automatically considered gender discrimination \"merely because the words used have sexual content or connotations.\" <i>Id.</i> at 80, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>. Although plaintiff subjectively feared that her life would be in danger if she were to respond to a fire emergency with her male counterparts, there is no concrete evidence to support that contention, only hearsay. Plaintiff was not physically threatened and there is no indication that plaintiffs work performance suffered. Finally, plaintiffs complaints about defendant's failure to investigate her complaints, discipline male firefighters, provide training, and provide plaintiff will proper equipment do not rise to the level of an objectively hostile work environment. Plaintiffs work environment, while perhaps unpleasant, is simply not a situation that an objectively reasonable person would find hostile or abusive such that it altered the terms of plaintiffs employment.</p>\n<p>Because plaintiff has not alleged facts that, if true, would establish the third element of her claim under any plausible reading of her complaint, the court need not address the other elements. The facts plaintiff has alleged simply do not rise to the level of unlawful gender discrimination based on hostile work environment in violation of Title VII, and defendant's motion to dismiss with respect to this claim will be granted.</p>\n<p></p>\n<h2>2. Disparate Treatment</h2>\n<p>Plaintiff also alleges a claim of disparate treatment based on her gender in violation of Title VII. (Compl.¶¶ 63-70). Specifically she contends that because she was a newly hired female firefighter, she was assigned to Fire Station 2, while newly hired male firefighters were assigned to the much larger and newer Fire Station 1. (<i>Id.</i>¶¶ 65-67). As a result, plaintiff claims that she \"missed out on training opportunities, collegial fellowship with other new employees, and collegial fellowship with managerial employees,\" which was important for future advancement. (<i>Id.</i>¶ 68). Plaintiff also contends that defendant failed to provide her with the same or substantially similar equipment as provided to male firefighters, which was necessary to perform her job. (<i>Id.</i>¶ 69).</p>\n<p>Defendant argues that plaintiff is procedurally barred from bringing this claim because she failed to allege disparate treatment in her EEOC Charge, and it should therefore be dismissed under Rule 12(b)(1). The court disagrees. In plaintiffs EEOC Charge, she alleges that she was moved from Fire Station 1 to Fire Station 2, while male firefighters hired at the same time as plaintiff were not moved from Fire Station 1. (Compl.Ex.B, p. 2). Plaintiff further asserts that this discrimination was based on her gender. (Id.). Although plaintiff does not specifically use the term \"disparate treatment\" in her EEOC Charge, she does state the basic facts which give rise to her disparate treatment claim. A reasonable investigation into her allegation would have more fully developed this claim. <i>See </i><i>Evans,</i> 80 F.3d at 963 (a plaintiff is not barred from filing suit based on Title VII claims that would have been developed through a reasonable investigation of the EEOC charge).</p>\n<p>Defendant also contends in its reply brief that plaintiffs claim of disparate treatment should be dismissed for failure to state a claim because it does not meet the standard outlined in <i>Twombly.</i> Again, the court disagrees. To make out a <i>prima facie</i> case of disparate treatment, plaintiff must show that (1) she is a member of a protected class; (2) she was qualified for her job and performing satisfactorily; (3) she suffered an adverse employment action; and (4) her employer treated her less favorably than other similarly situated individuals outside the protected class. <i>See </i><i>Hughes v. Bedsole,</i> <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1383 (4th Cir.1995).</p>\n<p>Defendant argues that plaintiffs assertions of disparate treatment are based solely on speculation and conclusion, which defendant contends is insufficient to meet the <i>Twombly</i> standard of plausibility. Plaintiff alleges that because of her sex she was moved from Fire Station 1 to Fire Station 2, causing her to miss out on fellowship, as well as training and advancement opportunities. (Compl.¶¶ 67, 68). Additionally, plaintiff claims that because of her sex she was not provided with the proper equipment to perform her job as a firefighter. (<i>Id.</i>¶ 69). Defendant cites to plaintiffs statement that she was moved to Fire Station 2 because she received a promotion. (Compl.Ex.B, p. 2). Defendant argues that the statement evidences that the move was not based on her gender. Therefore, defendant argues that plaintiffs disparate treatment claim is merely speculation. However, plaintiff need not present direct evidence of discrimination, but may instead use the burden-shifting method outlined in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-805, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). It is certainly plausible that plaintiff was moved because of her gender, and the promotion was merely pretextual. <i>See </i><i>Lettieri v. Equant, Inc.,</i> <span class=\"citation\" data-id=\"796987\"><a href=\"/opinion/796987/lorraine-lettieri-v-equant-incorporated/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></a></span>, 646 (4th Cir. 2007) (where plaintiff alleges a discriminatory action by defendant and defendant shows a legitimate nondiscriminatory reason for its action, plaintiff may still prevail by proving that defendant's reason was merely a pretext for discrimination) (citing <i>McDonnell Douglas Corp.,</i> 411 U.S. at 802-805, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>). Defendant does not address plaintiffs contention that she was not provided with proper equipment, and it is plausible that it was because of plaintiffs gender. Accordingly, plaintiff has adequately stated a claim of disparate treatment based on gender and defendant's motion to dismiss this claim will be denied.</p>\n<p></p>\n<h2>3. Retaliation</h2>\n<p>Lastly, plaintiff alleges a claim of retaliation against defendant in violation of Title VII. (Compl.¶¶ 71-75). Title VII prohibits an employer from \"discriminat[ing] against any of his employees ... because [the employee] has opposed any practice made an unlawful employment practice by this title[,] ... or because [the employee] has made a charge ... under this title.\" 42 U.S.C. § 2000e-3 (a). To establish a <i>prima facie</i> case of Title VII retaliation, plaintiff must show that (1) she engaged in protected (opposition) activity; (2) her employer took adverse action against her; and (3) there exists a causal connection between the protected activity and the adverse action. <i>Peters v. Jenney,</i> <span class=\"citation\" data-id=\"781738\"><a href=\"/opinion/781738/cheryl-a-peters-v-timothy-jenney-individually-and-in-his-official/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></a></span>, 320 (4th Cir.2003) (citing <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 365 (4th Cir.1985)).</p>\n<p>Defendant argues that plaintiff cannot meet the first two elements of this claim because under any plausible reading of the facts alleged, plaintiff did not engage in protected opposition activity nor did she suffer adverse employment action. The court will address each of plaintiffs alleged opposition activities separately.</p>\n<p>First, plaintiff alleges that her complaints to Parker about the claimed hostile work environment were protected opposition activity. In the case of a hostile work environment claim, the court must determine whether plaintiff was opposing an actual hostile work environment made unlawful by Title VII, or if not, whether plaintiff reasonably believed there was a hostile work environment. <i>Jordan v. Alternative Res. Corp.,</i> <span class=\"citation\" data-id=\"795272\"><a href=\"/opinion/795272/robert-l-jordan-v-alternative-resources-corporation-international/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 339 (4th Cir.2006). The court has already concluded that plaintiff has not sufficiently alleged an actual hostile work environment in violation of Title VII. However, the court must now determine whether plaintiffs be' lief that there was a hostile work environment was reasonable. \"Opposition activity is protected when it responds to an employment practice that the employee <i>reasonably believes</i> is unlawful.\" <i>Id.</i> at 338 (emphasis in original). The test for whether the employee's belief is reasonable is an objective one. <i>Id.</i> at 339, 340. While there is no doubt that plaintiff subjectively believed that her co-workers' use of vulgar and profane language in her presence created a hostile work environment, such a belief was not objectively reasonable. Plaintiff does not allege that any inappropriate language was directed towards her. No objectively reasonable person would believe that the language used was based on plaintiffs gender. Accordingly, plaintiffs complaints to Parker were not protected opposition activity within the meaning of Title VII.</p>\n<p>Next plaintiff contends that she engaged in protected opposition activity when, on 31 July 2006, she filed an EEOC Charge alleging gender discrimination in the form of hostile work environment, disparate treatment, and retaliation for complaining to Parker. The EEOC Charge may have been protected activity in regards to disparate treatment, as an objectively reasonable person could have believed that the alleged differential treatmentbeing assigned to Fire Station 2was based on plaintiffs gender.</p>\n<p>To meet the second element of a claim for retaliation, \"a plaintiff must show that a reasonable employee would have found the challenged action materially adverse,\" such that a reasonable employee might have been dissuaded from making a charge of discrimination. <i>Burlington Northern &amp; Santa Fe RR Co. v. White,</i> <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, 2415, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006). While the adverse action need not affect the terms and conditions of plaintiffs employment, <i>id.</i> at 2414, it must be a material adversity, or a harm that is significant and not trivial, <i>id.</i> at 2415. As is apparent from the term \"reasonable employee,\" the standard for material adversity is an objective one. <i>Id.</i></p>\n<p>In the present case, at least one of the alleged adverse actions could be deemed a material adversity under the standard, as an objectively reasonable person could view defendant's failure to provide plaintiff with proper equipment for her job as materially adverse. Accordingly, plaintiff has adequately alleged a claim of retaliation and defendant's motion to dismiss this claim will be denied.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss is GRANTED IN PART and DENIED IN PART. Plaintiffs claim of gender discrimination based on hostile work environment is DISMISSED. Plaintiffs claims based on disparate treatment and retaliation remain.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796987/"
  ]
}