{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2366451/",
  "absolute_url": "/opinion/2366451/phipps-v-new-hanover-county-bd-of-educ/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2366451/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:44.670762Z",
  "date_modified": "2016-04-27T02:07:21.578509Z",
  "type": "010combined",
  "sha1": "e2965e303692e3d91d3b34781cb582c15c50d53c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>551 F.Supp. 732 (1982)</b></center>\n<center><h1>Stephanie Alice PHIPPS, et al., Plaintiffs,<br>\nv.<br>\nNEW HANOVER COUNTY BOARD OF EDUCATION, Defendant.</h1></center>\n<center>No. 82-77-Civ-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>July 12, 1982.</center>\n<p>Louis L. Lesesne, Jr., Gillespie &amp; Lesesne, Charlotte, N.C., Karen A. Sindelar, Governors' <span class=\"star-pagination\">*733</span> Advocacy Council for Persons with Disabilities, Raleigh, N.C., for plaintiffs.</p>\n<p>William L. Hill, II, Hogue, Hill, Jones, Nash &amp; Lynch, Wilmington, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action is brought on behalf of three children who are seriously handicapped by cerebral palsy. They seek an order requiring the defendant New Hanover County Board of Education (\"the Board\") to provide them with educational services during the 1982 summer recess. They bring the action pursuant to Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, the Civil Rights Act of 1871, 42 U.S.C. § 1983, and the equal protection clause of the Fourteenth Amendment. A hearing was held on June 16, 1982 on plaintiffs' motion for preliminary injunction, at which time defendant interposed a motion to dismiss. Although the issues raised by the motions demanded prompt resolution, the court has awaited the Supreme Court's decisions in <i>Youngberg v. Romeo,</i> ___ U.S. ___, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982), and <i>Board of Education of the Hendrick Hudson Central School District v. Rowley,</i> ___ U.S. ___, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982), because these two cases promised to shed instructive light upon the issues presented in the present action.</p>\n<p>The factual record at this stage of the proceedings is sketchy, but it is undisputed that the Board offers a summer school program in certain areas of instruction. Some classes are offered on a tuition basis, with each student paying a pro rata share of the expenses incurred by the Board in offering the program. Other courses are offered free of charge when state or federal funding is available to cover the expense of the program. It does not appear that the Board bears the cost of any summer school classes. Plaintiffs have in past years attended a summer program paid for by a charitable corporation composed at least in part of parents of handicapped children. This corporation has ceased its activities, and as of the hearing date, the Board had apparently not yet determined whether it will offer a program for handicapped children this year or, if one is offered, what the tuition charge will be. This uncertainty and an expectation that any program offered will be inadequate prompted plaintiffs to bring this action seeking an order compelling the Board to offer a free program of services this summer.</p>\n<p>Whether plaintiffs in fact need such services to prevent significant regression in the physical and cognitive skills acquired during the regular school year is in dispute. Plaintiffs contend that the children's mastery of these skills during the school year is subject to serious deterioration when the services are interrupted. Indeed, in past years the Board has listed a \"summer program\" or \"twelve-month schooling\" as a service \"required\" by plaintiffs' Individual Education Programs (IEP).<sup>[1]</sup> Nevertheless, the Board disputes the assertion that plaintiffs will substantially regress during the recess. <i>See</i> Affidavits of Linda A. Rich and Ruth Ann Daniluk.</p>\n<p>Plaintiffs base their assertion of a right to free summer services on two grounds. First, they contend that under Section 504 and its implementing regulations, each handicapped child is entitled to a free appropriate public education designed to meet individual educational needs, which in this case are asserted to encompass summer services. This entitlement arises from an examination of each individual's needs and not by comparison to the nature or extent of services offered to any other child. Second, plaintiffs assert that they are entitled to a program substantially equivalent in meeting their needs as that offered to non-handicapped children, who allegedly have available services adequate to meet their individual needs. These two assertions <span class=\"star-pagination\">*734</span> raise complex questions concerning the scope of Section 504 and its interplay with the Education for All Handicapped Children Act, 20 U.S.C. § 1411, <i>et seq.</i> (the EAHCA).</p>\n<p>Section 504 is phrased as an anti-discrimination statute, stating that \"[n]o otherwise qualified handicapped individual ... shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance....\" 29 U.S.C. § 794. Because Section 504 is so worded, the Supreme Court has noted in <i>Southeastern Community College v. Davis,</i> 442 U.S. 397, 99 S.Ct. 2361, 60 L.Ed.2d 980 (1979), that regulations requiring \"extensive modifications\" in a college nursing program \"would constitute an unauthorized extension of the obligations imposed by that statute.\" <i>Id.</i> at 410, 99 S.Ct. at 2369. The Section 504 regulations, however, require public school systems which receive federal funds to provide all handicapped children with a free and appropriate education. 34 C.F.R. § 10433. This obligation might be seen as unauthorized \"affirmative action\" if the expenditure per handicapped child is measured against that per non-handicapped child. On the other hand, the obligation imposed by the regulations is not an unauthorized extension of a non-discrimination statute when viewed as a guarantee that handicapped children will receive services necessary to make public education available to them. <i>See </i><i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3042. Since <i>Davis,</i> lower courts have in the area of elementary and secondary education uniformly upheld the validity of the Section 504 regulations on two grounds. First, <i>Davis</i> has been read as not prohibiting all affirmative action but only that which would entail extensive modification of some existing program. In public education cases the affirmative obligations imposed upon school systems by the Section 504 regulations have not been viewed as extensive or massive. <i>E.g., </i><i>Tatro v. State of Texas,</i> 625 F.2d 557, 564-565 (5th Cir. 1980); <i>Garrity v. Gallen,</i> 522 F.Supp. 171, 209-210 (D.N.H.1981).<sup>[2]</sup></p>\n<p>The second reason for upholding the Section 504 regulations in the area of elementary and secondary education arises from a presumption that normal school children receive educational services appropriate to their needs. Therefore, non-discrimination requires providing handicapped children with services appropriate to <i>their</i> needs. <i>E.g., Tatro, supra; </i><i>Garrity v. Gallen, supra</i><i>; </i><i>Gladys J. v. Pearland Independent School District,</i> 520 F.Supp. 869, 875 (S.D.Tex. 1981); <i>Association for Retarded Citizens in </i><i>Colorado v. Frazier,</i> 517 F.Supp. 105, 121-123 (D.Colo.1981); <i>New Mexico Association for Retarded Citizens v. State of New Mexico,</i> 495 F.Supp. 391 (D.N.M.1980). The court has found no case which holds that Section 504 does not incorporate an obligation to provide each handicapped child with a free and appropriate public education.</p>\n<p>Section 504 therefore has a close interplay with the EAHCA, which in much greater detail requires states receiving certain federal funds to provide each handicapped child with a free and appropriate public education. <i>See</i> 20 U.S.C. § 1412. It is clear that under the EAHCA and its regulations, the Board must provide services year-round if a handicapped child will substantially regress during the summer recess. <i>See </i><i>Battle v. Commonwealth of Pennsylvania,</i> 629 F.2d 269 (3d Cir.1980); <i>Georgia Association of Retarded Citizens v. McDaniel,</i> 511 F.Supp. 1263 (N.D.Ga.1981); <span class=\"star-pagination\">*735</span> <i>Garrity v. Gallen, supra,</i> 522 F.Supp. at 240. Of these cases, both <i>Garrity</i> and <i>Georgia Association</i> specifically hold that Section 504 as well as the EAHCA was violated by the blanket refusal to provide services to handicapped children during the summer. On the merits, then, plaintiffs have clearly stated a claim for relief under Section 504 by alleging that because of their handicaps they will substantially regress during the summer break and that the Board has refused to provide services designed to prevent that regression.<sup>[3]</sup></p>\n<p>The interplay between Section 504 and the EAHCA also raises the fundamental procedural question of whether plaintiffs must exhaust the various routes to administrative relief available under the two statutes. There are two administrative remedies available. First, the Rehabilitation Act and its regulations provide a means for petitioning the Secretary of Education to withhold federal funds from the Board if the statute is violated. 29 U.S.C. § 794a; 34 C.F.R. § 104.61. This lengthy process, however, need not be exhausted before an individual claim under Section 504 may be brought. <i>E.g., </i><i>Medley v. Ginsberg,</i> 492 F.Supp. 1294 (S.D.W.Va.1980); <i>Boxall v. Sequoia Union High School District,</i> 464 F.Supp. 1104 (N.D.Cal.1979). Second, with respect to the education of handicapped children, the Section 504 regulations require public school systems to establish procedural safeguards giving parents of handicapped children a means for challenging the educational programs designed for their children. The Board must</p>\n<blockquote>\"establish and implement, with respect to actions regarding the identification, evaluation, or educational placement of persons who, because of handicap, need or are believed to need special instruction or related services, a system of procedural safeguards that includes notice, an opportunity for the parents or guardian of the person to examine relevant records, an impartial hearing with opportunity for participation by the person's parents or guardian and representation by counsel, and a review procedure.\" 34 C.F.R. § 104.36; 45 C.F.R. § 84.36.</blockquote>\n<p>The regulation further provides that a procedural system operated in compliance with the procedural requirements of the EAHCA will meet the requirement of these regulations. <i>See</i> 20 U.S.C. § 1415. Under the EAHCA, plaintiffs must exhaust this administrative process before a federal court may consider a challenge to a handicapped child's educational program. 20 U.S.C. § 1415(e)(2); <i>Board of Education of the Hendrick Hudson Central School District v. Rowley,</i> ___ U.S. at ___, 102 S.Ct. at 3038-3039; <i>McGovern v. Sullins,</i> 676 F.2d 98 (4th Cir.1982); <i>Scruggs v. Campbell,</i> 630 F.2d 237, 239 (4th Cir.1980); <i>Ezratty v. Commonwealth of Puerto Rico,</i> 648 F.2d 770 (1st Cir.1981); <i>Riley v. Ambach,</i> 668 F.2d 635 (2d Cir.1981); <i>Doe v. Anrig,</i> 500 F.Supp. 802 (D.Mass.1980). When this procedure has not been exhausted, a Section 504 claim as well as a claim under the EAHCA is premature. <i>Harris v. Campbell,</i> 472 F.Supp. 51 (E.D.Va.1979). As was recently held in <i>H.R. v. Hornbeck,</i> 524 F.Supp. 215 (D.Md.1981), administrative remedies under the EAHCA must be exhausted even though there was a Section 504 claim for relief because</p>\n<blockquote>\"where Congress has enacted a specific scheme for obtaining judicial review which includes a directive to the states to provide effective procedural safeguards to protect the rights provided by statute, a federal court should be circumspect and not exercise its jurisdiction before the contemplated administrative mechanism has had an opportunity to address the alleged deprivation.\" <i>Id.</i> at 217.</blockquote>\n<p>Similarly, in <i>McGovern v. Sullins, supra</i><i>,</i> a handicapped child brought a federal action challenging educational services under the EAHCA, Section 504 and 42 U.S.C. § 1983. The Fourth Circuit held that because the EAHCA requires administrative exhaustion with respect to any matter relating to the <span class=\"star-pagination\">*736</span> educational program of a handicapped child, the district court was without jurisdiction to consider either the Section 1983 or the EAHCA claims. The district court had not addressed Section 504 so neither did the Fourth Circuit, but the holding implies that a plaintiff may not proceed in federal court on a Section 504 claim if it is one which should be exhausted under the EAHCA.</p>\n<p>Concluding that administrative exhaustion is ordinarily required under Section 504 in a case where the EAHCA would require exhaustion, the court must now consider whether the exhaustion requirement should be excused under the particular circumstances present here. Uniformly, courts have excused exhaustion when the state or local school board either failed to adopt the required administrative procedures or violated those procedures. <i>E.g., </i><i>Patsel v. District of Columbia Board of Education,</i> 522 F.Supp. 535 (D.D.C.1981); <i>Association for Retarded Citizens in Colorado, supra; </i><i>Medley v. Ginsberg, supra</i><i>; </i><i>Garrity v. Gallen, supra</i><i>.</i> That exhaustion is not required if the state's procedures fail to comply with the statute and regulations is recognized in <i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3049-3050. Here, however, there is no challenge to the procedural scheme. Instead, plaintiffs contend that exhaustion would be futile because the administrative hearing process would afford the immediate emergency relief they require. It is also contended that the individual administrative hearings \"cannot provide a forum to address plaintiffs' general complaint that summer services tentatively offered to them are not comparable, either in amount or in effectiveness, to what is offered the non-handicapped.\" Plaintiffs' Memorandum in Support of Motion for Preliminary Injunction at 12.</p>\n<p>These assertions require the court to examine the various interests served by the exhaustion requirement and the specific circumstances of this case. In <i>Ezratty v. Commonwealth of Puerto Rico, supra</i><i>,</i> Judge Breyer rendered an extremely useful discussion of the exhaustion doctrine. He notes that the doctrine</p>\n<blockquote>\"allows the agency to develop a factual record, to apply its expertise to a problem, to exercise its discretion, and to correct its own mistakes, all before a court will intervene. Insofar as specialized administrative understanding is important, the doctrine thereby promotes accurate results, not only at the agency level, but also by allowing more informed judicial review. By limiting judicial interruption of agency proceedings, the doctrine can encourage expeditious decision making. Insofar as Congress has provided that an agency will decide a matter in the first instance, to apply the doctrine normally furthers specific Congressional intent. And, as a general matter, the doctrine promotes a sensible division of tasks between the agency and the court: litigants are discouraged from weakening the position of the agency by flouting its processes, while court resources are reserved for dealing primarily with those matters which could not be resolved administratively. Thus, the doctrine serves interests of accuracy, efficiency, agency autonomy and judicial economy....</blockquote>\n<blockquote>\"There are instances, however, in which application of the exhaustion doctrine will not serve these interests.... Further agency proceedings may be futile, only delaying an ultimate resolution. Sometimes to require exhaustion will not only waste resources but also work severe harm upon a litigant. Thus, not surprisingly, the exhaustion doctrine `is not to be applied inflexibly,' ... and courts are free to use their discretion ... applying the doctrine, or not, in accordance with its purposes.... When the various interests served pull in the direction of exhaustion, it is required, but where they pull in different directions, analysis of the particular case at hand is necessary.\" <i>Ezratty v. Commonwealth of Puerto Rico, supra,</i> 648 F.2d at 774-775 (citations omitted).</blockquote>\n<p>Here, the factual questions for resolution in large part concern the particular <span class=\"star-pagination\">*737</span> educational needs of each handicapped child. The court is much less qualified to evaluate these needs than is the agency. <i>E.g., </i><i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3049-3050. Requiring exhaustion would not result in duplication of effort since this court has not yet ventured into the factual issues for resolution. Initial resolution of these issues at the agency level \"would serve the major purposes of the exhaustion doctrine. Indeed, Congress specifically mandated such a review in 20 U.S.C. § 1415; and, a review of the cases shows that it has helped to clarify issues even when it has not resolved them.\" <i>Ezratty, supra,</i> 648 F.2d at 775. Enforcing the exhaustion requirement would not be futile since there is no indication that plaintiffs could not prevail in the administrative proceedings.</p>\n<p>Equally important is the fact that the chief reason offered by plaintiffs for excusing exhaustion, the press of time, is a problem of their own making. This controversy has existed between plaintiffs and the Board for several years but plaintiffs have never elected to seek administrative relief. Thus the present case is in a different posture from many others where exhaustion was excused on the ground that the agency's action prevented administrative remedies from being effective. <i>E.g., </i><i>Patsel v. District of Columbia Board of Education, supra</i><i>.</i></p>\n<p>Finally, the court does not find persuasive plaintiffs' contention that exhaustion should be excused because individual administrative hearings cannot provide a forum for adjudication of the complaint that summer services offered the handicapped are not comparable to those offered the non-handicapped. In the area of public education a Section 504 inquiry must focus on whether the agency has offered a handicapped child a free appropriate public education, and the EAHCA administrative procedures are designed to make this inquiry. The question of \"comparability\" presents \"an entirely unworkable standard requiring impossible measurements and comparisons.\" <i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3047. Section 504 and its implementing regulations do not require some variety of \"comparability\"; rather, the Board is required to provide a free appropriate education and reasonable services necessary to prevent the exclusion of handicapped children from programs for which they are otherwise qualified. The focus is on the services necessary to give the child a free appropriate education, not on \"comparability,\" and the EAHCA administrative procedures are so focused.</p>\n<p>For these reasons, the court has concluded that the motion to dismiss the Section 504 claim for failure to exhaust available administrative remedies must be granted. Moreover, the reasoning of the Fourth Circuit in <i>McGovern v. Sullins, supra</i><i>,</i> requires dismissal of the Section 1983 and equal protection claims as well, and it is hereby</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The IEP is prepared annually by the Board in conjunction with parents, teachers and other professionals who work with the handicapped children. The IEP is prepared in conformance with the Education for All Handicapped Children Act, 20 U.S.C. § 1411, <i>et seq.</i></p>\n<p>[2]  The court in <i>Garrity</i> takes issue with <i>Tatro</i> and other Fifth Circuit cases which imposed affirmative obligations, but the <i>Garrity</i> court nevertheless itself imposed affirmative obligations on the State of New Hampshire for the education of handicapped children. <i>Id.</i> at 239-241. These education cases should be compared with transportation cases holding that massive modifications to public transit systems are not required by Section 504 and that regulations which attempt to require such modifications are invalid. <i>American Public Transit Association v. Lewis,</i> 655 F.2d 1272 (D.C.Cir. 1981); <i>Dopico v. Goldschmidt,</i> 518 F.Supp. 1161 (S.D.N.Y.1981).</p>\n<p>[3]  In <i>Youngberg v. Romeo, supra</i><i>,</i> the Supreme Court specifically reserved ruling on the question of whether there is a <i>constitutional</i> right to treatment necessary to prevent regression. <i>See</i> ___ U.S. ___ and n. 23, 102 S.Ct. 2459 and n. 23.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">551</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></span> (1982)</b></center>\n<center><h1>Stephanie Alice PHIPPS, et al., Plaintiffs,<br>\nv.<br>\nNEW HANOVER COUNTY BOARD OF EDUCATION, Defendant.</h1></center>\n<center>No. 82-77-Civ-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>July 12, 1982.</center>\n<p>Louis L. Lesesne, Jr., Gillespie &amp; Lesesne, Charlotte, N.C., Karen A. Sindelar, Governors' <span class=\"star-pagination\">*733</span> Advocacy Council for Persons with Disabilities, Raleigh, N.C., for plaintiffs.</p>\n<p>William L. Hill, II, Hogue, Hill, Jones, Nash &amp; Lynch, Wilmington, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action is brought on behalf of three children who are seriously handicapped by cerebral palsy. They seek an order requiring the defendant New Hanover County Board of Education (\"the Board\") to provide them with educational services during the 1982 summer recess. They bring the action pursuant to Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, the Civil Rights Act of 1871, 42 U.S.C. § 1983, and the equal protection clause of the Fourteenth Amendment. A hearing was held on June 16, 1982 on plaintiffs' motion for preliminary injunction, at which time defendant interposed a motion to dismiss. Although the issues raised by the motions demanded prompt resolution, the court has awaited the Supreme Court's decisions in <i>Youngberg v. Romeo,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></a></span> (1982), and <i>Board of Education of the Hendrick Hudson Central School District v. Rowley,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982), because these two cases promised to shed instructive light upon the issues presented in the present action.</p>\n<p>The factual record at this stage of the proceedings is sketchy, but it is undisputed that the Board offers a summer school program in certain areas of instruction. Some classes are offered on a tuition basis, with each student paying a pro rata share of the expenses incurred by the Board in offering the program. Other courses are offered free of charge when state or federal funding is available to cover the expense of the program. It does not appear that the Board bears the cost of any summer school classes. Plaintiffs have in past years attended a summer program paid for by a charitable corporation composed at least in part of parents of handicapped children. This corporation has ceased its activities, and as of the hearing date, the Board had apparently not yet determined whether it will offer a program for handicapped children this year or, if one is offered, what the tuition charge will be. This uncertainty and an expectation that any program offered will be inadequate prompted plaintiffs to bring this action seeking an order compelling the Board to offer a free program of services this summer.</p>\n<p>Whether plaintiffs in fact need such services to prevent significant regression in the physical and cognitive skills acquired during the regular school year is in dispute. Plaintiffs contend that the children's mastery of these skills during the school year is subject to serious deterioration when the services are interrupted. Indeed, in past years the Board has listed a \"summer program\" or \"twelve-month schooling\" as a service \"required\" by plaintiffs' Individual Education Programs (IEP).<sup>[1]</sup> Nevertheless, the Board disputes the assertion that plaintiffs will substantially regress during the recess. <i>See</i> Affidavits of Linda A. Rich and Ruth Ann Daniluk.</p>\n<p>Plaintiffs base their assertion of a right to free summer services on two grounds. First, they contend that under Section 504 and its implementing regulations, each handicapped child is entitled to a free appropriate public education designed to meet individual educational needs, which in this case are asserted to encompass summer services. This entitlement arises from an examination of each individual's needs and not by comparison to the nature or extent of services offered to any other child. Second, plaintiffs assert that they are entitled to a program substantially equivalent in meeting their needs as that offered to non-handicapped children, who allegedly have available services adequate to meet their individual needs. These two assertions <span class=\"star-pagination\">*734</span> raise complex questions concerning the scope of Section 504 and its interplay with the Education for All Handicapped Children Act, 20 U.S.C. § 1411, <i>et seq.</i> (the EAHCA).</p>\n<p>Section 504 is phrased as an anti-discrimination statute, stating that \"[n]o otherwise qualified handicapped individual ... shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance....\" 29 U.S.C. § 794. Because Section 504 is so worded, the Supreme Court has noted in <i>Southeastern Community College v. Davis,</i> <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2361</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></a></span> (1979), that regulations requiring \"extensive modifications\" in a college nursing program \"would constitute an unauthorized extension of the obligations imposed by that statute.\" <i>Id.</i> at 410, 99 S.Ct. at 2369. The Section 504 regulations, however, require public school systems which receive federal funds to provide all handicapped children with a free and appropriate education. 34 C.F.R. § 10433. This obligation might be seen as unauthorized \"affirmative action\" if the expenditure per handicapped child is measured against that per non-handicapped child. On the other hand, the obligation imposed by the regulations is not an unauthorized extension of a non-discrimination statute when viewed as a guarantee that handicapped children will receive services necessary to make public education available to them. <i>See </i><i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3042. Since <i>Davis,</i> lower courts have in the area of elementary and secondary education uniformly upheld the validity of the Section 504 regulations on two grounds. First, <i>Davis</i> has been read as not prohibiting all affirmative action but only that which would entail extensive modification of some existing program. In public education cases the affirmative obligations imposed upon school systems by the Section 504 regulations have not been viewed as extensive or massive. <i>E.g., </i><i>Tatro v. State of Texas,</i> <span class=\"citation\" data-id=\"380144\"><a href=\"/opinion/380144/henri-and-mary-tatro-v-the-state-of-texas/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">557</span></a></span>, 564-565 (5th Cir. 1980); <i>Garrity v. Gallen,</i> <span class=\"citation\" data-id=\"1519570\"><a href=\"/opinion/1519570/garrity-v-gallen/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">171</span></a></span>, 209-210 (D.N.H.1981).<sup>[2]</sup></p>\n<p>The second reason for upholding the Section 504 regulations in the area of elementary and secondary education arises from a presumption that normal school children receive educational services appropriate to their needs. Therefore, non-discrimination requires providing handicapped children with services appropriate to <i>their</i> needs. <i>E.g., Tatro, supra; </i><i>Garrity v. Gallen, supra</i><i>; </i><i>Gladys J. v. Pearland Independent School District,</i> <span class=\"citation\" data-id=\"1445779\"><a href=\"/opinion/1445779/gladys-j-v-pearland-independent-school-dist/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">869</span></a></span>, 875 (S.D.Tex. 1981); <i>Association for Retarded Citizens in </i><i>Colorado v. Frazier,</i> <span class=\"citation\" data-id=\"2386689\"><a href=\"/opinion/2386689/assn-for-retarded-citizens-in-colo-v-frazier/\"><span class=\"volume\">517</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">105</span></a></span>, 121-123 (D.Colo.1981); <i>New Mexico Association for Retarded Citizens v. State of New Mexico,</i> <span class=\"citation\" data-id=\"2007363\"><a href=\"/opinion/2007363/nm-assn-for-retarded-citizens-v-state-of-nm/\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">391</span></a></span> (D.N.M.1980). The court has found no case which holds that Section 504 does not incorporate an obligation to provide each handicapped child with a free and appropriate public education.</p>\n<p>Section 504 therefore has a close interplay with the EAHCA, which in much greater detail requires states receiving certain federal funds to provide each handicapped child with a free and appropriate public education. <i>See</i> 20 U.S.C. § 1412. It is clear that under the EAHCA and its regulations, the Board must provide services year-round if a handicapped child will substantially regress during the summer recess. <i>See </i><i>Battle v. Commonwealth of Pennsylvania,</i> <span class=\"citation\" data-id=\"381807\"><a href=\"/opinion/381807/patricia-sue-battle-by-her-parents-and-next-friend-june-e-battle-and/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span> (3d Cir.1980); <i>Georgia Association of Retarded Citizens v. McDaniel,</i> <span class=\"citation\" data-id=\"1429583\"><a href=\"/opinion/1429583/georgia-assn-of-retarded-citizens-v-mcdaniel/\"><span class=\"volume\">511</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1263</span></a></span> (N.D.Ga.1981); <span class=\"star-pagination\">*735</span> <i>Garrity v. Gallen, supra,</i> 522 F.Supp. at 240. Of these cases, both <i>Garrity</i> and <i>Georgia Association</i> specifically hold that Section 504 as well as the EAHCA was violated by the blanket refusal to provide services to handicapped children during the summer. On the merits, then, plaintiffs have clearly stated a claim for relief under Section 504 by alleging that because of their handicaps they will substantially regress during the summer break and that the Board has refused to provide services designed to prevent that regression.<sup>[3]</sup></p>\n<p>The interplay between Section 504 and the EAHCA also raises the fundamental procedural question of whether plaintiffs must exhaust the various routes to administrative relief available under the two statutes. There are two administrative remedies available. First, the Rehabilitation Act and its regulations provide a means for petitioning the Secretary of Education to withhold federal funds from the Board if the statute is violated. 29 U.S.C. § 794a; 34 C.F.R. § 104.61. This lengthy process, however, need not be exhausted before an individual claim under Section 504 may be brought. <i>E.g., </i><i>Medley v. Ginsberg,</i> <span class=\"citation\" data-id=\"2308982\"><a href=\"/opinion/2308982/medley-v-ginsberg/\"><span class=\"volume\">492</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1294</span></a></span> (S.D.W.Va.1980); <i>Boxall v. Sequoia Union High School District,</i> <span class=\"citation\" data-id=\"1520060\"><a href=\"/opinion/1520060/boxall-v-sequoia-u-high-sch-dist/\"><span class=\"volume\">464</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1104</span></a></span> (N.D.Cal.1979). Second, with respect to the education of handicapped children, the Section 504 regulations require public school systems to establish procedural safeguards giving parents of handicapped children a means for challenging the educational programs designed for their children. The Board must</p>\n<blockquote>\"establish and implement, with respect to actions regarding the identification, evaluation, or educational placement of persons who, because of handicap, need or are believed to need special instruction or related services, a system of procedural safeguards that includes notice, an opportunity for the parents or guardian of the person to examine relevant records, an impartial hearing with opportunity for participation by the person's parents or guardian and representation by counsel, and a review procedure.\" 34 C.F.R. § 104.36; 45 C.F.R. § 84.36.</blockquote>\n<p>The regulation further provides that a procedural system operated in compliance with the procedural requirements of the EAHCA will meet the requirement of these regulations. <i>See</i> 20 U.S.C. § 1415. Under the EAHCA, plaintiffs must exhaust this administrative process before a federal court may consider a challenge to a handicapped child's educational program. 20 U.S.C. § 1415(e)(2); <i>Board of Education of the Hendrick Hudson Central School District v. Rowley,</i> ___ U.S. at ___, 102 S.Ct. at 3038-3039; <i>McGovern v. Sullins,</i> <span class=\"citation\" data-id=\"402536\"><a href=\"/opinion/402536/meredith-mcgovern-an-infant-who-sues-by-her-next-friends-and-parents/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span> (4th Cir.1982); <i>Scruggs v. Campbell,</i> <span class=\"citation\" data-id=\"382080\"><a href=\"/opinion/382080/patricia-and-ed-w-scruggs-individually-and-on-behalf-of-their-minor/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span>, 239 (4th Cir.1980); <i>Ezratty v. Commonwealth of Puerto Rico,</i> <span class=\"citation\" data-id=\"390295\"><a href=\"/opinion/390295/laurice-j-ezratty-v-the-commonwealth-of-puerto-rico/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span> (1st Cir.1981); <i>Riley v. Ambach,</i> <span class=\"citation\" data-id=\"398788\"><a href=\"/opinion/398788/james-riley-and-loretta-riley-on-behalf-of-themselves-and-john-m-riley/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span> (2d Cir.1981); <i>Doe v. Anrig,</i> <span class=\"citation\" data-id=\"1408953\"><a href=\"/opinion/1408953/doe-v-anrig/\"><span class=\"volume\">500</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">802</span></a></span> (D.Mass.1980). When this procedure has not been exhausted, a Section 504 claim as well as a claim under the EAHCA is premature. <i>Harris v. Campbell,</i> <span class=\"citation\" data-id=\"2124192\"><a href=\"/opinion/2124192/harris-v-campbell/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">51</span></a></span> (E.D.Va.1979). As was recently held in <i>H.R. v. Hornbeck,</i> <span class=\"citation\" data-id=\"1430341\"><a href=\"/opinion/1430341/hr-v-hornbeck/\"><span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">215</span></a></span> (D.Md.1981), administrative remedies under the EAHCA must be exhausted even though there was a Section 504 claim for relief because</p>\n<blockquote>\"where Congress has enacted a specific scheme for obtaining judicial review which includes a directive to the states to provide effective procedural safeguards to protect the rights provided by statute, a federal court should be circumspect and not exercise its jurisdiction before the contemplated administrative mechanism has had an opportunity to address the alleged deprivation.\" <i>Id.</i> at 217.</blockquote>\n<p>Similarly, in <i>McGovern v. Sullins, supra</i><i>,</i> a handicapped child brought a federal action challenging educational services under the EAHCA, Section 504 and 42 U.S.C. § 1983. The Fourth Circuit held that because the EAHCA requires administrative exhaustion with respect to any matter relating to the <span class=\"star-pagination\">*736</span> educational program of a handicapped child, the district court was without jurisdiction to consider either the Section 1983 or the EAHCA claims. The district court had not addressed Section 504 so neither did the Fourth Circuit, but the holding implies that a plaintiff may not proceed in federal court on a Section 504 claim if it is one which should be exhausted under the EAHCA.</p>\n<p>Concluding that administrative exhaustion is ordinarily required under Section 504 in a case where the EAHCA would require exhaustion, the court must now consider whether the exhaustion requirement should be excused under the particular circumstances present here. Uniformly, courts have excused exhaustion when the state or local school board either failed to adopt the required administrative procedures or violated those procedures. <i>E.g., </i><i>Patsel v. District of Columbia Board of Education,</i> <span class=\"citation\" data-id=\"1519084\"><a href=\"/opinion/1519084/patsel-v-district-of-columbia-bd-of-ed/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">535</span></a></span> (D.D.C.1981); <i>Association for Retarded Citizens in Colorado, supra; </i><i>Medley v. Ginsberg, supra</i><i>; </i><i>Garrity v. Gallen, supra</i><i>.</i> That exhaustion is not required if the state's procedures fail to comply with the statute and regulations is recognized in <i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3049-3050. Here, however, there is no challenge to the procedural scheme. Instead, plaintiffs contend that exhaustion would be futile because the administrative hearing process would afford the immediate emergency relief they require. It is also contended that the individual administrative hearings \"cannot provide a forum to address plaintiffs' general complaint that summer services tentatively offered to them are not comparable, either in amount or in effectiveness, to what is offered the non-handicapped.\" Plaintiffs' Memorandum in Support of Motion for Preliminary Injunction at 12.</p>\n<p>These assertions require the court to examine the various interests served by the exhaustion requirement and the specific circumstances of this case. In <i>Ezratty v. Commonwealth of Puerto Rico, supra</i><i>,</i> Judge Breyer rendered an extremely useful discussion of the exhaustion doctrine. He notes that the doctrine</p>\n<blockquote>\"allows the agency to develop a factual record, to apply its expertise to a problem, to exercise its discretion, and to correct its own mistakes, all before a court will intervene. Insofar as specialized administrative understanding is important, the doctrine thereby promotes accurate results, not only at the agency level, but also by allowing more informed judicial review. By limiting judicial interruption of agency proceedings, the doctrine can encourage expeditious decision making. Insofar as Congress has provided that an agency will decide a matter in the first instance, to apply the doctrine normally furthers specific Congressional intent. And, as a general matter, the doctrine promotes a sensible division of tasks between the agency and the court: litigants are discouraged from weakening the position of the agency by flouting its processes, while court resources are reserved for dealing primarily with those matters which could not be resolved administratively. Thus, the doctrine serves interests of accuracy, efficiency, agency autonomy and judicial economy....</blockquote>\n<blockquote>\"There are instances, however, in which application of the exhaustion doctrine will not serve these interests.... Further agency proceedings may be futile, only delaying an ultimate resolution. Sometimes to require exhaustion will not only waste resources but also work severe harm upon a litigant. Thus, not surprisingly, the exhaustion doctrine `is not to be applied inflexibly,' ... and courts are free to use their discretion ... applying the doctrine, or not, in accordance with its purposes.... When the various interests served pull in the direction of exhaustion, it is required, but where they pull in different directions, analysis of the particular case at hand is necessary.\" <i>Ezratty v. Commonwealth of Puerto Rico, supra,</i> 648 F.2d at 774-775 (citations omitted).</blockquote>\n<p>Here, the factual questions for resolution in large part concern the particular <span class=\"star-pagination\">*737</span> educational needs of each handicapped child. The court is much less qualified to evaluate these needs than is the agency. <i>E.g., </i><i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3049-3050. Requiring exhaustion would not result in duplication of effort since this court has not yet ventured into the factual issues for resolution. Initial resolution of these issues at the agency level \"would serve the major purposes of the exhaustion doctrine. Indeed, Congress specifically mandated such a review in 20 U.S.C. § 1415; and, a review of the cases shows that it has helped to clarify issues even when it has not resolved them.\" <i>Ezratty, supra,</i> 648 F.2d at 775. Enforcing the exhaustion requirement would not be futile since there is no indication that plaintiffs could not prevail in the administrative proceedings.</p>\n<p>Equally important is the fact that the chief reason offered by plaintiffs for excusing exhaustion, the press of time, is a problem of their own making. This controversy has existed between plaintiffs and the Board for several years but plaintiffs have never elected to seek administrative relief. Thus the present case is in a different posture from many others where exhaustion was excused on the ground that the agency's action prevented administrative remedies from being effective. <i>E.g., </i><i>Patsel v. District of Columbia Board of Education, supra</i><i>.</i></p>\n<p>Finally, the court does not find persuasive plaintiffs' contention that exhaustion should be excused because individual administrative hearings cannot provide a forum for adjudication of the complaint that summer services offered the handicapped are not comparable to those offered the non-handicapped. In the area of public education a Section 504 inquiry must focus on whether the agency has offered a handicapped child a free appropriate public education, and the EAHCA administrative procedures are designed to make this inquiry. The question of \"comparability\" presents \"an entirely unworkable standard requiring impossible measurements and comparisons.\" <i>Board of Education of the Hendrick Hudson Central School District v. Rowley, supra,</i> ___ U.S. at ___, 102 S.Ct. at 3047. Section 504 and its implementing regulations do not require some variety of \"comparability\"; rather, the Board is required to provide a free appropriate education and reasonable services necessary to prevent the exclusion of handicapped children from programs for which they are otherwise qualified. The focus is on the services necessary to give the child a free appropriate education, not on \"comparability,\" and the EAHCA administrative procedures are so focused.</p>\n<p>For these reasons, the court has concluded that the motion to dismiss the Section 504 claim for failure to exhaust available administrative remedies must be granted. Moreover, the reasoning of the Fourth Circuit in <i>McGovern v. Sullins, supra</i><i>,</i> requires dismissal of the Section 1983 and equal protection claims as well, and it is hereby</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The IEP is prepared annually by the Board in conjunction with parents, teachers and other professionals who work with the handicapped children. The IEP is prepared in conformance with the Education for All Handicapped Children Act, 20 U.S.C. § 1411, <i>et seq.</i></p>\n<p>[2]  The court in <i>Garrity</i> takes issue with <i>Tatro</i> and other Fifth Circuit cases which imposed affirmative obligations, but the <i>Garrity</i> court nevertheless itself imposed affirmative obligations on the State of New Hampshire for the education of handicapped children. <i>Id.</i> at 239-241. These education cases should be compared with transportation cases holding that massive modifications to public transit systems are not required by Section 504 and that regulations which attempt to require such modifications are invalid. <i>American Public Transit Association v. Lewis,</i> <span class=\"citation\" data-id=\"392957\"><a href=\"/opinion/392957/american-public-transit-association-v-andrew-l-lewis-jr-secretary/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span> (D.C.Cir. 1981); <i>Dopico v. Goldschmidt,</i> <span class=\"citation\" data-id=\"2128356\"><a href=\"/opinion/2128356/dopico-v-goldschmidt/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1161</span></a></span> (S.D.N.Y.1981).</p>\n<p>[3]  In <i>Youngberg v. Romeo, supra</i><i>,</i> the Supreme Court specifically reserved ruling on the question of whether there is a <i>constitutional</i> right to treatment necessary to prevent regression. <i>See</i> ___ U.S. ___ and n. 23, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2459</span></span> and n. 23.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1429583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1430341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1520060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2124192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2386689/"
  ]
}