{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2367554/",
  "absolute_url": "/opinion/2367554/spencer-v-hyde-county/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2367554/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:55.447680Z",
  "date_modified": "2016-04-27T03:05:44.144104Z",
  "type": "010combined",
  "sha1": "937cd51463f0ff34f1242717c4ff230b5e0fca9a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>959 F.Supp. 721 (1997)</b></center>\n<center><h1>Vivian SPENCER, Ruth Fordon, Margaret Cookus and Bertil Kurth, Plaintiffs,<br>\nv.<br>\nHYDE COUNTY and The Hyde County Board of Commissioners, Defendants.</h1></center>\n<center>No. 4:96-CV-39-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>March 27, 1997.</center>\n<p><span class=\"star-pagination\">*722</span> Charles C. Meeker, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, for plaintiffs.</p>\n<p>Harvey W. Raynor, III, Belhaven, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment filed February 10, 1997. Plaintiffs filed a timely response on February 26, 1997, and defendants filed a reply on March 10, 1997. As the parties have thoroughly briefed the issues relevant to the summary judgment motion, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>During all times relevant to this litigation, plaintiffs worked as emergency medical technicians (\"EMTs\") on Ocracoke Island in Hyde County, North Carolina. Plaintiffs filed their complaint on March 28, 1996, against defendants Hyde County and the Hyde County Board of Commissioners (collectively, \"Hyde County\") to recover unpaid wages, overtime compensation, liquidated damages, and attorneys' fees under the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 et seq. Plaintiffs also alleged that Hyde County violated the North Carolina Wage and Hour Act (\"NCWHA\").</p>\n<p>On May 13, 1996, Hyde County filed a motion to dismiss plaintiffs' state and federal claims for failure to state a claim upon which relief can be granted under Rule 12(b)(6) of the Federal Rules of Civil Procedure. On October 6, 1996, the Honorable Alexander B. Denson filed a Memorandum and Recommendation, and on December 3, 1996, this court denied Hyde County's motion to dismiss and allowed plaintiffs to amend and supplement the complaint. On December 5, 1996, the complaint was amended to assert a minimum wage claim under the NCWHA, and it was supplemented to include a retaliation claim under the FLSA. Hyde County has moved for summary judgment on all three of plaintiffs' claims.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiffs are employed by Hyde County as EMTs who are responsible for providing emergency services to residents of and visitors to Ocracoke Island. Such emergency services include \"resuscitation of heart attack and drowning victims and stabilization treatment for individuals injured by accident. Many of the calls involve life and death situations.\" Pls.' Mem. Opp. Summ. J. at 2; Robbins Dep. at 28. Plaintiffs are also responsible for transporting patients to appropriate health care facilities.</p>\n<p>Hyde County pays plaintiffs an annual salary and requires that plaintiffs be on-call for 24-hour shifts, five days a week. At other times, plaintiffs are on back-up call. Normally, two or three EMTs are on-call at a given time. Hyde County pays plaintiffs $2.00 per hour for on-call duty. While on-call, plaintiffs carry two-way radios which can be clipped to a belt. When a call comes in, the radios act as pagers which emit a tone before the dispatcher speaks.</p>\n<p>Although there is no written regulation, plaintiffs' affidavits demonstrate their understanding that when on-call, they are expected to respond to an emergency within five minutes. P1. Aff. ¶ 4. Hyde County states that plaintiffs are simply expected to respond \"as quickly as possible.\" Defs.' Mem. Supp. Summ. J. at 5. Plaintiffs argue that this short response time significantly interferes with their using on-call time effectively for personal use. When on-call, plaintiffs are not expected to wear their EMS uniforms, but when responding to an emergency, plaintiffs must wear either a tee shirt identifying them as Hyde County employees or a jump suit worn over street clothes.</p>\n<p>Ocracoke Island is approximately 17 miles long and up to 2 miles wide. Plaintiffs are required to remain on Ocracoke Island while on-call, but they are \"free to move about the village and conduct personal errands and activities.\" Defs.' Mem. Supp. Summ. J. at 5. All plaintiffs apparently live within one mile of the EMS building and, according to Hyde County, can go from home to the EMS building where ambulances are housed within three minutes.</p>\n<p><span class=\"star-pagination\">*723</span> Despite their being free to \"move about the village,\" it seems the geographic location of Ocracoke Island and its small population accounts to some degree for plaintiffs' alleged inability to use on-call time for personal pursuits. For example, plaintiffs claim that when on-call, they are unable to take care of such personal tasks as shopping at a supermarket, going to the dentist, attending movies, visiting a doctor, or having major car repairs done. <i>See</i> Pl. Aff. ¶ 15. Moreover, the court notes that for the Ocracoke EMTs to attend to routine business in Swan Quarter, the county seat, a two and a half hour ferry ride is required, with limited travel times and limited space available on each ferry. As a result of their wages and their inability to use on-call time for personal pursuits, plaintiffs brought this suit to enforce their rights under federal and North Carolina law.</p>\n<p>Hyde County seeks summary judgment on plaintiffs' FLSA compensation claim by urging that, as a matter of law, plaintiffs' time spent on-call is not compensable as \"work\" under the FLSA. Hyde County notes that all plaintiffs have outside jobs which they work while on-call for Hyde County. Such outside jobs include waitressing, self-employed house cleaning and independent contracting for a local realty company. Defs.' Mem. Supp. Summ. J. at 6. Additionally, Hyde County contends that plaintiffs \"do housework, run personal errands, such as grocery shopping, conduct social and civic activities, and conduct other business while on call.\" <i>Id.</i> at 6. Hyde County points out that plaintiffs have entertained friends at home, eaten at restaurants, and engaged in hobbies while on-call. For example, plaintiff Cookus volunteers for the American Red Cross; plaintiff Fordon is a member of the Ocracoke Occupancy Tax Board and the Ocracoke Civic Association and has attended meetings while on-call; and plaintiff Spencer serves on a board at Cross Creek Health. <i>Id.</i> at 7.</p>\n<p>In addition to the activities in which Hyde County maintains plaintiffs are free to engage, Hyde County urges that rescue calls to the EMTs on Ocracoke are infrequent. According to Hyde County records, since January 1996, the greatest number of calls in any month was 26, which occurred at the height of tourist season. Plaintiffs allege that Hyde County has failed to keep an accurate account of calls to the EMTs. Also, Hyde County notes that the EMTs may freely switch on-call shifts so long as plaintiff Spencer is informed of the switch, and that all plaintiffs have traveled overnight off the island during the last year. Hyde County asserts that the facts in this case are legally insufficient to establish that plaintiffs should be compensated for on-call time.</p>\n<p>In addition to their claim that on-call time is compensable under the FLSA, plaintiffs also bring a minimum wage claim under the NCWHA. Both parties seem to agree that if the FLSA is applied to plaintiffs, then it preempts the NCWHA. However, plaintiffs claim that they are permitted to \"pursue their minimum wage claim under state law until Hyde County admits federal jurisdiction or plaintiffs establish the same at trial.\" Pl.'s Mem. Opp. Summ. J. at 22.</p>\n<p>Finally, plaintiffs urge that Hyde County unlawfully retaliated against them in violation of FLSA § 15(a)(3) by refusing to consider the Ocracoke Tax Board's recommendation that Ocracoke EMTs be given additional compensation in light of the present action. Plaintiffs contend that previous recommendations of the Tax Board have always been considered and approved. In response, Hyde County contends that summary judgment is appropriate as to plaintiffs' retaliation claim because plaintiffs' pay remained the same through 1997; therefore, the failure to take affirmative action to give the EMTs a higher salary was not an adverse employment action.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a <span class=\"star-pagination\">*724</span> genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the nonmoving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II. The Compensability of Plaintiffs' Oncall Time Under the FLSA</h2>\n<p>The United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") has noted that \"[t]he two central themes of the FLSA are its minimum wage and overtime requirements.\" <i>Monahan v. County of Chesterfield,</i> 95 F.3d 1263, 1267 (4th Cir.1996) (quotation omitted). The <i>Monahan</i> court also pointed out that \"[t]he FLSA is clearly structured to provide workers with specific minimum protections against excessive work hours and substandard wages.\" <i>Id.</i> (citation omitted). To promulgate its limited purpose, sections 206 and 207 of the FLSA set forth specific minimum wage and maximum hour requirements. \"Section 206 mandates the hourly minimum wage due to all employees [and] Section 207 requires that an employer pay overtime at a rate of one and a half times an employee's regular rate for all hours worked in excess on forty per week.\" <i>Id.</i> (citations omitted).</p>\n<p>The standard for determining whether on-call time constitutes \"work\" under the FLSA has been addressed by the United States Supreme Court in the case of <i>Skidmore v. Swift &amp; Co.,</i> 323 U.S. 134, 65 S.Ct. 161, 89 L.Ed. 124 (1944). In reviewing the compensability of on-call time, the <i>Skidmore</i> Court described the appropriate standard for courts to employ by stating that</p>\n<blockquote>[n]o principle of law found either in the statute or in Court decisions precludes waiting time from also being working time. We have not attempted to, and we cannot, lay down a legal formula to resolve cases so varied in their facts as are the many situations in which employment involves waiting time. Whether in a concrete case such time falls within or without the Act is a question of fact to be resolved by appropriate findings of the trial court.</blockquote>\n<p><i>Id.</i> at 136-37, 65 S.Ct. at 163. According to <i>Skidmore,</i> the compensability issue boils down to whether the employee was \"engaged to wait,\" which would qualify on-call time as compensable, or \"waited to be engaged,\" in which case on-call time would not be compensable. In a companion case to <i>Skidmore,</i> the Supreme Court also pointed out that \"[w]hether time is spent predominantly for the employer's benefit or for the employee's is a question dependent on all the circumstances of the case.\" <i>Armour &amp; Co. v. Wantock,</i> 323 U.S. 126, 133, 65 S.Ct. 165, 168, 89 L.Ed. 118 (1944).</p>\n<p>The regulations implementing the FLSA provide further guidance in determining whether on-call time is compensable under the FLSA. The applicable regulation provides:</p>\n<blockquote>An employee who is required to remain on call on the employer's premises <i>or so close thereto that he cannot use the time effectively for his own purposes</i> is working while \"on call.\" An employee who is not required to remain on the employer's premises but is merely required to leave <span class=\"star-pagination\">*725</span> word at his home or with company officials where he may be reached is not working while on call.</blockquote>\n<p>29 C.F.R. § 785.17 (1997)(emphasis added). Therefore, the precise issue before the court is whether, according to all the facts and circumstances, the Ocracoke EMTs are forced to remain so close to the EMS station that they cannot effectively use their on-call time for their own purposes, and as a result, their on-call time is used predominantly for the benefit of Hyde County.</p>\n<p>In their brief, plaintiffs listed succinctly the material facts which they feel preclude this court from granting summary judgment. As this court is required to consider all facts in the light most favorable to the plaintiffs, the court will refer to plaintiffs' list in ruling on Hyde County's motion for summary judgment. According to plaintiffs' affidavits, plaintiffs must respond to calls right away, and in any event in less than five minutes. Pl. Aff. ¶ 4. Although Hyde County disputes that there is any five-minute requirement, Jackie Robbins (\"Robbins\"), Hyde County Rescue Squad Coordinator for the mainland, testified at her deposition that \"two to three minutes\" is normal response time. Robbins Dep. at 41. Robbins also testified that it would be fair to say that an important part of plaintiffs' responsibility is to be ready to respond to a call. <i>Id.</i> at 42. As a result, plaintiffs complain that they cannot engage in \"customary island pursuits\" such as walking on the beach, swimming, sailing, fishing, or riding horses while on-call because of the short response time. Pls.' Mem. Opp. Summ. J. at 5. Plaintiffs \"must be near a vehicle or the ambulance garage and must stay in or near the village of Ocracoke\" in order to timely respond to a call. <i>Id.</i></p>\n<p>Although Hyde County suggests that the two-way radios act as pagers, plaintiffs contend that because announcements are transmitted from a number of sources, plaintiffs are required to monitor each call that comes in. <i>Id.</i> at 13-14. Also, plaintiffs complain that while on-call they cannot wait in noisy places because the radios are not loud enough. To refute Hyde County's assertion that plaintiffs are not restricted in their activities while on-call, plaintiffs point out that they must be careful about what types of family and social engagements they engage in while on-call because they cannot drink alcohol while on-call.</p>\n<p>Despite Hyde County's contention that plaintiffs' personal lives are largely unrestricted while on-call, Ocracoke Island's geographic location bears on the length of time required to respond to each call. Plaintiffs contend that transportation of patients off the island is a frequent occurrence; therefore, they are limited in the activities in which they are involved as responding to a call can require plaintiffs to be away for hours at a time. Pls.' Aff. ¶ 8. The time required to respond to a call also hinders plaintiffs' ability to hold down outside jobs, but plaintiffs claim that they must attempt to do outside work due to the \"substandard wages paid by Hyde County.\" <i>Id.</i> ¶ 9.</p>\n<p>Finally, Hyde County urges that on-call time is not compensable due to the infrequency of calls and the ability of plaintiffs to switch on-call shifts. Hyde County also contends that plaintiffs are not hindered in taking vacation time or off-island trips. Plaintiffs, however, complain that the lack of other qualified personnel on the island makes it difficult to switch shifts. When asked whether the EMTs on the island are able to trade shifts, Robbins testified that they could do so \"[j]ust to a certain extent. Very little, because there's just four of them.\" Robbins Dep. at 22. As for vacation time, Robbins stated that \"vacation leave is provided, but you have to find somebody to work for you, and you pay them back in some way. On Ocracoke, I don't know that they've ever taken any vacations.\" <i>Id.</i> at 21-22. Due to the limited number of qualified EMTs, plaintiffs are routinely scheduled to be on-call during holidays, as well. Pls.' Aff. ¶¶ 11-12.</p>\n<p>Concerning the frequency of calls, according to plaintiffs, it varies. Some days there have been as many as four calls, and other days there are none. Plaintiffs contend that Hyde County does not present the court with a complete set of ambulance call reports. Hyde County replies that is the responsibility of plaintiffs to see that the reports remain current. Nonetheless, plaintiffs urge that Robbins' Affidavit is incomplete in that there <span class=\"star-pagination\">*726</span> was a substantial amount of activity during early 1996. Pls.' Mem. Opp. Summ. J. at 15. Plaintiffs point out that \"[r]egardless of the number of calls, plaintiffs are required to be ready to respond right away when called.\" Pl. Aff. ¶ 17.</p>\n<p>Neither party has presented, nor is this court aware of, any Fourth Circuit precedent governing the precise issue before the court.<sup>[1]</sup> As a result, the parties have cited numerous cases from a number of jurisdictions. Due to the fact-specific nature of this inquiry, courts have routinely considered a number of factors when addressing the compensability of on-call time. Such factors include response time, the ability of employees to trade on-call time, the frequency of calls, and the agreement between the parties. <i>See </i><i>Clay v. City of Winona,</i> 753 F.Supp. 624, 625-628.</p>\n<p>Of the numerous relevant factors, response time seems to play a key role in court decisions which have found on-call time not to be compensable. For example, a majority of the cases cited by Hyde County in support of its position that plaintiffs' on-call time is not compensable have involved longer response times than the five minutes alleged in the instant matter. <i>See </i><i>Berry v. County of Sonoma,</i> 30 F.3d 1174, (9th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1100, 130 L.Ed.2d 1067 (1995) (involving coroners who were required to respond to a phone call within 15 minutes, but had no requirement that they respond to a scene in a given amount of time); <i>Owens v. Local No. 169, Ass'n of Western Pulp and Paper Workers,</i> 971 F.2d 347, 349 (9th Cir.1992)(involving a ten-minute response time); <i>Spires v. Ben Hill County,</i> 745 F.Supp. 690, 702 (M.D.Ga. 1990), <i>aff'd,</i> 980 F.2d 683 (11th Cir.1993)(involving a ten-minute response time).</p>\n<p>Plaintiffs characterize much of the authority cited by defendants as inapposite to the instant matter as the cases cited do not involve emergency medical personnel. For example, <i>Darrah v. Missouri Highway &amp; Transp. Comm'n,</i> 885 F.Supp. 1307, 1310 &amp; n. 4 (W.D.Mo.1995), not only involved a 45-minute response time, but the plaintiffs were highway maintenance personnel rather than emergency medical personnel, and they were not required to carry a radio or pager. <i>See also </i><i>Owens,</i> 971 F.2d at 348-49 (involving repairmen who were not required to take on-call duty and were free to refuse a call, and another repairman would be called); <i>Brock v. El Paso Natural Gas, Co.,</i> 826 F.2d 369 (5th Cir.1987)(involving repairmen who had no response time and were given \"wide latitude to decide among themselves who should be on-call\" at a given time).</p>\n<p>In light of the fact-intensive nature of the court's inquiry, the court is most persuaded by the case with facts most closely aligned with the facts at issue in the instant matter. In <i>O'Brien v. Dekalb-Clinton Counties Ambulance District,</i> 131 Lab. Cas. ¶ 33,320, 47,855, 1995 WL 694630 (W.D.Mo.1995), the plaintiff was an emergency medical technician who claimed that his on-call time was compensable under the FLSA. The plaintiff was on-call 24 hours a day, five days a week, and was required to respond within five minutes. Although he was allowed to trade shifts, plaintiff argued that \"as a practical matter this was difficult to do because of the shortage of qualified personnel.\" <i>Id.</i> at 47,859. The plaintiff was also required to monitor a two-way radio and wear a uniform whenever in public while on-call. Plaintiff admitted that he could go to the bank and grocery store while on-call, but he contended that social engagements had often been interrupted by calls, and that he was unable to hold a second job. Essentially, plaintiff was restricted to the Maysville city limits. In <i>O'Brien,</i> emergency calls averaged one per day, but were \"unpredictable.\" <i>Id.</i> Based on these facts, the court denied defendant's motion for summary judgment, finding that \"a reasonable jury could conclude that plaintiff was engaged to wait because the Ambulance District's requirements sufficiently interfered with his ability to effectively use his free time for his personal activities.\"</p>\n<p><span class=\"star-pagination\">*727</span> Also instructive is the Department of Labor opinion of Paula V. Smith, Wage-Hour Administrator, which concerned the compensability of EMTs' on-call duty. Paula V. Smith, <i>Hours Worked/EMTs/On-call Time,</i> 6A Wage and Hour Man. (BNA) ¶ 31,780 (Nov. 16, 1988), attached to Pls.' Mem. Opp. Summ. J. as Ex. B [hereinafter Opinion Letter]. The United States Supreme Court has instructed that \"the Administrator's policies are made in pursuance of official duty, based upon more specialized experience and broader investigations and information than is likely to come to a judge in a particular case.\" <i>Skidmore,</i> 323 U.S. at 139, 65 S.Ct. at 164. Therefore, the Court concluded that while not binding on courts, the opinions of Administrators \"constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance.\" <i>Id.</i> at 140, 65 S.Ct. at 164.</p>\n<p>The Opinion Letter responded to an inquiry about the compensability of on-call time for EMTs who are required to respond to a call within five minutes, but are provided pagers so they do not have to wait at home. After admitting that it was difficult to \"reply unequivocally to the question of what constitutes restrictive on-call conditions\" because each case must be decided on its particular facts, the Administrator concluded that \"[b]ased on the facts in your particular case, it is our opinion that the 5-minute response time required by your EMTs is too restrictive for employees to effectively use on-call time for their own purposes. We would, therefore, consider the on-call time as compensable hours worked under the FLSA.\"</p>\n<p>In the present matter, plaintiffs have similar complaints to those of the plaintiff in <i>O'Brien,</i> namely that because of the short response time, they are unable to leave the Village of Ocracoke. Plaintiffs must constantly monitor their radios, and must be free to respond to a call during social events. The primary distinctions between <i>O'Brien</i> and this case are that the plaintiff in <i>O'Brien</i> could not hold a second job, and he was required to wear a uniform whenever in public. Plaintiffs in this case do not have to actually wear a uniform, but must have at least a certain tee shirt or jump suit at close range as they must be identified as county employees whenever they respond to a call. Also, it appears that the number of emergency calls in <i>O'Brien</i> exceeds the number at issue in this case. However, the parties disagree on the precise number of emergency calls plaintiffs responded to in early 1996.</p>\n<p>In sum, while not identical to the facts of <i>O'Brien,</i> the court finds that the facts of this case, particularly due to the geographic limitations involved, pose perhaps more stringent restrictions on plaintiffs' use of their personal time than did the restrictions placed on the plaintiff in <i>O'Brien.</i> For example, because Ocracoke has only a few small food stores, plaintiffs claim they cannot go off the island to shop at a supermarket while on-call. Additionally, such routine personal tasks as going to the dentist or having car repairs done are impossible for plaintiffs to perform while on-call. In light of <i>O'Brien,</i> the Opinion Letter, and all the facts and circumstances in this case, the court is persuaded that a reasonable jury could conclude that the plaintiffs are \"engaged to wait\" because of the degree to which the on-call time interferes with their effectively using this time for personal use. Therefore, defendant's motion for summary judgment is DENIED as to this issue.</p>\n<p></p>\n<h2>III. Plaintiffs' NCWHA Claim</h2>\n<p>Hyde County claims that plaintiffs' state law claims under the NCWHA are preempted by their FLSA claims, and therefore must be dismissed. Apparently plaintiffs agree that the NCWHA does not apply to businesses regulated by the FLSA; however, plaintiffs contend that they are \"permitted to pursue their minimum wage claim under state law until Hyde County admits federal jurisdiction or plaintiffs establish the same at trial.\" Pls.' Mem. Opp. Summ. J. at 22.</p>\n<p>North Carolina General Statutes section 95-25.14 states that the provisions of the NCWHA concerning overtime and minimum wage do not apply to \"(1) Any person employed in an enterprise engaged in commerce or in the production of goods for commerce as defined by the Fair Labor Standards Act....\" In their memorandum in opposition to summary judgment, plaintiffs represent <span class=\"star-pagination\">*728</span> that Hyde County is \"engaged in commerce within the meaning of 29 U.S.C. § 203(s)(1).\" Pls.' Mem. Opp. Summ. J. at 3. Further, since Hyde County argues that plaintiffs claim under the NCWHA is preempted because the FLSA applies, they evidently concede that plaintiffs' entitlement to a minimum wage and overtime pay for on-call work time is governed by the FLSA.</p>\n<p>Regardless, it appears to the court that the provisions of the FLSA apply to plaintiffs' claims. The North Carolina Supreme Court has indicated that if a defendant is covered by the FLSA, it is exempt from the state statute. <i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 416 S.E.2d 166 (1992) <i>See also</i> N.C. Gen.Stat. § 95-25.1 (citing <i>Amos</i> in the annotations for the proposition that businesses covered by the Fair Labor Standards Act are exempt from the NCWHA). Because the court is persuaded that the FLSA covers the employer-employee relationship at issue in this matter, the court is convinced that Hyde County is exempt from the provisions of the NCWHA. Accordingly, defendants' motion for summary judgment is GRANTED as to plaintiffs' NCWHA claim.</p>\n<p></p>\n<h2>IV. Plaintiffs' Retaliation Claim</h2>\n<p>In addition to the plaintiffs' claim that they are entitled to a minimum wage and overtime pay for on-call hours worked, plaintiffs also claim that by refusing to consider the recommendation that plaintiffs be given a year-end bonus and a $20,000 per year salary increase, Hyde County retaliated against them in violation of the FLSA. The relevant statutory provision provides that it is unlawful for any person</p>\n<blockquote>to discharge or in any other manner discriminate against any employee because such employee has filed any complaint or instituted or caused to be instituted any proceeding under or related to this chapter....</blockquote>\n<p>29 U.S.C. § 215(a)(3). To establish a prima facie case of retaliation under the FLSA, a plaintiff must show that \"(1) the employer was aware of plaintiff's participation in a protected activity; (2) that an adverse employment action was taken against the plaintiff engaged in the protected activity; and (3) that the two elements are related causally.\" <i>Strickland v. MICA Information Systems,</i> 800 F.Supp. 1320, 1323 (M.D.N.C.1992).</p>\n<p>In May 1996, the Hyde County Board of Commissioners decided not to consider the Occupancy Tax Board's recommendation of $1400 additional compensation for fiscal year 1996 and additional pay for 1997. The minutes of the May 20, 1996 meeting state:</p>\n<blockquote>Upon motion made by <i>Scott Coble,</i> seconded by <i>Barbara Deese,</i> with all Board members voting in favor, BE IT RESOLVED THAT based on the advice of County Attorney, Harvey Raynor, and <i>due to pending litigation,</i> no action is to be taken at this time on the request by the Ocracoke Occupancy Tax Board that they be allowed to give the Ocracoke E.M.T.'s [sic] end of the year bonus pay.</blockquote>\n<p>Pls. Mem. Opp. Summ J., Ex. C; Robbins Dep. Ex. 4. Plaintiff Ruth Fordon (\"Fordon\") is a member of the Ocracoke Occupancy Tax Board, but did not participate in this decision due to her conflict of interest. Fordon Aff. ¶ 18. However, Fordon testifies by affidavit that prior to the May 1996 meeting, \"the recommendations of the Ocracoke Occupancy Tax Advisory Board had always been considered and approved by the Hyde County Board of Commissioners.\"</p>\n<p>Essentially, Hyde County contends that its failure to consider the Tax Board's recommendation was not an adverse employment action. Hyde County argues that the Occupancy Tax Board does not have the power to fix salaries, despite the fact that the Board of Commissioners generally considers the Tax Board's recommendations. Hyde County also urges that it raised the salary of all Hyde County EMTs in June of 1996, so it could not have been retaliating against them in May of 1996. Finally, Hyde County urges that plaintiffs are paid the same as all Hyde County EMTs and always have been, and that it was not retaliatory for them to refuse to pay the Ocracoke EMTs more than other Hyde County EMTs.</p>\n<p>Hyde County's argument, however, fails to consider that there must have been some reason why the Tax Board recommended in May 1996 that the <i>Ocracoke EMTs,</i> in particular, <span class=\"star-pagination\">*729</span> receive additional compensation. Further, the fact that the Tax Board has no power to set salaries does nothing to diminish testimony that the Board of Commissioners has always considered and routinely approved the recommendations of the Tax Board. The minutes of the May 1996 meeting establish that, for the first time, the Board of Commissioners neither considered nor approved the Tax Board's recommendation and that the reason was \"due to pending litigation.\"</p>\n<p>Contrary to Hyde County's arguments, this court does not agree that an employer must affirmatively <i>reduce</i> an employees' salary or number of working hours for a decision to be deemed an adverse employment practice. Hyde County contends that the Board took no affirmative action which caused economic loss to the plaintiffs. However, taking all facts in the light most favorable to the plaintiffs, the Tax Board singled out the Ocracoke EMTs for a recommended salary increase in May 1996, perhaps because the Ocracoke EMTs work under somewhat different conditions than Hyde County EMTs generally, as they are on an island. In any event, instead of considering and approving said recommendation, as has been the custom in the past, the Board of Commissioners affirmatively decided not to consider the salary increase <i>due to pending litigation.</i> In this light, plaintiffs lost out on a pay increase they likely would have received had they not filed suit pursuant to the FLSA. Accordingly, the court finds that plaintiffs have alleged facts sufficient to withstand defendants' motion for summary judgment on this issue; therefore, defendants' motion is DENIED as to plaintiffs' retaliation claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the aforementioned reasons, the court hereby GRANTS defendants' motion for summary judgment as to plaintiffs' NCWHA claim. However, because the court finds that material issues of fact remain concerning plaintiffs' compensability and retaliation claims under the FLSA, the court DENIES defendants' motion as to the remaining claims. Therefore, there remains for adjudication plaintiffs' FLSA claims.</p>\n<p>This 26th day of March, 1997.</p>\n<h2>NOTES</h2>\n<p>[1]  As noted in Magistrate Judge Denson's Memorandum and Recommendation concerning Hyde County's motion to dismiss, most of the Fourth Circuit case law concerning the compensability of non-working time has been decided pursuant to 29 U.S.C. § 207(k), which provides an exemption from overtime for firefighters and law enforcement personnel.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">721</span></span> (1997)</b></center>\n<center><h1>Vivian SPENCER, Ruth Fordon, Margaret Cookus and Bertil Kurth, Plaintiffs,<br>\nv.<br>\nHYDE COUNTY and The Hyde County Board of Commissioners, Defendants.</h1></center>\n<center>No. 4:96-CV-39-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>March 27, 1997.</center>\n<p><span class=\"star-pagination\">*722</span> Charles C. Meeker, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, for plaintiffs.</p>\n<p>Harvey W. Raynor, III, Belhaven, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment filed February 10, 1997. Plaintiffs filed a timely response on February 26, 1997, and defendants filed a reply on March 10, 1997. As the parties have thoroughly briefed the issues relevant to the summary judgment motion, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>During all times relevant to this litigation, plaintiffs worked as emergency medical technicians (\"EMTs\") on Ocracoke Island in Hyde County, North Carolina. Plaintiffs filed their complaint on March 28, 1996, against defendants Hyde County and the Hyde County Board of Commissioners (collectively, \"Hyde County\") to recover unpaid wages, overtime compensation, liquidated damages, and attorneys' fees under the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 et seq. Plaintiffs also alleged that Hyde County violated the North Carolina Wage and Hour Act (\"NCWHA\").</p>\n<p>On May 13, 1996, Hyde County filed a motion to dismiss plaintiffs' state and federal claims for failure to state a claim upon which relief can be granted under Rule 12(b)(6) of the Federal Rules of Civil Procedure. On October 6, 1996, the Honorable Alexander B. Denson filed a Memorandum and Recommendation, and on December 3, 1996, this court denied Hyde County's motion to dismiss and allowed plaintiffs to amend and supplement the complaint. On December 5, 1996, the complaint was amended to assert a minimum wage claim under the NCWHA, and it was supplemented to include a retaliation claim under the FLSA. Hyde County has moved for summary judgment on all three of plaintiffs' claims.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiffs are employed by Hyde County as EMTs who are responsible for providing emergency services to residents of and visitors to Ocracoke Island. Such emergency services include \"resuscitation of heart attack and drowning victims and stabilization treatment for individuals injured by accident. Many of the calls involve life and death situations.\" Pls.' Mem. Opp. Summ. J. at 2; Robbins Dep. at 28. Plaintiffs are also responsible for transporting patients to appropriate health care facilities.</p>\n<p>Hyde County pays plaintiffs an annual salary and requires that plaintiffs be on-call for 24-hour shifts, five days a week. At other times, plaintiffs are on back-up call. Normally, two or three EMTs are on-call at a given time. Hyde County pays plaintiffs $2.00 per hour for on-call duty. While on-call, plaintiffs carry two-way radios which can be clipped to a belt. When a call comes in, the radios act as pagers which emit a tone before the dispatcher speaks.</p>\n<p>Although there is no written regulation, plaintiffs' affidavits demonstrate their understanding that when on-call, they are expected to respond to an emergency within five minutes. P1. Aff. ¶ 4. Hyde County states that plaintiffs are simply expected to respond \"as quickly as possible.\" Defs.' Mem. Supp. Summ. J. at 5. Plaintiffs argue that this short response time significantly interferes with their using on-call time effectively for personal use. When on-call, plaintiffs are not expected to wear their EMS uniforms, but when responding to an emergency, plaintiffs must wear either a tee shirt identifying them as Hyde County employees or a jump suit worn over street clothes.</p>\n<p>Ocracoke Island is approximately 17 miles long and up to 2 miles wide. Plaintiffs are required to remain on Ocracoke Island while on-call, but they are \"free to move about the village and conduct personal errands and activities.\" Defs.' Mem. Supp. Summ. J. at 5. All plaintiffs apparently live within one mile of the EMS building and, according to Hyde County, can go from home to the EMS building where ambulances are housed within three minutes.</p>\n<p><span class=\"star-pagination\">*723</span> Despite their being free to \"move about the village,\" it seems the geographic location of Ocracoke Island and its small population accounts to some degree for plaintiffs' alleged inability to use on-call time for personal pursuits. For example, plaintiffs claim that when on-call, they are unable to take care of such personal tasks as shopping at a supermarket, going to the dentist, attending movies, visiting a doctor, or having major car repairs done. <i>See</i> Pl. Aff. ¶ 15. Moreover, the court notes that for the Ocracoke EMTs to attend to routine business in Swan Quarter, the county seat, a two and a half hour ferry ride is required, with limited travel times and limited space available on each ferry. As a result of their wages and their inability to use on-call time for personal pursuits, plaintiffs brought this suit to enforce their rights under federal and North Carolina law.</p>\n<p>Hyde County seeks summary judgment on plaintiffs' FLSA compensation claim by urging that, as a matter of law, plaintiffs' time spent on-call is not compensable as \"work\" under the FLSA. Hyde County notes that all plaintiffs have outside jobs which they work while on-call for Hyde County. Such outside jobs include waitressing, self-employed house cleaning and independent contracting for a local realty company. Defs.' Mem. Supp. Summ. J. at 6. Additionally, Hyde County contends that plaintiffs \"do housework, run personal errands, such as grocery shopping, conduct social and civic activities, and conduct other business while on call.\" <i>Id.</i> at 6. Hyde County points out that plaintiffs have entertained friends at home, eaten at restaurants, and engaged in hobbies while on-call. For example, plaintiff Cookus volunteers for the American Red Cross; plaintiff Fordon is a member of the Ocracoke Occupancy Tax Board and the Ocracoke Civic Association and has attended meetings while on-call; and plaintiff Spencer serves on a board at Cross Creek Health. <i>Id.</i> at 7.</p>\n<p>In addition to the activities in which Hyde County maintains plaintiffs are free to engage, Hyde County urges that rescue calls to the EMTs on Ocracoke are infrequent. According to Hyde County records, since January 1996, the greatest number of calls in any month was 26, which occurred at the height of tourist season. Plaintiffs allege that Hyde County has failed to keep an accurate account of calls to the EMTs. Also, Hyde County notes that the EMTs may freely switch on-call shifts so long as plaintiff Spencer is informed of the switch, and that all plaintiffs have traveled overnight off the island during the last year. Hyde County asserts that the facts in this case are legally insufficient to establish that plaintiffs should be compensated for on-call time.</p>\n<p>In addition to their claim that on-call time is compensable under the FLSA, plaintiffs also bring a minimum wage claim under the NCWHA. Both parties seem to agree that if the FLSA is applied to plaintiffs, then it preempts the NCWHA. However, plaintiffs claim that they are permitted to \"pursue their minimum wage claim under state law until Hyde County admits federal jurisdiction or plaintiffs establish the same at trial.\" Pl.'s Mem. Opp. Summ. J. at 22.</p>\n<p>Finally, plaintiffs urge that Hyde County unlawfully retaliated against them in violation of FLSA § 15(a)(3) by refusing to consider the Ocracoke Tax Board's recommendation that Ocracoke EMTs be given additional compensation in light of the present action. Plaintiffs contend that previous recommendations of the Tax Board have always been considered and approved. In response, Hyde County contends that summary judgment is appropriate as to plaintiffs' retaliation claim because plaintiffs' pay remained the same through 1997; therefore, the failure to take affirmative action to give the EMTs a higher salary was not an adverse employment action.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a <span class=\"star-pagination\">*724</span> genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the nonmoving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II. The Compensability of Plaintiffs' Oncall Time Under the FLSA</h2>\n<p>The United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") has noted that \"[t]he two central themes of the FLSA are its minimum wage and overtime requirements.\" <i>Monahan v. County of Chesterfield,</i> <span class=\"citation\" data-id=\"726575\"><a href=\"/opinion/726575/brian-f-monahan-robert-e-balducci-jr-paul-blocker-n-scott-meyerhoffer/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></a></span>, 1267 (4th Cir.1996) (quotation omitted). The <i>Monahan</i> court also pointed out that \"[t]he FLSA is clearly structured to provide workers with specific minimum protections against excessive work hours and substandard wages.\" <i>Id.</i> (citation omitted). To promulgate its limited purpose, sections 206 and 207 of the FLSA set forth specific minimum wage and maximum hour requirements. \"Section 206 mandates the hourly minimum wage due to all employees [and] Section 207 requires that an employer pay overtime at a rate of one and a half times an employee's regular rate for all hours worked in excess on forty per week.\" <i>Id.</i> (citations omitted).</p>\n<p>The standard for determining whether on-call time constitutes \"work\" under the FLSA has been addressed by the United States Supreme Court in the case of <i>Skidmore v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"104034\"><a href=\"/opinion/104034/skidmore-v-swift-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">124</span></span> (1944). In reviewing the compensability of on-call time, the <i>Skidmore</i> Court described the appropriate standard for courts to employ by stating that</p>\n<blockquote>[n]o principle of law found either in the statute or in Court decisions precludes waiting time from also being working time. We have not attempted to, and we cannot, lay down a legal formula to resolve cases so varied in their facts as are the many situations in which employment involves waiting time. Whether in a concrete case such time falls within or without the Act is a question of fact to be resolved by appropriate findings of the trial court.</blockquote>\n<p><i>Id.</i> at 136-37, 65 S.Ct. at 163. According to <i>Skidmore,</i> the compensability issue boils down to whether the employee was \"engaged to wait,\" which would qualify on-call time as compensable, or \"waited to be engaged,\" in which case on-call time would not be compensable. In a companion case to <i>Skidmore,</i> the Supreme Court also pointed out that \"[w]hether time is spent predominantly for the employer's benefit or for the employee's is a question dependent on all the circumstances of the case.\" <i>Armour &amp; Co. v. Wantock,</i> <span class=\"citation\" data-id=\"104033\"><a href=\"/opinion/104033/armour-co-v-wantock/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></a></span>, 133, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">165</span></span>, 168, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">118</span></span> (1944).</p>\n<p>The regulations implementing the FLSA provide further guidance in determining whether on-call time is compensable under the FLSA. The applicable regulation provides:</p>\n<blockquote>An employee who is required to remain on call on the employer's premises <i>or so close thereto that he cannot use the time effectively for his own purposes</i> is working while \"on call.\" An employee who is not required to remain on the employer's premises but is merely required to leave <span class=\"star-pagination\">*725</span> word at his home or with company officials where he may be reached is not working while on call.</blockquote>\n<p>29 C.F.R. § 785.17 (1997)(emphasis added). Therefore, the precise issue before the court is whether, according to all the facts and circumstances, the Ocracoke EMTs are forced to remain so close to the EMS station that they cannot effectively use their on-call time for their own purposes, and as a result, their on-call time is used predominantly for the benefit of Hyde County.</p>\n<p>In their brief, plaintiffs listed succinctly the material facts which they feel preclude this court from granting summary judgment. As this court is required to consider all facts in the light most favorable to the plaintiffs, the court will refer to plaintiffs' list in ruling on Hyde County's motion for summary judgment. According to plaintiffs' affidavits, plaintiffs must respond to calls right away, and in any event in less than five minutes. Pl. Aff. ¶ 4. Although Hyde County disputes that there is any five-minute requirement, Jackie Robbins (\"Robbins\"), Hyde County Rescue Squad Coordinator for the mainland, testified at her deposition that \"two to three minutes\" is normal response time. Robbins Dep. at 41. Robbins also testified that it would be fair to say that an important part of plaintiffs' responsibility is to be ready to respond to a call. <i>Id.</i> at 42. As a result, plaintiffs complain that they cannot engage in \"customary island pursuits\" such as walking on the beach, swimming, sailing, fishing, or riding horses while on-call because of the short response time. Pls.' Mem. Opp. Summ. J. at 5. Plaintiffs \"must be near a vehicle or the ambulance garage and must stay in or near the village of Ocracoke\" in order to timely respond to a call. <i>Id.</i></p>\n<p>Although Hyde County suggests that the two-way radios act as pagers, plaintiffs contend that because announcements are transmitted from a number of sources, plaintiffs are required to monitor each call that comes in. <i>Id.</i> at 13-14. Also, plaintiffs complain that while on-call they cannot wait in noisy places because the radios are not loud enough. To refute Hyde County's assertion that plaintiffs are not restricted in their activities while on-call, plaintiffs point out that they must be careful about what types of family and social engagements they engage in while on-call because they cannot drink alcohol while on-call.</p>\n<p>Despite Hyde County's contention that plaintiffs' personal lives are largely unrestricted while on-call, Ocracoke Island's geographic location bears on the length of time required to respond to each call. Plaintiffs contend that transportation of patients off the island is a frequent occurrence; therefore, they are limited in the activities in which they are involved as responding to a call can require plaintiffs to be away for hours at a time. Pls.' Aff. ¶ 8. The time required to respond to a call also hinders plaintiffs' ability to hold down outside jobs, but plaintiffs claim that they must attempt to do outside work due to the \"substandard wages paid by Hyde County.\" <i>Id.</i> ¶ 9.</p>\n<p>Finally, Hyde County urges that on-call time is not compensable due to the infrequency of calls and the ability of plaintiffs to switch on-call shifts. Hyde County also contends that plaintiffs are not hindered in taking vacation time or off-island trips. Plaintiffs, however, complain that the lack of other qualified personnel on the island makes it difficult to switch shifts. When asked whether the EMTs on the island are able to trade shifts, Robbins testified that they could do so \"[j]ust to a certain extent. Very little, because there's just four of them.\" Robbins Dep. at 22. As for vacation time, Robbins stated that \"vacation leave is provided, but you have to find somebody to work for you, and you pay them back in some way. On Ocracoke, I don't know that they've ever taken any vacations.\" <i>Id.</i> at 21-22. Due to the limited number of qualified EMTs, plaintiffs are routinely scheduled to be on-call during holidays, as well. Pls.' Aff. ¶¶ 11-12.</p>\n<p>Concerning the frequency of calls, according to plaintiffs, it varies. Some days there have been as many as four calls, and other days there are none. Plaintiffs contend that Hyde County does not present the court with a complete set of ambulance call reports. Hyde County replies that is the responsibility of plaintiffs to see that the reports remain current. Nonetheless, plaintiffs urge that Robbins' Affidavit is incomplete in that there <span class=\"star-pagination\">*726</span> was a substantial amount of activity during early 1996. Pls.' Mem. Opp. Summ. J. at 15. Plaintiffs point out that \"[r]egardless of the number of calls, plaintiffs are required to be ready to respond right away when called.\" Pl. Aff. ¶ 17.</p>\n<p>Neither party has presented, nor is this court aware of, any Fourth Circuit precedent governing the precise issue before the court.<sup>[1]</sup> As a result, the parties have cited numerous cases from a number of jurisdictions. Due to the fact-specific nature of this inquiry, courts have routinely considered a number of factors when addressing the compensability of on-call time. Such factors include response time, the ability of employees to trade on-call time, the frequency of calls, and the agreement between the parties. <i>See </i><i>Clay v. City of Winona,</i> <span class=\"citation no-link\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">624</span></span>, 625-628.</p>\n<p>Of the numerous relevant factors, response time seems to play a key role in court decisions which have found on-call time not to be compensable. For example, a majority of the cases cited by Hyde County in support of its position that plaintiffs' on-call time is not compensable have involved longer response times than the five minutes alleged in the instant matter. <i>See </i><i>Berry v. County of Sonoma,</i> <span class=\"citation\" data-id=\"675218\"><a href=\"/opinion/675218/gregory-berry-forrest-fasig-phillip-marcus-dennis-mcallister-francis/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, (9th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1100</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1067</span></span> (1995) (involving coroners who were required to respond to a phone call within 15 minutes, but had no requirement that they respond to a scene in a given amount of time); <i>Owens v. Local No. 169, Ass'n of Western Pulp and Paper Workers,</i> <span class=\"citation\" data-id=\"587702\"><a href=\"/opinion/587702/arnold-j-owens-v-local-no-169-association-of-western-pulp-and-paper/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 349 (9th Cir.1992)(involving a ten-minute response time); <i>Spires v. Ben Hill County,</i> <span class=\"citation\" data-id=\"1611959\"><a href=\"/opinion/1611959/spires-v-ben-hill-county/\"><span class=\"volume\">745</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">690</span></a></span>, 702 (M.D.Ga. 1990), <i>aff'd,</i> <span class=\"citation\" data-id=\"595569\"><a href=\"/opinion/595569/fred-spires-jr-v-ben-hill-county-dba-ben-hill-emergency-medical/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span> (11th Cir.1993)(involving a ten-minute response time).</p>\n<p>Plaintiffs characterize much of the authority cited by defendants as inapposite to the instant matter as the cases cited do not involve emergency medical personnel. For example, <i>Darrah v. Missouri Highway &amp; Transp. Comm'n,</i> <span class=\"citation\" data-id=\"1399542\"><a href=\"/opinion/1399542/darrah-v-missouri-highway-and-transp-comn/\"><span class=\"volume\">885</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1307</span></a></span>, 1310 &amp; n. 4 (W.D.Mo.1995), not only involved a 45-minute response time, but the plaintiffs were highway maintenance personnel rather than emergency medical personnel, and they were not required to carry a radio or pager. <i>See also </i><i>Owens,</i> 971 F.2d at 348-49 (involving repairmen who were not required to take on-call duty and were free to refuse a call, and another repairman would be called); <i>Brock v. El Paso Natural Gas, Co.,</i> <span class=\"citation\" data-id=\"492664\"><a href=\"/opinion/492664/william-e-brock-secretary-of-labor-us-department-of-labor-plaintiff/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span> (5th Cir.1987)(involving repairmen who had no response time and were given \"wide latitude to decide among themselves who should be on-call\" at a given time).</p>\n<p>In light of the fact-intensive nature of the court's inquiry, the court is most persuaded by the case with facts most closely aligned with the facts at issue in the instant matter. In <i>O'Brien v. Dekalb-Clinton Counties Ambulance District,</i> 131 Lab. Cas. ¶ 33,320, 47,855, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">694630</span></span> (W.D.Mo.1995), the plaintiff was an emergency medical technician who claimed that his on-call time was compensable under the FLSA. The plaintiff was on-call 24 hours a day, five days a week, and was required to respond within five minutes. Although he was allowed to trade shifts, plaintiff argued that \"as a practical matter this was difficult to do because of the shortage of qualified personnel.\" <i>Id.</i> at 47,859. The plaintiff was also required to monitor a two-way radio and wear a uniform whenever in public while on-call. Plaintiff admitted that he could go to the bank and grocery store while on-call, but he contended that social engagements had often been interrupted by calls, and that he was unable to hold a second job. Essentially, plaintiff was restricted to the Maysville city limits. In <i>O'Brien,</i> emergency calls averaged one per day, but were \"unpredictable.\" <i>Id.</i> Based on these facts, the court denied defendant's motion for summary judgment, finding that \"a reasonable jury could conclude that plaintiff was engaged to wait because the Ambulance District's requirements sufficiently interfered with his ability to effectively use his free time for his personal activities.\"</p>\n<p><span class=\"star-pagination\">*727</span> Also instructive is the Department of Labor opinion of Paula V. Smith, Wage-Hour Administrator, which concerned the compensability of EMTs' on-call duty. Paula V. Smith, <i>Hours Worked/EMTs/On-call Time,</i> 6A Wage and Hour Man. (BNA) ¶ 31,780 (Nov. 16, 1988), attached to Pls.' Mem. Opp. Summ. J. as Ex. B [hereinafter Opinion Letter]. The United States Supreme Court has instructed that \"the Administrator's policies are made in pursuance of official duty, based upon more specialized experience and broader investigations and information than is likely to come to a judge in a particular case.\" <i>Skidmore,</i> 323 U.S. at 139, 65 S.Ct. at 164. Therefore, the Court concluded that while not binding on courts, the opinions of Administrators \"constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance.\" <i>Id.</i> at 140, 65 S.Ct. at 164.</p>\n<p>The Opinion Letter responded to an inquiry about the compensability of on-call time for EMTs who are required to respond to a call within five minutes, but are provided pagers so they do not have to wait at home. After admitting that it was difficult to \"reply unequivocally to the question of what constitutes restrictive on-call conditions\" because each case must be decided on its particular facts, the Administrator concluded that \"[b]ased on the facts in your particular case, it is our opinion that the 5-minute response time required by your EMTs is too restrictive for employees to effectively use on-call time for their own purposes. We would, therefore, consider the on-call time as compensable hours worked under the FLSA.\"</p>\n<p>In the present matter, plaintiffs have similar complaints to those of the plaintiff in <i>O'Brien,</i> namely that because of the short response time, they are unable to leave the Village of Ocracoke. Plaintiffs must constantly monitor their radios, and must be free to respond to a call during social events. The primary distinctions between <i>O'Brien</i> and this case are that the plaintiff in <i>O'Brien</i> could not hold a second job, and he was required to wear a uniform whenever in public. Plaintiffs in this case do not have to actually wear a uniform, but must have at least a certain tee shirt or jump suit at close range as they must be identified as county employees whenever they respond to a call. Also, it appears that the number of emergency calls in <i>O'Brien</i> exceeds the number at issue in this case. However, the parties disagree on the precise number of emergency calls plaintiffs responded to in early 1996.</p>\n<p>In sum, while not identical to the facts of <i>O'Brien,</i> the court finds that the facts of this case, particularly due to the geographic limitations involved, pose perhaps more stringent restrictions on plaintiffs' use of their personal time than did the restrictions placed on the plaintiff in <i>O'Brien.</i> For example, because Ocracoke has only a few small food stores, plaintiffs claim they cannot go off the island to shop at a supermarket while on-call. Additionally, such routine personal tasks as going to the dentist or having car repairs done are impossible for plaintiffs to perform while on-call. In light of <i>O'Brien,</i> the Opinion Letter, and all the facts and circumstances in this case, the court is persuaded that a reasonable jury could conclude that the plaintiffs are \"engaged to wait\" because of the degree to which the on-call time interferes with their effectively using this time for personal use. Therefore, defendant's motion for summary judgment is DENIED as to this issue.</p>\n<p></p>\n<h2>III. Plaintiffs' NCWHA Claim</h2>\n<p>Hyde County claims that plaintiffs' state law claims under the NCWHA are preempted by their FLSA claims, and therefore must be dismissed. Apparently plaintiffs agree that the NCWHA does not apply to businesses regulated by the FLSA; however, plaintiffs contend that they are \"permitted to pursue their minimum wage claim under state law until Hyde County admits federal jurisdiction or plaintiffs establish the same at trial.\" Pls.' Mem. Opp. Summ. J. at 22.</p>\n<p>North Carolina General Statutes section 95-25.14 states that the provisions of the NCWHA concerning overtime and minimum wage do not apply to \"(1) Any person employed in an enterprise engaged in commerce or in the production of goods for commerce as defined by the Fair Labor Standards Act....\" In their memorandum in opposition to summary judgment, plaintiffs represent <span class=\"star-pagination\">*728</span> that Hyde County is \"engaged in commerce within the meaning of 29 U.S.C. § 203(s)(1).\" Pls.' Mem. Opp. Summ. J. at 3. Further, since Hyde County argues that plaintiffs claim under the NCWHA is preempted because the FLSA applies, they evidently concede that plaintiffs' entitlement to a minimum wage and overtime pay for on-call work time is governed by the FLSA.</p>\n<p>Regardless, it appears to the court that the provisions of the FLSA apply to plaintiffs' claims. The North Carolina Supreme Court has indicated that if a defendant is covered by the FLSA, it is exempt from the state statute. <i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (1992) <i>See also</i> N.C. Gen.Stat. § 95-25.1 (citing <i>Amos</i> in the annotations for the proposition that businesses covered by the Fair Labor Standards Act are exempt from the NCWHA). Because the court is persuaded that the FLSA covers the employer-employee relationship at issue in this matter, the court is convinced that Hyde County is exempt from the provisions of the NCWHA. Accordingly, defendants' motion for summary judgment is GRANTED as to plaintiffs' NCWHA claim.</p>\n<p></p>\n<h2>IV. Plaintiffs' Retaliation Claim</h2>\n<p>In addition to the plaintiffs' claim that they are entitled to a minimum wage and overtime pay for on-call hours worked, plaintiffs also claim that by refusing to consider the recommendation that plaintiffs be given a year-end bonus and a $20,000 per year salary increase, Hyde County retaliated against them in violation of the FLSA. The relevant statutory provision provides that it is unlawful for any person</p>\n<blockquote>to discharge or in any other manner discriminate against any employee because such employee has filed any complaint or instituted or caused to be instituted any proceeding under or related to this chapter....</blockquote>\n<p>29 U.S.C. § 215(a)(3). To establish a prima facie case of retaliation under the FLSA, a plaintiff must show that \"(1) the employer was aware of plaintiff's participation in a protected activity; (2) that an adverse employment action was taken against the plaintiff engaged in the protected activity; and (3) that the two elements are related causally.\" <i>Strickland v. MICA Information Systems,</i> <span class=\"citation\" data-id=\"1393865\"><a href=\"/opinion/1393865/strickland-v-mica-information-systems/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span>, 1323 (M.D.N.C.1992).</p>\n<p>In May 1996, the Hyde County Board of Commissioners decided not to consider the Occupancy Tax Board's recommendation of $1400 additional compensation for fiscal year 1996 and additional pay for 1997. The minutes of the May 20, 1996 meeting state:</p>\n<blockquote>Upon motion made by <i>Scott Coble,</i> seconded by <i>Barbara Deese,</i> with all Board members voting in favor, BE IT RESOLVED THAT based on the advice of County Attorney, Harvey Raynor, and <i>due to pending litigation,</i> no action is to be taken at this time on the request by the Ocracoke Occupancy Tax Board that they be allowed to give the Ocracoke E.M.T.'s [sic] end of the year bonus pay.</blockquote>\n<p>Pls. Mem. Opp. Summ J., Ex. C; Robbins Dep. Ex. 4. Plaintiff Ruth Fordon (\"Fordon\") is a member of the Ocracoke Occupancy Tax Board, but did not participate in this decision due to her conflict of interest. Fordon Aff. ¶ 18. However, Fordon testifies by affidavit that prior to the May 1996 meeting, \"the recommendations of the Ocracoke Occupancy Tax Advisory Board had always been considered and approved by the Hyde County Board of Commissioners.\"</p>\n<p>Essentially, Hyde County contends that its failure to consider the Tax Board's recommendation was not an adverse employment action. Hyde County argues that the Occupancy Tax Board does not have the power to fix salaries, despite the fact that the Board of Commissioners generally considers the Tax Board's recommendations. Hyde County also urges that it raised the salary of all Hyde County EMTs in June of 1996, so it could not have been retaliating against them in May of 1996. Finally, Hyde County urges that plaintiffs are paid the same as all Hyde County EMTs and always have been, and that it was not retaliatory for them to refuse to pay the Ocracoke EMTs more than other Hyde County EMTs.</p>\n<p>Hyde County's argument, however, fails to consider that there must have been some reason why the Tax Board recommended in May 1996 that the <i>Ocracoke EMTs,</i> in particular, <span class=\"star-pagination\">*729</span> receive additional compensation. Further, the fact that the Tax Board has no power to set salaries does nothing to diminish testimony that the Board of Commissioners has always considered and routinely approved the recommendations of the Tax Board. The minutes of the May 1996 meeting establish that, for the first time, the Board of Commissioners neither considered nor approved the Tax Board's recommendation and that the reason was \"due to pending litigation.\"</p>\n<p>Contrary to Hyde County's arguments, this court does not agree that an employer must affirmatively <i>reduce</i> an employees' salary or number of working hours for a decision to be deemed an adverse employment practice. Hyde County contends that the Board took no affirmative action which caused economic loss to the plaintiffs. However, taking all facts in the light most favorable to the plaintiffs, the Tax Board singled out the Ocracoke EMTs for a recommended salary increase in May 1996, perhaps because the Ocracoke EMTs work under somewhat different conditions than Hyde County EMTs generally, as they are on an island. In any event, instead of considering and approving said recommendation, as has been the custom in the past, the Board of Commissioners affirmatively decided not to consider the salary increase <i>due to pending litigation.</i> In this light, plaintiffs lost out on a pay increase they likely would have received had they not filed suit pursuant to the FLSA. Accordingly, the court finds that plaintiffs have alleged facts sufficient to withstand defendants' motion for summary judgment on this issue; therefore, defendants' motion is DENIED as to plaintiffs' retaliation claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the aforementioned reasons, the court hereby GRANTS defendants' motion for summary judgment as to plaintiffs' NCWHA claim. However, because the court finds that material issues of fact remain concerning plaintiffs' compensability and retaliation claims under the FLSA, the court DENIES defendants' motion as to the remaining claims. Therefore, there remains for adjudication plaintiffs' FLSA claims.</p>\n<p>This 26th day of March, 1997.</p>\n<h2>NOTES</h2>\n<p>[1]  As noted in Magistrate Judge Denson's Memorandum and Recommendation concerning Hyde County's motion to dismiss, most of the Fourth Circuit case law concerning the compensability of non-working time has been decided pursuant to 29 U.S.C. § 207(k), which provides an exemption from overtime for firefighters and law enforcement personnel.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1611959/"
  ]
}