{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2367064/",
  "absolute_url": "/opinion/2367064/godon-v-nc-crime-control-public-safety/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2367064/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:15:50.198910Z",
  "date_modified": "2016-04-27T02:07:22.275564Z",
  "type": "010combined",
  "sha1": "17f1fdaada2ab30084a52dde92b870486fff6b06",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>959 F.Supp. 284 (1997)</b></center>\n<center><h1>Kimberly F. GODON, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA CRIME CONTROL &amp; PUBLIC SAFETY, North Carolina Tarheel Challenge Academy, Kenneth Stalls (in his individual and official capacities), Dale Autrey (in his individual and official capacities), and Leslie T. Everett (in his individual and official capacities), and the State of North Carolina, Defendants.</h1></center>\n<center>No. 5:96-CV-804-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 4, 1997.</center>\n<p><span class=\"star-pagination\">*285</span> Marvin Schiller, Raleigh, NC, for Plaintiff.</p>\n<p>Isaac T. Avery, III, Spec. Dep. Atty. Gen., N.C. Dept. of Justice, Reuben F. Young, Associate Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on Defendants' motions to dismiss, pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, and Plaintiff's motion for leave to file an amended complaint. For the reasons discussed below, Defendants' motions to dismiss are granted, and Plaintiff's motion is denied.</p>\n<p></p>\n<h2><i>I. Statement of the Case</i></h2>\n<p>The relevant factual allegations in the complaint, accepted as true for the sake of argument only, are as follows:</p>\n<p>Tarheel Challenge Academy (hereinafter, \"the Academy\"), a division of the North Carolina Department of Crime Control and Public Safety, provides education and training to high school \"dropouts\" between the ages of sixteen and nineteen, otherwise known as \"cadets,\" for the purpose of \"enabling them to receive a GED (high school equivalent diploma) and proper discipline in a `boot camp' environment.\"</p>\n<p>On August 26, 1994, Kimberly Godon (hereinafter, \"Plaintiff\"), was hired by the Academy to work as a Team Leader. Plaintiff's responsibility was to supervise the training of the cadets.</p>\n<p>During the month of April, 1995, Plaintiff alleges that she complained to Ken Stalls, Assistant Director of the Academy, and Dale Autry, Assistant Commandant of the Academy, \"about their discriminatory treatment of female and black cadets at [the Academy] by their discriminatorily and disproportionately terminating female and black cadets without cause while permitting white male cadets to remain enrolled in the program even when they committed infractions sufficiently severe for them to be terminated from the program.\"</p>\n<p>Plaintiff was fired on May 17, 1995, and Plaintiff claims that the reason she was terminated was because she had complained about the discriminatory treatment of black and female cadets. Plaintiff claims that the Academy's \"purported reasons for discharging Plaintiff,\" unspecified in the complaint, \"were false and a pretext for Defendants' retaliation for Plaintiff's aforesaid statements.\"</p>\n<p>Having satisfied all administrative prerequisites, Plaintiff brought this action on September 16, 1996, alleging a violation of her free speech rights protected by the First Amendment to the United States Constitution, a violation of her free speech rights protected by the North Carolina Constitution, sexual discrimination in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.,</i> (\"Title VII\"), wrongful discharge under the common law of the State of North Carolina, and breach of contract. Plaintiff seeks reinstatement to her former position of employment, compensatory and punitive damages, attorney's fees and costs, a trial by jury, and any other relief which the Court may deem just and proper.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p></p>\n<h2><i>A. Defendants' Motions to Dismiss</i></h2>\n<p></p>\n<h2>\n<i>1. Claim for Relief Under §§ 1983 and 1985</i><sup>[1]</sup></h2>\n<p>The allegations in the complaint, which must be accepted as true when considering a <span class=\"star-pagination\">*286</span> motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(6), establish the following: the North Carolina Department of Crime Control and Public Safety, a public institution, fired Plaintiff, a public employee, for no other reason than that she complained to her supervisors at the state-run Academy that black and female cadets were being discriminated against on the basis of their race and sex.</p>\n<p>According to Plaintiff, she is entitled to damages and reinstatement under 42 U.S.C. §§ 1983 and 1985, since it is well-established that a public institution \"cannot condition public employment on a basis that infringes the employee's constitutionally protected interest in freedom of expression.\" <i>Connick v. Myers,</i> 461 U.S. 138, 142, 103 S.Ct. 1684, 1687, 75 L.Ed.2d 708 (1983) (cites omitted); <i>Pickering v. Board of Education,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968).</p>\n<p>According to the defendants, while it is true that a public employee cannot be fired for exercising a constitutionally protected right, Plaintiff did <i>not</i> have a right, under the First Amendment, to complain to her supervisors about the manner in which they treated their students. Alternatively, Defendants argue that even if Plaintiff did have a right to complain, the defendants certainly had a reasonable belief that she did not, and are therefore entitled to qualified immunity as a matter of law.</p>\n<p></p>\n<h2><i>a. Was Plaintiff's Speech Constitutionally Protected?</i></h2>\n<p>In determining whether or not a public employee's speech was constitutionally protected, the threshold question is whether the employee, at the time of the speech in question, was speaking \"as a citizen on a matter of `public concern,'\" <i>Cromer v. Brown,</i> 88 F.3d 1315, 1325 (4th Cir.1996) (quoting <i>Connick, supra,</i> 461 U.S. at 146, 103 S.Ct. at 1689-90). If the employee was speaking \"upon matters only of personal interest,\" then the speech was not protected by the First Amendment. <i>Hall v. Marion School Dist. No. 2,</i> 31 F.3d 183, 192 (4th Cir.1994) (cite omitted).</p>\n<p>In determining whether or not an employee's speech addressed a matter of \"public concern,\" which is a question of law, <i>Connick,</i> 461 U.S. at 147-48, n. 7, 103 S.Ct. at 1690, n. 7, the Court must consider the `\"content, form, and context'\" of [the speech in question].\" <i>Cromer, supra,</i> at 1325 (quoting <i>Connick,</i> 461 U.S. at 147-48, 103 S.Ct. at 1690). In <i>Arvinger v. Mayor and City Council of Baltimore</i><i>,</i> the Fourth Circuit noted that \"[a]lthough the <i>Connick</i> court did not elaborate on the relative weight to be accorded these three factors, this Court has held that `content ... is always the central aspect.'\" <i>Arvinger v. Mayor and City Council of Baltimore,</i> 862 F.2d 75, 79 (4th Cir.1988) (quoting <i>Jackson v. Bair,</i> 851 F.2d 714, 720 (4th Cir.1988)).</p>\n<p>Here, it is indisputable that the <i>content</i> of Plaintiff's speech, a complaint concerning racial and sexual discrimination against students at a state-run academy, was \"a matter of political, social, or other concern to the community.\" <i>Connick,</i> 461 U.S. at 146, 103 S.Ct. at 1690, and not the purely selfish gripe of a disgruntled employee.</p>\n<p>But the inquiry does not end here. Although it may be true that content is the \"central aspect\" in determining whether speech concerns a matter of public concern, it is not the only aspect, and <i>form</i> and <i>context</i> are relevant considerations that can not be ignored. In this case, the form and context of Plaintiff's speecha private, verbal grievance to her supervisorssuggest that Plaintiff was not criticizing her supervisors in an effort to expose their inappropriate behavior, <span class=\"star-pagination\">*287</span> or to spark a debate on a matter of public import, and, in the opinion of this Court, this severely undermines Plaintiff's claim that she is entitled to <i>Pickering</i> protection. As the Fourth Circuit noted in <i>Arvinger,</i></p>\n<blockquote>The <i>Pickering</i> doctrine is not aimed at protecting the jobs of public employees in the face of any statement they might make on any subject. Instead, because debate on topics of public concern is fundamental to the American system of government at all levels, <i>Pickering</i> is designed to ensure that a governmental entity does not use its personnel decisions to influence that debate. <i>Statements that do not contribute to that debate, are, consequently, afforded less protection against such governmental personnel decisions.</i> First Amendment protection is invoked most often by a public employee when the employee attempts to contribute to the debate on his or her governmental employer by criticizing that employer.</blockquote>\n<p><i>Arvinger,</i> at 78 (emphasis added).</p>\n<p>In <i>Pickering,</i> the plaintiff, a teacher in a public school, was fired by the Board of Education \"for sending a letter to a local newspaper ... that was critical of the way in which the Board and the district superintendent of schools had handled past proposals to raise new revenue for the schools.\" <i>Pickering,</i> 391 U.S. at 564, 88 S.Ct. at 1732-33. The plaintiff in <i>Pickering</i> was attempting to expose the school board's mishandling of an issue of public concern, and the school board's dismissal of Plaintiff was a clear attempt to <i>stifle debate</i> on an issue of public concern.</p>\n<p>In <i>Connick v. Myers, supra</i><i>,</i> the Supreme Court made it clear that the purpose of the <i>Pickering</i> doctrine is not to protect an employee's <i>right to complain</i> about matters of public concern, but, rather, to protect an employee's <i>right to further public debate</i> on an issue of public importance. The speech at issue in <i>Connick</i> was a questionnaire that an assistant district attorney distributed to her fellow employees, and the Court held that most of the questions on the questionnaire, which concerned \"office transfer policy, office morale, the need for a grievance committee, [and] the level of confidence in supervisors,\" <i>Id.,</i> 461 U.S. at 141, 103 S.Ct. at 1687, did <i>not</i> address matters of public concern, since \"[Plaintiff] did not seek to inform the public that the District Attorney's Office was not discharging its governmental responsibilities ...\" <i>Id.,</i> 461 U.S. at 148, 103 S.Ct. at 1690-91. Unlike the plaintiff in <i>Pickering,</i> the plaintiff in <i>Connick</i> was not attempting to spark a public debate about the effectiveness of the District Attorney's performance, and thus the District Attorney's decision to fire Plaintiff because of the questionnaire could not be interpreted as an effort to stifle debate about an issue of public import. As the Eleventh Circuit noted in <i>Kurtz v. Vickrey,</i> 855 F.2d 723, 729 (11th Cir.1988), \"[A Plaintiff's] profession of public concern loses force when it is considered that he took no affirmative steps to remedy, or to inform the public at large about, the problems with which he was so gravely concerned.\"</p>\n<p>This Court recognizes that \"[p]ublic employees do not forfeit the protection of the Constitution's Free Speech Clause merely because they decide to express their views privately rather than publicly.\" <i>Cromer, supra,</i> at 1326 (citing <i>Givhan v. Western Line Consol. Sch. Dist.,</i> 439 U.S. 410, 413-14, 99 S.Ct. 693, 695-96, 58 L.Ed.2d 619 (1979)).</p>\n<p>But there is a difference between a private communication that is clearly intended to spark a debate on a matter of public concern, and a private communication that is nothing more than a personal expression of dissatisfaction about the employer's behavior. In <i>Cromer,</i> for instance, the speech at issue was a letter sent to a Sheriff by 32 of his black deputies, collectively known as the Black Law Enforcement Officers Association, complaining about the Sheriff's discriminatory treatment of black employees. The Sheriff believed that the plaintiff, who had recently been demoted, was responsible for the letter, and the Sheriff allegedly fired Plaintiff for no other reason. The Fourth Circuit held that even though the letter to the Sheriff was privately communicated, it involved a matter of public concern, and the Court's rationale was as follows:</p>\n<blockquote>... the Sheriff considered the letter a group effort by black officers, and indeed <span class=\"star-pagination\">*288</span> it was. Virtually all of the black officers in the department participated in the Association. They discussed the items covered in the letter at four meetings, and they sent the letter as a body to voice their concerns about what they considered discrimination. Thus, the letter was not the expression of a single disgruntled employee about a personal employment dispute.</blockquote>\n<p><i>Cromer,</i> at 1326 (cite omitted).</p>\n<p>The Fourth Circuit's decision in <i>Cromer</i> was consistent with its earlier decision in <i>Hall v. Marion School Dist. No. 2,</i> 31 F.3d 183 (4th Cir.1994), in which the Court noted that a public school teacher's written complaints to the principal of her school \"about numerous problems she had with the school system and administration\" was not sufficiently <i>public</i> to merit constitutional protection. \"<i>Although ... [Plaintiff's] internal memoranda may have been a private matter,</i> it is clear that her letters to the editor, FOIA requests, and questionnaire [which Plaintiff sent to the local newspaper] involved a public employee speaking as a citizen upon issues of public concern.\" <i>Id.,</i> at 193 (emphasis added) (cite omitted).</p>\n<p>If it is true, as the Fourth Circuit seemed to suggest, that the \"internal memoranda\" in <i>Hall</i>copies of which were sent to Plaintiff's attorney, the State Superintendent of Education, a U.S. Congressman, and then-President Bush, <i>See Hall,</i> at 188were nothing more than private expressions of personal dissatisfaction about school policy, then it is not clear why this Court should view the speech at issue in the instant case any differently. Here, Plaintiff merely alleges that she approached her supervisors and verbally expressed personal dissatisfaction concerning the discriminatory manner in which the Academy was treating its students. Plaintiff does not allege that she put her complaints in writing and then sent them to the local newspaper, or that she approached her supervisors on behalf of a group of other Team Leaders at the Academy who were similarly dissatisfied with the treatment of black and female students. Nor does Plaintiff claim that she threatened to go public with her complaints if the supervisors did not investigate her allegations. Plaintiff alleges nothing more than that \"during the month of April, 1995,\" she complained to her supervisors about the treatment of black and female students, and then in mid-May she was fired for no other reason than having complained. While it is true, as this Court noted above, that the content of Plaintiff's speech concerned a matter of public import, the manner in which Plaintiff chose to communicate her concerns to her supervisors was certainly not calculated to spark a public debate about the discriminatory treatment of black and female students at the Academy, or to expose wrongdoing on the part of her supervisors, and thus the defendants' decision to fire Plaintiff was simply the suppression of an employee's <i>personal expression of dissatisfaction,</i> and not a suppression of <i>public debate</i> that the <i>Pickering</i> doctrine is intended to prevent.</p>\n<p>For the foregoing reasons, this Court finds that Plaintiff's speech was not sufficiently related to a matter of public concern to merit <i>Pickering</i> protection, and thus Defendants' motion to dismiss the First Claim for Relief is granted.</p>\n<p></p>\n<h2><i>2. Claim For Relief Under Title VII</i></h2>\n<p>Plaintiff's Third Claim for Relief alleges \"Title VII Sex Discrimination and Retaliation.\" The problem with this claim is that there are no factual allegations in the complaint to support it. Plaintiff does not allege that she suffered any adverse employment action because of her sex, nor does Plaintiff allege that she was discriminated against for having opposed <i>an employment practice made unlawful by Title VII.</i> <i>See</i> 42 U.S.C. § 2000e-3.</p>\n<p>Since Plaintiff has failed to state a claim for relief under Title VII, Plaintiff's Third Claim for Relief is dismissed.</p>\n<p></p>\n<h2><i>3. Plaintiff's State Law Claims</i></h2>\n<p>Plaintiff alleges three claims for relief based on state law: the Second Claim for Relief in the complaint alleges a violation of the North Carolina Constitution's free speech clause, Article 1, Section 14; the Fourth Claim for Relief in the Complaint alleges wrongful discharge under the common law of State of North Carolina; and the Fifth Claim for Relief alleges breach of contract.</p>\n<p><span class=\"star-pagination\">*289</span> In view of the dismissal of all federal claims for relief, this Court, acting within its discretion, declines to hear Plaintiff's supplemental state law claims. Therefore, the original complaint is dismissed in its entirety.</p>\n<p></p>\n<h2><i>B. Plaintiff's Motion for Leave to File Amended Complaint</i></h2>\n<p>Since the additional factual allegations in the proposed amended complaint would not affect this Court's analysis of Plaintiff's legal claims, Plaintiff's motion for leave to amend her complaint is denied.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>For the foregoing reasons, Defendants' motions to dismiss are granted, and Plaintiff's motion for leave to file an amended complaint is denied. Accordingly, this action is dismissed in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In her response to Defendants' motions to dismiss, Plaintiff clarified that her claim for <i>monetary damages</i> under 42 U.S.C. §§ 1983 and 1985 is only against <i>the three individual defendants in</i> <i>their individual capacities.</i> (<i>See</i> Plaintiff's Response, p. 2). Since Plaintiff's claim for prospective injunctive reliefreinstatement to her former position of employmentis not tantamount to a claim for monetary damages, Plaintiff's claim for injunctive relief against <i>the individual defendants in their official capacities</i> is <i>not,</i> as Defendants argue, barred by the Eleventh Amendment. <i>See, e.g., </i><i>Cromer v. Brown,</i> 88 F.3d 1315, 1332 (4th Cir.1996) (\"[T]o the extent [Plaintiff] sought injunctive relief (e.g., reinstatement) against Sheriff Brown in his official capacity, the district court should not have granted summary judgment to Sheriff Brown. Eleventh Amendment immunity does not protect state officials in their official capacities from § 1983 claims for injunctive relief\") (citing <i>Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 71 n. 10, 109 S.Ct. 2304, 2312 n. 10, 105 L.Ed.2d 45 (1989)).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">284</span></span> (1997)</b></center>\n<center><h1>Kimberly F. GODON, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA CRIME CONTROL &amp; PUBLIC SAFETY, North Carolina Tarheel Challenge Academy, Kenneth Stalls (in his individual and official capacities), Dale Autrey (in his individual and official capacities), and Leslie T. Everett (in his individual and official capacities), and the State of North Carolina, Defendants.</h1></center>\n<center>No. 5:96-CV-804-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 4, 1997.</center>\n<p><span class=\"star-pagination\">*285</span> Marvin Schiller, Raleigh, NC, for Plaintiff.</p>\n<p>Isaac T. Avery, III, Spec. Dep. Atty. Gen., N.C. Dept. of Justice, Reuben F. Young, Associate Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on Defendants' motions to dismiss, pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, and Plaintiff's motion for leave to file an amended complaint. For the reasons discussed below, Defendants' motions to dismiss are granted, and Plaintiff's motion is denied.</p>\n<p></p>\n<h2><i>I. Statement of the Case</i></h2>\n<p>The relevant factual allegations in the complaint, accepted as true for the sake of argument only, are as follows:</p>\n<p>Tarheel Challenge Academy (hereinafter, \"the Academy\"), a division of the North Carolina Department of Crime Control and Public Safety, provides education and training to high school \"dropouts\" between the ages of sixteen and nineteen, otherwise known as \"cadets,\" for the purpose of \"enabling them to receive a GED (high school equivalent diploma) and proper discipline in a `boot camp' environment.\"</p>\n<p>On August 26, 1994, Kimberly Godon (hereinafter, \"Plaintiff\"), was hired by the Academy to work as a Team Leader. Plaintiff's responsibility was to supervise the training of the cadets.</p>\n<p>During the month of April, 1995, Plaintiff alleges that she complained to Ken Stalls, Assistant Director of the Academy, and Dale Autry, Assistant Commandant of the Academy, \"about their discriminatory treatment of female and black cadets at [the Academy] by their discriminatorily and disproportionately terminating female and black cadets without cause while permitting white male cadets to remain enrolled in the program even when they committed infractions sufficiently severe for them to be terminated from the program.\"</p>\n<p>Plaintiff was fired on May 17, 1995, and Plaintiff claims that the reason she was terminated was because she had complained about the discriminatory treatment of black and female cadets. Plaintiff claims that the Academy's \"purported reasons for discharging Plaintiff,\" unspecified in the complaint, \"were false and a pretext for Defendants' retaliation for Plaintiff's aforesaid statements.\"</p>\n<p>Having satisfied all administrative prerequisites, Plaintiff brought this action on September 16, 1996, alleging a violation of her free speech rights protected by the First Amendment to the United States Constitution, a violation of her free speech rights protected by the North Carolina Constitution, sexual discrimination in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.,</i> (\"Title VII\"), wrongful discharge under the common law of the State of North Carolina, and breach of contract. Plaintiff seeks reinstatement to her former position of employment, compensatory and punitive damages, attorney's fees and costs, a trial by jury, and any other relief which the Court may deem just and proper.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p></p>\n<h2><i>A. Defendants' Motions to Dismiss</i></h2>\n<p></p>\n<h2>\n<i>1. Claim for Relief Under §§ 1983 and 1985</i><sup>[1]</sup></h2>\n<p>The allegations in the complaint, which must be accepted as true when considering a <span class=\"star-pagination\">*286</span> motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(6), establish the following: the North Carolina Department of Crime Control and Public Safety, a public institution, fired Plaintiff, a public employee, for no other reason than that she complained to her supervisors at the state-run Academy that black and female cadets were being discriminated against on the basis of their race and sex.</p>\n<p>According to Plaintiff, she is entitled to damages and reinstatement under 42 U.S.C. §§ 1983 and 1985, since it is well-established that a public institution \"cannot condition public employment on a basis that infringes the employee's constitutionally protected interest in freedom of expression.\" <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1687, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983) (cites omitted); <i>Pickering v. Board of Education,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968).</p>\n<p>According to the defendants, while it is true that a public employee cannot be fired for exercising a constitutionally protected right, Plaintiff did <i>not</i> have a right, under the First Amendment, to complain to her supervisors about the manner in which they treated their students. Alternatively, Defendants argue that even if Plaintiff did have a right to complain, the defendants certainly had a reasonable belief that she did not, and are therefore entitled to qualified immunity as a matter of law.</p>\n<p></p>\n<h2><i>a. Was Plaintiff's Speech Constitutionally Protected?</i></h2>\n<p>In determining whether or not a public employee's speech was constitutionally protected, the threshold question is whether the employee, at the time of the speech in question, was speaking \"as a citizen on a matter of `public concern,'\" <i>Cromer v. Brown,</i> <span class=\"citation\" data-id=\"721462\"><a href=\"/opinion/721462/patrick-h-cromer-v-johnny-mack-brown-individually-and-in-his-official/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></a></span>, 1325 (4th Cir.1996) (quoting <i>Connick, supra,</i> 461 U.S. at 146, 103 S.Ct. at 1689-90). If the employee was speaking \"upon matters only of personal interest,\" then the speech was not protected by the First Amendment. <i>Hall v. Marion School Dist. No. 2,</i> <span class=\"citation\" data-id=\"675713\"><a href=\"/opinion/675713/margaret-s-hall-v-marion-school-district-number-2/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 192 (4th Cir.1994) (cite omitted).</p>\n<p>In determining whether or not an employee's speech addressed a matter of \"public concern,\" which is a question of law, <i>Connick,</i> 461 U.S. at 147-48, n. 7, 103 S.Ct. at 1690, n. 7, the Court must consider the `\"content, form, and context'\" of [the speech in question].\" <i>Cromer, supra,</i> at 1325 (quoting <i>Connick,</i> 461 U.S. at 147-48, 103 S.Ct. at 1690). In <i>Arvinger v. Mayor and City Council of Baltimore</i><i>,</i> the Fourth Circuit noted that \"[a]lthough the <i>Connick</i> court did not elaborate on the relative weight to be accorded these three factors, this Court has held that `content ... is always the central aspect.'\" <i>Arvinger v. Mayor and City Council of Baltimore,</i> <span class=\"citation\" data-id=\"514814\"><a href=\"/opinion/514814/stephen-a-arvinger-v-mayor-and-city-council-of-baltimore-baltimore-city/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 79 (4th Cir.1988) (quoting <i>Jackson v. Bair,</i> <span class=\"citation\" data-id=\"508746\"><a href=\"/opinion/508746/russell-t-jackson-v-toni-v-bair-fred-e-jordan-jr-regional/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 720 (4th Cir.1988)).</p>\n<p>Here, it is indisputable that the <i>content</i> of Plaintiff's speech, a complaint concerning racial and sexual discrimination against students at a state-run academy, was \"a matter of political, social, or other concern to the community.\" <i>Connick,</i> 461 U.S. at 146, 103 S.Ct. at 1690, and not the purely selfish gripe of a disgruntled employee.</p>\n<p>But the inquiry does not end here. Although it may be true that content is the \"central aspect\" in determining whether speech concerns a matter of public concern, it is not the only aspect, and <i>form</i> and <i>context</i> are relevant considerations that can not be ignored. In this case, the form and context of Plaintiff's speecha private, verbal grievance to her supervisorssuggest that Plaintiff was not criticizing her supervisors in an effort to expose their inappropriate behavior, <span class=\"star-pagination\">*287</span> or to spark a debate on a matter of public import, and, in the opinion of this Court, this severely undermines Plaintiff's claim that she is entitled to <i>Pickering</i> protection. As the Fourth Circuit noted in <i>Arvinger,</i></p>\n<blockquote>The <i>Pickering</i> doctrine is not aimed at protecting the jobs of public employees in the face of any statement they might make on any subject. Instead, because debate on topics of public concern is fundamental to the American system of government at all levels, <i>Pickering</i> is designed to ensure that a governmental entity does not use its personnel decisions to influence that debate. <i>Statements that do not contribute to that debate, are, consequently, afforded less protection against such governmental personnel decisions.</i> First Amendment protection is invoked most often by a public employee when the employee attempts to contribute to the debate on his or her governmental employer by criticizing that employer.</blockquote>\n<p><i>Arvinger,</i> at 78 (emphasis added).</p>\n<p>In <i>Pickering,</i> the plaintiff, a teacher in a public school, was fired by the Board of Education \"for sending a letter to a local newspaper ... that was critical of the way in which the Board and the district superintendent of schools had handled past proposals to raise new revenue for the schools.\" <i>Pickering,</i> 391 U.S. at 564, 88 S.Ct. at 1732-33. The plaintiff in <i>Pickering</i> was attempting to expose the school board's mishandling of an issue of public concern, and the school board's dismissal of Plaintiff was a clear attempt to <i>stifle debate</i> on an issue of public concern.</p>\n<p>In <i>Connick v. Myers, supra</i><i>,</i> the Supreme Court made it clear that the purpose of the <i>Pickering</i> doctrine is not to protect an employee's <i>right to complain</i> about matters of public concern, but, rather, to protect an employee's <i>right to further public debate</i> on an issue of public importance. The speech at issue in <i>Connick</i> was a questionnaire that an assistant district attorney distributed to her fellow employees, and the Court held that most of the questions on the questionnaire, which concerned \"office transfer policy, office morale, the need for a grievance committee, [and] the level of confidence in supervisors,\" <i>Id.,</i> 461 U.S. at 141, 103 S.Ct. at 1687, did <i>not</i> address matters of public concern, since \"[Plaintiff] did not seek to inform the public that the District Attorney's Office was not discharging its governmental responsibilities ...\" <i>Id.,</i> 461 U.S. at 148, 103 S.Ct. at 1690-91. Unlike the plaintiff in <i>Pickering,</i> the plaintiff in <i>Connick</i> was not attempting to spark a public debate about the effectiveness of the District Attorney's performance, and thus the District Attorney's decision to fire Plaintiff because of the questionnaire could not be interpreted as an effort to stifle debate about an issue of public import. As the Eleventh Circuit noted in <i>Kurtz v. Vickrey,</i> <span class=\"citation\" data-id=\"510751\"><a href=\"/opinion/510751/larry-kurtz-v-james-f-vickrey-jr-individually-and-in-his-official/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span>, 729 (11th Cir.1988), \"[A Plaintiff's] profession of public concern loses force when it is considered that he took no affirmative steps to remedy, or to inform the public at large about, the problems with which he was so gravely concerned.\"</p>\n<p>This Court recognizes that \"[p]ublic employees do not forfeit the protection of the Constitution's Free Speech Clause merely because they decide to express their views privately rather than publicly.\" <i>Cromer, supra,</i> at 1326 (citing <i>Givhan v. Western Line Consol. Sch. Dist.,</i> <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 413-14, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, 695-96, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1979)).</p>\n<p>But there is a difference between a private communication that is clearly intended to spark a debate on a matter of public concern, and a private communication that is nothing more than a personal expression of dissatisfaction about the employer's behavior. In <i>Cromer,</i> for instance, the speech at issue was a letter sent to a Sheriff by 32 of his black deputies, collectively known as the Black Law Enforcement Officers Association, complaining about the Sheriff's discriminatory treatment of black employees. The Sheriff believed that the plaintiff, who had recently been demoted, was responsible for the letter, and the Sheriff allegedly fired Plaintiff for no other reason. The Fourth Circuit held that even though the letter to the Sheriff was privately communicated, it involved a matter of public concern, and the Court's rationale was as follows:</p>\n<blockquote>... the Sheriff considered the letter a group effort by black officers, and indeed <span class=\"star-pagination\">*288</span> it was. Virtually all of the black officers in the department participated in the Association. They discussed the items covered in the letter at four meetings, and they sent the letter as a body to voice their concerns about what they considered discrimination. Thus, the letter was not the expression of a single disgruntled employee about a personal employment dispute.</blockquote>\n<p><i>Cromer,</i> at 1326 (cite omitted).</p>\n<p>The Fourth Circuit's decision in <i>Cromer</i> was consistent with its earlier decision in <i>Hall v. Marion School Dist. No. 2,</i> <span class=\"citation\" data-id=\"675713\"><a href=\"/opinion/675713/margaret-s-hall-v-marion-school-district-number-2/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span> (4th Cir.1994), in which the Court noted that a public school teacher's written complaints to the principal of her school \"about numerous problems she had with the school system and administration\" was not sufficiently <i>public</i> to merit constitutional protection. \"<i>Although ... [Plaintiff's] internal memoranda may have been a private matter,</i> it is clear that her letters to the editor, FOIA requests, and questionnaire [which Plaintiff sent to the local newspaper] involved a public employee speaking as a citizen upon issues of public concern.\" <i>Id.,</i> at 193 (emphasis added) (cite omitted).</p>\n<p>If it is true, as the Fourth Circuit seemed to suggest, that the \"internal memoranda\" in <i>Hall</i>copies of which were sent to Plaintiff's attorney, the State Superintendent of Education, a U.S. Congressman, and then-President Bush, <i>See Hall,</i> at 188were nothing more than private expressions of personal dissatisfaction about school policy, then it is not clear why this Court should view the speech at issue in the instant case any differently. Here, Plaintiff merely alleges that she approached her supervisors and verbally expressed personal dissatisfaction concerning the discriminatory manner in which the Academy was treating its students. Plaintiff does not allege that she put her complaints in writing and then sent them to the local newspaper, or that she approached her supervisors on behalf of a group of other Team Leaders at the Academy who were similarly dissatisfied with the treatment of black and female students. Nor does Plaintiff claim that she threatened to go public with her complaints if the supervisors did not investigate her allegations. Plaintiff alleges nothing more than that \"during the month of April, 1995,\" she complained to her supervisors about the treatment of black and female students, and then in mid-May she was fired for no other reason than having complained. While it is true, as this Court noted above, that the content of Plaintiff's speech concerned a matter of public import, the manner in which Plaintiff chose to communicate her concerns to her supervisors was certainly not calculated to spark a public debate about the discriminatory treatment of black and female students at the Academy, or to expose wrongdoing on the part of her supervisors, and thus the defendants' decision to fire Plaintiff was simply the suppression of an employee's <i>personal expression of dissatisfaction,</i> and not a suppression of <i>public debate</i> that the <i>Pickering</i> doctrine is intended to prevent.</p>\n<p>For the foregoing reasons, this Court finds that Plaintiff's speech was not sufficiently related to a matter of public concern to merit <i>Pickering</i> protection, and thus Defendants' motion to dismiss the First Claim for Relief is granted.</p>\n<p></p>\n<h2><i>2. Claim For Relief Under Title VII</i></h2>\n<p>Plaintiff's Third Claim for Relief alleges \"Title VII Sex Discrimination and Retaliation.\" The problem with this claim is that there are no factual allegations in the complaint to support it. Plaintiff does not allege that she suffered any adverse employment action because of her sex, nor does Plaintiff allege that she was discriminated against for having opposed <i>an employment practice made unlawful by Title VII.</i> <i>See</i> 42 U.S.C. § 2000e-3.</p>\n<p>Since Plaintiff has failed to state a claim for relief under Title VII, Plaintiff's Third Claim for Relief is dismissed.</p>\n<p></p>\n<h2><i>3. Plaintiff's State Law Claims</i></h2>\n<p>Plaintiff alleges three claims for relief based on state law: the Second Claim for Relief in the complaint alleges a violation of the North Carolina Constitution's free speech clause, Article 1, Section 14; the Fourth Claim for Relief in the Complaint alleges wrongful discharge under the common law of State of North Carolina; and the Fifth Claim for Relief alleges breach of contract.</p>\n<p><span class=\"star-pagination\">*289</span> In view of the dismissal of all federal claims for relief, this Court, acting within its discretion, declines to hear Plaintiff's supplemental state law claims. Therefore, the original complaint is dismissed in its entirety.</p>\n<p></p>\n<h2><i>B. Plaintiff's Motion for Leave to File Amended Complaint</i></h2>\n<p>Since the additional factual allegations in the proposed amended complaint would not affect this Court's analysis of Plaintiff's legal claims, Plaintiff's motion for leave to amend her complaint is denied.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>For the foregoing reasons, Defendants' motions to dismiss are granted, and Plaintiff's motion for leave to file an amended complaint is denied. Accordingly, this action is dismissed in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In her response to Defendants' motions to dismiss, Plaintiff clarified that her claim for <i>monetary damages</i> under 42 U.S.C. §§ 1983 and 1985 is only against <i>the three individual defendants in</i> <i>their individual capacities.</i> (<i>See</i> Plaintiff's Response, p. 2). Since Plaintiff's claim for prospective injunctive reliefreinstatement to her former position of employmentis not tantamount to a claim for monetary damages, Plaintiff's claim for injunctive relief against <i>the individual defendants in their official capacities</i> is <i>not,</i> as Defendants argue, barred by the Eleventh Amendment. <i>See, e.g., </i><i>Cromer v. Brown,</i> <span class=\"citation\" data-id=\"721462\"><a href=\"/opinion/721462/patrick-h-cromer-v-johnny-mack-brown-individually-and-in-his-official/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></a></span>, 1332 (4th Cir.1996) (\"[T]o the extent [Plaintiff] sought injunctive relief (e.g., reinstatement) against Sheriff Brown in his official capacity, the district court should not have granted summary judgment to Sheriff Brown. Eleventh Amendment immunity does not protect state officials in their official capacities from § 1983 claims for injunctive relief\") (citing <i>Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71 n. 10, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, 2312 n. 10, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989)).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721462/"
  ]
}