{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2368259/",
  "absolute_url": "/opinion/2368259/united-states-v-virginia-elec-power-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2368259/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:02.925588Z",
  "date_modified": "2016-04-26T21:40:07.012759Z",
  "type": "010combined",
  "sha1": "ab6d18b128a015958eb265a2fcd14fdc08cd0ccc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>412 F.Supp. 165 (1976)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nVIRGINIA ELECTRIC AND POWER COMPANY and the North Carolina Utilities Commission, Defendants.</h1></center>\n<center>No. 76-0006-CIV-2.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>April 26, 1976.</center>\n<p><span class=\"star-pagination\">*166</span> Thomas P. McNamara, U. S. Atty. by Bruce H. Johnson, Asst. U. S. Atty., Civ. Section, Raleigh, N. C., for plaintiff.</p>\n<p>Edward B. Hipp, Commission Atty., Raleigh, N. C., for N. C. Utilities Commission.</p>\n<p>R. C. Howison, Jr., Joyner &amp; Howison, Raleigh, N. C., Allen C. Barringer, Hunton &amp; Williams, Richmond Va., for VEPCO.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p></p>\n<h2>and</h2>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>On July 1, 1965, the Virginia Electric and Power Company (hereinafter \"Vepco\") entered into a contract with the United States Coast Guard to deliver electrical power to the Coast Guard Air Base at Elizabeth City, North Carolina. In return for service, the Coast Guard agreed to pay a price to be determined by the rate schedule currently on file with the North Carolina Utilities Commission. Following formation of the contract, both parties apparently performed their respective obligations for some nine years before any substantial controversy arose between them.</p>\n<p>On November 1, 1973, Vepco filed, and the Utilities Commission approved, a rate schedule calling for the assessment of \"late payment charges\" upon customers failing to pay their electrical bills within a prescribed period of time. During the period of May, 1974, to December, 1975, Vepco assessed late payment charges in the amount of $785.55 against the Coast Guard Air Base in Elizabeth City. It is Vepco's position that these late payment charges are part of the rate approved by the Utilities Commission and that the Coast Guard is obligated to pay them under paragraph 3 of the General Provisions of their contract wherein the Coast Guard agreed to pay the rates on file with the Commission.</p>\n<p>The Coast Guard, on the other hand, has refused to pay the late payment charges. <span class=\"star-pagination\">*167</span> It takes the position that these charges amount to \"penalty or interest\" the payment of which is expressly prohibited by paragraph 1 of the General Provisions of the contract. Thus, the basic controversy here appears to be over interpretation of the contract.</p>\n<p>Another issue which has been raised by the Government is whether the controversy between the parties is covered by the administrative disputes procedure set forth in paragraph 9 of the General Provisions of the contract. In substance, the Disputes Clause provides that the parties agree to submit all disputes involving questions of fact for final administrative determination, subject to limited judicial review, but that administrative decisions on questions of law will not be considered final. The Government maintains that interpretation of a contract involves mixed questions of law and fact, and it would have this Court remand the dispute for administrative findings on all questions of fact. Vepco, on the other hand, argues that interpretation of a contract is a \"pure question of law\" and that it is not obligated to submit this dispute for administrative disposition.</p>\n<p>In any event, the Government treated the controversy over late payment charges as if it were covered by the Disputes Clause. On January 5, 1976, the Coast Guard's Contracting Officer formally advised Vepco that he had made an administrative decision that the Government was not obligated to pay the late payment charges because those charges constituted \"penalty or interest\" for which the Coast Guard was not liable under paragraph 1 of the General Provisions of the contract. On February 4, 1976, Vepco responded to the Contracting Officer's decision stating that the controversy over the late payment charges was an entirely legal dispute not covered by the contract. Vepco also advised that it intended to refer the matter of the Coast Guard's non-payment of these charges to the North Carolina Utilities Commission.</p>\n<p>Therefore, Vepco, did refer the matter to the Commission by a complaint filed on February 13, 1976. The company requested on order directing the Government to pay the late payment charges in issue and any future late payment charges. In its complaint before the Commission, Vepco also stated that other federal installations in North Carolina, particularly the Air Force and U. S. Information Service, had agreed to pay late payment charges, despite similar language in their service contracts.</p>\n<p>On March 1, 1976, the Utilities Commission issued an order to the Commander of the Coast Guard Air Base at Elizabeth City directing the Coast Guard to pay the late payment charges then due. The order then went beyond Vepco's request and provided that if such charges were not paid within 10 days after the order was served on the Commanding Officer of the Base, then Vepco was to discontinue electrical service. While the position of the Utilities Commission with regard to its authority for ordering discontinuance is unclear, it appears that the Commission is arguing that the Coast Guard consented to the imposition of such a remedy when it agreed under paragraph 3 that service would be subject to regulations by the Commission.</p>\n<p>On March 12, 1976, this action was initiated by a complaint filed by the Government against Vepco and the Utilities Commission. Alleging both breach of contract and anticipatory breach of contract, the Government seeks orders enjoining Vepco and the Commission from discontinuing electrical service to the Air Base and directing Vepco to submit all disputes concerning late payment charges for administrative determination under the Disputes Clause of the contract. Concurrently, the Government moved for a temporary restraining order and preliminary injunction restraining discontinuance of electrical service <i>pendente lite.</i> A temporary restraining order was issued pending a hearing on preliminary injunction.</p>\n<p>On April 2, 1976, the defendant Vepco filed an answer containing a counterclaim against the Government for $785.55, representing the amount of late payment charges which the company asserts are due <span class=\"star-pagination\">*168</span> and payable. The matter of plaintiff's Motion for Preliminary Injunction was heard on April 13, 1976. As a result of that hearing, this Court continued the temporary restraining order and took plaintiff's Motion under advisement. On April 14, 1976, the Utilities Commission voluntarily issued an order postponing the date for collection of the disputed electrical bill or discontinuance of electrical service until there has been a final adjudication on the merits of this case. In view of the Commission's most recent order, this Court denied plaintiff's Motion for Preliminary Injunction, without prejudice to reapply.</p>\n<p>Whether the issues in this case are considered purely legal or mixed questions of law and fact, the merits are not yet before the Court. No party has moved for Summary Judgment, and the case is not yet ripe for trial. Nevertheless, certain of the matters raised by the parties in the preliminary stages of this litigation have prompted this Court to act <i>ex mero motu.</i></p>\n<p></p>\n<h2>I.</h2>\n<p>In support of its prayer for injunction, the Government has contended that discontinuance of electrical service to the Air Base would severely cripple essential governmental services and, thus, cause substantial and irreparable harm. In response, the defendants argue that discontinuance of service is a result which the Coast Guard can readily avoidthat is, the Government can simply pay the late payment charges and then initiate an action to recover them. In turn, the Government has raised an issue which lies at the very heart of almost every aspect of this litigation: can the Coast Guard's Certifying Officer pay the disputed late payment charges without violating federal appropriations statutes?</p>\n<p>Notwithstanding the terms of the contract, if payment of the charges assessed by Vepco amount to a violation of the law or federal public policy, then the Government has likely shown irremediable harm sufficient to support injunctive relief. Furthermore, the legality of such payments will necessarily have a substantial bearing on the central issue in both the Government's case in chief and the defendant Vepco's counterclaimthat is, how the contract should be interpreted.</p>\n<p>The Government argues that rulings of the Comptroller General of the United States indicate that paying late payment charges, such as the ones at issue, amount to a diversion of appropriated funds and obligations for which no appropriations have been made; therefore, such action would constitute a violation of federal law. It cites two published decisions of the Comptroller General as authority for this proposition. Defendants, on the other hand, contend that these two decisions are inapposite and, in any event, out-dated. Vepco further points out that two other federal agencies are even now paying the late payment charges. This, the company asserts, is evidence that such payments are authorized to be made. Thus, there is a dispute between the parties over the current position of the Comptroller General with regard to late payment charges. As this case now stands, this Court will have to make a determination as to whether such charges are permitted under federal law without a clear indication of the Comptroller General's position.</p>\n<p></p>\n<h2>II.</h2>\n<p>The \"doctrine of primary jurisdiction\" expresses principles which might appropriately be applied in this case. In <i>United States v. Western Pacific Railroad Co.,</i> 352 U.S. 59, 63-64, 77 S.Ct. 161, 165, 1 L.Ed.2d 126, 132 (1956), the United States Supreme Court made a succinct statement of the essential features of this doctrine:</p>\n<blockquote>The doctrine of primary jurisdiction, like the rule requiring exhaustion of administrative remedies, is concerned with promoting proper relationships between the courts and administrative agencies charged with particular regulatory duties. \"Exhaustion\" applies where a claim is cognizable in the first instance by an administrative agency alone; judicial <span class=\"star-pagination\">*169</span> interference is withheld until the administrative process has run its course. \"Primary jurisdiction,\" on the other hand, applies where a claim is originally cognizable in the courts, and comes into play whenever enforcement of the claim requires the resolution of issues which, under a regulatory scheme, have been placed within the special competence of an administrative body; in such a case the judicial process is suspended pending referral of such issues to the administrative body for its review.</blockquote>\n<p>This is an action clearly cognizable in this Court, which has both original jurisdiction over the plaintiff's cause of action under 28 U.S.C., Section 1345, and original jurisdiction concurrent with the Court of Claims, over the defendant Vepco's counterclaim under 28 U.S.C., Section 1346.</p>\n<p>Furthermore, the doctrine of primary jurisdiction is not confined to situations where an administrative body has special competence in resolving issues of fact. Courts frequently have solicited agency views on interpretation of statutes or on whether a particular course of conduct amounts to a violation of the law. <i>General American Tank Car Corp. v. El Dorado Terminal Co.,</i> 308 U.S. 422, 432-433, 60 S.Ct. 325, 331, 84 L.Ed. 361, 369-370 (1940); <i>Corneli Seed Co. v. Union Pacific Railroad Co.,</i> 263 F.2d 127, 130 (9th Cir. 1958); <i>S. S. W., Inc. v. Air Transport Ass'n of America,</i> 89 U.S.App.D.C. 273, 191 F.2d 658 (1951).</p>\n<p>The case law further indicates that, under appropriate circumstances, courts should regard the office of the Comptroller General as an agency whose views ought to be solicited under the doctrine of primary jurisdiction. <i>Wheelabrator Corp. v. Chafee,</i> 147 U.S.App.D.C. 238, 455 F.2d 1306 (1971), involved a suit by a prospective bidder to restrain the Navy Department from opening bids or awarding a contract on the ground that the agency was employing an unlawful method of procurement. At the time the action was filed, there was a bid protest proceeding pending with the Comptroller General. In ruling that it was proper for the district court to enter a preliminary injunction restraining the award pending a determination by the Comptroller General on the bid protest, the court of appeals noted:</p>\n<blockquote>* * * Under the doctrine of primary jurisdiction, a court may entertain an action for permanent relief and defer its consideration of the merits until an agency \"with special competence\" in the field has ruled on the issues, if necessary maintaining the status quo pendente lite with injunctive relief avoiding irreparable injury pending such agency consideration. (Citations omitted.)</blockquote>\n<blockquote>This doctrine has application to the General Accounting Office even assuming that its function is advisory since it has the special competence and experience that is the life and reason of the primary jurisdiction rule. (Citations omitted.) The court has the last word, but it can properly seek the benefit of whatever contributions can be made by an agency whose \"area of specialization\" embraces problems similar to or intermeshed with those presented to the court. 455 F.2d at 1316.</blockquote>\n<p>The <i>Wheelabrator</i> case, <i>supra,</i> involved the General Accounting Office's special expertise in the area of bid protest proceedings. But it would also appear that the same principles would be applicable in the instant case, where one of the central issues is the legality of a particular type of payment. As the court noted in <i>Wheelabrator,</i> 455 F.2d at 1313-1314.</p>\n<blockquote>* * * The Comptroller General does not claim that his action operates as a legal or judicial determination of the rights of the parties. A primary basis of his action is his function of settling a public account, see 31 U.S.C. §§ 71, 74, with a decision constituting a General Accounting Office indication of what it deems required of a procurement official in order to clear a public account.</blockquote>\n<p>In 31 U.S.C., Section 82d, the Comptroller General is specifically directed by Congress to render opinions to certifying officers on <span class=\"star-pagination\">*170</span> whether particular claims represent legal obligations of the United States. In fact, the General Accounting Office has performed this function for some thirty-five years. See 55 Stat. 876, Dec. 29, 1941. In this case, it would certainly seem both desirable and proper to obtain the Comptroller General's views on whether the Coast Guard's certifying officer could lawfully obligate the Government to pay the charges at issue. Even though his opinion might only be advisory, it would nevertheless be a valuable contribution to this Court's efforts to adjudicate the merits of this case.</p>\n<p></p>\n<h2>III.</h2>\n<p>Under 31 U.S.C., Section 82d, the Coast Guard's certifying officer could have requested the Comptroller General's opinion on whether the late payment charges in this particular case constitute legal obligations of the United States. Rather than making a specific request in this case, the certifying officer relied on two earlier opinions which he considered dispositive. This, of course, was a matter of his discretion, but had he sought an opinion on this particular dispute, final adjudication of the issues in this case would have been greatly simplified.</p>\n<p>Plaintiff seeks injunctive relief, contending that paying the disputed charges would constitute an unlawful act and, therefore, would not be an adequate alternative remedy. It is the opinion of this Court that a plaintiff seeking equitable relief should first take all steps which might make an alternative remedy available. If the Comptroller General were to remove the specter of illegality which, as plaintiff contends, casts a shadow over any payment of the disputed charges, then this litigation could proceed in the less drastic form of an action at law.</p>\n<p>This Court is also of the opinion that it has the power to initiate, on its own motion, the referral of certain questions for a decision by the Comptroller General. In <i>Louisiana &amp; Arkansas Ry. Co. v. Export Drum Co.,</i> 359 F.2d 311, 314 (5th Cir. 1966), it was held that a court is obligated to invoke the doctrine of primary jurisdiction whenever it is applicable:</p>\n<blockquote>Before reaching the merits of these contentions, however, we are faced with the problem whether, under the doctrine of primary jurisdiction, we first must allow the Interstate Commerce Commission to construe the tariffs in dispute. Although this issue apparently was not raised by counsel for either party at any stage in these proceedings, we must apply the doctrine if it is applicable, for, being a question of the proper allocation of business between the courts and administrative agencies, it is not subject to waiver.</blockquote>\n<p>NOW, THEREFORE, in view of the foregoing,</p>\n<p>IT IS ORDERED, that plaintiff cause such steps to be taken, pursuant to 31 U.S.C., Section 82d, as may be necessary to secure from the Comptroller General of the United States an opinion on whether the late payment charges at issue in this case could be paid as legal and valid obligations of the United States; and</p>\n<p>IT IS FURTHER ORDERED, that further proceedings in this Court be stayed pending receipt of the opinion of the Comptroller General of the United States described herein; and</p>\n<p>IT IS FURTHER ORDERED, that the Clerk shall serve copies of this Memorandum Opinion and Order upon all counsel of record.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">165</span></span> (1976)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nVIRGINIA ELECTRIC AND POWER COMPANY and the North Carolina Utilities Commission, Defendants.</h1></center>\n<center>No. 76-0006-CIV-2.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>April 26, 1976.</center>\n<p><span class=\"star-pagination\">*166</span> Thomas P. McNamara, U. S. Atty. by Bruce H. Johnson, Asst. U. S. Atty., Civ. Section, Raleigh, N. C., for plaintiff.</p>\n<p>Edward B. Hipp, Commission Atty., Raleigh, N. C., for N. C. Utilities Commission.</p>\n<p>R. C. Howison, Jr., Joyner &amp; Howison, Raleigh, N. C., Allen C. Barringer, Hunton &amp; Williams, Richmond Va., for VEPCO.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p></p>\n<h2>and</h2>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>On July 1, 1965, the Virginia Electric and Power Company (hereinafter \"Vepco\") entered into a contract with the United States Coast Guard to deliver electrical power to the Coast Guard Air Base at Elizabeth City, North Carolina. In return for service, the Coast Guard agreed to pay a price to be determined by the rate schedule currently on file with the North Carolina Utilities Commission. Following formation of the contract, both parties apparently performed their respective obligations for some nine years before any substantial controversy arose between them.</p>\n<p>On November 1, 1973, Vepco filed, and the Utilities Commission approved, a rate schedule calling for the assessment of \"late payment charges\" upon customers failing to pay their electrical bills within a prescribed period of time. During the period of May, 1974, to December, 1975, Vepco assessed late payment charges in the amount of $785.55 against the Coast Guard Air Base in Elizabeth City. It is Vepco's position that these late payment charges are part of the rate approved by the Utilities Commission and that the Coast Guard is obligated to pay them under paragraph 3 of the General Provisions of their contract wherein the Coast Guard agreed to pay the rates on file with the Commission.</p>\n<p>The Coast Guard, on the other hand, has refused to pay the late payment charges. <span class=\"star-pagination\">*167</span> It takes the position that these charges amount to \"penalty or interest\" the payment of which is expressly prohibited by paragraph 1 of the General Provisions of the contract. Thus, the basic controversy here appears to be over interpretation of the contract.</p>\n<p>Another issue which has been raised by the Government is whether the controversy between the parties is covered by the administrative disputes procedure set forth in paragraph 9 of the General Provisions of the contract. In substance, the Disputes Clause provides that the parties agree to submit all disputes involving questions of fact for final administrative determination, subject to limited judicial review, but that administrative decisions on questions of law will not be considered final. The Government maintains that interpretation of a contract involves mixed questions of law and fact, and it would have this Court remand the dispute for administrative findings on all questions of fact. Vepco, on the other hand, argues that interpretation of a contract is a \"pure question of law\" and that it is not obligated to submit this dispute for administrative disposition.</p>\n<p>In any event, the Government treated the controversy over late payment charges as if it were covered by the Disputes Clause. On January 5, 1976, the Coast Guard's Contracting Officer formally advised Vepco that he had made an administrative decision that the Government was not obligated to pay the late payment charges because those charges constituted \"penalty or interest\" for which the Coast Guard was not liable under paragraph 1 of the General Provisions of the contract. On February 4, 1976, Vepco responded to the Contracting Officer's decision stating that the controversy over the late payment charges was an entirely legal dispute not covered by the contract. Vepco also advised that it intended to refer the matter of the Coast Guard's non-payment of these charges to the North Carolina Utilities Commission.</p>\n<p>Therefore, Vepco, did refer the matter to the Commission by a complaint filed on February 13, 1976. The company requested on order directing the Government to pay the late payment charges in issue and any future late payment charges. In its complaint before the Commission, Vepco also stated that other federal installations in North Carolina, particularly the Air Force and U. S. Information Service, had agreed to pay late payment charges, despite similar language in their service contracts.</p>\n<p>On March 1, 1976, the Utilities Commission issued an order to the Commander of the Coast Guard Air Base at Elizabeth City directing the Coast Guard to pay the late payment charges then due. The order then went beyond Vepco's request and provided that if such charges were not paid within 10 days after the order was served on the Commanding Officer of the Base, then Vepco was to discontinue electrical service. While the position of the Utilities Commission with regard to its authority for ordering discontinuance is unclear, it appears that the Commission is arguing that the Coast Guard consented to the imposition of such a remedy when it agreed under paragraph 3 that service would be subject to regulations by the Commission.</p>\n<p>On March 12, 1976, this action was initiated by a complaint filed by the Government against Vepco and the Utilities Commission. Alleging both breach of contract and anticipatory breach of contract, the Government seeks orders enjoining Vepco and the Commission from discontinuing electrical service to the Air Base and directing Vepco to submit all disputes concerning late payment charges for administrative determination under the Disputes Clause of the contract. Concurrently, the Government moved for a temporary restraining order and preliminary injunction restraining discontinuance of electrical service <i>pendente lite.</i> A temporary restraining order was issued pending a hearing on preliminary injunction.</p>\n<p>On April 2, 1976, the defendant Vepco filed an answer containing a counterclaim against the Government for $785.55, representing the amount of late payment charges which the company asserts are due <span class=\"star-pagination\">*168</span> and payable. The matter of plaintiff's Motion for Preliminary Injunction was heard on April 13, 1976. As a result of that hearing, this Court continued the temporary restraining order and took plaintiff's Motion under advisement. On April 14, 1976, the Utilities Commission voluntarily issued an order postponing the date for collection of the disputed electrical bill or discontinuance of electrical service until there has been a final adjudication on the merits of this case. In view of the Commission's most recent order, this Court denied plaintiff's Motion for Preliminary Injunction, without prejudice to reapply.</p>\n<p>Whether the issues in this case are considered purely legal or mixed questions of law and fact, the merits are not yet before the Court. No party has moved for Summary Judgment, and the case is not yet ripe for trial. Nevertheless, certain of the matters raised by the parties in the preliminary stages of this litigation have prompted this Court to act <i>ex mero motu.</i></p>\n<p></p>\n<h2>I.</h2>\n<p>In support of its prayer for injunction, the Government has contended that discontinuance of electrical service to the Air Base would severely cripple essential governmental services and, thus, cause substantial and irreparable harm. In response, the defendants argue that discontinuance of service is a result which the Coast Guard can readily avoidthat is, the Government can simply pay the late payment charges and then initiate an action to recover them. In turn, the Government has raised an issue which lies at the very heart of almost every aspect of this litigation: can the Coast Guard's Certifying Officer pay the disputed late payment charges without violating federal appropriations statutes?</p>\n<p>Notwithstanding the terms of the contract, if payment of the charges assessed by Vepco amount to a violation of the law or federal public policy, then the Government has likely shown irremediable harm sufficient to support injunctive relief. Furthermore, the legality of such payments will necessarily have a substantial bearing on the central issue in both the Government's case in chief and the defendant Vepco's counterclaimthat is, how the contract should be interpreted.</p>\n<p>The Government argues that rulings of the Comptroller General of the United States indicate that paying late payment charges, such as the ones at issue, amount to a diversion of appropriated funds and obligations for which no appropriations have been made; therefore, such action would constitute a violation of federal law. It cites two published decisions of the Comptroller General as authority for this proposition. Defendants, on the other hand, contend that these two decisions are inapposite and, in any event, out-dated. Vepco further points out that two other federal agencies are even now paying the late payment charges. This, the company asserts, is evidence that such payments are authorized to be made. Thus, there is a dispute between the parties over the current position of the Comptroller General with regard to late payment charges. As this case now stands, this Court will have to make a determination as to whether such charges are permitted under federal law without a clear indication of the Comptroller General's position.</p>\n<p></p>\n<h2>II.</h2>\n<p>The \"doctrine of primary jurisdiction\" expresses principles which might appropriately be applied in this case. In <i>United States v. Western Pacific Railroad Co.,</i> <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 63-64, <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></a></span>, 165, <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span>, 132 (1956), the United States Supreme Court made a succinct statement of the essential features of this doctrine:</p>\n<blockquote>The doctrine of primary jurisdiction, like the rule requiring exhaustion of administrative remedies, is concerned with promoting proper relationships between the courts and administrative agencies charged with particular regulatory duties. \"Exhaustion\" applies where a claim is cognizable in the first instance by an administrative agency alone; judicial <span class=\"star-pagination\">*169</span> interference is withheld until the administrative process has run its course. \"Primary jurisdiction,\" on the other hand, applies where a claim is originally cognizable in the courts, and comes into play whenever enforcement of the claim requires the resolution of issues which, under a regulatory scheme, have been placed within the special competence of an administrative body; in such a case the judicial process is suspended pending referral of such issues to the administrative body for its review.</blockquote>\n<p>This is an action clearly cognizable in this Court, which has both original jurisdiction over the plaintiff's cause of action under 28 U.S.C., Section 1345, and original jurisdiction concurrent with the Court of Claims, over the defendant Vepco's counterclaim under 28 U.S.C., Section 1346.</p>\n<p>Furthermore, the doctrine of primary jurisdiction is not confined to situations where an administrative body has special competence in resolving issues of fact. Courts frequently have solicited agency views on interpretation of statutes or on whether a particular course of conduct amounts to a violation of the law. <i>General American Tank Car Corp. v. El Dorado Terminal Co.,</i> <span class=\"citation\" data-id=\"103270\"><a href=\"/opinion/103270/general-american-tank-car-corp-v-el-dorado-terminal-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 432-433, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">325</span></span>, 331, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">361</span></span>, 369-370 (1940); <i>Corneli Seed Co. v. Union Pacific Railroad Co.,</i> <span class=\"citation\" data-id=\"247124\"><a href=\"/opinion/247124/corneli-seed-company-a-corporation-v-union-pacific-railroad-company-a/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 130 (9th Cir. 1958); <i>S. S. W., Inc. v. Air Transport Ass'n of America,</i> 89 U.S.App.D.C. 273, <span class=\"citation\" data-id=\"227846\"><a href=\"/opinion/227846/s-s-w-inc-v-air-transport-assn-of-america/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span> (1951).</p>\n<p>The case law further indicates that, under appropriate circumstances, courts should regard the office of the Comptroller General as an agency whose views ought to be solicited under the doctrine of primary jurisdiction. <i>Wheelabrator Corp. v. Chafee,</i> 147 U.S.App.D.C. 238, <span class=\"citation\" data-id=\"301736\"><a href=\"/opinion/301736/the-wheelabrator-corporation-v-john-h-chafee-secretary-of-the-navy-the/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span> (1971), involved a suit by a prospective bidder to restrain the Navy Department from opening bids or awarding a contract on the ground that the agency was employing an unlawful method of procurement. At the time the action was filed, there was a bid protest proceeding pending with the Comptroller General. In ruling that it was proper for the district court to enter a preliminary injunction restraining the award pending a determination by the Comptroller General on the bid protest, the court of appeals noted:</p>\n<blockquote>* * * Under the doctrine of primary jurisdiction, a court may entertain an action for permanent relief and defer its consideration of the merits until an agency \"with special competence\" in the field has ruled on the issues, if necessary maintaining the status quo pendente lite with injunctive relief avoiding irreparable injury pending such agency consideration. (Citations omitted.)</blockquote>\n<blockquote>This doctrine has application to the General Accounting Office even assuming that its function is advisory since it has the special competence and experience that is the life and reason of the primary jurisdiction rule. (Citations omitted.) The court has the last word, but it can properly seek the benefit of whatever contributions can be made by an agency whose \"area of specialization\" embraces problems similar to or intermeshed with those presented to the court. 455 F.2d at 1316.</blockquote>\n<p>The <i>Wheelabrator</i> case, <i>supra,</i> involved the General Accounting Office's special expertise in the area of bid protest proceedings. But it would also appear that the same principles would be applicable in the instant case, where one of the central issues is the legality of a particular type of payment. As the court noted in <i>Wheelabrator,</i> 455 F.2d at 1313-1314.</p>\n<blockquote>* * * The Comptroller General does not claim that his action operates as a legal or judicial determination of the rights of the parties. A primary basis of his action is his function of settling a public account, see 31 U.S.C. §§ 71, 74, with a decision constituting a General Accounting Office indication of what it deems required of a procurement official in order to clear a public account.</blockquote>\n<p>In 31 U.S.C., Section 82d, the Comptroller General is specifically directed by Congress to render opinions to certifying officers on <span class=\"star-pagination\">*170</span> whether particular claims represent legal obligations of the United States. In fact, the General Accounting Office has performed this function for some thirty-five years. See 55 Stat. 876, Dec. 29, 1941. In this case, it would certainly seem both desirable and proper to obtain the Comptroller General's views on whether the Coast Guard's certifying officer could lawfully obligate the Government to pay the charges at issue. Even though his opinion might only be advisory, it would nevertheless be a valuable contribution to this Court's efforts to adjudicate the merits of this case.</p>\n<p></p>\n<h2>III.</h2>\n<p>Under 31 U.S.C., Section 82d, the Coast Guard's certifying officer could have requested the Comptroller General's opinion on whether the late payment charges in this particular case constitute legal obligations of the United States. Rather than making a specific request in this case, the certifying officer relied on two earlier opinions which he considered dispositive. This, of course, was a matter of his discretion, but had he sought an opinion on this particular dispute, final adjudication of the issues in this case would have been greatly simplified.</p>\n<p>Plaintiff seeks injunctive relief, contending that paying the disputed charges would constitute an unlawful act and, therefore, would not be an adequate alternative remedy. It is the opinion of this Court that a plaintiff seeking equitable relief should first take all steps which might make an alternative remedy available. If the Comptroller General were to remove the specter of illegality which, as plaintiff contends, casts a shadow over any payment of the disputed charges, then this litigation could proceed in the less drastic form of an action at law.</p>\n<p>This Court is also of the opinion that it has the power to initiate, on its own motion, the referral of certain questions for a decision by the Comptroller General. In <i>Louisiana &amp; Arkansas Ry. Co. v. Export Drum Co.,</i> <span class=\"citation\" data-id=\"271431\"><a href=\"/opinion/271431/louisiana-arkansas-railway-company-v-export-drum-company-inc/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 314 (5th Cir. 1966), it was held that a court is obligated to invoke the doctrine of primary jurisdiction whenever it is applicable:</p>\n<blockquote>Before reaching the merits of these contentions, however, we are faced with the problem whether, under the doctrine of primary jurisdiction, we first must allow the Interstate Commerce Commission to construe the tariffs in dispute. Although this issue apparently was not raised by counsel for either party at any stage in these proceedings, we must apply the doctrine if it is applicable, for, being a question of the proper allocation of business between the courts and administrative agencies, it is not subject to waiver.</blockquote>\n<p>NOW, THEREFORE, in view of the foregoing,</p>\n<p>IT IS ORDERED, that plaintiff cause such steps to be taken, pursuant to 31 U.S.C., Section 82d, as may be necessary to secure from the Comptroller General of the United States an opinion on whether the late payment charges at issue in this case could be paid as legal and valid obligations of the United States; and</p>\n<p>IT IS FURTHER ORDERED, that further proceedings in this Court be stayed pending receipt of the opinion of the Comptroller General of the United States described herein; and</p>\n<p>IT IS FURTHER ORDERED, that the Clerk shall serve copies of this Memorandum Opinion and Order upon all counsel of record.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/271431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301736/"
  ]
}