{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2369377/",
  "absolute_url": "/opinion/2369377/aspen-spa-properties-v-intern-design-concepts/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2369377/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:13.339037Z",
  "date_modified": "2016-04-27T00:14:38.882319Z",
  "type": "010combined",
  "sha1": "5fc67ef5ecba4a947f4931bfba5a4f6166f5c3d6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>527 F.Supp.2d 469 (2007)</b></center>\n<center><h1>ASPEN SPA PROPERTIES, LLC, Plaintiff,<br>\nv.<br>\nINTERNATIONAL DESIGN CONCEPTS, LLC, Defendant.</h1></center>\n<center>No. 5:07-CV-371-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 12, 2007.</center>\n<p>Alan D. McInnes, Kilpatrick Stockton, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>John M. Nunnally; Ragsdale Liggett PLLC, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*470</span> ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Defendant International Design Concepts, LLC (\"IDC\") moves to dismiss this breach of contract action in light of an arbitration agreement between the parties. Alternatively, IDC asks this court to transfer the action to the United States District Court for the Western District of Washington, or to compel arbitration in this district. As discussed below, IDC's motion to transfer is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff Aspen Spa Properties, LLC (\"Aspen\") is a North Carolina limited liability company with its principal office in Wake County, North Carolina. Compl. ¶ 1. Dr. Adam Stein (\"Stein\") is the owner and sole member of Aspen. Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 2. Stein practices facial plastic surgery, and founded Aspen for the purpose of operating a joint spa and plastic surgery suite. <i>Id.</i></p>\n<p>Defendant IDC is an architectural design firm organized as a Washington limited liability company. <i>See</i> Compl. ¶¶ 12-3; <i>see also</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 2. Michael Effler (\"Effler\") is the principal member of IDC. Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 2. In May 2006, Stein contacted Effler to discuss the design of a joint spa and plastic surgery suite in Cary, North Carolina. <i>Id.</i> On June 12, 2006, Effler sent Stein a \"Design Agreement.\" <i>Id.</i> Stein signed the Design Agreement on behalf of Aspen on June 13, 2006. <i>Id.</i></p>\n<p>The Design Agreement set out the various design services that IDC would perform for Aspen. <i>See generally</i> Def.'s Mot. to Dismiss Ex. A. The Design Agreement also contained a paragraph entitled \"Arbitration\" providing as follows:</p>\n<blockquote>If either party brings any action or proceeding to enforce, protect or establish any right or remedy arising from or based on this agreement, the parties agree to use Arbitration as a basis to resolve such differences. All disputes shall be decided under the laws of the State of Washington, and venue for any legal action shall be King County, Washington.</blockquote>\n<p><i>Id.</i> at ¶ 18 [hereinafter \"Arbitration Provision\"].</p>\n<p>Aspen was not satisfied with IDC's work, and filed suit on August 21, 2007, in Wake County Superior Court, alleging breach of contract. <i>See generally</i> Compl. IDC removed the action to this court on the basis of diversity jurisdiction on September 20, 2007. <i>See generally</i> Def.'s Notice of Removal. IDC argues that the Federal Arbitration Act, 9 U.S.C. §§ 1-16 (\"FAA\"), governs this dispute, and requires that the Arbitration Provision be enforced. <i>See</i> Def.'s Mem. in Supp. of Mot. to Dismiss 2-5. The FAA provides in relevant part:</p>\n<blockquote>A written provision in . . . a contract evidencing a transaction involving commerce to settle by arbitration a controversy thereafter arising out of such contract or transaction, or the refusal to perform the whole or any part thereof . . . shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.</blockquote>\n<p>9 U.S.C. § 2. IDC moves to dismiss (or alternatively to transfer) because, under the Arbitration Provision, venue is proper only in King County, Washington. <i>See</i> Def.'s Mem. in. Supp. of Def.'s Mot. to Dismiss 2-5.</p>\n<p>Aspen concedes that the FAA applies and that arbitration is required. <i>See</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 3-4 (\"Given the broad interpretation of interstate <span class=\"star-pagination\">*471</span> commerce, [IDC's] contention appears to be accurate. . . .\"). However, Aspen argues that \"simply because federal law applies does not end the inquiry.\" <i>Id.</i> at 4. Aspen maintains that venue is proper in this district under 28 U.S.C. § 1441(a) because the case was removed to this court. <i>See id.</i> Aspen therefore argues that the appropriate analysis concerns whether to transfer the case, not whether to dismiss the case. <i>See id.</i> at 4-5. In analyzing transfer, Aspen contends that the forum selection clause included in the Arbitration. Provision is not dispositive, and merits little weight because it is unreasonable. <i>See id.</i> at 47. Aspen argues that the forum selection clause is merely one factor in the standard multi-factor analysis for analyzing transfer under 28 U.S.C. § 1404(a), and that these factors weigh strongly against transfer. <i>See id.</i> at 7-11. Thus, according to Aspen, the arbitration should take place in the Eastern District of North Carolina. <i>Id.</i> at 11.</p>\n<p></p>\n<h2>II.</h2>\n<p>According to the Arbitration Provision,</p>\n<blockquote>If either party brings any action or proceeding to enforce, protect or establish any right or remedy arising from or based on this agreement, the parties agree to use Arbitration as a basis to resolve such differences. All disputes shall be decided under the laws of the State of Washington, and venue for any legal action shall be King County, Washington.</blockquote>\n<p>This provision contains three separate agreements: The first is an agreement to arbitrate any disputes that arise from or are based on the Design Agreement. The second is a choice of law agreement selecting Washington law to govern disputes under the Design Agreement. And the final agreement is a forum selection clause naming King County, Washington as the appropriate venue for any legal action.</p>\n<p>Initially, the court must determine the governing legal framework. Aspen cites <i>Allen v. Lloyd's of London,</i> 94 F.3d 923 (4th Cir.1996), and <i>Rice v. Bellsouth Adver. &amp; Publ'g Corp.,</i> 240 F.Supp.2d 526 (W.D.N.C.2002), and argues that traditional forum selection clause jurisprudence applies. <i>See</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 45. Moreover, Aspen contends that the forum selection clause is not dispositive, and that it merits little weight because it is unreasonable. <i>See id.</i> at 4-7; <i>Allen,</i> 94 F.3d at 928 (\"But the presumption of enforceability that forum selection and choice of law provisions enjoy is not absolute and, therefore, may be overcome by a clear showing that they are unreasonable under the circumstances.\" (quotation omitted)); <i>Rice,</i> 240 F.Supp.2d at 528 (\"But, [forum selection clauses] should not be given dispositive weight. . . . The party opposing the transfer can overcome the presumption in favor of enforcing the forum selection clause by showing that the clause is unreasonable [under federal law].\").</p>\n<p>IDC responds that its motion concerns applying the forum selection clause to arbitration, not litigation, and the cases cited by Aspen are therefore distinguishable. <i>See</i> Def.'s Reply Mem. in Supp. of Mot. to Dismiss 1-2 (\"[T]he <i>Bremen</i> analysis (or any other federal analysis) is improper in situations regarding the forum of arbitration.\"). IDC notes that both <i>Allen</i> and <i>Rice,</i> as well as the Supreme Court jurisprudence on which they are based, apply to forum selection clauses in the context of litigation. <i>See </i><i>Allen,</i> 94 F.3d at 928 (\"Those contractual provisions . . . specify that `any dispute and/or controversy of whatsoever nature arising out of or relating to' [an entity's] participation in Lloyd's be submitted to the exclusive jurisdiction <span class=\"star-pagination\">*472</span> of the British courts. . . .\" (quoting underlying contract)); <i>Rice,</i> 240 F.Supp.2d at 528 (\"The form contract used contained a choice of forum clause, stating that `any litigation arising hereunder shall be filed only in the Federal District Court for the Northern District of Georgia or the Superior Court of DeKalb County, Georgia, and you hereby consent to the jurisdiction of such courts.'\" (quoting underlying contract)); <i>see also </i><i>Carnival Cruise Lines, Inc. v. Shute,</i> 499 U.S. 585, 587-89, 595, 111 S.Ct. 1522, 113 L.Ed.2d 622 (1991) (holding valid forum selection clause providing \"that all disputes and matters whatsoever arising under, in connection with or incident to this Contract shall be litigated, if at all, in and before a Court located in the State of Florida\" (quoting underlying contract)); <i>Stewart Org., Inc. v. Ricoh Corp.,</i> 487 U.S. 22, 24 n. 1, 31, 108 S.Ct. 2239, 101 L.Ed.2d 22 (1988) (holding that forum selection clause providing that \"any appropriate state or federal district court located in the Borough of Manhattan, New York City, New York, shall have exclusive jurisdiction\" was not dispositive, but merely one factor to consider in transfer analysis (quoting underlying contract)); <i>M/S Bremen v. Zapata Off-Shore Co.,</i> 407 U.S. 1, 34, 8, 92 S.Ct. 1907, 32 L.Ed.2d 513 (1972) (holding that \"contract promise to litigate `any dispute arising' [from the contract] in the English courts\" was prima facie valid (quoting underlying contract)). Courts have rejected the traditional forum selection clause analysis when the parties have Contractually agreed to arbitration. <i>See Silkworm Screen Printers, Inc. v. Abrams,</i> 1992 WL 317187, at *4 (4th Cir. Nov.4, 1992) (\"Silkworm's reliance on <i>The Bremen</i> is misplaced. That case dealt with judicial forum selection, not arbitration.\"); <i>Sam Reisfeld &amp; Son Import Co. v. S.A. Eteco,</i> 530 F.2d 679, 680-81 (5th Cir. 1976) (\"Reisfeld's attack falters on its initial premise that the <i>Bremen</i> unreasonableness test is applicable to arbitration clauses. Rather, we agree with the district court that the enforceability of the arbitration clause [selecting Belgium as the arbitral forum] is governed exclusively by the explicit provisions of the Federal Arbitration Act.\"); <i>Spring Hope Rockwool, Inc. v. Indus. Clean Air, Inc.,</i> 504 F.Supp. 1385, 1389 (E.D.N.C.1981) (\"Plaintiff seeks to rely on <i>The Bremen v. Zapata Off-Shore Company.</i> In <i>The Bremen,</i> however, the Supreme Court addressed a contractual provision which chose a forum for litigation, not for arbitration.\" (citation omitted)); <i>Goldstein v. Am. Steel Span, Inc.,</i> 640 S.E.2d 740, 743 (N.C.Ct.App. 2007) (\"[F]orum selection clauses in arbitration and litigation are similar, but in the case of arbitration, the courts are bound exclusively by the FAA.\").</p>\n<p>The court agrees with IDC that the FAA provides the governing legal framework. <i>See </i><i>Sam Reisfeld,</i> 530 F.2d at 680-81; <i>Spring Hope,</i> 504 F.Supp. at 1389; <i>Goldstein,</i> 640 S.E.2d at 743. The FAA applies to agreements \"to settle by arbitration.\" 9 U.S.C. § 2. Although here the arbitration agreement and the forum selection clause are located in different sentences, a forum selection clause will be governed by the FAA where it is associated with an arbitration agreement. <i>See Elox Corp. v. Colt Indus., Inc.,</i> 1991 WL 263127, at *1 (4th Cir. Jan.7, 1992) (per curiam) (unpublished) (\"The Federal Arbitration Act provides that a district court deciding a motion to compel shall defer to the terms of the parties' agreement. The district court must, therefore, apply a forum selection clause contained in the agreement if such a clause exists.\" (citation omitted)); <i>cf. </i><i>Sam Reisfeld,</i> 530 F.2d at 680-81 (referring to forum selection clause as part of arbitration clause, governed one in the same by the FAA). Accordingly, <span class=\"star-pagination\">*473</span> the FAA governs the forum selection clause found in the Arbitration Provision.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because the FAA governs the forum selection clause, the court must determine whether the forum selection clause is enforceable under the FAA. The FAA provides in relevant part:</p>\n<blockquote>A written provision in . . . a contract evidencing a transaction involving commerce to settle by arbitration a controversy thereafter arising out of such contract or transaction, or the refusal to perform the whole or any part thereof . . . shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.</blockquote>\n<p>9 U.S.C. § 2. Accordingly, the forum selection clause must be enforced unless there are legal or equitable grounds sufficient to revoke the agreement.</p>\n<p>Typically, the grounds for revoking an arbitration contract are the classic state-law contract defenses \"such as fraud, duress, or unconscionability.\" <i>Doctor's Assocs., Inc. v. Casarotto,</i> 517 U.S. 681, 687, 116 S.Ct. 1652, 134 L.Ed.2d 902 (1996). No such grounds are alleged here. <i>See generally</i> Compl. In addition, state statutory law also can serve as a basis for revoking an arbitration contract, so long as it does not single out arbitration agreements for special treatment. <i>Casarotto,</i> 517 U.S. at 686-88, 116 S.Ct. 1652. Here, the only possible <i>state</i> statutory ground that Aspen cites for revoking the forum selection clause is N.C. Gen.Stat.§ 22B-3, which provides in relevant part: \"[A]ny provision in a contract entered into in North Carolina that requires the prosecution of any action or the arbitration of any dispute that arises from the contract to be instituted or heard in another state is against public policy and is void and unenforceable.\"</p>\n<p>Aspen correctly concedes that the FAA preempts section 22B-3. <i>See</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 4; <i>Casarotto,</i> 517 U.S. at 683, 687, 116 S.Ct. 1652 (holding that Montana law requiring all arbitration provisions to be typed in underlined capital letters was preempted because \"Congress precluded States from singling out arbitration provisions for suspect status\"); <i>Newman ex rel. Wallace v. First Atl. Res. Corp.,</i> 170 F.Supp.2d 585, 593 (M.D.N.C.2001) (\"[N.C. Gen. Stat] § 22B-3 is preempted by the FAA. . . .\"); <i>Goldstein,</i> 640 S.E.2d at 743 (\"[T]he FAA preempts North Carolina's statute and public policy regarding forum selection. . . .\"). Accordingly, there are no state-law grounds for revoking the forum selection clause, and the FAA requires the court to enforce the forum selection clause.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Aspen argues that venue is proper in this court based on 28 U.S.C. § 1441(a). <i>See </i><i>Polizzi v. Cowles Magazines, Inc.,</i> 345 U.S. 663, 664-65, 73 S.Ct. 900, 97 L.Ed. 1331 (1953) (holding that venue for litigation was proper based on 28 U.S.C. § 1441 regardless of whether defendant was \"doing business\" in the district within the meaning of 28 U.S.C. § 1391); <i>Price v. Leasecomm Corp.,</i> 2004 WL 727028, at *2*3 (M.D.N.C. Mar.31, 2004) (unpublished) (holding that venue for litigation was proper based on 28 U.S.C. § 1441 even though forum selection clause provided that \"the Courts of the Commonwealth of Massachusetts\" would be the \"exclusive forum\"). IDC disagrees and relies on the FAA.<sup>[1]</sup> As explained above, the court must <span class=\"star-pagination\">*474</span> enforce the forum selection clause under the FAA. Moreover, the court need not resolve whether venue is proper in this court under 28 U.S.C. § 1441(a) due to removal. Even if venue is proper in this court under 28 U.S.C. § 1441(a) due to removal, the court retains the discretion to transfer the action or to dismiss the action under 28 U.S.C. § 1406(a). <i>See, e.g., </i><i>Porter v. Groat,</i> 840 F.2d 255, 258 (4th Cir. 1988) (\"[W]e adopt as the rule in this circuit the reading of § 1406(a) that authorizes the transfer of a case to any district, which would have had venue if the case were originally brought there, for any reason which constitutes an impediment to a decision. . . .\"); <i>Jenkins v. Albuquerque Lonestar Freightliner, LLC,</i> 464 F.Supp.2d 491, 494 (E.D.N.C.2006) (\"As for section 1406(a), the Fourth Circuit has held that transfers can be made under section 1406(a) even if venue . . . is proper in the transferor court.\"). The court also has the discretion to transfer the action under 28 U.S.C. § 1404(a). <i>See </i><i>Jenkins,</i> 464 F.Supp.2d at 493-95.</p>\n<p>District courts have broad discretion in determining whether the \"interest of justice\" requires transfer or dismissal. <i>See id.; see also </i><i>Stewart,</i> 487 U.S. at 29, 108 S.Ct. 2239; <i>Brock v. Entre Computer Ctrs., Inc.,</i> 933 F.2d 1253, 1257 (4th Cir. 1991); <i>Quinn v. Watson,</i> 145 Fed.Appx. 799, 800 (4th Cir.2005) (per curiam) (unpublished). Here, the FAA mandates enforcement of both the arbitration clause and the forum selection clause. There is already an action to compel arbitration pending in the Western District of Washington. <i>See</i> Def.'s Reply Mem. in Supp. of Mot. to Dismiss 3; <i>In re Arbitration Between Ina Design Concepts, LLC &amp; Aspen Spa Props., LLC,</i> No. 2:07-CV-1712-JCC (W.D.Wash. Nov. 29, 2007) (order staying IDC's motion to compel arbitration pending outcome of this motion). That locale comports with the forum selection provision that the parties chose in the Design Agreement. Notwithstanding Aspen's argument to the contrary, nothing warrants keeping the action here or having the parties arbitrate here. Accordingly, this court exercises its discretion, enforces the forum selection clause, and transfers this action to the United States District Court for the Western District of Washington.</p>\n<p></p>\n<h2>V.</h2>\n<p>As discussed above, IDC's motion to transfer is GRANTED. Accordingly, IDC's alternative motions to dismiss and to compel arbitration are DISMISSED WITHOUT PREJUDICE. This action is hereby transferred to the United States District Court for the Western District of Washington.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court recognizes that the doctrine of \"derivative jurisdiction\" was statutorily abolished in 1986, and that federal law alone determines venue in removed actions. <i>See</i> 28 U.S.C.A. § 1441(1); <i>Rosciszewski v. Arete Assocs., Inc.,</i> 1 F.3d 225, 232 n. 6 (4th Cir. 1993); <i>see also </i><i>Hollis v. Florida State Univ.,</i> 259 F.3d 1295, 1298-99 (11th Cir.2001) (collecting cases). However, IDC argues that federal lawthe FAAmakes venue improper in this court.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">469</span></span> (2007)</b></center>\n<center><h1>ASPEN SPA PROPERTIES, LLC, Plaintiff,<br>\nv.<br>\nINTERNATIONAL DESIGN CONCEPTS, LLC, Defendant.</h1></center>\n<center>No. 5:07-CV-371-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 12, 2007.</center>\n<p>Alan D. McInnes, Kilpatrick Stockton, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>John M. Nunnally; Ragsdale Liggett PLLC, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*470</span> ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Defendant International Design Concepts, LLC (\"IDC\") moves to dismiss this breach of contract action in light of an arbitration agreement between the parties. Alternatively, IDC asks this court to transfer the action to the United States District Court for the Western District of Washington, or to compel arbitration in this district. As discussed below, IDC's motion to transfer is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff Aspen Spa Properties, LLC (\"Aspen\") is a North Carolina limited liability company with its principal office in Wake County, North Carolina. Compl. ¶ 1. Dr. Adam Stein (\"Stein\") is the owner and sole member of Aspen. Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 2. Stein practices facial plastic surgery, and founded Aspen for the purpose of operating a joint spa and plastic surgery suite. <i>Id.</i></p>\n<p>Defendant IDC is an architectural design firm organized as a Washington limited liability company. <i>See</i> Compl. ¶¶ 12-3; <i>see also</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 2. Michael Effler (\"Effler\") is the principal member of IDC. Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 2. In May 2006, Stein contacted Effler to discuss the design of a joint spa and plastic surgery suite in Cary, North Carolina. <i>Id.</i> On June 12, 2006, Effler sent Stein a \"Design Agreement.\" <i>Id.</i> Stein signed the Design Agreement on behalf of Aspen on June 13, 2006. <i>Id.</i></p>\n<p>The Design Agreement set out the various design services that IDC would perform for Aspen. <i>See generally</i> Def.'s Mot. to Dismiss Ex. A. The Design Agreement also contained a paragraph entitled \"Arbitration\" providing as follows:</p>\n<blockquote>If either party brings any action or proceeding to enforce, protect or establish any right or remedy arising from or based on this agreement, the parties agree to use Arbitration as a basis to resolve such differences. All disputes shall be decided under the laws of the State of Washington, and venue for any legal action shall be King County, Washington.</blockquote>\n<p><i>Id.</i> at ¶ 18 [hereinafter \"Arbitration Provision\"].</p>\n<p>Aspen was not satisfied with IDC's work, and filed suit on August 21, 2007, in Wake County Superior Court, alleging breach of contract. <i>See generally</i> Compl. IDC removed the action to this court on the basis of diversity jurisdiction on September 20, 2007. <i>See generally</i> Def.'s Notice of Removal. IDC argues that the Federal Arbitration Act, 9 U.S.C. §§ 1-16 (\"FAA\"), governs this dispute, and requires that the Arbitration Provision be enforced. <i>See</i> Def.'s Mem. in Supp. of Mot. to Dismiss 2-5. The FAA provides in relevant part:</p>\n<blockquote>A written provision in . . . a contract evidencing a transaction involving commerce to settle by arbitration a controversy thereafter arising out of such contract or transaction, or the refusal to perform the whole or any part thereof . . . shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.</blockquote>\n<p>9 U.S.C. § 2. IDC moves to dismiss (or alternatively to transfer) because, under the Arbitration Provision, venue is proper only in King County, Washington. <i>See</i> Def.'s Mem. in. Supp. of Def.'s Mot. to Dismiss 2-5.</p>\n<p>Aspen concedes that the FAA applies and that arbitration is required. <i>See</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 3-4 (\"Given the broad interpretation of interstate <span class=\"star-pagination\">*471</span> commerce, [IDC's] contention appears to be accurate. . . .\"). However, Aspen argues that \"simply because federal law applies does not end the inquiry.\" <i>Id.</i> at 4. Aspen maintains that venue is proper in this district under 28 U.S.C. § 1441(a) because the case was removed to this court. <i>See id.</i> Aspen therefore argues that the appropriate analysis concerns whether to transfer the case, not whether to dismiss the case. <i>See id.</i> at 4-5. In analyzing transfer, Aspen contends that the forum selection clause included in the Arbitration. Provision is not dispositive, and merits little weight because it is unreasonable. <i>See id.</i> at 47. Aspen argues that the forum selection clause is merely one factor in the standard multi-factor analysis for analyzing transfer under 28 U.S.C. § 1404(a), and that these factors weigh strongly against transfer. <i>See id.</i> at 7-11. Thus, according to Aspen, the arbitration should take place in the Eastern District of North Carolina. <i>Id.</i> at 11.</p>\n<p></p>\n<h2>II.</h2>\n<p>According to the Arbitration Provision,</p>\n<blockquote>If either party brings any action or proceeding to enforce, protect or establish any right or remedy arising from or based on this agreement, the parties agree to use Arbitration as a basis to resolve such differences. All disputes shall be decided under the laws of the State of Washington, and venue for any legal action shall be King County, Washington.</blockquote>\n<p>This provision contains three separate agreements: The first is an agreement to arbitrate any disputes that arise from or are based on the Design Agreement. The second is a choice of law agreement selecting Washington law to govern disputes under the Design Agreement. And the final agreement is a forum selection clause naming King County, Washington as the appropriate venue for any legal action.</p>\n<p>Initially, the court must determine the governing legal framework. Aspen cites <i>Allen v. Lloyd's of London,</i> <span class=\"citation\" data-id=\"725514\"><a href=\"/opinion/725514/fed-sec-l-rep-p-99306-louis-f-allen-carl-k-baker-joyce-p-baker/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span> (4th Cir.1996), and <i>Rice v. Bellsouth Adver. &amp; Publ'g Corp.,</i> <span class=\"citation\" data-id=\"2324438\"><a href=\"/opinion/2324438/rice-v-bellsouth-advertising-pub-corp/\"><span class=\"volume\">240</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">526</span></a></span> (W.D.N.C.2002), and argues that traditional forum selection clause jurisprudence applies. <i>See</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 45. Moreover, Aspen contends that the forum selection clause is not dispositive, and that it merits little weight because it is unreasonable. <i>See id.</i> at 4-7; <i>Allen,</i> 94 F.3d at 928 (\"But the presumption of enforceability that forum selection and choice of law provisions enjoy is not absolute and, therefore, may be overcome by a clear showing that they are unreasonable under the circumstances.\" (quotation omitted)); <i>Rice,</i> 240 F.Supp.2d at 528 (\"But, [forum selection clauses] should not be given dispositive weight. . . . The party opposing the transfer can overcome the presumption in favor of enforcing the forum selection clause by showing that the clause is unreasonable [under federal law].\").</p>\n<p>IDC responds that its motion concerns applying the forum selection clause to arbitration, not litigation, and the cases cited by Aspen are therefore distinguishable. <i>See</i> Def.'s Reply Mem. in Supp. of Mot. to Dismiss 1-2 (\"[T]he <i>Bremen</i> analysis (or any other federal analysis) is improper in situations regarding the forum of arbitration.\"). IDC notes that both <i>Allen</i> and <i>Rice,</i> as well as the Supreme Court jurisprudence on which they are based, apply to forum selection clauses in the context of litigation. <i>See </i><i>Allen,</i> 94 F.3d at 928 (\"Those contractual provisions . . . specify that `any dispute and/or controversy of whatsoever nature arising out of or relating to' [an entity's] participation in Lloyd's be submitted to the exclusive jurisdiction <span class=\"star-pagination\">*472</span> of the British courts. . . .\" (quoting underlying contract)); <i>Rice,</i> 240 F.Supp.2d at 528 (\"The form contract used contained a choice of forum clause, stating that `any litigation arising hereunder shall be filed only in the Federal District Court for the Northern District of Georgia or the Superior Court of DeKalb County, Georgia, and you hereby consent to the jurisdiction of such courts.'\" (quoting underlying contract)); <i>see also </i><i>Carnival Cruise Lines, Inc. v. Shute,</i> <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, 587-89, 595, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1522</span></a></span>, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1991) (holding valid forum selection clause providing \"that all disputes and matters whatsoever arising under, in connection with or incident to this Contract shall be litigated, if at all, in and before a Court located in the State of Florida\" (quoting underlying contract)); <i>Stewart Org., Inc. v. Ricoh Corp.,</i> <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 24 n. 1, 31, <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2239</span></a></span>, <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1988) (holding that forum selection clause providing that \"any appropriate state or federal district court located in the Borough of Manhattan, New York City, New York, shall have exclusive jurisdiction\" was not dispositive, but merely one factor to consider in transfer analysis (quoting underlying contract)); <i>M/S Bremen v. Zapata Off-Shore Co.,</i> <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 34, 8, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1907</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1972) (holding that \"contract promise to litigate `any dispute arising' [from the contract] in the English courts\" was prima facie valid (quoting underlying contract)). Courts have rejected the traditional forum selection clause analysis when the parties have Contractually agreed to arbitration. <i>See Silkworm Screen Printers, Inc. v. Abrams,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">317187</span></span>, at *4 (4th Cir. Nov.4, 1992) (\"Silkworm's reliance on <i>The Bremen</i> is misplaced. That case dealt with judicial forum selection, not arbitration.\"); <i>Sam Reisfeld &amp; Son Import Co. v. S.A. Eteco,</i> <span class=\"citation\" data-id=\"333221\"><a href=\"/opinion/333221/sam-reisfeld-son-import-company-v-s-a-eteco/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 680-81 (5th Cir. 1976) (\"Reisfeld's attack falters on its initial premise that the <i>Bremen</i> unreasonableness test is applicable to arbitration clauses. Rather, we agree with the district court that the enforceability of the arbitration clause [selecting Belgium as the arbitral forum] is governed exclusively by the explicit provisions of the Federal Arbitration Act.\"); <i>Spring Hope Rockwool, Inc. v. Indus. Clean Air, Inc.,</i> <span class=\"citation\" data-id=\"2153559\"><a href=\"/opinion/2153559/spring-hope-rockwool-v-industrial-clean-air-inc/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1385</span></a></span>, 1389 (E.D.N.C.1981) (\"Plaintiff seeks to rely on <i>The Bremen v. Zapata Off-Shore Company.</i> In <i>The Bremen,</i> however, the Supreme Court addressed a contractual provision which chose a forum for litigation, not for arbitration.\" (citation omitted)); <i>Goldstein v. Am. Steel Span, Inc.,</i> <span class=\"citation\" data-id=\"1242182\"><a href=\"/opinion/1242182/goldstein-v-american-steel-span-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">740</span></a></span>, 743 (N.C.Ct.App. 2007) (\"[F]orum selection clauses in arbitration and litigation are similar, but in the case of arbitration, the courts are bound exclusively by the FAA.\").</p>\n<p>The court agrees with IDC that the FAA provides the governing legal framework. <i>See </i><i>Sam Reisfeld,</i> 530 F.2d at 680-81; <i>Spring Hope,</i> 504 F.Supp. at 1389; <i>Goldstein,</i> 640 S.E.2d at 743. The FAA applies to agreements \"to settle by arbitration.\" 9 U.S.C. § 2. Although here the arbitration agreement and the forum selection clause are located in different sentences, a forum selection clause will be governed by the FAA where it is associated with an arbitration agreement. <i>See Elox Corp. v. Colt Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">263127</span></span>, at *1 (4th Cir. Jan.7, 1992) (per curiam) (unpublished) (\"The Federal Arbitration Act provides that a district court deciding a motion to compel shall defer to the terms of the parties' agreement. The district court must, therefore, apply a forum selection clause contained in the agreement if such a clause exists.\" (citation omitted)); <i>cf. </i><i>Sam Reisfeld,</i> 530 F.2d at 680-81 (referring to forum selection clause as part of arbitration clause, governed one in the same by the FAA). Accordingly, <span class=\"star-pagination\">*473</span> the FAA governs the forum selection clause found in the Arbitration Provision.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because the FAA governs the forum selection clause, the court must determine whether the forum selection clause is enforceable under the FAA. The FAA provides in relevant part:</p>\n<blockquote>A written provision in . . . a contract evidencing a transaction involving commerce to settle by arbitration a controversy thereafter arising out of such contract or transaction, or the refusal to perform the whole or any part thereof . . . shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.</blockquote>\n<p>9 U.S.C. § 2. Accordingly, the forum selection clause must be enforced unless there are legal or equitable grounds sufficient to revoke the agreement.</p>\n<p>Typically, the grounds for revoking an arbitration contract are the classic state-law contract defenses \"such as fraud, duress, or unconscionability.\" <i>Doctor's Assocs., Inc. v. Casarotto,</i> <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">681</span></a></span>, 687, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span>, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (1996). No such grounds are alleged here. <i>See generally</i> Compl. In addition, state statutory law also can serve as a basis for revoking an arbitration contract, so long as it does not single out arbitration agreements for special treatment. <i>Casarotto,</i> 517 U.S. at 686-88, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span>. Here, the only possible <i>state</i> statutory ground that Aspen cites for revoking the forum selection clause is N.C. Gen.Stat.§ 22B-3, which provides in relevant part: \"[A]ny provision in a contract entered into in North Carolina that requires the prosecution of any action or the arbitration of any dispute that arises from the contract to be instituted or heard in another state is against public policy and is void and unenforceable.\"</p>\n<p>Aspen correctly concedes that the FAA preempts section 22B-3. <i>See</i> Pl.'s Mem. in Opp'n to Def.'s Mot. to Dismiss 4; <i>Casarotto,</i> 517 U.S. at 683, 687, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span> (holding that Montana law requiring all arbitration provisions to be typed in underlined capital letters was preempted because \"Congress precluded States from singling out arbitration provisions for suspect status\"); <i>Newman ex rel. Wallace v. First Atl. Res. Corp.,</i> <span class=\"citation\" data-id=\"2402684\"><a href=\"/opinion/2402684/newman-ex-rel-wallace-v-first-atlantic-resources/\"><span class=\"volume\">170</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">585</span></a></span>, 593 (M.D.N.C.2001) (\"[N.C. Gen. Stat] § 22B-3 is preempted by the FAA. . . .\"); <i>Goldstein,</i> 640 S.E.2d at 743 (\"[T]he FAA preempts North Carolina's statute and public policy regarding forum selection. . . .\"). Accordingly, there are no state-law grounds for revoking the forum selection clause, and the FAA requires the court to enforce the forum selection clause.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Aspen argues that venue is proper in this court based on 28 U.S.C. § 1441(a). <i>See </i><i>Polizzi v. Cowles Magazines, Inc.,</i> <span class=\"citation\" data-id=\"105136\"><a href=\"/opinion/105136/polizzi-v-cowles-magazines-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, 664-65, <span class=\"citation\" data-id=\"105136\"><a href=\"/opinion/105136/polizzi-v-cowles-magazines-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"105136\"><a href=\"/opinion/105136/polizzi-v-cowles-magazines-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1331</span></a></span> (1953) (holding that venue for litigation was proper based on 28 U.S.C. § 1441 regardless of whether defendant was \"doing business\" in the district within the meaning of 28 U.S.C. § 1391); <i>Price v. Leasecomm Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">727028</span></span>, at *2*3 (M.D.N.C. Mar.31, 2004) (unpublished) (holding that venue for litigation was proper based on 28 U.S.C. § 1441 even though forum selection clause provided that \"the Courts of the Commonwealth of Massachusetts\" would be the \"exclusive forum\"). IDC disagrees and relies on the FAA.<sup>[1]</sup> As explained above, the court must <span class=\"star-pagination\">*474</span> enforce the forum selection clause under the FAA. Moreover, the court need not resolve whether venue is proper in this court under 28 U.S.C. § 1441(a) due to removal. Even if venue is proper in this court under 28 U.S.C. § 1441(a) due to removal, the court retains the discretion to transfer the action or to dismiss the action under 28 U.S.C. § 1406(a). <i>See, e.g., </i><i>Porter v. Groat,</i> <span class=\"citation\" data-id=\"502279\"><a href=\"/opinion/502279/carroll-porter-lillian-porter-v-robert-l-groat/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 258 (4th Cir. 1988) (\"[W]e adopt as the rule in this circuit the reading of § 1406(a) that authorizes the transfer of a case to any district, which would have had venue if the case were originally brought there, for any reason which constitutes an impediment to a decision. . . .\"); <i>Jenkins v. Albuquerque Lonestar Freightliner, LLC,</i> <span class=\"citation\" data-id=\"2483934\"><a href=\"/opinion/2483934/jenkins-v-albuquerque-lonestar-freightliner-llc/\"><span class=\"volume\">464</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">491</span></a></span>, 494 (E.D.N.C.2006) (\"As for section 1406(a), the Fourth Circuit has held that transfers can be made under section 1406(a) even if venue . . . is proper in the transferor court.\"). The court also has the discretion to transfer the action under 28 U.S.C. § 1404(a). <i>See </i><i>Jenkins,</i> 464 F.Supp.2d at 493-95.</p>\n<p>District courts have broad discretion in determining whether the \"interest of justice\" requires transfer or dismissal. <i>See id.; see also </i><i>Stewart,</i> 487 U.S. at 29, <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2239</span></a></span>; <i>Brock v. Entre Computer Ctrs., Inc.,</i> <span class=\"citation\" data-id=\"561796\"><a href=\"/opinion/561796/jerry-brock-clifford-cavett-bpm-computer-systems-of-beaumont-incorporated/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1253</span></a></span>, 1257 (4th Cir. 1991); <i>Quinn v. Watson,</i> 145 Fed.Appx. 799, 800 (4th Cir.2005) (per curiam) (unpublished). Here, the FAA mandates enforcement of both the arbitration clause and the forum selection clause. There is already an action to compel arbitration pending in the Western District of Washington. <i>See</i> Def.'s Reply Mem. in Supp. of Mot. to Dismiss 3; <i>In re Arbitration Between Ina Design Concepts, LLC &amp; Aspen Spa Props., LLC,</i> No. 2:07-CV-1712-JCC (W.D.Wash. Nov. 29, 2007) (order staying IDC's motion to compel arbitration pending outcome of this motion). That locale comports with the forum selection provision that the parties chose in the Design Agreement. Notwithstanding Aspen's argument to the contrary, nothing warrants keeping the action here or having the parties arbitrate here. Accordingly, this court exercises its discretion, enforces the forum selection clause, and transfers this action to the United States District Court for the Western District of Washington.</p>\n<p></p>\n<h2>V.</h2>\n<p>As discussed above, IDC's motion to transfer is GRANTED. Accordingly, IDC's alternative motions to dismiss and to compel arbitration are DISMISSED WITHOUT PREJUDICE. This action is hereby transferred to the United States District Court for the Western District of Washington.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court recognizes that the doctrine of \"derivative jurisdiction\" was statutorily abolished in 1986, and that federal law alone determines venue in removed actions. <i>See</i> 28 U.S.C.A. § 1441(1); <i>Rosciszewski v. Arete Assocs., Inc.,</i> <span class=\"citation\" data-id=\"627354\"><a href=\"/opinion/627354/jan-j-rosciszewski-assignee-of-physical-dynamics-incorporated-v-arete/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 232 n. 6 (4th Cir. 1993); <i>see also </i><i>Hollis v. Florida State Univ.,</i> <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></span>, 1298-99 (11th Cir.2001) (collecting cases). However, IDC argues that federal lawthe FAAmakes venue improper in this court.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1242182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2153559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2324438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2402684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2483934/"
  ]
}