{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2369310/",
  "absolute_url": "/opinion/2369310/clinchfield-r-co-v-lynch/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2369310/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:12.766040Z",
  "date_modified": "2016-04-27T00:14:38.895664Z",
  "type": "010combined",
  "sha1": "fc50673d00c46f9f2ae508fda18f6475545960fe",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>527 F.Supp. 784 (1981)</b></center>\n<center><h1>CLINCHFIELD RAILROAD COMPANY, et al., Plaintiffs,<br>\nv.<br>\nMark G. LYNCH, Secretary of Revenue of the State of North Carolina, et al., Defendants.</h1></center>\n<center>No. 81-229-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 27, 1981.</center>\n<p>Wm. C. Antoine and James W. McBride, Southern Railway, Washington, D. C., Armistead J. Maupin, Charles B. Neely, Jr., Nancy S. Rendleman, Maupin, Taylor &amp; Ellis, Raleigh, N. C., William C. Basney, Jacksonville, Fla., Everett B. Gibson and Gregory G. Fletcher, Laughlin, Halle, Clark &amp; Gibson, Memphis, Tenn., for plaintiffs.</p>\n<p>Rufus L. Edmisten, Atty. Gen., State of N. C. Dept. of Justice, Myron C. Banks, Sp. Deputy Atty. Gen., George W. Boylan, Asst. Atty. Gen., Raleigh, N. C., Larry Leake, Harrell &amp; Leake, Asheville, N. C., L. P. McLendon, Jr. and Edward C. Winslow, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., Hamlin L. Wade, Charlotte, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Railroads operating in North Carolina, like their counterparts around the nation, have long been victims of discrimination in the assessment of local property taxes. After nearly two decades of debate Congress in 1976 enacted a statute intended to assist railroads in their efforts to alleviate this discrimination.<sup>[1]</sup> Section 306, Railroad Revitalization and Regulatory Reform Act of 1976 (\"the 4-R Act\"), now codified at 49 U.S.C. § 11503.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*785</span> By this action the railroads which operate within North Carolina seek to employ Section 306 to remedy the property tax discrimination they suffer in North Carolina.<sup>[3]</sup> The railroads originally sued the Secretary of the North Carolina Department of Revenue and the Director of the Ad Valorem Tax Division of that department. Mecklenburg and Madison Counties were granted leave to intervene as additional defendants. After a trial to the court held on October 13 and 14, 1981 the court in this memorandum of decision incorporates its findings of fact and conclusions of law. F.R.Civ.P. 52(a).</p>\n<p></p>\n<h2>FACTUAL AND STATUTORY BACKGROUND</h2>\n<p>Finding that discriminatory property tax treatment of railroad property \"constitute[s] an unreasonable and unjust discrimination against, and an undue burden on, interstate commerce,\" Congress in Section 306 prohibited both <i>de facto</i> and <i>de jure</i> property tax discrimination and granted jurisdiction to the federal district courts to remedy by mandatory or prohibitive injunctive relief such discrimination notwithstanding the traditional restriction on federal court interference with state and local taxation embodied in 28 U.S.C. § 1341.<sup>[4]</sup> Thus Section 306 was designed to give railroads a \"plain, speedy and efficient remedy\" in federal court, since the railroads' attempts to achieve tax equalization in state proceedings had been notoriously inefficient and cumbersome. <i>See, e. g., Discriminatory State Taxation of Interstate Carriers,</i> S.Rep.No.1483, 90th Cong., 2d Sess. (1968), at 4-7; <i>Discriminatory State Taxation of Interstate Carriers,</i> S.Rep.No. 91-630, 91st Cong., 1st Sess. (1969), at 7-8.</p>\n<p>It is admitted that railroads in North Carolina suffer a <i>de facto</i> form of property tax discrimination.<sup>[5]</sup> In North Carolina, all tangible property subject to ad valorem taxation must be appraised and assessed at true market value. N.C.G.S. §§ 105-283 and 105-284. Property of \"public service companies,\" including railroads, utilities, motor freight carriers, bus line companies and airline companies, are centrally-assessed for ad valorem tax purposes by the Department of Revenue. The department annually values the system property of public service companies and allocates the valuations of such property among the taxing jurisdictions in North Carolina. N.C.G.S. §§ 105-288 and XXX-XXX-XXX. All real and personal property other than public service company property subject to ad valorem taxation in North Carolina is appraised and assessed by local county tax supervisors. Locally-assessed real property is reappraised for assessment purposes every eight years, while locally-assessed personal property is reappraised annually. N.C.G.S. <span class=\"star-pagination\">*786</span> §§ 105-285 and 286. As a result of this scheme and the operation of inflation and/or appreciation, the ratio of assessed value to true market value of locally-assessed real property diminishes gradually during each eight-year period until at reappraisal time it is restored to a ratio approaching 100 per cent. In contrast, railroad property is maintained at or near 100 per cent at all times. It is the application of Section 306 to this <i>de facto</i> discrimination which raises the questions for decision in this litigation.</p>\n<p>Much of the underlying data is not in dispute. The railroads seek relief respecting the 1980 property tax assessments in seventy-three of the one hundred counties in North Carolina. Final Pre-trial Order, Stipulations 8 and 9. The parties have stipulated the 1980 value of centrally-assessed public service company property, other than railroad property, located in each county and the total value of locally-assessed real and personal property for forty-six of the seventy-three counties. Stipulations 5 and 11. In preparation for the litigation the railroads conducted a sales-assessment ratio study which, for the purposes of this litigation, has established the ratio of assessment of locally-assessed commercial and industrial real estate to the true market value of such real estate for the 1980 tax year for each of the seventy-three counties. Stipulation 9. Those ratios range from a high of 93.83 per cent to a low of 31.90 per cent, with a median of approximately 65 per cent.</p>\n<p>The railroads' sales-assessment ratio study was conducted in accordance with methods recognized as proper in the ad valorem tax field. In each county, a random sample of real estate transactions was selected and edited to eliminate transactions inappropriate for the study. The sales price of each parcel, as indicated by revenue stamps on the deed, was compared with the current tax appraisal of the property. Statistical analysis of these data yielded a single ratio for the entire county, reflecting the relationship between tax value and true market value. The study examined only real estate, and although the study did not actually confine itself to commercial and industrial real estate, it is stipulated that the ratio derived in fact reflects the ratio for commercial and industrial real estate in each county. Stipulation 9; Deposition of Dr. Ekeblad, pp. 46-48. The ratio derived does not include any measure of the assessment level of locally-assessed personal property or of any public service company property.</p>\n<p>The railroads contend that Section 306 specifically authorizes the use of a properly conducted sales-assessment ratio study to establish a prima facie case of discrimination and to tailor relief. Defendants contend that the sales-assessment ratio study standing alone is insufficient and that Section 306 permits this court to fashion relief only on a showing of the assessment value to market value ratio of <i>all</i> commercial and industrial property, real and personal, locally-assessed and centrally-assessed. Both a parsing of the statutory language and an examination of legislative history are necessary for resolution of this close question.</p>\n<p></p>\n<h2>STATUTORY CONSTRUCTION</h2>\n<p>In a <i>de facto</i> discrimination case such as this one, Section 306 focuses on a single index to be used in measuring discrimination, the ratio of assessed value to true market value (\"the assessment ratio\"). Section 306(1)(a). When the railroads' assessment ratio exceeds by at least five per cent the assessment ratio of all other commercial and industrial property in the same assessment jurisdiction, the railroads are entitled to relief. Section 306(2)(c). \"Commercial and industrial property\" is specifically defined to include \"all property, real or personal, other than transportation property and land used primarily for agricultural purposes or primarily for the purpose of growing timber, which is devoted to a commercial or industrial use and which is subject to a property tax levy.\" Section 306(3)(c).</p>\n<p>The statute contains an exception to the requirement that assessment ratio be compared with the assessment ratio of all other <span class=\"star-pagination\">*787</span> commercial and industrial property. \"In the event that the [assessment ratio] of all other commercial and industrial property in the assessment jurisdiction ... cannot be established through the random-sampling method known as a sales assessment ratio study (conducted in accordance with statistical principles applicable to such studies) to the satisfaction of the court hearing the complaint ... then the court shall\" look to the assessment ratio \"of all other property in the assessment jurisdiction....\" Section 306(2)(e). This subsection implicitly expresses a preference for proof by means of a properly conducted sales-assessment ratio study. If proof by means of such a study is not satisfactory the court is directed to look to all property instead of merely commercial and industrial property. No other provision of Section 306 addresses the question of how discrimination shall be measured and relief formulated.</p>\n<p>Section 306(2)(e) may be read, as the railroads contend, to firmly establish that a properly conducted sales-assessment ratio study provides the benchmark for measuring discrimination and relief, so long as the study is satisfactory to the court. This interpretation would place priority on the Congressional recognition of this specific type of study, permitting proof of discrimination by such a study even though the study would not include centrally-assessed utility property or locally-assessed personal property, categories of property clearly encompassed by the definition of \"commercial and industrial property\" contained in the statute. On the other hand, it may be contended, and is by defendants, that the mention of a sales-assessment ratio study does not abrogate the statute's requirement that railroads prove discrimination vis-a-vis <i>all</i> commercial and industrial property, including centrally-assessed property and personal property. Thus, to be sufficient under Section 306 a sales-assessment ratio study would have to include those categories of property.</p>\n<p>Section 306 refers to a sales-assessment ratio study in a technical sense and requires that such a study be conducted in accordance with recognized statistical principles. In context, this is highly significant since the evidence is uncontroverted that the recognized means of conducting such a study is to include only locally-assessed real estate. Such a study is reliable because it calculates from arms-length market transactions which are matters of public record. Real estate transactions may be sampled and analyzed objectively and expeditiously. In contrast, there is no objective method for determining the level of assessment of personal property. The property would have to be appraised piece by piece since there is no public record of arms-length transactions which could be sampled and analyzed.</p>\n<p>When Congress incorporated this preference for a sales-assessment ratio study into Section 306, it had before it thorough descriptions of the method of performing a sales-assessment ratio study and the usefulness of such a study as a tool for measuring tax discrimination. <i>See</i> Hearings on H.R. 736 Before the Subcommittee on Transportation and Aeronautics of the House Committee on Interstate and Foreign Commerce, 88th Cong., 1st Sess. (July, 1964); Hearings on S. 2289 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 91st Cong., 1st Sess. (1967). It appears that Congress understood the method of a sales-assessment ratio study and concluded that the resulting ratio accurately represented the level of assessment of all property in the assessment jurisdiction. <i>See</i> S.Rep.No.1483, 90th Cong., 2d Sess. (1969), pp. 23-24. Furthermore, Congress desired to provide a plain, speedy and efficient remedy for tax discrimination and was aware that reliance on sales-assessment ratio studies would further that goal. <i>E.g.,</i> Hearings Before the Subcommittee on Aeronautics of the Committee on Interstate and Foreign Commerce on H.R. 736, H.R. 10169, 88th Cong., 2d Sess. (1964).</p>\n<p>Defendant Mecklenburg County has presented substantial evidence tending to show that the assessment ratio of commercial <span class=\"star-pagination\">*788</span> and industrial personal property in that county is greater than the 72 per cent assessment ratio prevailing for real estate, and that it approaches 100 per cent. The county therefore contends that there is no basis in fact for presuming that the overall commercial and industrial assessment ratio in that county is 72 per cent, merely because the assessment ratio for real estate is stipulated to be 72 per cent. In addition, Mecklenburg County contends that under North Carolina law, which controls the burden of proof in this action, Section 306(2)(d), a presumption of regularity adheres in the assessment of all property until challenged, so that if any presumption is used, it should be that personal property in every county is assessed at 100 per cent of true value. <i>In re Appeal of McElwee,</i> 304 N.C. 68, 283 S.E.2d 115 (1981); <i>In re Appeal of Amp, Inc.,</i> 287 N.C. 547, 215 S.E.2d 752 (1975). The \"presumption of regularity\" is rebutted, however, by a public service company's introduction of substantial evidence of an \"inequitable difference\" between the public service company's assessment and that of locally assessed property. N.C.G.S. § 105-342 (specifically permitting public service companies to prove tax discrimination by means of a sales-assessment ratio study). As to the specific evidence before the court concerning Mecklenburg County, the court is persuaded that Mecklenburg County's level of assessment of business personal property exceeds 72 per cent of true market value.<sup>[6]</sup></p>\n<p>In presenting this evidence the county does not attack the accuracy of the railroads' study of real estate but rather asserts that the railroad study is incomplete as an indicater of the actual degree of discrimination since it does not take into account the assessment level of business personal property, which is conceded to have a total assessed value greater than that of either the real estate or the public service company property in the county.</p>\n<p>The court is well aware of the strength of the county's position concerning the incompleteness of a study which excludes personal property, and the court would require the inclusion of personal property data if Section 306 did not so clearly express a preference for a particular means of proving discrimination. Congress' choice in authorizing the use of the sales-assessment ratio study was well founded given the history of frustrating state and local equalization procedures that were a barrier to relief prior to the effective date of Section 306. In making this choice, Congress necessarily sacrificed a degree of accuracy which could be obtained through a vastly more expensive and time-consuming method of proof, that of county-by-county personal property studies.<sup>[7]</sup></p>\n<p>Turning to the question of centrally-assessed public service company property, it is again clear that accepted methods of conducting a sales-assessment ratio study would exclude such property even though such property is plainly within the meaning of \"commercial and industrial property\" as defined in Section 306. <i>Olgivie v. State Board of Equalization,</i> 657 F.2d 204 (8th Cir. 1981). As with the personal property issue, it is clear that Congress was informed that a proper sales-assessment ratio study does not include centrally-assessed utility property. <i>E.g.,</i> Hearing on S. 927 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 90th Cong., 1st Sess., p. 66 (1967). Unlike personal property, however, utility property is easily included in a sales-assessment ratio <span class=\"star-pagination\">*789</span> calculation, because the total assessed value is known and the assessment ratio is 100 per cent. The difficulty is in choosing between two plausible methods of calculation. Defendants propose to include utility property in a weighted fashion which would affect a county's ratio to a greater or lesser degree, depending on the proportion of its total tax base which consists of public service company property. Defendants refer to this method of calculation as \"the mean aggregate\" while plaintiffs refer to it as a \"value-weighted mean.\" In contrast, the railroads assert that if public service company property is to be included, the public service companies should be treated as taxpayers of equal import as all others. The railroads' position is consistent with the principles governing the conduct of a sales-assessment ratio study. A sales-assessment ratio is calculated to reflect the \"average\" taxpayer in the jurisdiction by reference to a median rather than to a weighted mean. Indeed, counsel for Mecklenburg County admitted that the median is the accepted average used in calculating the sales-assessment ratio.<sup>[8]</sup></p>\n<p>The court agrees with the railroads that the proper method for incorporating public service company property is by including those companies in the array of all taxpayers from which a median is chosen, and further that inclusion would have an insignificant effect on the actual median. <i>See</i> Testimony of Dr. Ekeblad, Tr. pp. 203-206. As with personal property, Mecklenburg County's proposal for calculating a weighted mean is appealing. It takes into account the quantity of property assessed at various ratios, unlike the statistically neater method of counting all taxpayers as equal.<sup>[9]</sup> Nevertheless, in expressing its clear preference for the properly conducted sales-assessment ratio study, Congress implicitly mandated the use of a median to determine the average taxpayer for comparison with the railroads. Consistent with this, it is clear that public service company property should be included in a ratio study but that inclusion would not significantly affect the ratio derived.</p>\n<p>Two further observations are appropriate. The first is an acknowledgement that it is facially inconsistent to direct the inclusion of public service company property but not locally-assessed personal property in a sales-assessment ratio study conducted for Section 306 purposes. This inconsistency is explained as an attempt by the court to balance Congressional inclusion of all such property in its definition of commercial and industrial property with the Congressional preference for a properly conducted sales-assessment ratio study. The court's purpose has been to maintain the Congressional emphasis on a readily ascertainable, efficient means of proof. Inclusion of utility property involves a very minor adjustment that adds little to the railroads' burden of proving discrimination, while inclusion of personal property would increase the cost of such proof many times over.</p>\n<p>Second, the court wishes to emphasize that a sales-assessment ratio study is not <i>necessarily</i> sufficient. It makes out a prima facie case. Here, however, there was no dispute about the results of the study or about the adequacy of the method by which it was conducted. The only dispute concerned property totally excluded from the study. Parties in Section 306 litigation could certainly dispute either the method or <span class=\"star-pagination\">*790</span> results of such a study. In such case, the study would have to be determined to prove discrimination \"to the satisfaction of the court,\" Section 306(2)(e), before relief could be granted.</p>\n<p>In accordance with the foregoing, the court will issue the order requested by the railroads permanently enjoining the defendants from assessing the railroads' rail transportation property on a county-by-county basis for the 1980 tax year at ratios of assessed value to true market value greater than the ratios of assessed value to true market value set forth in Appendix A to this opinion.</p>\n<p></p>\n<h2>APPENDIX A</h2>\n<p></p>\n<pre>\nAlamance           71.00\nAnson              79.20\nBeaufort           81.18\nBertie             88.00\nBladen             46.75\nBuncombe           49.50\nBurke              93.83\nCabarrus           56.98\nCaldwell           43.12\nCaswell            78.87\nCatawba            67.54\nChatham            73.59\nChowan             44.66\nColumbus           31.90\nCraven             81.73\nCurrituck          48.62\nDavidson           56.87\nDavie              90.75\nDuplin             71.50\nDurham             76.89\nEdgecombe          56.34\nForsythe           81.40\nFranklin           50.27\nGaston             52.24\nGates              36.63\nGranville          63.96\nGreene             52.25\nHalifax            57.31\nHenderson          51.70\nIredell            71.17\nJackson            67.43\nJohnston           66.55\nJones              47.41\nLenoir             45.43\nLincoln            72.90\nMadison            55.00\nMartin             58.41\nMcDowell           90.09\nMecklenburg        72.00\nMitchell           76.12\nMoore              80.41\nNash               78.50\nNew Hanover        80.74\nOnslow             84.48\nOrange             61.10\nPasquotank         50.90\nPender             74.25\nPerquimans         37.84\nPerson             64.02\nPitt               47.85\nPolk               86.60\nRandolph           69.08\nRichmond           47.30\nRobeson            78.70\nRockingham         77.44\nRowan              56.21\nRutherford         58.19\nSampson            74.25\nScotland           85.69\nStanly             70.18\nStokes             59.95\nSurry              65.00\nSwain              37.84\nTransylvania       87.78\nUnion              66.00\nVance              60.07\nWake               69.08\nWarren             46.75\nWashington         46.75\nWayne              75.35\nWilkes             79.30\nWilson             64.35\nYancey             69.25\n</pre>\n<h2>NOTES</h2>\n<p>[1]  Bills to accomplish this purpose were introduced in the 87th, 89th, 90th, 91st, 92nd and 94th Congresses and throughout this period reports were prepared for various Congressional committees outlining in detail the extent of the tax discrimination problem. <i>See, generally, </i><i>Ogilvie v. State Board of Equalization,</i> 657 F.2d 204, 206-08 (8th Cir. 1981).</p>\n<p>[2]  Section 306 was originally codified at 49 U.S.C. § 26c. A recodification of the Interstate Commerce Act in 1978 moved Section 306 to 49 U.S.C. § 11503 and further provided that the recodification, while changing the language of some sections, did not make any substantive change. Public Law 95-473 § 31(a), 92 Stat. 1466. The parties agree, and other courts have held, that the recodification in fact substantively changed the language of Section 306 and that reference to the original language is therefore required. <i>Ogilvie, supra,</i> at 206, n. 1; <i>Atchison, Topeka and Santa Fe Railway Company v. Lennen,</i> 640 F.2d 255 (10th Cir. 1981). <i>See</i> Plaintiffs' Post-Trial Proposed Findings of Fact and Conclusions of Law, at 2; Defendants' Proposed Findings of Fact ¶ 4.</p>\n<p>[3]  The railroads are the Clinchfield Railroad Company, the Durham &amp; Southern Railroad Company, the High Point, Thomasville &amp; Denton Railroad Company, the Louisville and Nashville Railroad Company, the Norfolk, Franklin &amp; Danville Railway Company, the Norfolk Southern Railway Company, the Norfolk &amp; Western Railway Company, the Seaboard Coast Line Railroad Company, the Southern Railway Company, and the Winston-Salem Southbound Railway Company.</p>\n<p>[4]  28 U.S.C. § 1341 provides: \"The district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\"</p>\n<p>[5]  Most litigation under Section 306 appears to have been in states with <i>de jure</i> discriminatory schemes whereby railroad property was required by statute to be taxed or assessed at a rate different from other commercial and industrial property. <i>E. g., </i><i>Ogilvie, supra</i><i>; </i><i>Louisville &amp; Nashville Railroad v. Louisiana Tax Commission,</i> 498 F.Supp. 418 (M.D.La.1980); <i>State of Tennessee v. Louisville &amp; Nashville Railroad Company,</i> 478 F.Supp. 199 (M.D.Tenn.1979), <i>aff'd without opinion</i> (6th Cir. 1980), <i>cert. denied,</i> ___ U.S. ___, 102 S.Ct. 135, 70 L.Ed.2d 114 (1981); <i>Alabama Great Southern Railroad Company v. Eagerton,</i> 472 F.Supp. 60 (N.D.Ala. 1979), <i>aff'd,</i> 629 F.2d 1347 (1980). <i>De facto</i> discrimination, as the court is using the term, arises when a taxation scheme does not establish differing rates of assessment but through its operation nevertheless results in a disparity. Such is the case in North Carolina.</p>\n<p>[6]  All the evidence tended to show that Mecklenburg County has an exceptionally thorough and accurate system for discovering, appraising and assessing business personal property. While the evidence would not permit a finding that the assessment ratio is in fact 100 per cent, it is very high and is closer to 100 per cent than to 72 per cent.</p>\n<p>[7]  The railroads contend that there is in fact no way to make a personal property study. This is true in a statistical sense in that there are no records of arms-length transactions which could be sampled and analyzed, but the court accepts as true the contention that a personal property study based on appraisals and field examinations could be made if required.</p>\n<p>[8]  During cross-examination of Dr. Ekeblad, one of plaintiffs' experts, counsel for Mecklenburg County stated:\n</p>\n<p>\"I don't disagree with your assertion that the median ratio  I have been in this thing just a few months now, but I understand that that is what everybody says. I am beginning to believe it. But I don't disagree with the fact that the median in the real estate ratio study is the accepted way of doing it. I'm not necessarily agreeing that that is the only way to do it or the best way, but that is the accepted way to do it.\" Tr. pp. 209-210.</p>\n<p>[9]  The court does recognize the problem that a weighted mean would in some circumstances over-emphasize a large, fully-assessed taxpayer such as the public service companies in Person County, North Carolina. Tr. pp. 176-183.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">784</span></span> (1981)</b></center>\n<center><h1>CLINCHFIELD RAILROAD COMPANY, et al., Plaintiffs,<br>\nv.<br>\nMark G. LYNCH, Secretary of Revenue of the State of North Carolina, et al., Defendants.</h1></center>\n<center>No. 81-229-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 27, 1981.</center>\n<p>Wm. C. Antoine and James W. McBride, Southern Railway, Washington, D. C., Armistead J. Maupin, Charles B. Neely, Jr., Nancy S. Rendleman, Maupin, Taylor &amp; Ellis, Raleigh, N. C., William C. Basney, Jacksonville, Fla., Everett B. Gibson and Gregory G. Fletcher, Laughlin, Halle, Clark &amp; Gibson, Memphis, Tenn., for plaintiffs.</p>\n<p>Rufus L. Edmisten, Atty. Gen., State of N. C. Dept. of Justice, Myron C. Banks, Sp. Deputy Atty. Gen., George W. Boylan, Asst. Atty. Gen., Raleigh, N. C., Larry Leake, Harrell &amp; Leake, Asheville, N. C., L. P. McLendon, Jr. and Edward C. Winslow, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., Hamlin L. Wade, Charlotte, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Railroads operating in North Carolina, like their counterparts around the nation, have long been victims of discrimination in the assessment of local property taxes. After nearly two decades of debate Congress in 1976 enacted a statute intended to assist railroads in their efforts to alleviate this discrimination.<sup>[1]</sup> Section 306, Railroad Revitalization and Regulatory Reform Act of 1976 (\"the 4-R Act\"), now codified at 49 U.S.C. § 11503.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*785</span> By this action the railroads which operate within North Carolina seek to employ Section 306 to remedy the property tax discrimination they suffer in North Carolina.<sup>[3]</sup> The railroads originally sued the Secretary of the North Carolina Department of Revenue and the Director of the Ad Valorem Tax Division of that department. Mecklenburg and Madison Counties were granted leave to intervene as additional defendants. After a trial to the court held on October 13 and 14, 1981 the court in this memorandum of decision incorporates its findings of fact and conclusions of law. F.R.Civ.P. 52(a).</p>\n<p></p>\n<h2>FACTUAL AND STATUTORY BACKGROUND</h2>\n<p>Finding that discriminatory property tax treatment of railroad property \"constitute[s] an unreasonable and unjust discrimination against, and an undue burden on, interstate commerce,\" Congress in Section 306 prohibited both <i>de facto</i> and <i>de jure</i> property tax discrimination and granted jurisdiction to the federal district courts to remedy by mandatory or prohibitive injunctive relief such discrimination notwithstanding the traditional restriction on federal court interference with state and local taxation embodied in 28 U.S.C. § 1341.<sup>[4]</sup> Thus Section 306 was designed to give railroads a \"plain, speedy and efficient remedy\" in federal court, since the railroads' attempts to achieve tax equalization in state proceedings had been notoriously inefficient and cumbersome. <i>See, e. g., Discriminatory State Taxation of Interstate Carriers,</i> S.Rep.No.1483, 90th Cong., 2d Sess. (1968), at 4-7; <i>Discriminatory State Taxation of Interstate Carriers,</i> S.Rep.No. 91-630, 91st Cong., 1st Sess. (1969), at 7-8.</p>\n<p>It is admitted that railroads in North Carolina suffer a <i>de facto</i> form of property tax discrimination.<sup>[5]</sup> In North Carolina, all tangible property subject to ad valorem taxation must be appraised and assessed at true market value. N.C.G.S. §§ 105-283 and 105-284. Property of \"public service companies,\" including railroads, utilities, motor freight carriers, bus line companies and airline companies, are centrally-assessed for ad valorem tax purposes by the Department of Revenue. The department annually values the system property of public service companies and allocates the valuations of such property among the taxing jurisdictions in North Carolina. N.C.G.S. §§ 105-288 and XXX-XXX-XXX. All real and personal property other than public service company property subject to ad valorem taxation in North Carolina is appraised and assessed by local county tax supervisors. Locally-assessed real property is reappraised for assessment purposes every eight years, while locally-assessed personal property is reappraised annually. N.C.G.S. <span class=\"star-pagination\">*786</span> §§ 105-285 and 286. As a result of this scheme and the operation of inflation and/or appreciation, the ratio of assessed value to true market value of locally-assessed real property diminishes gradually during each eight-year period until at reappraisal time it is restored to a ratio approaching 100 per cent. In contrast, railroad property is maintained at or near 100 per cent at all times. It is the application of Section 306 to this <i>de facto</i> discrimination which raises the questions for decision in this litigation.</p>\n<p>Much of the underlying data is not in dispute. The railroads seek relief respecting the 1980 property tax assessments in seventy-three of the one hundred counties in North Carolina. Final Pre-trial Order, Stipulations 8 and 9. The parties have stipulated the 1980 value of centrally-assessed public service company property, other than railroad property, located in each county and the total value of locally-assessed real and personal property for forty-six of the seventy-three counties. Stipulations 5 and 11. In preparation for the litigation the railroads conducted a sales-assessment ratio study which, for the purposes of this litigation, has established the ratio of assessment of locally-assessed commercial and industrial real estate to the true market value of such real estate for the 1980 tax year for each of the seventy-three counties. Stipulation 9. Those ratios range from a high of 93.83 per cent to a low of 31.90 per cent, with a median of approximately 65 per cent.</p>\n<p>The railroads' sales-assessment ratio study was conducted in accordance with methods recognized as proper in the ad valorem tax field. In each county, a random sample of real estate transactions was selected and edited to eliminate transactions inappropriate for the study. The sales price of each parcel, as indicated by revenue stamps on the deed, was compared with the current tax appraisal of the property. Statistical analysis of these data yielded a single ratio for the entire county, reflecting the relationship between tax value and true market value. The study examined only real estate, and although the study did not actually confine itself to commercial and industrial real estate, it is stipulated that the ratio derived in fact reflects the ratio for commercial and industrial real estate in each county. Stipulation 9; Deposition of Dr. Ekeblad, pp. 46-48. The ratio derived does not include any measure of the assessment level of locally-assessed personal property or of any public service company property.</p>\n<p>The railroads contend that Section 306 specifically authorizes the use of a properly conducted sales-assessment ratio study to establish a prima facie case of discrimination and to tailor relief. Defendants contend that the sales-assessment ratio study standing alone is insufficient and that Section 306 permits this court to fashion relief only on a showing of the assessment value to market value ratio of <i>all</i> commercial and industrial property, real and personal, locally-assessed and centrally-assessed. Both a parsing of the statutory language and an examination of legislative history are necessary for resolution of this close question.</p>\n<p></p>\n<h2>STATUTORY CONSTRUCTION</h2>\n<p>In a <i>de facto</i> discrimination case such as this one, Section 306 focuses on a single index to be used in measuring discrimination, the ratio of assessed value to true market value (\"the assessment ratio\"). Section 306(1)(a). When the railroads' assessment ratio exceeds by at least five per cent the assessment ratio of all other commercial and industrial property in the same assessment jurisdiction, the railroads are entitled to relief. Section 306(2)(c). \"Commercial and industrial property\" is specifically defined to include \"all property, real or personal, other than transportation property and land used primarily for agricultural purposes or primarily for the purpose of growing timber, which is devoted to a commercial or industrial use and which is subject to a property tax levy.\" Section 306(3)(c).</p>\n<p>The statute contains an exception to the requirement that assessment ratio be compared with the assessment ratio of all other <span class=\"star-pagination\">*787</span> commercial and industrial property. \"In the event that the [assessment ratio] of all other commercial and industrial property in the assessment jurisdiction ... cannot be established through the random-sampling method known as a sales assessment ratio study (conducted in accordance with statistical principles applicable to such studies) to the satisfaction of the court hearing the complaint ... then the court shall\" look to the assessment ratio \"of all other property in the assessment jurisdiction....\" Section 306(2)(e). This subsection implicitly expresses a preference for proof by means of a properly conducted sales-assessment ratio study. If proof by means of such a study is not satisfactory the court is directed to look to all property instead of merely commercial and industrial property. No other provision of Section 306 addresses the question of how discrimination shall be measured and relief formulated.</p>\n<p>Section 306(2)(e) may be read, as the railroads contend, to firmly establish that a properly conducted sales-assessment ratio study provides the benchmark for measuring discrimination and relief, so long as the study is satisfactory to the court. This interpretation would place priority on the Congressional recognition of this specific type of study, permitting proof of discrimination by such a study even though the study would not include centrally-assessed utility property or locally-assessed personal property, categories of property clearly encompassed by the definition of \"commercial and industrial property\" contained in the statute. On the other hand, it may be contended, and is by defendants, that the mention of a sales-assessment ratio study does not abrogate the statute's requirement that railroads prove discrimination vis-a-vis <i>all</i> commercial and industrial property, including centrally-assessed property and personal property. Thus, to be sufficient under Section 306 a sales-assessment ratio study would have to include those categories of property.</p>\n<p>Section 306 refers to a sales-assessment ratio study in a technical sense and requires that such a study be conducted in accordance with recognized statistical principles. In context, this is highly significant since the evidence is uncontroverted that the recognized means of conducting such a study is to include only locally-assessed real estate. Such a study is reliable because it calculates from arms-length market transactions which are matters of public record. Real estate transactions may be sampled and analyzed objectively and expeditiously. In contrast, there is no objective method for determining the level of assessment of personal property. The property would have to be appraised piece by piece since there is no public record of arms-length transactions which could be sampled and analyzed.</p>\n<p>When Congress incorporated this preference for a sales-assessment ratio study into Section 306, it had before it thorough descriptions of the method of performing a sales-assessment ratio study and the usefulness of such a study as a tool for measuring tax discrimination. <i>See</i> Hearings on H.R. 736 Before the Subcommittee on Transportation and Aeronautics of the House Committee on Interstate and Foreign Commerce, 88th Cong., 1st Sess. (July, 1964); Hearings on S. 2289 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 91st Cong., 1st Sess. (1967). It appears that Congress understood the method of a sales-assessment ratio study and concluded that the resulting ratio accurately represented the level of assessment of all property in the assessment jurisdiction. <i>See</i> S.Rep.No.1483, 90th Cong., 2d Sess. (1969), pp. 23-24. Furthermore, Congress desired to provide a plain, speedy and efficient remedy for tax discrimination and was aware that reliance on sales-assessment ratio studies would further that goal. <i>E.g.,</i> Hearings Before the Subcommittee on Aeronautics of the Committee on Interstate and Foreign Commerce on H.R. 736, H.R. 10169, 88th Cong., 2d Sess. (1964).</p>\n<p>Defendant Mecklenburg County has presented substantial evidence tending to show that the assessment ratio of commercial <span class=\"star-pagination\">*788</span> and industrial personal property in that county is greater than the 72 per cent assessment ratio prevailing for real estate, and that it approaches 100 per cent. The county therefore contends that there is no basis in fact for presuming that the overall commercial and industrial assessment ratio in that county is 72 per cent, merely because the assessment ratio for real estate is stipulated to be 72 per cent. In addition, Mecklenburg County contends that under North Carolina law, which controls the burden of proof in this action, Section 306(2)(d), a presumption of regularity adheres in the assessment of all property until challenged, so that if any presumption is used, it should be that personal property in every county is assessed at 100 per cent of true value. <i>In re Appeal of McElwee,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">68</span></span>, <span class=\"citation\" data-id=\"1330903\"><a href=\"/opinion/1330903/appeal-of-mcelwee/\"><span class=\"volume\">283</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">115</span></a></span> (1981); <i>In re Appeal of Amp, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">547</span></span>, <span class=\"citation\" data-id=\"1320715\"><a href=\"/opinion/1320715/appeal-of-amp-incorporated/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">752</span></a></span> (1975). The \"presumption of regularity\" is rebutted, however, by a public service company's introduction of substantial evidence of an \"inequitable difference\" between the public service company's assessment and that of locally assessed property. N.C.G.S. § 105-342 (specifically permitting public service companies to prove tax discrimination by means of a sales-assessment ratio study). As to the specific evidence before the court concerning Mecklenburg County, the court is persuaded that Mecklenburg County's level of assessment of business personal property exceeds 72 per cent of true market value.<sup>[6]</sup></p>\n<p>In presenting this evidence the county does not attack the accuracy of the railroads' study of real estate but rather asserts that the railroad study is incomplete as an indicater of the actual degree of discrimination since it does not take into account the assessment level of business personal property, which is conceded to have a total assessed value greater than that of either the real estate or the public service company property in the county.</p>\n<p>The court is well aware of the strength of the county's position concerning the incompleteness of a study which excludes personal property, and the court would require the inclusion of personal property data if Section 306 did not so clearly express a preference for a particular means of proving discrimination. Congress' choice in authorizing the use of the sales-assessment ratio study was well founded given the history of frustrating state and local equalization procedures that were a barrier to relief prior to the effective date of Section 306. In making this choice, Congress necessarily sacrificed a degree of accuracy which could be obtained through a vastly more expensive and time-consuming method of proof, that of county-by-county personal property studies.<sup>[7]</sup></p>\n<p>Turning to the question of centrally-assessed public service company property, it is again clear that accepted methods of conducting a sales-assessment ratio study would exclude such property even though such property is plainly within the meaning of \"commercial and industrial property\" as defined in Section 306. <i>Olgivie v. State Board of Equalization,</i> <span class=\"citation\" data-id=\"393353\"><a href=\"/opinion/393353/richard-b-ogilvie-trustee-of-the-property-of-the-chicago-milwaukee-st/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span> (8th Cir. 1981). As with the personal property issue, it is clear that Congress was informed that a proper sales-assessment ratio study does not include centrally-assessed utility property. <i>E.g.,</i> Hearing on S. 927 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 90th Cong., 1st Sess., p. 66 (1967). Unlike personal property, however, utility property is easily included in a sales-assessment ratio <span class=\"star-pagination\">*789</span> calculation, because the total assessed value is known and the assessment ratio is 100 per cent. The difficulty is in choosing between two plausible methods of calculation. Defendants propose to include utility property in a weighted fashion which would affect a county's ratio to a greater or lesser degree, depending on the proportion of its total tax base which consists of public service company property. Defendants refer to this method of calculation as \"the mean aggregate\" while plaintiffs refer to it as a \"value-weighted mean.\" In contrast, the railroads assert that if public service company property is to be included, the public service companies should be treated as taxpayers of equal import as all others. The railroads' position is consistent with the principles governing the conduct of a sales-assessment ratio study. A sales-assessment ratio is calculated to reflect the \"average\" taxpayer in the jurisdiction by reference to a median rather than to a weighted mean. Indeed, counsel for Mecklenburg County admitted that the median is the accepted average used in calculating the sales-assessment ratio.<sup>[8]</sup></p>\n<p>The court agrees with the railroads that the proper method for incorporating public service company property is by including those companies in the array of all taxpayers from which a median is chosen, and further that inclusion would have an insignificant effect on the actual median. <i>See</i> Testimony of Dr. Ekeblad, Tr. pp. 203-206. As with personal property, Mecklenburg County's proposal for calculating a weighted mean is appealing. It takes into account the quantity of property assessed at various ratios, unlike the statistically neater method of counting all taxpayers as equal.<sup>[9]</sup> Nevertheless, in expressing its clear preference for the properly conducted sales-assessment ratio study, Congress implicitly mandated the use of a median to determine the average taxpayer for comparison with the railroads. Consistent with this, it is clear that public service company property should be included in a ratio study but that inclusion would not significantly affect the ratio derived.</p>\n<p>Two further observations are appropriate. The first is an acknowledgement that it is facially inconsistent to direct the inclusion of public service company property but not locally-assessed personal property in a sales-assessment ratio study conducted for Section 306 purposes. This inconsistency is explained as an attempt by the court to balance Congressional inclusion of all such property in its definition of commercial and industrial property with the Congressional preference for a properly conducted sales-assessment ratio study. The court's purpose has been to maintain the Congressional emphasis on a readily ascertainable, efficient means of proof. Inclusion of utility property involves a very minor adjustment that adds little to the railroads' burden of proving discrimination, while inclusion of personal property would increase the cost of such proof many times over.</p>\n<p>Second, the court wishes to emphasize that a sales-assessment ratio study is not <i>necessarily</i> sufficient. It makes out a prima facie case. Here, however, there was no dispute about the results of the study or about the adequacy of the method by which it was conducted. The only dispute concerned property totally excluded from the study. Parties in Section 306 litigation could certainly dispute either the method or <span class=\"star-pagination\">*790</span> results of such a study. In such case, the study would have to be determined to prove discrimination \"to the satisfaction of the court,\" Section 306(2)(e), before relief could be granted.</p>\n<p>In accordance with the foregoing, the court will issue the order requested by the railroads permanently enjoining the defendants from assessing the railroads' rail transportation property on a county-by-county basis for the 1980 tax year at ratios of assessed value to true market value greater than the ratios of assessed value to true market value set forth in Appendix A to this opinion.</p>\n<p></p>\n<h2>APPENDIX A</h2>\n<p></p>\n<pre>\nAlamance           71.00\nAnson              79.20\nBeaufort           81.18\nBertie             88.00\nBladen             46.75\nBuncombe           49.50\nBurke              93.83\nCabarrus           56.98\nCaldwell           43.12\nCaswell            78.87\nCatawba            67.54\nChatham            73.59\nChowan             44.66\nColumbus           31.90\nCraven             81.73\nCurrituck          48.62\nDavidson           56.87\nDavie              90.75\nDuplin             71.50\nDurham             76.89\nEdgecombe          56.34\nForsythe           81.40\nFranklin           50.27\nGaston             52.24\nGates              36.63\nGranville          63.96\nGreene             52.25\nHalifax            57.31\nHenderson          51.70\nIredell            71.17\nJackson            67.43\nJohnston           66.55\nJones              47.41\nLenoir             45.43\nLincoln            72.90\nMadison            55.00\nMartin             58.41\nMcDowell           90.09\nMecklenburg        72.00\nMitchell           76.12\nMoore              80.41\nNash               78.50\nNew Hanover        80.74\nOnslow             84.48\nOrange             61.10\nPasquotank         50.90\nPender             74.25\nPerquimans         37.84\nPerson             64.02\nPitt               47.85\nPolk               86.60\nRandolph           69.08\nRichmond           47.30\nRobeson            78.70\nRockingham         77.44\nRowan              56.21\nRutherford         58.19\nSampson            74.25\nScotland           85.69\nStanly             70.18\nStokes             59.95\nSurry              65.00\nSwain              37.84\nTransylvania       87.78\nUnion              66.00\nVance              60.07\nWake               69.08\nWarren             46.75\nWashington         46.75\nWayne              75.35\nWilkes             79.30\nWilson             64.35\nYancey             69.25\n</pre>\n<h2>NOTES</h2>\n<p>[1]  Bills to accomplish this purpose were introduced in the 87th, 89th, 90th, 91st, 92nd and 94th Congresses and throughout this period reports were prepared for various Congressional committees outlining in detail the extent of the tax discrimination problem. <i>See, generally, </i><i>Ogilvie v. State Board of Equalization,</i> <span class=\"citation\" data-id=\"393353\"><a href=\"/opinion/393353/richard-b-ogilvie-trustee-of-the-property-of-the-chicago-milwaukee-st/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 206-08 (8th Cir. 1981).</p>\n<p>[2]  Section 306 was originally codified at 49 U.S.C. § 26c. A recodification of the Interstate Commerce Act in 1978 moved Section 306 to 49 U.S.C. § 11503 and further provided that the recodification, while changing the language of some sections, did not make any substantive change. Public Law 95-473 § 31(a), 92 Stat. 1466. The parties agree, and other courts have held, that the recodification in fact substantively changed the language of Section 306 and that reference to the original language is therefore required. <i>Ogilvie, supra,</i> at 206, n. 1; <i>Atchison, Topeka and Santa Fe Railway Company v. Lennen,</i> <span class=\"citation\" data-id=\"386976\"><a href=\"/opinion/386976/the-atchison-topeka-and-santa-fe-railway-co-union-pacific-railroad-co/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span> (10th Cir. 1981). <i>See</i> Plaintiffs' Post-Trial Proposed Findings of Fact and Conclusions of Law, at 2; Defendants' Proposed Findings of Fact ¶ 4.</p>\n<p>[3]  The railroads are the Clinchfield Railroad Company, the Durham &amp; Southern Railroad Company, the High Point, Thomasville &amp; Denton Railroad Company, the Louisville and Nashville Railroad Company, the Norfolk, Franklin &amp; Danville Railway Company, the Norfolk Southern Railway Company, the Norfolk &amp; Western Railway Company, the Seaboard Coast Line Railroad Company, the Southern Railway Company, and the Winston-Salem Southbound Railway Company.</p>\n<p>[4]  28 U.S.C. § 1341 provides: \"The district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\"</p>\n<p>[5]  Most litigation under Section 306 appears to have been in states with <i>de jure</i> discriminatory schemes whereby railroad property was required by statute to be taxed or assessed at a rate different from other commercial and industrial property. <i>E. g., </i><i>Ogilvie, supra</i><i>; </i><i>Louisville &amp; Nashville Railroad v. Louisiana Tax Commission,</i> <span class=\"citation\" data-id=\"1651980\"><a href=\"/opinion/1651980/louisville-nr-co-v-louisiana-tax-comn/\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">418</span></a></span> (M.D.La.1980); <i>State of Tennessee v. Louisville &amp; Nashville Railroad Company,</i> <span class=\"citation\" data-id=\"1899363\"><a href=\"/opinion/1899363/state-of-tenn-v-louisville-nr-co/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span> (M.D.Tenn.1979), <i>aff'd without opinion</i> (6th Cir. 1980), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1981); <i>Alabama Great Southern Railroad Company v. Eagerton,</i> <span class=\"citation\" data-id=\"2123904\"><a href=\"/opinion/2123904/alabama-great-southern-r-co-v-eagerton/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></a></span> (N.D.Ala. 1979), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></span> (1980). <i>De facto</i> discrimination, as the court is using the term, arises when a taxation scheme does not establish differing rates of assessment but through its operation nevertheless results in a disparity. Such is the case in North Carolina.</p>\n<p>[6]  All the evidence tended to show that Mecklenburg County has an exceptionally thorough and accurate system for discovering, appraising and assessing business personal property. While the evidence would not permit a finding that the assessment ratio is in fact 100 per cent, it is very high and is closer to 100 per cent than to 72 per cent.</p>\n<p>[7]  The railroads contend that there is in fact no way to make a personal property study. This is true in a statistical sense in that there are no records of arms-length transactions which could be sampled and analyzed, but the court accepts as true the contention that a personal property study based on appraisals and field examinations could be made if required.</p>\n<p>[8]  During cross-examination of Dr. Ekeblad, one of plaintiffs' experts, counsel for Mecklenburg County stated:\n</p>\n<p>\"I don't disagree with your assertion that the median ratio  I have been in this thing just a few months now, but I understand that that is what everybody says. I am beginning to believe it. But I don't disagree with the fact that the median in the real estate ratio study is the accepted way of doing it. I'm not necessarily agreeing that that is the only way to do it or the best way, but that is the accepted way to do it.\" Tr. pp. 209-210.</p>\n<p>[9]  The court does recognize the problem that a weighted mean would in some circumstances over-emphasize a large, fully-assessed taxpayer such as the public service companies in Person County, North Carolina. Tr. pp. 176-183.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/386976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1899363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2123904/"
  ]
}