{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2370333/",
  "absolute_url": "/opinion/2370333/bush-v-stephenson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2370333/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:23.397193Z",
  "date_modified": "2016-04-26T20:48:03.525844Z",
  "type": "010combined",
  "sha1": "1959e45bd0ae5a709a14a1ae41e23db735ca348a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>669 F.Supp. 1322 (1986)</b></center>\n<center><h1>James A. BUSH, Petitioner,<br>\nv.<br>\nL.V. STEPHENSON, et al., Respondents.</h1></center>\n<center>No. 83-479-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 13, 1986.</center>\n<p><span class=\"star-pagination\">*1323</span> Richard A. Rosen, Director, Criminal Law Clinic, University School of Law, Chapel Hill, N.C., for petitioner.</p>\n<p>Richard N. League, Special Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Petitioner, a state inmate, initiated this action seeking the issuance of a writ of habeas corpus pursuant to 28 U.S.C. § 2254, by complaint filed May 10, 1983. This matter is before the court on petitioner's objections to the United States Magistrate's memorandum, which reluctantly recommended dismissing Bush's petition. Extensive and excellent briefs have been filed by both parties to this action and the matter is ripe for disposition.</p>\n<p>Petitioner was convicted of first degree murder and sentenced to death in the Superior Court of Onslow County, North Carolina, on May 22, 1975. Bush was represented by counsel at trial, offered evidence, and testified in his defense. On appeal, the North Carolina Supreme Court found no error in either petitioner's conviction or his sentence and affirmed the judgment of the Onslow County Superior Court. <i>State v. Bush,</i> 289 N.C. 159, 221 S.E.2d 333 (1976) (<i>Bush</i> I).<sup>[1]</sup> However, Bush's sentence was subsequently vacated by the United States Supreme Court, <i>Bush v. North Carolina,</i> 429 U.S. 809, 97 S.Ct. 46, 50 L.Ed.2d 69 (1976), on grounds that the North Carolina death penalty statute, as it then existed, was unconstitutional. On remand, a life sentence was imposed by the Superior Court on November 30, 1976.</p>\n<p>Petitioner then filed a motion for appropriate relief, pursuant to N.C.GEN.STAT. § 15A-1411 <i>et seq.,</i> alleging three constitutional infirmities in his conviction.<sup>[2]</sup> Broadly stated, Bush argued that: (1) the trial court improperly placed the burden upon him to prove the absence of malice; (2) the trial court also improperly placed the burden upon him to prove self-defense; and (3) he received ineffective assistance of counsel because his court-appointed attorneys failed to raise these issues on direct appeal. By order dated April 21, 1981, Superior Court Judge Henry L. Stevens denied petitioner's motion on the merits.</p>\n<p>The North Carolina Supreme Court then allowed Bush's petition for writ of certiorari and, on December 7, 1982, filed its opinion affirming the order of the Superior Court. <i>State v. Bush,</i> 307 N.C. 152, 297 S.E.2d 563 (1982) (<i>Bush</i> II). Addressing the malice issue, the Supreme Court found that although the trial court's jury instructions did improperly place the burden of disproving the element of malice on petitioner, <i>see </i><i>Mullaney v. Wilbur,</i> 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975), this error was rendered harmless by Bush's conviction of first-degree murder.<sup>[3]</sup> By finding that petitioner had killed the victim <span class=\"star-pagination\">*1324</span> with premeditation and deliberation, the Supreme Court determined that the jury necessarily found beyond a reasonable doubt that the killing was not done in the heat of passion, thus ruling out the lesser offense of voluntary manslaughter. 307 N.C. at 161-165, 297 S.E.2d at 569-572.</p>\n<p>The Supreme Court further found that the self-defense instruction was also constitutionally infirm. <i>See </i><i>Mullaney v. Wilbur, supra</i><i>.</i> However, the court determined that the evidence adduced at trial was insufficient as a matter of law to support an instruction on self-defense. Thus, the court found that the improper instruction was favorable to the petitioner and any error in the charge was harmless. 307 N.C. at 158-161, 297 S.E.2d at 567-569. Finally, because the court found any errors in petitioner's jury instructions to be harmless, it decided that there was no need to address Bush's claim of ineffective assistance of counsel. <i>Id.</i> at 165, n. 4, 297 S.E.2d at 572 n. 4.</p>\n<p>Petitioner next filed this petition for writ of habeas corpus, raising essentially the same three constitutional infirmities that he alleged in his motion for appropriate relief. Respondents concede, and upon review of the record the court agrees, that Bush presented these issues as matters of federal constitutional law to the state courts, thereby properly exhausting state remedies in this proceeding. <i>Anderson v. Harless,</i> 459 U.S. 4, 103 S.Ct. 276, 74 L.Ed. 2d 3 (1982); <i>Picard v. Connor,</i> 404 U.S. 270, 92 S.Ct. 509, 30 L.Ed.2d 438 (1971). In addition, any grounds for dismissal of petitioner's claims due to procedural default were eliminated when the Superior Court of Onslow County and the North Carolina Supreme Court reviewed and decided Bush's constitutional claims on their merits. <i>County Court of Ulster County v. Allen,</i> 442 U.S. 140, 99 S.Ct. 2213, 60 L.Ed. 2d 777 (1979). Accordingly, this court may properly determine the merits of the issues raised by petitioner.</p>\n<p>Since disposition of the issues at bar requires a detailed understanding of the facts of this case and the trial court's instructions to the jury, a review of both the facts and the charge follows.</p>\n<p></p>\n<h2>I. STATEMENT OF THE FACTS</h2>\n<p>The state's evidence showed that on November 18, 1974, Mrs. Eva Marshburn returned to her home near Jacksonville, North Carolina, and found the house ransacked and her husband, Kirby W. Marshburn, lying on the floor in a puddle of blood. One of the Marshburn's steak knives and Mr. Marshburn's billfold were on the floor near his body. (R. pp. 10-11) When Mrs. Marshburn looked up from her husband's body she noticed petitioner standing there. According to Mrs. Marshburn, petitioner, after first threatening her, took $3.00 from her, then told her he was not going to harm her, and tied her up. She also testified that he told her that he killed her husband because \"... he wouldn't do anything I asked him to do,\"<sup>[4]</sup> and that he apologized for tying her up. (R. p. 12). After tying Mrs. Marshburn up, petitioner left the house, taking her car keys and a gun. (R. p. 13).</p>\n<p>The state also introduced evidence that, earlier in the same evening, petitioner had taken an automobile from outside a bar at the United States Marine Corps base at Camp Lejeune, North Carolina. Bush, a 20 year old marine, had been drinking beer, lost control of the car, and drove it into a ditch near the Marshburn home. (R. pp. 19-20 and 23-25).</p>\n<p>Petitioner's statement, given to Detective Jarman of the Onslow County Sheriff's Department on November 19, 1974, was also introduced into evidence. In that statement, Bush admitted killing Mr. Marshburn after he had received permission from Marshburn to enter his residence to use the telephone to request assistance regarding the car he had driven into the ditch. (R. pp. 25-28). Detective Jarman testified that:</p>\n<blockquote>He stated that he started talking to the old man and asked for a drink of water and the old man gave him a drink of water and that they were standing by <span class=\"star-pagination\">*1325</span> the sink. He stated that for no reason at all the old man told him to get out and pushed him into the sink and that he then saw a knife and that his hand closed on the knife and he picked it up and stuck it in the old man. He stated that he stabbed the man two or three times and the man fell on the floor.</blockquote>\n<blockquote>He stated that he got in the truck and the woman came to the house and went inside and that he went back inside after her. He stated that the woman told him not to kill her and that he said he was not going to kill her and that he asked her for some money and that she only had a little bit and he took $3 and some change from her. He stated that he told the woman that he wasn't going to kill her and that he didn't mean to kill her husband and he asked the lady if she had some rope and she said she did not. He stated that he took some curtain cord and tied her in a chair. (R. p. 26).</blockquote>\n<p>On cross-examination, Jarman reiterated that Bush told him that the stabbing occurred only after an argument had started with Mr. Marshburn. (R. p. 27). Both Jarman and Captain Woodward of the Onslow County Sheriff's Department testified that, after his initial reluctance to talk, petitioner cooperated fully and supplied them with information which led to much of the evidence used to convict him. (R. pp. 27-31).</p>\n<p>The State introduced additional evidence establishing that the victim died as a result of the stab wounds inflicted by the petitioner (R. pp. 21-22), and further physical and circumstantial evidence connecting Bush with the killing. (R. pp. 18-19, 23-25, and 28-35).</p>\n<p>Petitioner, testifying on his own behalf, admitted stabbing Mr. Marshburn. He testified, however, that he went to the Marshburn home only to use the telephone after he had driven the car into the nearby ditch. His description of the events which led to the stabbing is, in pertinent part, as follows:</p>\n<blockquote>After I was unable to reach the person I was calling, I had a conversation with the man in the house and as far as I knew there was nobody in the house except me and the man. We were standing in the kitchen having our conversation. Up until that time our relationship had been good and we had just been talking. There were no ill words between us at that time. I asked him for a drink of water and he gave me a glass full of water and we stood there and talked. I was standing inside the kitchen by the sink and the man was standing near me and the door was on the other side of him. The man was talking about some person down the road who owned a wrecker and he said something about there being a \"colored boy\" down the road who owned a wrecker. Before he got all the words out I corrected him and I said \"colored boy?\" and I asked him what color the person was. The man did not make any immediate response, it was kind of a delayed response and he stopped for a second and then all of a sudden he started pushing me and telling me to get out. At that time I was standing in front of the sink and the sink was to my back. Mr. Marshburn was standing in front of me and the door that I entered was behind him. I must have been six or seven inches from the sink when he pushed me and I backed into the sink. He never struck me and he did not have a weapon in his hand.</blockquote>\n<blockquote>I believe he repeated three or four times for me to get out of the trailer and all the time he was between me and the door. There were dishes around the kitchen but I do not recall if there was any food on the table. There was a counter top by the sink and I saw a knife laying there (State's Exhibit 4) and I picked it up. I picked up the knife because I was nervous and I thought I was protecting myself and I was afraid for my safety.</blockquote>\n<blockquote>As far as I knew the only way out of the trailer was the door that I entered as I had never been there before and I did not know who was there when I went there. After picking up the knife, I stabbed the man to get him off of me and at that time I did not have any intention of stealing anything from him <span class=\"star-pagination\">*1326</span> or from his house. When I went into the house earlier I did not have any intention of stealing anything (R. pp. 36-37).</blockquote>\n<blockquote>....</blockquote>\n<blockquote>The man started pushing me and telling me to get out at the same time, but he was not pushing me towards the door. The man did not have a knife in his hand and did not threaten me with a knife. He appeared to be an older man but I do not know if he was 65 years old because I was not trying to figure out how old he was. I am five feet ten inches tall and I weigh 150. At that time I was afraid of this man that I now know was 65 years old. There is nothing physically wrong with me and I guess I was afraid of him because of the element of surprise (R. p. 42).</blockquote>\n<p></p>\n<h2>II. THE TRIAL COURT'S CHARGE</h2>\n<p>The trial court, in instructing the jury as to the elements of first degree murder on a theory of premeditation and deliberation stated:</p>\n<blockquote>Our Supreme Court has said concerning murder in the first degree which is not a robbery or felony murder that murder in the first degree is the unlawful killing of a <i>human being with malice</i> and with premeditation and deliberation. So the elements of such a  of that crime are that there must be an unlawful killing, <i>it must have been perpetrated with malice,</i> it must have been committed after deliberation and premeditation.</blockquote>\n<blockquote>Now our court has said that malice is not only hatred, ill will or spite, as it is ordinarily understood, but it also means that condition of the mind which prompts a person to intentionally take the life of another without just cause, excuse or justification. It may be shown by evidence of hatred, ill will or dislike and it is <i>implied in law from the intentionally (sic) killing with a deadly weapon.</i> (emphasis added). (R. p. 7).</blockquote>\n<p>The trial court then explained the terms premeditation and deliberation, before charging on second degree murder. At the start of his charge on second degree murder, the judge stated, with respect to malice and unlawfulness (elements of both first and second degree murder):</p>\n<blockquote>Now murder in the second degree is the unlawful killing of a human being with malice but without premeditation or deliberation. Where a person intentionally inflicts wounds on the person of another with the use of a deadly weapon which causes the death of such other person. (sic) <i>Then two presumptions arise, first, that the killing was unlawful and second, that it was done with malice</i> and it is for you to determine whether the defendant used a deadly weapon. (emphasis added). (R. p. 9).</blockquote>\n<p>This was, once again repeated, as follows:</p>\n<blockquote>So if you find the knife that the defendant used was the knife offered in evidence and that it was a deadly weapon and that he intentionally inflicted wounds which did in fact cause death to Mr. Marshburn, <i>then nothing else appearing, the presumption of unlawfulness and malice would arise and an unlawful killing with malice is murder in the second degree.</i>\n</blockquote>\n<blockquote>Upon such a finding, <i>if you should so find, then the burden be upon the defendant not to satisfy you from the evidence and beyond a reasonable doubt, nor even by the greater weight of the evidence but merely to satisfy you of the absence of malice to reduce the homicide from murder in second degree to manslaughter</i> because manslaughter is simply the unlawful killing of a human being without malice and without premeditation and deliberation <i>and further the burden would be upon him to satisfy youmerely to satisfy you that he was justified on the grounds of self-defense in order to excuse the killing altogether,</i> in which event he would be entitled to a verdict of not guilty. (emphasis added). (R. p. 10).</blockquote>\n<p></p>\n<h2>III. PETITIONER'S SELF-DEFENSE AND INEFFECTIVE ASSISTANCE OF COUNSEL ARGUMENTS</h2>\n<p>Dealing first with the trial court's self-defense instructions, this court agrees <span class=\"star-pagination\">*1327</span> with both the Magistrate and the North Carolina Supreme Court that the evidence in this case was insufficient to support such an instruction. <i>Bush II,</i> 307 N.C. at 161, 297 S.E.2d at 569. Imperfect self-defense arises under North Carolina law when (1) it appeared to the defendant and he believed it to be necessary to kill the deceased in order to save himself from death or great bodily harm and (2) defendant's belief was reasonable in that the circumstances as they appeared to him at the time were sufficient to create such a belief in the mind of a person of ordinary firmness. <i>Id.</i> at 159, 297 S.E.2d at 568; <i>State v. Wilson,</i> 304 N.C. 689, 695, 285 S.E.2d 804, 808 (1982). Thus, where the defendant, although without murderous intent, was the aggressor or used excessive force, and therefore loses the benefit of perfect self-defense, he may properly invoke the right of imperfect self-defense if he meets both of the above elements. In that case, the defendant would remain guilty of at least voluntary manslaughter. <i>Id.</i></p>\n<p>Applying these principles to the case at bar, it is obvious that no evidence exists to support any finding that petitioner in fact formed a belief that it was necessary for him to kill the victim in order to protect himself from death or great bodily harm. <i>Bush II,</i> 307 N.C. at 161, 297 S.E.2d at 569. Petitioner's own testimony indicates that Marshburn, at worst, pushed him and told him to get out of his house. Bush testified that the deceased \"had not threatened to use a weapon\" against him nor had he attempted to even strike the petitioner, except by pushing him with his hands. <i>Id.</i> at 159, 297 S.E.2d at 568. No evidence was presented that Marshburn, a 65 year old man, was so large or powerful that this conduct caused the petitioner, a 20 year old Marine, to be unduly alarmed or afraid for his life. <i>Id.</i></p>\n<p>To the extent petitioner testified that he was \"nervous\" and \"afraid,\" these statements do not amount to evidence that Bush had formed any subjective belief that it was necessary to kill the victim in order to save himself from death or great bodily harm. <i>Id.</i> Nor do they provide any support for the proposition that if such a belief actually existed, that it was reasonable. 307 N.C. at 161, 297 S.E.2d at 569. Indeed, petitioner's own testimony leaves little doubt but that the circumstances as they existed at the time of the killing were totally insufficient to create any reasonable fear by Bush of death or great bodily harm. <i>Id.</i></p>\n<p>Thus, although as everyone agrees, the trial court erred in placing on the defendant the burden of proving self-defense to the satisfaction of the jury, 307 N.C. at 158 n. 2, 297 S.E.2d at 567 n. 2, this error was favorable to the petitioner and harmless beyond any reasonable doubt, since it resulted in the jury's consideration of a defense which Bush was not actually entitled to have considered based on the evidence presented at trial. 307 N.C. at 161, 297 S.E.2d at 569.</p>\n<p>Furthermore, assuming <i>arguendo</i> that petitioner was entitled, <i>under state law,</i> to have the jury properly consider his imperfect self-defense claim, absent extraordinary circumstances impugning the petitioner's right to a fair trial and due process of law, the sufficiency of the evidence for purposes of instructing the jury is solely a matter of state law only and does not present a cognizable constitutional issue on habeas review. <i>See </i><i>Grundler v. North Carolina,</i> 283 F.2d 798, 802 (4th Cir.1960). Nothing in this record would indicate Bush was so deserving of this instruction that the fact it was given improperly violated petitioner's right to a fair trial. Accordingly, Bush's claim of error with regard to the trial court's instructions on self-defense is hereby DISMISSED.</p>\n<p>In addition, because the court has decided petitioner's self-defense instruction claim on the merits and will now proceed to do so with regard to his malice instruction claim, there simply is no need to consider Bush's contention that he received ineffective assistance of counsel when his court-appointed counsel failed to raise both of these substantive issues on direct appeal to the North Carolina Supreme Court. Accordingly, the court now turns to the gravamen of petitioner's complaint, the trial court's instructions on malice.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1328</span> IV. PETITIONER'S SANDSTROM CLAIM</h2>\n<p>Petitioner claims that the trial court's instructions to the jury on the element of malice violated his fourteenth amendment due process rights under <i>Sandstrom v. Montana,</i> 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979), and its progeny, including <i>Francis v. Franklin,</i> 471 U.S. 307, 105 S.Ct. 1965, 85 L.Ed.2d 344 (1985).</p>\n<p>In <i>Sandstrom,</i> the defendant was convicted under Montana law of \"deliberate homicide,\" which the statute defined as \"purposely or knowingly\" causing the death of another human being. The state conceded that \"purpose\" was equivalent to \"intent,\" and thus that proof of defendant's intent to kill would suffice to establish the \"purpose\" element. <i>Id.</i> at 521 and n. 11, 99 S.Ct. at 2458 and n. 11. The trial court instructed the jury that \"the law presumes that a person intends the ordinary consequences of his voluntary acts.\" The court found this instruction unconstitutional because it \"had the effect of relieving the State of the burden of proof enunciated in [<i>In re</i>] <i>Winship</i> on the critical question of petitioner's state of mind.\" <i>Id.</i> at 521, 99 S.Ct. at 2458.</p>\n<p>The state had argued, in <i>Sandstrom,</i> that the Montana Supreme Court had exclusive jurisdiction to determine the effect of the presumption contained in the trial judge's instruction and that the state supreme court had held the instruction placed only a burden of producing <i>some</i> evidence on the defendant. Thus, the argument continued, the presumption could only have affected defendant's burden of going forward with the evidence rather than the ultimate burden of persuasion. The Supreme Court conceded that the state supreme court had the final authority on the effect of the presumption under state law, but declared that the state court was \"not the final authority on the interpretation which a jury could have given the instruction.\" <i>Id.</i> at 516-17, 99 S.Ct. at 2455.</p>\n<p>Further, the Court found that, although the challenged instruction could be interpreted in the manner suggested by the state, it could also be interpreted in two more stringent ways, neither of which were constitutional:</p>\n<blockquote>First, a reasonable jury could well have interpreted the presumption as \"conclusive,\" that is, not technically a presumption at all, but rather as an irrebuttable direction by the court to find intent once convinced of the facts triggering the presumption. Alternatively, the jury may have interpreted the instruction as a direction to find intent upon proof of the defendant's voluntary actions (and their \"ordinary consequences\") unless <i>the defendant</i> proved the contrary by some quantum of proof which may well have been considerably greater than \"some\" evidencethus effectively shifting the burden of persuasion on the element of intent.</blockquote>\n<p><i>Id.</i> at 517, 99 S.Ct. at 2456. Accordingly, the Court held the trial court's instruction represented constitutional error, notwithstanding the fact that the trial court had given other instructions that correctly stated the state's burden of proof. <i>Id.</i> at 518-19 n. 7, 99 S.Ct. at 2456 n. 7. <i>See also </i><i>Davis v. Kemp,</i> 752 F.2d 1515, 1517-18 (11th Cir.1985), <i>cert. denied,</i> 471 U.S. 1143, 105 S.Ct. 2689, 86 L.Ed.2d 707 (1985); <i>Mason v. Balkcom,</i> 669 F.2d 222, 225-26 (5th Cir.1982), <i>cert. denied</i> 460 U.S. 1016, 103 S.Ct. 1260, 75 L.Ed.2d 487 (1983).</p>\n<p><i>Sandstrom</i> was followed by and elaborated upon in <i>Francis v. Franklin, supra</i><i>.</i> In <i>Franklin,</i> the Georgia trial court instructed the jury that \"[t]he acts of a person of sound mind and discretion are presumed to be the product of a person's will, but the presumption may be rebutted\" and \"[a] person of sound mind and discretion is presumed to intend the natural and probable consequences of his acts, but the presumption may be rebutted.\"<sup>[5]</sup> The Court stated, \"[t]he question is whether these instructions, when read in the context of the jury charge as a whole, violate the fourteenth amendment's requirement that the State prove every element of a criminal <span class=\"star-pagination\">*1329</span> offense beyond a reasonable doubt.\" 105 S.Ct. at 1968.</p>\n<p>The Court began its analysis by stating that:</p>\n<blockquote>The Due Process Clause of the Fourteenth Amendment \"protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\" <i>In re Winship,</i> 397 U.S. 358, 364, 90 S.Ct. 1068, 1073, 25 L.Ed.2d 368 (1970). This \"bedrock, `axiomatic and elementary'\" [constitutional] principle, id. at 363, 90 S.Ct. at 1072, prohibits the State from using evidentiary presumptions in a jury charge that have the effect of relieving the State of its burden of persuasion beyond a reasonable doubt of every essential element of a crime. [citations omitted]. The prohibition protects the \"fundamental value determination of our society,\" given voice in Justice Harlan's concurrence in <i>Winship,</i> \"that it is far worse to convict an innocent man than to let a guilty man go free.\" 397 U.S. at 372, 90 S.Ct. at 1077.</blockquote>\n<p>105 S.Ct. at 1970-71. As in <i>Sandstrom,</i> the Court was faced in <i>Franklin</i> with the issue of whether the challenged instruction had the effect of removing from the prosecution the burden of proving the elements of the crime related to the defendant's state of mind by reason of the trial court's use of a \"mandatory presumption of intent <i>upon proof by the State of [the] other elements of the offense.\" Id.</i> at 1971. (emphasis added).</p>\n<p>The Court's initial review of the instruction focused on the nature of the presumption described; the critical inquiry being whether the challenged portion of the charge created a mandatory presumption or simply a permissive inference. <i>Id. See also </i><i>County Court of Ulster County v. Allen,</i> 442 U.S. at 157-163, 99 S.Ct. at 2224-2227. A mandatory presumption was defined as one which instructs the jury that it must find the presumed fact if the state proves certain predicate facts, while a permissive inference simply suggests to the jury a possible conclusion to be drawn if the state proves those same predicate facts. <i>Id.</i> The mandatory presumption, whether it is in the form of a conclusive or rebuttable presumtion,<sup>[6]</sup> violates the Due Process Clause of the fourteenth amendment if it relieves the state of the <i>burden of persuasion</i> on an element of the offense,<sup>[7]</sup> whereas a permissive inference generally remains constitutional because it never requires the jury to draw any conclusion which would remove the burden of proof from the state. <i>Id.</i> Even with the aid of the inference, the state still must convince the jury that the suggested conclusion should be inferred in this case. Such an inference violates due process only if the suggested conclusion is irrational or defies common sense. <i>Id.</i></p>\n<p>Applying the above principles to the facts before it, the Court, in reviewing the context of the trial court's charge as a whole, held that the challenged instruction \"undeniably created an unconstitutional burden-shifting presumption with respect to the element of intent.\" <i>Id.</i> at 1973. Although the Court found that the Georgia Supreme Court had interpreted the above instruction as creating no more than a permissive inference, the Court reiterated its language in <i>Sandstrom,</i> that the state court \"is not the final authority on the interpretation which a jury could have given the instruction.\" <i>Id.</i> at 1972 <i>citing </i><i>Sandstrom,</i> 442 U.S. at 516-17, 99 S.Ct. at 2455. \"The federal constitutional question is whether a reasonable juror could have understood the two sentences as a mandatory presumption that shifted to the defendant the burden of persuasion on the <span class=\"star-pagination\">*1330</span> element of intent once the state has proved the predicate acts.\" 105 S.Ct. at 1972.</p>\n<p>The Court found that the challenged instructions were cast in the language of command and that the jurors \"`were not told that they had a choice, or that they <i>might</i> infer that conclusion; they were told only that the law presumed [that a person intends the ordinary consequences of his voluntary acts]'\" <i>Id. citing </i><i>Sandstrom,</i> 442 U.S. at 515, 99 S.Ct. at 2454. Thus, the jury charge directed the jury to presume the element, intent to kill, upon proof of other elements of the crime, the act of slaying another. This the Court found to be unconstitutional in that it \"undermined the factfinder's responsibility at trial, based on the evidence adduced by the State, to <i>find</i> the ultimate facts beyond a reasonable doubt.\" 105 S.Ct. at 1972 <i>citing </i><i>County Court of Ulster County v. Allen,</i> 442 U.S. at 156, 99 S.Ct. at 2224.</p>\n<p>In <i>Franklin,</i> the State argued that the language of the instruction allowing the presumption \"may be rebutted\" differentiated <i>Franklin</i> from <i>Sandstrom,</i> but the Court disagreed. The Court held that mandatory rebuttable presumptions are no less unconstitutional than mandatory conclusive presumptions, even if slightly less onerous. 105 S.Ct. at 1973. <i>See also </i><i>Mullaney v. Wilbur,</i> 421 U.S. at 698-70, 95 S.Ct. at 1889-1890 (holding unconstitutional a mandatory rebuttable presumption that shifted to the defendant a burden of persuasion on the issue of intent). \"When combined with the immediately preceding mandatory language, the instruction that the presumptions `may be rebutted' could reasonably be read as telling the jury that it was required to infer intent to kill as the natural and probable consequence of the act of firing the gun unless the defendant persuaded the jury that such an inference was unwarranted .... [i.e.,] that the defendant bore an affirmative burden of persuasion once the State proved the underlying act giving rise to the presumption.\" 105 S.Ct. at 1973.</p>\n<p>Furthermore, the Court found that language in the overall instruction to the effect that the defendant was presumed innocent, the State was required to prove every element of the crime beyond a reasonable doubt, and a general instruction on \"criminal intention\" did not dissipate the error in the challenged portion of the instruction. \"Language that merely contradicts and does not explain a constitutionally infirm instruction will not suffice to absolve the infirmity.\" <i>Id.</i> at 1974-75.</p>\n<p>Finally, the Court held that the constitutionally erroneous jury instructions were not rendered harmless by the facts of the case. Franklin's only defense was that he lacked the requisite intent to kill and the evidence in the case did not overwhelmingly preclude his defense on that score. <i>Id.</i> at 1977 <i>citing </i><i>Connecticut v. Johnson,</i> 460 U.S. 73, 103 S.Ct. 969, 74 L.Ed.2d 823 (1983) (both cases leaving open the issue of whether an erroneous charge shifting the burden of persuasion to the defendant on an essential element of the crime can ever be deemed harmlessan issue recently resolved in the affirmative in <i>Rose v. Clark,</i> ___ U.S. ___, 106 S.Ct. 3101, 92 L.Ed.2d 460 (1986)).</p>\n<p>Based on <i>Sandstrom</i> and <i>Franklin,</i> this court finds that the following analytical approach must be utilized in determining cases alleging burden-shifting error in violation of the Due Process clause. First, the court must consider whether the challenged instruction concerned an essential element of the offense with which petitioner was charged; second, whether the instruction created a constitutionally objectionable \"mandatory presumption\" operating to shift the burden of proof to the defendant or whether it simply contained a \"permissive inference\"; third, whether, given the context of the charge as a whole, any error rendered by a \"mandatory presumption\" instruction was dissipated by other clarifying instructions given by the trial court; and fourth, whether any error which might have arisen from shifting the burden was rendered harmless in the context of the specific case. <i>See </i><i>Flowers v. Blackburn,</i> 779 F.2d 1115, 1120 (5th Cir. 1986); <i>Brooks v. Kemp,</i> 762 F.2d 1383, 1388-90 (11th Cir.1985), <i>judgment vacated on other grounds,</i> ___ U.S. ___, 106 S.Ct. 3325, 92 L.Ed.2d 732 (1986); <i>Davis v.</i> <span class=\"star-pagination\">*1331</span> <i>Kemp,</i> 752 F.2d at 1517. Application of this standard follows <i>seriatim.</i></p>\n<p></p>\n<h2>A. <i>Malice is an essential element of premeditated murder in North Carolina.</i>\n</h2>\n<p>It is simply beyond cavil that first-degree murder in North Carolina includes within its definition the distinct and separate essential element of malice. <i>Davis v. Allsbrooks,</i> 778 F.2d 168, 172 n. 2 (4th Cir.1985) (\"Malice is clearly an element of first degree murder under North Carolina law.\"). First-degree murder was defined at the time of petitioner's trial and still is today, as the \"intentional and unlawful killing of a human being <i>with malice</i> and with premeditation and deliberation.\" <i>State v. Jackson,</i> 317 N.C. 1, 343 S.E.2d 814, 827 (1986) (emphasis added); <i>State v. Gladden,</i> 315 N.C. 398, 340 S.E.2d 673, 693 (1986); <i>State v. Myers,</i> 309 N.C. 78, 83, 305 S.E.2d 506, 509 (1983); <i>State v. Corn,</i> 303 N.C. 293, 296-97, 278 S.E.2d 221, 223 (1981); <i>State v. Fleming,</i> 296 N.C. 559, 251 S.E.2d 430 (1979); <i>State v. Davis,</i> 289 N.C. 500, 223 S.E.2d 296 (1976); <i>State v. Smith,</i> 221 N.C. 278, 20 S.E.2d 313 (1942); N.C.GEN.STAT. § 14-17. Petitioner's jury was so instructed.</p>\n<p>Premeditation means the act was thought out beforehand for some length of time, however short, but no particular amount of time is necessary for the mental process of premeditation. <i>State v. Brown,</i> 315 N.C. 40, 58, 337 S.E.2d 808, 822 (1985); <i>State v. Myers,</i> 299 N.C. 671, 677, 263 S.E.2d 768, 772 (1980); <i>State v. Robbins,</i> 275 N.C. 537, 542, 169 S.E.2d 858, 861-62 (1969). Deliberation means an intent to kill, carried out in a cool state of blood, in furtherance of a fixed design for revenge or to accomplish an unlawful purpose and not under the influence of a violent passion, suddenly aroused by lawful or just cause or legal provocation. <i>State v. Hamlet,</i> 312 N.C. 162, 170, 321 S.E.2d 837, 842-43 (1984); <i>State v. Faust,</i> 254 N.C. 101, 106-107, 118 S.E.2d 769 (1961). The phrase \"cool state of blood\" means that the defendant's anger or emotion must not have been such as to overcome his reason. <i>State v. Myers, supra</i><i>.</i></p>\n<p>Premeditation and deliberation relate to mental processes and ordinarily are not readily susceptible to proof by direct evidence. Instead, they usually must be proved by circumstantial evidence. <i>State v. Buchanan,</i> 287 N.C. 408, 215 S.E.2d 80 (1975). Among other circumstances to be considered in determining whether a killing was with premeditation and deliberation are: (1) want of provocation on the part of the deceased; (2) the conduct and statements of the defendant before and after the killing; (3) threats and declarations of the defendant before and during the course of the occurrence giving rise to the death of the deceased; (4) ill-will or previous difficulty between the parties; (5) the dealing of lethal blows after the deceased has been felled and rendered helpless; and (6) evidence that the killing was done in a brutal manner. <i>State v. Brown, supra</i><i>; </i><i>State v. Hamlet, supra</i><i>; </i><i>State v. Bullard,</i> 312 N.C. 129, 161, 322 S.E.2d 370, 388 (1984).</p>\n<p>As for malice, the law of North Carolina recognizes three forms: (1) the emotions of hatred, ill will, and spite, <i>State v. Benson,</i> 183 N.C. 795, 111 S.E. 869 (1922), <i>overruled on other grounds</i> in <i>State v. Phillips,</i> 264 N.C. 508, 516, 142 S.E.2d 337, 342 (1965); (2) commission of an inherently dangerous act in such a reckless and wanton manner so \"as to manifest a mind utterly without regard for human life and social duty and deliberately bent on mischief,\" <i>State v. Reynolds,</i> 307 N.C. 184, 191, 297 S.E.2d 532, 536 (1982) <i>citing </i><i>State v. Wilkerson,</i> 295 N.C. 559, 247 S.E.2d 905 (1978); and (3) \"that condition of the mind which prompts a person to take the life of another intentionally, without just cause, excuse, or justification.\" <i>State v. Reynolds,</i> 307 N.C. at 191, 297 S.E.2d at 536 <i>citing </i><i>State v. Foust,</i> 258 N.C. 453, 458, 128 S.E.2d 889, 893 (1962) <i>quoting </i><i>State v. Benson, supra</i><i>.</i> It is this last type of malice which is at issue in this case and it is in describing how this essential element of first-degree murder could be proved that the trial court allegedly erred. <i>See generally </i><i>State v. Hankerson,</i> 288 N.C. 632, 220 S.E.2d 575 (1975), <i>rev'd on other grounds,</i> 432 U.S. 233, 97 S.Ct. 2339, 53 L.Ed.2d 306 (1977); <span class=\"star-pagination\">*1332</span> <i>State v. Patterson,</i> 297 N.C. 247, 254 S.E. 2d 604 (1979).</p>\n<p></p>\n<h2>B. <i>The challenged instruction operated as a `mandatory presumption' and impermissibly shifted the burden of proof to the defendant.</i>\n</h2>\n<p>During the instructions on first-degree murder, petitioner's jury was informed that malice \"... is implied in law from the intentionally [sic] killing with a deadly weapon.\" (R. p. 7). On the following instructions concerning second-degree murder, the trial court elaborated upon the earlier malice instruction by clearly charging the jury that the use of a deadly weapon raised a \"presumption\" of malice which the defendant had the burden to disprove. (R. pp. 9-10). <i>See</i> jury charge, <i>supra</i> at 1326. All told, the jurors were informed in four (4) separate paragraphs that malice could be \"presumed\" or \"implied in law\" from the use of a deadly weapon and were further instructed that the burden was on the defendant to disprove the existence of malice.</p>\n<p>Under <i>Sandstrom</i> and <i>Franklin,</i> there simply is no doubt that the trial court's instruction constituted a mandatory presumption rather than a permissive inference.<sup>[8]</sup> The instructions, considered separately, and certainly as a whole, did far more than \"suggest to the jury a possible conclusion to be drawn if the State proves predicate facts ...\" <i>Franklin,</i> 105 S.Ct. at 1971. Petitioner's jury was not instructed to consider the use of a deadly weapon together with all the other facts and circumstances in determining the existence of malice. Neither was it instructed that it was not compelled to nor need it necessarily \"infer\" malice. Rather, the jury was charged that malice is \"implied in law\" and \"presumed\" from the defendant's intentional use of a deadly weapona fact that petitioner did not even contest at trial.</p>\n<p>Respondents argue that the use of the term \"implied\" rather than \"presumed\" erases any constitutional concerns. The court disagrees. First, the trial judge used the term \"implied in law,\" a phrase which is far stronger and substantially more definitive than the single word \"implied.\" Second, the subsequent second-degree murder instructions that the jurors were given on the use to be made of the fact that petitioner had used a deadly weapon seemingly would have insured that \"implied in law\" was understood to mean exactly what the trial judge meant it to saythat malice could be \"presumed\" solely on the basis of the existence of the predicate fact, i.e., that a deadly weapon was used by Bush.<sup>[9]</sup> Similar instructions, where the word \"implied\" or phrase \"implied in law\" were used, have consistently been held to have created mandatory presumptions. <i>E.g., </i><i>Mullaney v. Wilbur, supra</i><i>; </i><i>Engle v. Koehler,</i> 707 F.2d 241 (6th Cir.1983), <i>affirmed </i><i>by an equally divided court,</i> 466 U.S. 1, 104 S.Ct. 1673, 80 L.Ed.2d 1 (1984); <i>Harless v. Anderson,</i> 664 F.2d 610 (6th Cir.1981), <i>rev'd on other grounds,</i> 459 U.S. 4, 103 S.Ct. 276, 74 L.Ed. 2d 3 (1982). <i>See also </i><i>Rook v. Rice,</i> 783 F.2d 401, 405 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 3315, 92 L.Ed.2d 745 (1986); <i>Davis v. Allsbrooks,</i> 778 F.2d at 172-74 (considering nearly identical North Carolina instructions).<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*1333</span> Having found, beyond peradventure, that a mandatory presumption was utilized by the trial court in the case <i>sub judice,</i> the inquiry now focuses on whether that presumption operated as an impermissible burden-shifting instruction under <i>Sandstrom</i> and <i>Franklin.</i> Obviously, any instruction which relieves the state of its burden of persuasion on the element of malice is unconstitutional, but <i>Franklin</i> specifically left open the issue of \"whether a mandatory presumption that shifts only a burden of production to the defendant is consistent with the Due Process Clause ...\" 105 S.Ct. at 1971 n. 3.</p>\n<p>The easy answer to this question can be garnered from the trial court's instruction on second-degree murder. That instruction, without doubt, impermissibly shifted the burden of persuasion onto the defendant. It required the defendant to prove the absence of malice to the satisfaction of the jury. The state must bear the burden of proving malice in a first-degree murder conviction and it may not constitutionally shift the ultimate burden of disproving malice to the defendant.</p>\n<p>Even if this court assumes the jurors never reached the issue of second-degree murder because of their first-degree verdict, they obviously sat and listened to <i>all of the instructions</i> before they began their deliberations. The jury was never, at anytime in the court's charge, properly instructed on the element of malice and the second-degree instruction was so clearly infirm that this court would be hard-pressed to find the error in that instruction did not fatally infect the first-degree instruction. <i>See </i><i>Franklin,</i> 105 S.Ct. at 1974-76.</p>\n<p>Nonetheless, the court's holding today need not and does not rest solely on this basis, for a detailed review of the effect of the trial court's malice instruction on first-degree murder makes clear that the \"implied in law\" charge, <i>standing alone,</i> was constitutionally infirm. In this regard, the court is guided by the incisive analysis of Judge Phillips of the Fourth Circuit Court of Appeals as set forth in his concurring opinion in <i>Davis v. Allsbrooks,</i> 778 F.2d at 177-183. <i>See also </i><i>Rook v. Rice,</i> 783 F.2d at 408-409 (Phillips, J., concurring in part and dissenting in part).</p>\n<p>In <i>Davis,</i> the Fourth Circuit considered a similar instruction to the one at bar in a first-degree murder case out of North Carolina. The trial court had instructed the jury:</p>\n<blockquote>If the state proves beyond a reasonable doubt or it is admitted that the defendant intentionally killed [the victim] with a deadly weapon, ... the law <i>implies first that the killing was unlawful, and second, that it was done with malice.</i> (emphasis added).</blockquote>\n<p>Petitioner in <i>Davis</i> asserted that this instruction unconstitutionally shifted the burden of persuasion to him in violation of <i>Mullaney v. Wilbur, supra</i><i>.</i> The Fourth Circuit rejected this contention, holding that \"a state may legitimately shift a <i>burden of production</i> on an element of the crime to the defendant, as North Carolina has done, so long as the presumed fact is rationally connected to a proven fact.\" 778 F.2d at 172.</p>\n<p>In reviewing North Carolina law, just as the United States Supreme Court had reviewed Montana law in <i>Sandstrom</i> and Georgia law in <i>Franklin,</i> the Court of Appeals found that North Carolina intended, through the above instruction, only to shift that burden of production on the element of malice to the defendant, not the burden of persuasion. <i>Id.</i> As the North Carolina Supreme Court has explained:</p>\n<blockquote>The effect of the presumption is to impose upon the defendant the burden of going forward with or producing some evidence of a lawful reason for the killing or an absence of malice; <i>i.e.,</i> that the killing was done in self-defense or in the heat of passion upon sudden provocation. The state is not required to prove malice and unlawfulness unless there is some evidence of their non-existence, <i>but once such evidence is presented, the state must prove these elements beyond a reasonable doubt.</i> (<i>emphasis added</i>).</blockquote>\n<p><i>State v. Simpson,</i> 303 N.C. 439, 451, 279 S.E.2d 542, 550 (1981). <i>See also </i><i>State v. Reynolds,</i> 307 N.C. at 188-192, 297 S.E.2d <span class=\"star-pagination\">*1334</span> at 535-537; <i>State v. Patterson,</i> 297 N.C. at 253-257, 254 S.E.2d at 608-611.</p>\n<p>However, since the Supreme Court has held that the \"state court is not the final authority on the <i>interpretation which a jury could have given the instruction,\" </i><i>Franklin,</i> 105 S.Ct. at 1972 (emphasis added), the Fourth Circuit recognized that the reviewing court \"must normally examine the trial court's instructions to see what burden was <i>actually</i> shifted.\" 778 F.2d at 172-73. Nonetheless, having stated the general rule, the Fourth Circuit found it unnecessary to \"dissect\" the trial court's instructions because the question of malice was not contested at trial by the defendant. Accordingly, the Fourth Circuit decided only that the <i>state law</i> shifting the burden of production to the defendant was constitutional and held that the actual impact of the trial court's instruction in <i>Davis</i> was irrelevant since the defendant had not even met his burden of production and, thus, there was \"no danger [defendant] may have suffered from the failure to meet only the higher, unconstitutional requirements.\" <i>Id.</i> at 173.<sup>[11]</sup><i>See also</i> Jeffries and Stephan, <i>Defenses, Presumptions, and Burden of Proof in the Criminal Law,</i> 88 Yale L.J. 1325, 1334 (1979) (A burden of production shift \"has little, if any, impact on the substantive relation between the state and the criminal accused. Instead, placing the burden of production on the defendant is an economical way to screen out issues extraneous to the case at hand and thus to promote efficient litigation.\"). <i>Cf.</i> Note, <i>Affirmative Defenses and Due Process: The Constitutionality of Placing a Burden of Persuasion on a Criminal Defendant,</i> 64 Geo. L.J. 871, 885 and 893.</p>\n<p>As Judge Phillips' concurring opinion in <i>Davis</i> recognizes, the old North Carolina first-degree murder instruction, as used by the trial court in this case and in <i>Davis</i> and <i>Rook,</i> \"presents serious problems of reconciling the challenged instruction with Supreme Court decisions respecting the use of the type presumption it incorporated.\" 778 F.2d at 177. The issue addressed by <i>Davis</i> and <i>Rook</i> was whether the state procedures which placed upon the defendant a burden of producing \"some\" evidence respecting the elements of the crime of murder, at peril of having invoked against him a mandatory presumption respecting those elements for use by the jury, is constitutional. <i>Id.</i> The Fourth Circuit has clearly answered in the affirmative, but application of this rule must, by its own terms, vary with the evidence presented in each case. Thus, as Judge Phillips suggests, a reviewing court must \"understand [that] the total state procedural device within which the defendant's production burden and the jury instruction reflecting whether the burden has been carried are interrelated elements.\" <i>Id.</i></p>\n<p>The court begins its analysis by looking at the instruction. As previously stated, the first-degree instruction in this case simply told the jury that if the jury was persuaded beyond a reasonable doubt that the defendant killed the victim intentionally with a deadly weapon, then it was \"implied in law\" that the killing was done with malice. Thus, a mandatory presumption was invoked requiring the jury find the elemental fact (malice) upon proof of the predicate fact (intentional killing with a deadly weapon). <i>See</i> 778 F.2d at 178 (citing <i>County Court of Ulster County v. Allen,</i> 442 U.S. at 157, 99 S.Ct. at 2224. Unmentioned to the jury is the legal basis for the invocation of this presumption; to-wit, that the defendant has failed to present even \"some evidence\" to rebut the presumed connection between the elemental and predicate facts. <i>Id.</i></p>\n<p>Of course, the burden of production does not derive from the jury instruction itself, but rather is a \"creature of state decisional law,\" <i>id,</i> as the majority opinion in <i>Davis</i> established. What follows is a description of the <i>operation</i> of this procedural device as explained by Judge Phillips:</p>\n<blockquote>Under North Carolina law, \"malice\" and \"unlawfulness\" are elements of the crime of murder in the second degree. The state, therefore, under <i>Mullaney,</i> <span class=\"star-pagination\">*1335</span> has the burden of convincing the jury beyond a reasonable doubt of the existence of these two elements, along with the other elements of the crime. This is a burden of persuasion that remains throughout on the state. Nevertheless, to hold these elements fully in direct issue for jury resolution <i>unaided by the presumption,</i> a defendant has the burden of producing some evidence that tends to negate the existence of the elements. As to malice, this would be \"some\" evidence that any killing done was done \"in the heat of passion on sudden provocation.\" As to unlawfulness, it would be \"some\" evidence that any killing done was in self-defense. Failure to carry that production burden invokes the presumption, whose effect may then be submitted to the jury for use in deciding whether the elements of malice and unlawfulness have been proven beyond a reasonable doubt.</blockquote>\n<blockquote>These respective burdens are implemented in jury trials by the traditional device of instructions to the jury that define and submit the disputed factual issues that remain for resolution under controlling substantive principles and the appropriate burdens of persuasion. <i>The first step in administering this jury control device therefore precedes any instruction to the jury about its factfinding function. The judge first decides as a matter of law whether on all the evidence the defendant's slight burden of production has been carried.</i> If he determines that it has not been carried, he does not tell the jury this, he simply tells them that if the evidence before them (including of course the unremarked non-evidence of \"heat of passion\" or self-defense) persuades them beyond a reasonable doubt that the defendant killed intentionally with a deadly weapon, then they must also find that beyond a reasonable doubt he killed with malice and unlawfully (the \"law presumes\" the one from the other). Failure to carry that burden of production thus \"raises\" the presumption.</blockquote>\n<blockquote>\n<i>On the other hand, if the judge determines that some evidence of heat of passion or self-defense has been adducedthat the burden of production has been carriedagain he does not specifically tell the jury so. But because the effect is to \"dissipate\" (or prevent the invocation of) the mandatory presumption, he simply does not submit it for use by the jury in reaching a verdict. In this circumstance he may, however, in instructing the jury on the malice and unlawfulness elements, tell the jury that the evidence of intentional killing with a deadly weapon may, but need not, give rise to an inference of malice and unlawfulness as defined elements of the crime. See </i><i>Hankerson,</i> 220 S.E.2d at 589 (\"mandatory presumption ... disappears but the logical inferences from the facts proved remain in the case to be weighed against [the rebutting] evidence\").</blockquote>\n<p>778 F.2d at 178-179 (emphasis added) (footnote omitted). Having described the operation of the state procedural device, Judge Phillips concluded that:</p>\n<blockquote>... several critical things about the device appear. First, and most important, is the fact that as judicially created this presumption is not intended to shift to a defendant any burden of persuasion. That however does not foreclose the possibility that by an erroneous instruction, or as a necessary consequence of a correct statement of the presumption, the burden of persuasion might be impermissibly shifted in a jury's mind.</blockquote>\n<blockquote>Second, the practical effect of the device is to require a criminal defendant to do something more than merely stand on his \"general issue\" plea of not guilty in order to hold the state to its full ingoing burden of persuasion on all elements of the crime unaided by any compelled inference of \"elemental fact\" from proven \"basic\" fact.</blockquote>\n<blockquote>Third, proper administration of the device depends upon the trial judge's accurate determination as to whether the defendant's production burden has been carriedwhether the defendant has produced at least \"some\" evidence to dissipate the putative presumption. <i>If there</i> <span class=\"star-pagination\">*1336</span> <i>is \"some\" evidence in a particular case but the trial judge erroneously determines that there is not, and on that basis submits the issue of malice and/or unlawfulness subject to the mandatory presumption, the effect would necessarily be to \"curtail[] the [jury's] freedom to assess the evidence independently,\" </i><i>Allen,</i> 442 U.S. at 156, 99 S.Ct. at 2224 (emphasis added), i.e., on <i>the conflicting evidence alone. Such a specific trial error would presumably be of constitutional dimensions, and would be subject to free appellate review.</i>\n</blockquote>\n<blockquote>Fourth, the presumption that finally effectuates the device has the flat effect of making proof of intentional killing with a deadly weapon in circumstances containing no suggestion of \"heat of passion on sudden provocation\" or of \"self-defense\" tantmount to proof of \"malice\" and \"unlawfulness.\"</blockquote>\n<p>778 F.2d at 179 (emphasis added).</p>\n<p>Given this setting, Judge Phillips found that determining the constitutionality of this procedure, in any given case, required the resolution of several independent but related inquiries:</p>\n<p>1. whether the jury instruction, regardless of its intended effect, could actually and reasonably have been interpreted by the jury to place upon the defendant any burden of persuasion of disputed issues;</p>\n<p>2. whether placing any burden of production upon the defendant at peril of his having invoked against him the mandatory presumption with respect to an element of the crime violates due process;</p>\n<p>3. whether there existed <i>any evidence that tended to negate the existence of malice,</i> so that submitting the mandatory presumption in the case <i>sub judice</i> violated due process; and</p>\n<p>4. whether the mandatory presumption is rational in terms of its compelled inference of elemental facts from predicate facts, in light of a defendant's unmet burden of production. 778 F.2d at 179-180.</p>\n<p>As to the first question, <i>Sandstrom</i> and <i>Franklin</i> clearly indicate that where the presumed fact was an essential and fully disputed element of the crime, a mandatory presumption, which has the potential, by virtue of its form or context, for leading the jury reasonably to believe that because the law \"implies\" the essential fact from the predicate fact, this placed upon the defendant some burden to dissuade the jury of the essential fact, is unconstitutional. <i>Franklin,</i> 105 S.Ct. at 1975 and n. 8. (\"The Court today holds that contradictory instructions as to intentone of which imparts to the jury an unconstitutional understanding of the allocation of burdens of persuasioncreate a reasonable likelihood that a juror understood the instructions in an unconstitutional manner, unless other language in the charge <i>explains</i> the infirm language sufficiently to eliminate the possibility. If such a reasonable possibility exists, `we have no way of knowing that [the defendant] was not convicted on the basis of the unconstitutional instruction.'\"); <i>Sandstrom,</i> 442 U.S. at 526, 99 S.Ct. at 2460; <i>Brooks v. Kemp,</i> 762 F.2d at 1389. Like Judge Phillips, this court, upon considered review of the first-degree malice instruction, cannot discount the real possibility that a reasonable jury could have understood the instruction to create an unconstitutional presumption of malice. 778 F.2d at 180. <i>See also </i><i>Brooks v. Kemp,</i> 762 F.2d at 1389. The instruction is indistinguishable, <i>\"in form of words standing alone\"</i> from the presumption of intent in <i>Sandstrom,</i> 778 F.2d at 180, and certainly is no less objectionable than the instruction found infirm in <i>Franklin</i> which at least contained language instructing the jury that the presumption \"may be rebutted.\" <i>See </i><i>Davis v. Kemp,</i> 752 F.2d 1517-1520.</p>\n<p>Thus, when the presumed fact is in issue, <i>Sandstrom</i> and <i>Franklin</i> establish that an instruction such as the one given in this case is impermissibly likely to shift the burden of persuasion to the defendant.<sup>[12]</sup> The unequivocal language of the flawed <span class=\"star-pagination\">*1337</span> aspect of the instruction could reasonably have led a juror to conclude that his job, with respect to the malice element, was over when he determined that the defendant had killed the victim with a deadly weapon, even where the defendant disputed the question of malice. Nowhere in the instruction is this ambiguity explained, contradicted, or even minimized. <i>See</i> fn. 12, <i>supra.</i> The jurors were never told that the presumption could be rebutted by the defendant's simple presentation of \"some\" evidence nor even that it could be rebutted at all. <i>See </i><i>Sandstrom,</i> 442 U.S. at 517, 99 S.Ct. at 2455.<sup>[13]</sup></p>\n<p>Of course, whether this same infirmity would accompany the use of such a presumption when its only effect is in relation to facts that had been taken out of dispute by a defendant's failure to contest them is another matter entirely. On this point, the court agrees with the reasoning of Judge Phillips and the majority opinion in <i>Davis</i> that (1) the technical effect of a defendant's failure to meet his production burden should be treated as comparable to a judicial admission or evidence that the defendant concedes the particular element of the crime; (2) the use of production burdens for the purpose of narrowing the issues in a criminal case is not <i>per se</i> unconstitutional; and (3) there is a rational and fundamentally fair basis for requiring a defendant to produce evidence of heat of passion provocation or self-defense in order to hold the elements of malice fully in issue in North Carolina murder prosecutions. 778 F.2d at 180-182.</p>\n<p>The problem in this case and what distinguishes it from the results reached in <i>Davis</i> and <i>Rook,</i> is that evidence was clearly presented at trial which \"tended to negate the existence of malice, so that submitting the mandatory presumption ... violated due process.\" <i>Id.</i> at 180. The existence of malice was undoubtedly a disputed element at petitioner's trial; in fact, it was the only seriously contested issue. There was conflicting evidence regarding whether Bush was provoked into his act of aggression by racial epithets of the victimevidence which, if believed, would negate the element of malice. Petitioner testified at trial in support of his version of the killing and statements from his confession were introduced which, at least in part, corroborated his trial testimony.</p>\n<p>Although the court finds the credibility of Bush's version of events, as it relates to the evidence pertaining to malice, susceptible of significant suspicion, that obviously is not the standard to be applied by the court in determining whether <i>some</i> evidence was tendered by the defendant which would negate the existence of the disputed element. As the North Carolina Supreme Court explicitly found, \"[t]he defendant contends and we agree that there was some evidence justifying an instruction concerning heat of passion killing on sudden provocation and a resulting absence of malice. This being the case, any presumption of malice arising from a finding that the defendant intentionally inflicted the fatal wounds with a deadly weapon disappeared and the State was entitled to no presumption.\" <i>Bush</i> (II), 307 N.C. at 162, 297 S.E.2d at 570.<sup>[14]</sup></p>\n<p>Accordingly, unlike the defendants in <i>Davis</i> and <i>Rook,</i> petitioner in this case did not admit or concede the presence of the element of the crime at issue in the defective jury instruction. Given the opposing inferences to be drawn from the evidence, this court has no alternative but to find, as did the North Carolina Supreme Court, that the challenged first-degree jury instruction embodied a mandatory presumption favoring the prosecution in respect of a disputed and essential element of the crime charged. <span class=\"star-pagination\">*1338</span> Hence, it necessarily violated petitioner's constitutional right to due process of law recognized in <i>Mullaney, Sandstrom</i> and <i>Franklin,</i> because the jury may reasonably have understood the instruction as shifting the burden of persuasion on the disputed malice issue to Bush. <i>Rook v. Rice,</i> 783 F.2d at 408 (Phillips, J., concurring in part). <i>See also </i><i>Griffin v. Martin,</i> 785 F.2d 1172, 1177 (4th Cir.1986), <i>reversed and vacated en banc by an equally divided court,</i> 795 F.2d 22 (1986) (\"... once some evidence has been produced ... the production of \"some evidence\" removed the presumption of malice, an essential element of the crime charged, from the case.\"); <i>Hyman v. Aiken,</i> 777 F.2d 938, 940-41 (4th Cir.1985), <i>judgment vacated on other grounds,</i> ___ U.S. ___, 106 S.Ct. 3327, 92 L.Ed.2d 734 (1986); <i>Brooks v. Kemp,</i> 762 F.2d at 1389-40; <i>Davis v. Kemp,</i> 752 F.2d at 1519-20; <i>Engle v. Koehler,</i> 707 F.2d at 244-45; <i>Phillips v. Rose,</i> 690 F.2d 79, 81-82 (6th Cir.1982); <i>Mason v. Balkcom,</i> 669 F.2d at 226.</p>\n<p></p>\n<h2>C. <i>The burden-shifting error rendered by the \"mandatory presumption\" was not dissipated by other clarifying instructions of the trial court.</i>\n</h2>\n<p>Respondents argue that any error in the instructions generally and the first-degree instruction specifically was cured by the trial court's general instructions on the presumption of innocence and proof beyond a reasonable doubt. This is the same argument that was expressly rejected by the Supreme Court in <i>Franklin</i> and <i>Sandstrom.</i> As the court noted, these general instructions are not rhetorically inconsistent with the existence of a burden-shifting presumption because a reasonable juror could have regarded the presumption on malice as \"a means by which proof beyond a reasonable doubt ... could be satisfied.\" <i>Franklin,</i> 105 S.Ct. at 1973; <i>Sandstrom,</i> 442 U.S. at 518-19 n. 7, 99 S.Ct. at 2456 n. 7. <i>See also </i><i>Brooks v. Kemp,</i> 762 F.2d at 1390; <i>Engle v. Koehler,</i> 707 F.2d at 245; <i>Phillips v. Rose,</i> 690 F.2d at 81. Thus, in evaluating a circumstance such as the use of a deadly weapon, the jury may have presumed that absent rebuttal by the petitioner, this fact alone constituted proof beyond a reasonable doubt of malice. <i>Davis v. Kemp,</i> 752 F.2d at 1519; <i>Engle v. Koehler,</i> 707 F.2d at 245.</p>\n<p>Furthermore, although the offending words in the jury charge must be considered in the context of the instructions as a whole, 105 S.Ct. at 1971, the record in the case <i>sub judice</i> is utterly void of any other instruction which might explain the infirm language to the extent that any reasonable juror could not have considered the charge to have created an unconstitutional presumption. Rather, the opposite is true, for the erroneous second-degree malice instruction undoubtedly reinforced the already infirm first-degree instruction and made it all the worse.</p>\n<p>Under these circumstances, because a reasonable juror could have understood the challenged portions of the jury instructions in this case as creating a mandatory presumption that shifted to the defendant the burden of persuasion on the crucial and disputed element of malice, and because the charge read as a whole does not explain or even attempt to cure the error, this court holds that petitioner's jury charge fails to comport with the fundamental requirements of the Due Process Clause. <i>Id.</i> at 1977.</p>\n<p></p>\n<h2>D. <i>Under </i><i>Rose v. Clark, supra</i><i>, the burden-shifting error at petitioner's trial was not rendered harmless.</i>\n</h2>\n<p>Respondents maintain that even if the malice instruction was impermissibly burden-shifting under <i>Sandstrom</i> and <i>Franklin,</i> the error was rendered harmless given the facts of this case. For the reasons that follow, the court must, with considerable reluctance, disagree.</p>\n<p>First, the state contends that the jury's findings of deliberation and premeditation (i.e. the first-degree murder verdict) cured any error in the malice instruction. This argument was essentially adopted by the North Carolina Supreme Court in <i>Bush</i> (II). 307 N.C. at 162-65, 297 S.E.2d at 570-72.</p>\n<p><span class=\"star-pagination\">*1339</span> The main problem with this reasoning, of course, is that it eliminates malice as an essential and separate element of first-degree murder in North Carolina. But, as this court has previously indicated, malice is now and was at the time of petitioner's trial, an independent and critical element of first-degree murder which the jury was constitutionally required to find after receiving correct instructions. <i>In re Winship, supra</i><i>; </i><i>Mullaney, supra</i><i>.</i> Under North Carolina law, the state bears the unequivocal burden of proving malice beyond any reasonable doubt and the fact that the jury found premeditation and deliberation does not, as if by magic, remove that burden from the state. As the Supreme Court stated in <i>Franklin,</i> the state may <i>not</i> create \"a mandatory presumption of intent [malice] upon proof by the state of the other elements of the offense.\" 105 S.Ct. at 1971. \"Such shifting of the burden of persuasion with respect to a fact which the State deems so important that it must either be proved or presumed is impermissible under the Due Process Clause.\" 105 S.Ct. at 1973 <i>quoting </i><i>Patterson v. New York,</i> 432 U.S. 197, 215, 97 S.Ct. 2319, 2329, 53 L.Ed.2d 281 (1977). <i>See </i><i>Reed v. Ross,</i> 468 U.S. 1, 104 S.Ct. 2901, 82 L.Ed.2d 1 (1984) (In <i>Ross,</i> the defendant was likewise convicted of first-degree murder in North Carolina, yet the Supreme Court affirmed the granting of habeas relief based upon both erroneous self-defense and malice instructions without indicating, in any manner, that defendant's first-degree conviction vitiated the unconstitutional instruction on malice);<sup>[15]</sup><i>Davis v. Allsbrooks, supra</i> (wherein the Fourth Circuit recognized malice as a distinct element of first-degree murder in North Carolina, 778 F.2d 172, n. 2, and again, although it was unnecessary to reach the issue for disposition of the case, there simply is no indication that a first-degree murder conviction would in any way render an erroneous malice instruction on first-degree murder harmless); <i>Hyman v. Aiken, supra</i><i>.</i></p>\n<p>Furthermore, while there is undoubtedly a relationship between the elements of premeditation, deliberation, and malice, this connection serves only to heighten the prejudice caused by the invalid instruction on malice in petitioner's case. As the <i>Bush</i> (II) opinion points out, in North Carolina the presence or absence of heat of passion is relevant to the question of premeditation and deliberation as well as malice. 307 N.C. at 163, 297 S.E.2d at 570. In accord with this principle, petitioner's jury was instructed that deliberation means:</p>\n<blockquote>\"... that the act is done in a cold state of blood ... not under the influence of a violent passion suddenly aroused by some lawful or just cause or legal provocation ... if the purpose to kill was born and immediately executed in a passion, especially if the passion was aroused by recent provocation or by mutual combat, then the murder is not deliberate and premeditated.\" (R. p. 8).</blockquote>\n<p>The problem lies in the fact that Bush's jury had, by this time, already been told that heat of passion and legal provocation, which would, under the above instructions, negate the element of deliberation, were unavailable to petitioner solely because he used a deadly weapon to kill the victim. Thus, it is conceivable that a reasonable juror could have interpreted the first-degree murder instruction taken as a whole, to mean that premeditation, deliberation, and malice were all implied in law from the petitioner's use of the deadly weapon. While this court has no way of knowing exactly how petitioner's jury interpreted the malice instructions in relation to the <span class=\"star-pagination\">*1340</span> premeditation and deliberation instructions, if a jury could reasonably have understood the trial court to mean that the use of a deadly weapon foreclosed the issue of provocation and heat of passion as to these elements as well as to malice, then rather than curing the erroneous malice instruction, the infirm malice instruction may well have tainted and prejudicially infected the <i>subsequent</i> premeditation and deliberation instructions.<sup>[16]</sup></p>\n<p>Based on the above scenario, a reasonable juror could easily have resolved the contradictions and ambiguities that existed in the trial court's instructions by choosing to abide by and consistently apply throughout the instructions, the mandatory presumption initially set forth in the first-degree malice charge. Nothing in the instructions as a whole makes clear to the jury that any one instruction carried more weight or should be considered independently of another. <i>See </i><i>Franklin,</i> 105 S.Ct. at 1974-76 and n. 7 and 8; <i>Sandstrom,</i> 442 U.S. at 526, 99 S.Ct. at 2460. Thus, at a minimum, even if a juror correctly understood the premeditation and deliberation instructions, he could have been left in a quandry as to whether to follow those instructions with regard to provocation and heat of passion, or to follow the immediately preceding mandatory presumption instruction given on the element of malice. Under these circumstances, this court has \"no way of knowing that [the defendant] was not convicted on the basis of the unconstitutional instruction.\" <i>Id.</i><sup>[17]</sup></p>\n<p>Finally, the <i>Bush</i> II court cited a series of cases arising out of Maryland, particularly <i>Guthrie v. Warden, Maryland Penitentiary,</i> 683 F.2d 820 (4th Cir.1982), for the proposition that a first-degree conviction renders the presumption of malice harmless. 307 N.C. at 164-65, 297 S.E.2d at 572.<sup>[18]</sup> In <i>Guthrie,</i> the Fourth Circuit <span class=\"star-pagination\">*1341</span> was concerned with the effect of a burdenshifting malice instruction in a case where, in accord with standard Maryland procedure, the jury was first instructed to consider the defendant's guilt of second degree murder, and then, in separate and distinct inquiries, to decide the questions of raising the offense to first-degree murder or reducing it to voluntary manslaughter. Thus, when, as in <i>Guthrie,</i> a Maryland jury is wrongfully instructed as to the burden of proving malice to distinguish second-degree murder from manslaughter, there is substantially less chance that the jury's verdict of first-degree murder, assuming proper first-degree instructions were given, could have been infected by the erroneous second-degree instructions.</p>\n<p>Since the jury found the defendant guilty of premeditated and deliberated murder in <i>Guthrie,</i> the Fourth Circuit found that the constitutionally infirm burden-shifting malice instruction constituted harmless error. <i>See also </i><i>Wilkins v. Maryland,</i> 402 F.Supp. 76 (D.Md.1975), <i>aff'd </i><i>mem.,</i> 538 F.2d 327 (4th Cir.1976), <i>cert. denied,</i> 429 U.S. 1044, 97 S.Ct. 747, 50 L.Ed.2d 757 (1977). Absolutely essential to <i>Guthrie's</i> holding was its finding that:</p>\n<blockquote>\"[t]he [erroneous] instructions concerning intoxication and heat of passion went only to the distinction between manslaughter and second-degree murder. <i>They did not touch on first-degree murder, the offense of which Guthrie was convicted.\"</i>\n</blockquote>\n<p>683 F.2d at 823 (emphasis added).<sup>[19]</sup><i>See also </i><i>Morris v. State of Maryland,</i> 715 F.2d 106, 109 (4th Cir.1983) (\"Because `[t]he instructions concerning intoxication and heat of passion went only to the distinction between manslaughter and second-degree murder,' we held that the instructions' infirmity did not undercut the validity of the first-degree murder conviction.\"). Succinctly stated, since the jury in <i>Guthrie</i> found the defendant guilty of first-degree murder based on constitutionally correct instructions, the jury was not likely to have been influenced by the infirm second-degree malice instructions.</p>\n<p>The North Carolina Supreme Court's reliance upon and the Magistrate's reluctant finding that the petitioner's case is controlled by <i>Guthrie</i> might be of merit if petitioner's jury had received the infirm instructions on malice only during the portion of the court's charge dealing with the distinction between second-degree murder and voluntary manslaughter. <i>See, e.g., </i><i>State v. Fowler, supra</i><i>; </i><i>State v. Freeman, supra</i><i>.</i> That, however, is not what occurred in this case. Here, Bush's jury was specifically charged during the first-degree instruction that malice was to be \"implied in law\" from Bush's intentional use of a deadly weapon. Thus, since the infirm instruction in petitioner's case did indeed \"touch upon\" the first-degree murder charge, and since malice is a distinct element of first-degree murder in North Carolina, reliance on <i>Guthrie</i> is misplaced and petitioner's conviction of first-degree murder did not render the erroneous instruction harmless. <i>See Franklin, supra; </i><i>Engle v. Koehler, supra</i><i>; </i><i>Anderson v. Harless, supra</i><i>.</i></p>\n<p>Respondents' second and final argument is that, given the overwhelming nature of the evidence in this case, any <i>Sandstrom</i> error committed by the trial court was harmless beyond any reasonable doubt. This issue presents an extremely close question, but one which, when viewed fairly, forthrightly and without regard to the court's \"belief\" in the defendant's actual guilt or innocence, must be decided, as a matter of law, in petitioner's favor.<sup>[20]</sup></p>\n<p>Until last month's opinion in <i>Rose v. Clark, supra</i><i>,</i> the Supreme Court had left <span class=\"star-pagination\">*1342</span> open the issue of whether <i>Sandstrom</i> error could ever be held harmless under <i>Chapman v. California,</i> 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). <i>See e.g., </i><i>Franklin,</i> 105 S.Ct. at 1977 (holding the <i>Sandstrom</i> error in that case was clearly not harmless on the facts and, therefore, declining to address the question of whether an erroneous charge that shifts a burden of persuasion to the defendant on an essential element of the offense can ever be harmless); <i>Koehler v. Engle,</i> 104 S.Ct. at 1673 (affirming without opinion by an equally divided court, Justice Marshall not participating); <i>Connecticut v. Johnson,</i> 460 U.S. at 85-88, 103 S.Ct. at 976-78 (plurality opinion holding that where disputed element is contested, <i>Sandstrom</i> error can never be harmless; eight justices equally divided on the issue with Justice Stevens deciding on other grounds); <i>Sandstrom,</i> 442 U.S. at 526-27, 99 S.Ct. at 2460-61 (declining to address question because not addressed by state court).</p>\n<p>Given the lack of guidance by and the clear division that existed within the Court on this issue, the lower federal courts and state courts, not surprisingly, developed a number of different approaches to the problem. Some courts held that <i>Sandstrom</i> errors could be deemed harmless where the evidence of guilt was overwhelming. <i>See, e.g., </i><i>Patterson v. Austin,</i> 728 F.2d 1389, 1396 (11th Cir.1984); <i>Lamb v. Jernigan,</i> 683 F.2d 1332, 1342-43 (11th Cir.1982); <i>Jacks v. Duckworth,</i> 651 F.2d 480, 487 (7th Cir.1981), <i>cert. denied,</i> 454 U.S. 1147, 102 S.Ct. 1010, 71 L.Ed.2d 300 (1982). Other courts, an increasingly substantial majority in fact, held that whether an unconstitutional presumption is harmless depends on whether the element upon which the erroneous instruction was based was a disputed issue in the case. <i>See, e.g., </i><i>Brooks v. Kemp,</i> 762 F.2d at 1390; <i>Davis v. Kemp,</i> 752 F.2d at 1515; <i>Engle v. Koehler,</i> 707 F.2d at 246; <i>Mason v. Balkcom,</i> 669 F.2d at 227; <i>McGuinn v. Crist,</i> 657 F.2d 1107, 1108-09 (9th Cir.1981); <i>cert. denied,</i> 455 U.S. 990, 102 S.Ct. 1614, 71 L.Ed.2d 850 (1982); <i>Krzeminski v. Perini,</i> 614 F.2d 121, 125 (6th Cir.), <i>cert. denied,</i> 449 U.S. 866, 101 S.Ct. 199, 66 L.Ed.2d 84 (1980). Still other courts suggested that <i>Sandstrom</i> errors can never be harmless. <i>See, e.g., </i><i>Hammontree v. Phelps,</i> 605 F.2d 1371, 1380 (5th Cir.1979); <i>State v. Truppi,</i> 182 Conn. 449, 466, 438 A.2d 712, 721 (1980), <i>cert. denied,</i> 451 U.S. 941, 101 S.Ct. 2024, 68 L.Ed.2d 329 (1981). Finally, the Fourth Circuit Court of Appeals, standing alone, held that burden-shifting errors raised on habeas review were not subject to harmless error analysis of any type, but rather were subject to a higher standard of demonstrating that the constitutionally erroneous instructions had rendered the trial fundamentally unfair. <i>Fulton v. Warden, Maryland Penitentiary,</i> 744 F.2d 1026 (4th Cir.1984), <i>cert. denied,</i> 473 U.S. 907, 105 S.Ct. 3532, 87 L.Ed.2d 655 (1985).<sup>[21]</sup></p>\n<p>Notwithstanding all of the above, <i>Rose v. Clark</i><i>,</i> decided July 2, 1986, has now put the issue to rest. In <i>Rose,</i> the defendant was charged with the murder of two persons arising from the same incident. At his state trial in Tennessee, Clark raised the defense that he was insane or, at least, incapable of forming the requisite intent to kill the victims. The trial court instructed the jury on first-degree premeditated and deliberate murder and second-degree murder, which required malice, but not premeditation and deliberation. The court instructed the jury that \"[a]ll homicides are presumed to be malicious in the absence of evidence which would rebut the implied presumption\" and that \"if the state has proven beyond a reasonable doubt that a killing occurred, then it is presumed that <span class=\"star-pagination\">*1343</span> the killing was done maliciously.\" Clark was convicted of one count of first-degree murder and one count of second-degree murder.</p>\n<p>On state appeal, the Tennessee Court of Appeals affirmed the convictions, rejecting Clark's argument that the malice instruction impermissibly shifted the burden of proof as to malice. Clark then sought habeas relief in the federal district court, which, upon review, held the malice instruction was unconstitutional under <i>Sandstrom. Clark v. Rose,</i> 611 F.Supp. 294 (M.D.Tenn.1983). The district court went on to find that the error could not be deemed harmless because Clark had \"relied upon a <i>mens rea</i> defense.\" <i>Id.</i> at 302. The Court of Appeals for the Sixth Circuit affirmed in an unpublished opinion, 762 F.2d 1006 (1985).</p>\n<p>The Supreme Court subsequently granted certiorari to answer the question of \"whether the harmless error standard of <i>Chapman v. United States,</i> 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), applies to jury instructions that violate the principles of <i>Sandstrom v. Montana</i> and <i>Francis v. Franklin</i> ...\" ___ U.S. at ___, 106 S.Ct. at 3103. Reviewing the basis of the harmless-error doctrine, the Court, in an opinion by Justice Powell, held that \"if the defendant had counsel and was tried by an impartial adjudicator, there is a strong presumption that any errors that may have occurred are subject to harmless error analysis.\" <i>Id.</i> at ___, 106 S.Ct. at 3106. Applying these principles to the case before it, the Court found that \"the error at issue herean instruction that impermissibly shifted the burden of proof on maliceis not `so basic to a fair trial' that it can never be harmless.\" <i>Id.</i> (citation omitted). Accordingly, the Court unequivocally held that \"<i>Chapman's</i> harmless-error standard applied in cases such as this one.\" <i>Id.</i> at ___ _ ___, 106 S.Ct. at 3107-110.<sup>[22]</sup></p>\n<p>Given this standard of review, the Court found that the lower federal court's ruling, that <i>Sandstrom</i> error could never be harmless where a defendant contests intent, was erroneous.<sup>[23]</sup><i>Id.</i> at ___, 106 S.Ct. at 3109. Harmless error cases are not dependent on whether the defendant conceded the factual issue on which the error was predicated, rather the question is whether, \"`on the whole record ... the error ... [is] harmless beyond a reasonable doubt.'\" <i>Id. quoting </i><i>United States v. Hasting,</i> 461 U.S. 499, 510, 103 S.Ct. 1974, 1981, 76 L.Ed.2d 96 (1983). Accordingly, the critical inquiry is \"`whether the evidence was so dispositive of [<i>the disputed element</i>] that a reviewing court can say <i>beyond a reasonable doubt that the jury would have found it</i> <span class=\"star-pagination\">*1344</span> <i>unnecessary to rely on the presumption.'\" Id. quoting </i><i>Connecticut v. Johnson,</i> 460 U.S. at 97 n. 5, 103 S.Ct. at 983 n. 5 (Powell, J., dissenting) (emphasis added).<sup>[24]</sup> What now remains for this court is application of the <i>Rose v. Clark</i> standard to the case <i>sub judice.</i></p>\n<p>Here, Bush admitted stabbing and killing Mr. Marshburn. His only defense (disregarding his questionable self-defense argument), and <i>a seriously contested defense from the outset,</i> was the fact that he did not act with malice. A mandatory presumption that Bush intended to kill and did kill in malice predicated solely on his use of a deadly weapon essentially eliminated this defense from the trial. Since the facts did not overwhelmingly preclude this defense, as the North Carolina Supreme Court itself found, this court cannot find the error to be harmless.</p>\n<p>Clearly, the record indicates conflicting evidence and inferences which could be drawn from that evidence regarding whether the stabbing occurred as a result of a racist remark and provocation, which, if believed, would negate the element of malice. The state relied heavily on petitioner's own statements to Mrs. Marshburn and Detective Jarman to convict him. In fact, the only evidence adduced at trial concerning the events surrounding the killing was derived from statements made by Bush to others and his own trial testimony. Bush never conceded that he acted with malice. Respondent acknowledged that Bush's defense to first-degree murder was lack of malice and the North Carolina Supreme Court held in <i>Bush</i> (II) that evidence was introduced at trial supporting this defense sufficient evidence so as to mandate an instruction on \"heat of passion killing on sudden provocation and a resulting absence of malice.\" 307 N.C. at 162, 297 S.E.2d at 570.<sup>[25]</sup></p>\n<p>In point of fact, if the jury chose to believe Bush, upon correct instructions, it would have had to exonerate him on the charge of first-degree murder. Of course, the jury was free to discredit Bush's trial testimony and to consider the exculpatory portions of his confession as self-serving, but because of the erroneous charge, this court cannot determine whether the jury disbelieved Bush, or whether it merely applied the erroneous presumption charged by the trial court. <i>See </i><i>Brooks v. Kemp,</i> 762 F.2d at 1393. Bush's statements were the only direct evidence as to whether the killing was malicious. The jury certainly could have inferred the stabbing was malicious from his statement to Mrs. Marshburn and the physical evidence in the case.</p>\n<p>On the other hand, it is of course possible to kill without malice and Bush's trial testimony indicates that is what occurred. Although there is overwhelming evidence in this case that Bush was the killer, that fact does not constitute overwhelming evidence that the killing was malicious. <i>See </i><i>Davis v. Kemp,</i> 752 F.2d at 1521, n. 10. Accordingly, having thoroughly reviewed the evidence in this case, the court finds that \"the evidence was [not] so dispositive of [malice] that [it] can say beyond a reasonable doubt that the jury would have found it unnecessary to rely on the presumption.\" <i>Rose v. Clark,</i> ___ U.S. at ___, 106 S.Ct. at 3109. <i>See, e.g., </i><i>Franklin,</i> 105 S.Ct. at 1977; <i>Brooks v. Kemp,</i> 762 F.2d at 1391-93; <i>Phillips v. Rose,</i> 690 F.2d at 81.</p>\n<p>Therefore based on the aforesaid, Bush's petition for a writ of habeas corpus must be and hereby is GRANTED. Respondents are directed to retry or release petitioner from custody within 90 days of the entry of this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The issues raised in the petition at bar were not raised on Bush's appeal of right to the North Carolina Supreme Court.</p>\n<p>[2]  These assignments of error constitute the issues at bar.</p>\n<p>[3]  As the Magistrate correctly notes, the trial court instructed the jury on the alternate theories of felony murder and premeditated murder in the first degree. The jury, upon returning its verdict, failed to indicate on which theory it relied in convicting the petitioner. For purposes of its consideration of the case, the North Carolina Supreme Court assumed the jury relied on the theory of premeditation and deliberation. This presumption, of course, was favorable to Bush, since under felony-murder it would have been unnecessary for the jury to reach any decision on whether the homicide was committed with or without malice. Thus, erroneous instructions on this issue would have been rendered irrelevant and obviously harmless. Like the North Carolina Supreme Court, this court assumes the jury relied on the premeditated and deliberate murder theory.</p>\n<p>[4]  Petitioner denied making this statement.</p>\n<p>[5]  Intent to kill is an element of the offense of malice murder in Georgia.</p>\n<p>[6]  A conclusive presumption completely removes the presumed element from the case once the state proves all the predicate facts giving rise to the presumption. A rebuttable presumption does not remove the element, but nevertheless mandates the jury find the presumed element unless the defendant persuades the jury such a finding is unwarranted. 105 S.Ct. at 1971 n. 2.</p>\n<p>[7]  <i>Franklin</i> specifically left open the question of whether a mandatory presumption that shifts only a burden of production to the defendant is consistent with the Due Process Clause. 105 S.Ct. at 1971 n. 3.</p>\n<p>[8]  This is true of the first-degree malice instruction standing alone without the second-degree instruction's extensive elaboration.</p>\n<p>[9]  In this regard, the trial court was simply giving the state the benefit of a \"presumption\" that had been part of North Carolina law at that time for over one hundred years. <i>See </i><i>State v. Hankerson,</i> 288 N.C. at 648-49, 220 S.E.2d at 581-82.\n</p>\n<p>The court notes that the North Carolina Pattern Jury Instructions have subsequently been changed to read:</p>\n<p>If the state proves beyond a reasonable doubt (or it is admitted) that the defendant shot the deceased with a deadly weapon or intentionally inflicted a wound upon the deceased with a deadly weapon that proximately caused the deceased's death, you <i>may infer,</i> first, <i>that the killing was unlawful,</i> and second, <i>that it was done with malice, but you are not compelled to do so. You may consider this along with all other facts and circumstances in determining whether the killing was unlawful and whether it was done with malice.</i></p>\n<p>N.C.P.I.Crim. 206-10 (emphasis added).</p>\n<p>[10]  In some of these cases, the mandatory presumption shifted only the burden of production and not the burden of persuasion. <i>See</i> discussion <i>infra.</i></p>\n<p>[11]  A similar result was reached in <i>Rook v. Rice</i> on a nearly identical trial court instruction. 783 F.2d at 405 and 408-09 (Phillips, J., concurring in part).</p>\n<p>[12]  Again, it is important to note that this is true of the first-degree instruction alone, even without regard to the clearly unconstitutional language thereafter contained in the second-degree instruction.</p>\n<p>[13]  At a minimum, \"[s]o long as the jury could conclude that the defendant was required to produce more than `some' evidence in order to rebut the presumption, the instruction impermissibly shifted the burden of proof....\n</p>\n<p>Once the jury is instructed that [malice is `implied in law,'] the burden has been unconstitutionally shifted, unless the instruction specifies the precise quantum of evidence by which the defendant can refute the presumption against him.\" <i>Davis v. Kemp,</i> 752 F.2d at 1518 and 1519-20.</p>\n<p>[14]  Indeed, this court may well be bound by this factual finding of the state court. <i>See</i> 28 U.S.C. § 2254(d); <i>Sumner v. Mata,</i> 449 U.S. 539, 101 S.Ct. 764, 66 L.Ed.2d 722 (1981).</p>\n<p>[15]  In the Fourth Circuit's opinion which was affirmed by the Supreme Court in <i>Reed,</i> Senior Circuit Judge Haynsworth, writing for a unanimous panel, specifically held that the \"allocation to Ross of the burden of persuasion as to the lack of malice was in violation of his constitutional right,\" obviously notwithstanding Ross's first-degree conviction. <i>Ross v. Reed,</i> 704 F.2d 705, 709 (4th Cir.1983). <i>See also</i> pp. 17-19 of the transcript of oral argument before the Supreme Court in <i>Reed,</i> where in response to a question from the Court, Special Deputy Attorney General League stated:\n</p>\n<p>QUESTION: ... But, anyway, the malice thing is clear now. but theif malice is an element of defenseof the offense, the prosecution must prove it.</p>\n<p>MR. LEAGUE: Oh yes, yes sir.</p>\n<p>QUESTION: That's clear.</p>\n<p>MR. LEAGUE: Yes.</p>\n<p>[16]  \"`The pivotal concept of <i>Sandstrom</i> is that the <i>possibility</i> that the jury reached its decision in an impermissible manner requires reversal even though the jury may also have reached the same result in a constitutionally acceptable fashion.'\" <i>Connecticut v. Johnson,</i> 460 U.S. at 85 n. 13, 103 S.Ct. at 976 n. 13 <i>quoting Schmolesky. County Court of Ulster County v. Allen and </i><i>Sandstrom v. Montana</i><i>:</i> The Supreme Court Lends an Ear but Turns its Face, 33 Rutgers L.Rev. 261, 272 (1981) (emphasis in original).</p>\n<p>[17]  Although this court, like Justice Rehnquist, has some doubts as to whether any jury is so \"attentively attuned\" to a trial court's instructions that it can divine the difference between words like \"infer,\" \"presume\" and \"implied in law,\" <i>Sandstrom,</i> 442 U.S. at 528, 99 S.Ct. at 2461 (Rehnquist, J., concurring), the court has generally found juries to be rather discerning and, thus, is in general agreement with (as well as being bound by) the principles expressed in footnote 9 of the majority opinion in <i>Franklin</i>:\n</p>\n<p>... The Court presumes that jurors, conscious of the gravity of their task, attend closely the particular language of the trial court's instructions in a criminal case and strive to understand, make sense of, and follow the instructions given them.... [W]e adhere to the crucial assumption underlying our constitutional system of trial by jury that jurors carefully follow instructions. As Chief Justice Traynor has said, \"we must assume that juries for the most part understand and faithfully follow instructions. The concept of a fair trial encompasses a decision by tribunal that has understood and applied the law to all material issues in the case.\" Quoted in <i>Connecticut v. Johnson,</i> 460 U.S. 73, 85 n. 14, 103 S.Ct. 969, 977 n. 14, 74 L.Ed.2d 823 (1983) (opinion of BLACKMUN, J.).</p>\n<p><i>See also </i><i>Parker v. Randolph,</i> 442 U.S. 62, 73, 99 S.Ct. 2132, 2139, 60 L.Ed.2d 713 (1979) (opinion of Rehnquist, J.):</p>\n<p>A crucial assumption underlying [our system of trial by jury] is that juries will follow the instructions given them by the trial judge. Were this not so, it would be pointless for a trial court to instruct a jury, and even more pointless for an appellate court to reverse a criminal conviction because the jury was improperly instructed.</p>\n<p>[18]  <i>Bush</i> (II) also cites two prior North Carolina cases similarly holding that erroneous malice instructions are rendered harmless by a first degree conviction, <i>State v. Fowler,</i> 285 N.C. 90, 203 S.E.2d 803 (1974) and <i>State v. Freeman,</i> 275 N.C. 662, 170 S.E.2d 461 (1969). It is significant to note that in each of these cases, the jury was <i>correctly</i> instructed on the question of first-degree murder, and never reached the defective malice instructions. Thus, in <i>Freeman,</i> the court stated: \"Defendant assigns no error to the charge as it relates to murder in the first or second degree.\" 275 N.C. at 666-67, 170 S.E.2d at 469. In <i>Fowler,</i> the court also noted that \"... the court correctly instructed the jury as to murder in the first degree and murder in the second degree.\" 285 N.C. at 98-99, 203 S.E.2d at 809. In addition, <i>Bush</i> (II) did not mention <i>State v. Wetmore,</i> 287 N.C. 344, 215 S.E.2d 51 (1975) <i>vacated</i> and <i>remanded,</i> 428 U.S. 905, 96 S.Ct. 3213, 49 L.Ed.2d 1212 (1976), <i>on remand,</i> 293 N.C. 262, 248 S.E.2d 338 (1977), where a first-degree conviction was vacated because of an erroneous instruction on malice.</p>\n<p>[19]  The Fourth Circuit further held in <i>Guthrie</i> that as to the separate instructions on first-degree murder, the jury was properly and adequately charged on all elements of that crime. 683 F.2d at 823.</p>\n<p>[20]  Society's legitimate concern for punishing crime cannot be effected \"without heeding the mode by which it is accomplished.\" <i>Connecticut v. Johnson,</i> 460 U.S. at 86, 103 S.Ct. at 977 <i>quoting </i><i>Bollenbach v. United States,</i> 326 U.S. 607, 614-15, 66 S.Ct. 402, 406, 90 L.Ed. 350 (1946).</p>\n<p>[21]  The Fourth Circuit's unusual standard was the subject of significant and immediate criticism. <i>See, e.g.,</i> Comment, <i>Limiting the Availability of Habeas Corpus Relief for Burden-Shifting ErrorsFourth Circuit Avoids Harmless Error Analysis With a Fundamentally Unfair Standard: Fulton v. Warden,</i> 59 St. John's L.Rev. 786 (1985). Much of this court's initial draft of this opinion (written prior to <i>Rose v. Clark, supra</i>), dealt with an analysis of the majority opinion in <i>Fulton,</i> Judge Phillips' dissenting opinion in that case, and a review of the other three standards established in the lower federal courts, all in light of the plurality opinion in <i>Connecticut v. Johnson, supra</i><i>.</i> However, this discussion was rendered irrelevant given the Supreme Court's recent and decisive opinion in <i>Rose v. Clark</i> and, thus, this portion of the opinion at bar was edited and redrafted in light of <i>Rose.</i></p>\n<p>[22]  Justice Stevens concurred in the Court's judgment that harmless error analysis applies to cases involving <i>Sandstrom</i> error, but parted company with the majority in its dictum regarding the nature of that analysis. Justice Blackmun, joined by Justices Brennan and Marshall, dissented, stating:\n</p>\n<p>The Court recognized 40 years ago that the question a reviewing court must ask \"is not whether guilt may be spelt out of a record, but whether guilt has been found by a jury according to the procedures and standards\" required by the Constitution. <i>Bollenbach v. United States</i><i>,</i> 326 U.S. [607], at 614 [66 S.Ct. 402, 405, 90 L.Ed. 350 (1946)]. When a jury has not been properly instructed concerning an essential element of the offense that has been charged, the danger exists that the defendant has been deprived of his Sixth and Fourteenth Amendment right to have the jury determine whether the State has proved each element of the offense beyond a reasonable doubt. Faced with an incorrect instruction and a general verdict of guilty, a reviewing court simply lacks any adequate basis for deciding whether the jury has performed its constitutionally required function. Because I believe the Court today asks and answers the wrong question, I dissent.</p>\n<p>[23]  The Sixth Circuit was guided by Justice Blackmun's opinion in <i>Connecticut v. Johnson, supra</i><i>,</i> where he stated that:\n</p>\n<p>An erroneous presumption on a disputed element of the crime renders irrelevant the evidence on the issue because the jury may have relied upon the presumption rather than upon that evidence. If the jury may have failed to consider evidence of intent, a reviewing court cannot hold that the error did not contribute to the verdict. The fact that the reviewing court may view the evidence of intent as overwhelming is then simply irrelevant. To allow a reviewing court to perform the jury's function of evaluating the evidence of intent, when the jury never may have performed that function, would give too much weight to society's interest in punishing the guilty and too little weight to the method by which decisions of guilt are to be made.</p>\n<p>460 U.S. at 85-86, 103 S.Ct. at 976-77.</p>\n<p>[24]  Thus, the Court remanded <i>Rose v. Clark</i> to the Sixth Circuit for application of the above-cited standard under <i>Chapman</i> to the facts.</p>\n<p>[25]  In North Carolina, such jury instructions, when requested by the defendant, are only required where there is some evidence from which a jury could reasonably find the defendant acted without malice. <i>See </i><i>State v. Patterson, supra</i><i>; </i><i>State v. Hankerson, supra</i><i>. Cf. </i><i>State v. Spaulding,</i> 298 N.C. 149, 257 S.E.2d 391 (1979); (same standard as it relates to self-defense instructions); <i>State v. Rawley,</i> 237 N.C. 233, 74 S.E.2d 620 (1953) (same).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1322</span></span> (1986)</b></center>\n<center><h1>James A. BUSH, Petitioner,<br>\nv.<br>\nL.V. STEPHENSON, et al., Respondents.</h1></center>\n<center>No. 83-479-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 13, 1986.</center>\n<p><span class=\"star-pagination\">*1323</span> Richard A. Rosen, Director, Criminal Law Clinic, University School of Law, Chapel Hill, N.C., for petitioner.</p>\n<p>Richard N. League, Special Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Petitioner, a state inmate, initiated this action seeking the issuance of a writ of habeas corpus pursuant to 28 U.S.C. § 2254, by complaint filed May 10, 1983. This matter is before the court on petitioner's objections to the United States Magistrate's memorandum, which reluctantly recommended dismissing Bush's petition. Extensive and excellent briefs have been filed by both parties to this action and the matter is ripe for disposition.</p>\n<p>Petitioner was convicted of first degree murder and sentenced to death in the Superior Court of Onslow County, North Carolina, on May 22, 1975. Bush was represented by counsel at trial, offered evidence, and testified in his defense. On appeal, the North Carolina Supreme Court found no error in either petitioner's conviction or his sentence and affirmed the judgment of the Onslow County Superior Court. <i>State v. Bush,</i> <span class=\"citation\" data-id=\"1287406\"><a href=\"/opinion/1287406/state-v-bush/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"1287406\"><a href=\"/opinion/1287406/state-v-bush/\"><span class=\"volume\">221</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">333</span></a></span> (1976) (<i>Bush</i> I).<sup>[1]</sup> However, Bush's sentence was subsequently vacated by the United States Supreme Court, <i>Bush v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">46</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></span> (1976), on grounds that the North Carolina death penalty statute, as it then existed, was unconstitutional. On remand, a life sentence was imposed by the Superior Court on November 30, 1976.</p>\n<p>Petitioner then filed a motion for appropriate relief, pursuant to N.C.GEN.STAT. § 15A-1411 <i>et seq.,</i> alleging three constitutional infirmities in his conviction.<sup>[2]</sup> Broadly stated, Bush argued that: (1) the trial court improperly placed the burden upon him to prove the absence of malice; (2) the trial court also improperly placed the burden upon him to prove self-defense; and (3) he received ineffective assistance of counsel because his court-appointed attorneys failed to raise these issues on direct appeal. By order dated April 21, 1981, Superior Court Judge Henry L. Stevens denied petitioner's motion on the merits.</p>\n<p>The North Carolina Supreme Court then allowed Bush's petition for writ of certiorari and, on December 7, 1982, filed its opinion affirming the order of the Superior Court. <i>State v. Bush,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">152</span></span>, <span class=\"citation\" data-id=\"1356378\"><a href=\"/opinion/1356378/state-v-bush/\"><span class=\"volume\">297</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">563</span></a></span> (1982) (<i>Bush</i> II). Addressing the malice issue, the Supreme Court found that although the trial court's jury instructions did improperly place the burden of disproving the element of malice on petitioner, <i>see </i><i>Mullaney v. Wilbur,</i> <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1975), this error was rendered harmless by Bush's conviction of first-degree murder.<sup>[3]</sup> By finding that petitioner had killed the victim <span class=\"star-pagination\">*1324</span> with premeditation and deliberation, the Supreme Court determined that the jury necessarily found beyond a reasonable doubt that the killing was not done in the heat of passion, thus ruling out the lesser offense of voluntary manslaughter. 307 N.C. at 161-165, 297 S.E.2d at 569-572.</p>\n<p>The Supreme Court further found that the self-defense instruction was also constitutionally infirm. <i>See </i><i>Mullaney v. Wilbur, supra</i><i>.</i> However, the court determined that the evidence adduced at trial was insufficient as a matter of law to support an instruction on self-defense. Thus, the court found that the improper instruction was favorable to the petitioner and any error in the charge was harmless. 307 N.C. at 158-161, 297 S.E.2d at 567-569. Finally, because the court found any errors in petitioner's jury instructions to be harmless, it decided that there was no need to address Bush's claim of ineffective assistance of counsel. <i>Id.</i> at 165, n. 4, 297 S.E.2d at 572 n. 4.</p>\n<p>Petitioner next filed this petition for writ of habeas corpus, raising essentially the same three constitutional infirmities that he alleged in his motion for appropriate relief. Respondents concede, and upon review of the record the court agrees, that Bush presented these issues as matters of federal constitutional law to the state courts, thereby properly exhausting state remedies in this proceeding. <i>Anderson v. Harless,</i> <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></a></span>, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">3</span></a></span> (1982); <i>Picard v. Connor,</i> <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971). In addition, any grounds for dismissal of petitioner's claims due to procedural default were eliminated when the Superior Court of Onslow County and the North Carolina Supreme Court reviewed and decided Bush's constitutional claims on their merits. <i>County Court of Ulster County v. Allen,</i> <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2213</span></a></span>, <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">777</span></a></span> (1979). Accordingly, this court may properly determine the merits of the issues raised by petitioner.</p>\n<p>Since disposition of the issues at bar requires a detailed understanding of the facts of this case and the trial court's instructions to the jury, a review of both the facts and the charge follows.</p>\n<p></p>\n<h2>I. STATEMENT OF THE FACTS</h2>\n<p>The state's evidence showed that on November 18, 1974, Mrs. Eva Marshburn returned to her home near Jacksonville, North Carolina, and found the house ransacked and her husband, Kirby W. Marshburn, lying on the floor in a puddle of blood. One of the Marshburn's steak knives and Mr. Marshburn's billfold were on the floor near his body. (R. pp. 10-11) When Mrs. Marshburn looked up from her husband's body she noticed petitioner standing there. According to Mrs. Marshburn, petitioner, after first threatening her, took $3.00 from her, then told her he was not going to harm her, and tied her up. She also testified that he told her that he killed her husband because \"... he wouldn't do anything I asked him to do,\"<sup>[4]</sup> and that he apologized for tying her up. (R. p. 12). After tying Mrs. Marshburn up, petitioner left the house, taking her car keys and a gun. (R. p. 13).</p>\n<p>The state also introduced evidence that, earlier in the same evening, petitioner had taken an automobile from outside a bar at the United States Marine Corps base at Camp Lejeune, North Carolina. Bush, a 20 year old marine, had been drinking beer, lost control of the car, and drove it into a ditch near the Marshburn home. (R. pp. 19-20 and 23-25).</p>\n<p>Petitioner's statement, given to Detective Jarman of the Onslow County Sheriff's Department on November 19, 1974, was also introduced into evidence. In that statement, Bush admitted killing Mr. Marshburn after he had received permission from Marshburn to enter his residence to use the telephone to request assistance regarding the car he had driven into the ditch. (R. pp. 25-28). Detective Jarman testified that:</p>\n<blockquote>He stated that he started talking to the old man and asked for a drink of water and the old man gave him a drink of water and that they were standing by <span class=\"star-pagination\">*1325</span> the sink. He stated that for no reason at all the old man told him to get out and pushed him into the sink and that he then saw a knife and that his hand closed on the knife and he picked it up and stuck it in the old man. He stated that he stabbed the man two or three times and the man fell on the floor.</blockquote>\n<blockquote>He stated that he got in the truck and the woman came to the house and went inside and that he went back inside after her. He stated that the woman told him not to kill her and that he said he was not going to kill her and that he asked her for some money and that she only had a little bit and he took $3 and some change from her. He stated that he told the woman that he wasn't going to kill her and that he didn't mean to kill her husband and he asked the lady if she had some rope and she said she did not. He stated that he took some curtain cord and tied her in a chair. (R. p. 26).</blockquote>\n<p>On cross-examination, Jarman reiterated that Bush told him that the stabbing occurred only after an argument had started with Mr. Marshburn. (R. p. 27). Both Jarman and Captain Woodward of the Onslow County Sheriff's Department testified that, after his initial reluctance to talk, petitioner cooperated fully and supplied them with information which led to much of the evidence used to convict him. (R. pp. 27-31).</p>\n<p>The State introduced additional evidence establishing that the victim died as a result of the stab wounds inflicted by the petitioner (R. pp. 21-22), and further physical and circumstantial evidence connecting Bush with the killing. (R. pp. 18-19, 23-25, and 28-35).</p>\n<p>Petitioner, testifying on his own behalf, admitted stabbing Mr. Marshburn. He testified, however, that he went to the Marshburn home only to use the telephone after he had driven the car into the nearby ditch. His description of the events which led to the stabbing is, in pertinent part, as follows:</p>\n<blockquote>After I was unable to reach the person I was calling, I had a conversation with the man in the house and as far as I knew there was nobody in the house except me and the man. We were standing in the kitchen having our conversation. Up until that time our relationship had been good and we had just been talking. There were no ill words between us at that time. I asked him for a drink of water and he gave me a glass full of water and we stood there and talked. I was standing inside the kitchen by the sink and the man was standing near me and the door was on the other side of him. The man was talking about some person down the road who owned a wrecker and he said something about there being a \"colored boy\" down the road who owned a wrecker. Before he got all the words out I corrected him and I said \"colored boy?\" and I asked him what color the person was. The man did not make any immediate response, it was kind of a delayed response and he stopped for a second and then all of a sudden he started pushing me and telling me to get out. At that time I was standing in front of the sink and the sink was to my back. Mr. Marshburn was standing in front of me and the door that I entered was behind him. I must have been six or seven inches from the sink when he pushed me and I backed into the sink. He never struck me and he did not have a weapon in his hand.</blockquote>\n<blockquote>I believe he repeated three or four times for me to get out of the trailer and all the time he was between me and the door. There were dishes around the kitchen but I do not recall if there was any food on the table. There was a counter top by the sink and I saw a knife laying there (State's Exhibit 4) and I picked it up. I picked up the knife because I was nervous and I thought I was protecting myself and I was afraid for my safety.</blockquote>\n<blockquote>As far as I knew the only way out of the trailer was the door that I entered as I had never been there before and I did not know who was there when I went there. After picking up the knife, I stabbed the man to get him off of me and at that time I did not have any intention of stealing anything from him <span class=\"star-pagination\">*1326</span> or from his house. When I went into the house earlier I did not have any intention of stealing anything (R. pp. 36-37).</blockquote>\n<blockquote>....</blockquote>\n<blockquote>The man started pushing me and telling me to get out at the same time, but he was not pushing me towards the door. The man did not have a knife in his hand and did not threaten me with a knife. He appeared to be an older man but I do not know if he was 65 years old because I was not trying to figure out how old he was. I am five feet ten inches tall and I weigh 150. At that time I was afraid of this man that I now know was 65 years old. There is nothing physically wrong with me and I guess I was afraid of him because of the element of surprise (R. p. 42).</blockquote>\n<p></p>\n<h2>II. THE TRIAL COURT'S CHARGE</h2>\n<p>The trial court, in instructing the jury as to the elements of first degree murder on a theory of premeditation and deliberation stated:</p>\n<blockquote>Our Supreme Court has said concerning murder in the first degree which is not a robbery or felony murder that murder in the first degree is the unlawful killing of a <i>human being with malice</i> and with premeditation and deliberation. So the elements of such a  of that crime are that there must be an unlawful killing, <i>it must have been perpetrated with malice,</i> it must have been committed after deliberation and premeditation.</blockquote>\n<blockquote>Now our court has said that malice is not only hatred, ill will or spite, as it is ordinarily understood, but it also means that condition of the mind which prompts a person to intentionally take the life of another without just cause, excuse or justification. It may be shown by evidence of hatred, ill will or dislike and it is <i>implied in law from the intentionally (sic) killing with a deadly weapon.</i> (emphasis added). (R. p. 7).</blockquote>\n<p>The trial court then explained the terms premeditation and deliberation, before charging on second degree murder. At the start of his charge on second degree murder, the judge stated, with respect to malice and unlawfulness (elements of both first and second degree murder):</p>\n<blockquote>Now murder in the second degree is the unlawful killing of a human being with malice but without premeditation or deliberation. Where a person intentionally inflicts wounds on the person of another with the use of a deadly weapon which causes the death of such other person. (sic) <i>Then two presumptions arise, first, that the killing was unlawful and second, that it was done with malice</i> and it is for you to determine whether the defendant used a deadly weapon. (emphasis added). (R. p. 9).</blockquote>\n<p>This was, once again repeated, as follows:</p>\n<blockquote>So if you find the knife that the defendant used was the knife offered in evidence and that it was a deadly weapon and that he intentionally inflicted wounds which did in fact cause death to Mr. Marshburn, <i>then nothing else appearing, the presumption of unlawfulness and malice would arise and an unlawful killing with malice is murder in the second degree.</i>\n</blockquote>\n<blockquote>Upon such a finding, <i>if you should so find, then the burden be upon the defendant not to satisfy you from the evidence and beyond a reasonable doubt, nor even by the greater weight of the evidence but merely to satisfy you of the absence of malice to reduce the homicide from murder in second degree to manslaughter</i> because manslaughter is simply the unlawful killing of a human being without malice and without premeditation and deliberation <i>and further the burden would be upon him to satisfy youmerely to satisfy you that he was justified on the grounds of self-defense in order to excuse the killing altogether,</i> in which event he would be entitled to a verdict of not guilty. (emphasis added). (R. p. 10).</blockquote>\n<p></p>\n<h2>III. PETITIONER'S SELF-DEFENSE AND INEFFECTIVE ASSISTANCE OF COUNSEL ARGUMENTS</h2>\n<p>Dealing first with the trial court's self-defense instructions, this court agrees <span class=\"star-pagination\">*1327</span> with both the Magistrate and the North Carolina Supreme Court that the evidence in this case was insufficient to support such an instruction. <i>Bush II,</i> 307 N.C. at 161, 297 S.E.2d at 569. Imperfect self-defense arises under North Carolina law when (1) it appeared to the defendant and he believed it to be necessary to kill the deceased in order to save himself from death or great bodily harm and (2) defendant's belief was reasonable in that the circumstances as they appeared to him at the time were sufficient to create such a belief in the mind of a person of ordinary firmness. <i>Id.</i> at 159, 297 S.E.2d at 568; <i>State v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">689</span></span>, 695, <span class=\"citation\" data-id=\"1331736\"><a href=\"/opinion/1331736/state-v-wilson/\"><span class=\"volume\">285</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">804</span></a></span>, 808 (1982). Thus, where the defendant, although without murderous intent, was the aggressor or used excessive force, and therefore loses the benefit of perfect self-defense, he may properly invoke the right of imperfect self-defense if he meets both of the above elements. In that case, the defendant would remain guilty of at least voluntary manslaughter. <i>Id.</i></p>\n<p>Applying these principles to the case at bar, it is obvious that no evidence exists to support any finding that petitioner in fact formed a belief that it was necessary for him to kill the victim in order to protect himself from death or great bodily harm. <i>Bush II,</i> 307 N.C. at 161, 297 S.E.2d at 569. Petitioner's own testimony indicates that Marshburn, at worst, pushed him and told him to get out of his house. Bush testified that the deceased \"had not threatened to use a weapon\" against him nor had he attempted to even strike the petitioner, except by pushing him with his hands. <i>Id.</i> at 159, 297 S.E.2d at 568. No evidence was presented that Marshburn, a 65 year old man, was so large or powerful that this conduct caused the petitioner, a 20 year old Marine, to be unduly alarmed or afraid for his life. <i>Id.</i></p>\n<p>To the extent petitioner testified that he was \"nervous\" and \"afraid,\" these statements do not amount to evidence that Bush had formed any subjective belief that it was necessary to kill the victim in order to save himself from death or great bodily harm. <i>Id.</i> Nor do they provide any support for the proposition that if such a belief actually existed, that it was reasonable. 307 N.C. at 161, 297 S.E.2d at 569. Indeed, petitioner's own testimony leaves little doubt but that the circumstances as they existed at the time of the killing were totally insufficient to create any reasonable fear by Bush of death or great bodily harm. <i>Id.</i></p>\n<p>Thus, although as everyone agrees, the trial court erred in placing on the defendant the burden of proving self-defense to the satisfaction of the jury, 307 N.C. at 158 n. 2, 297 S.E.2d at 567 n. 2, this error was favorable to the petitioner and harmless beyond any reasonable doubt, since it resulted in the jury's consideration of a defense which Bush was not actually entitled to have considered based on the evidence presented at trial. 307 N.C. at 161, 297 S.E.2d at 569.</p>\n<p>Furthermore, assuming <i>arguendo</i> that petitioner was entitled, <i>under state law,</i> to have the jury properly consider his imperfect self-defense claim, absent extraordinary circumstances impugning the petitioner's right to a fair trial and due process of law, the sufficiency of the evidence for purposes of instructing the jury is solely a matter of state law only and does not present a cognizable constitutional issue on habeas review. <i>See </i><i>Grundler v. North Carolina,</i> <span class=\"citation\" data-id=\"252269\"><a href=\"/opinion/252269/robert-j-grundler-and-joseph-l-jelly-v-state-of-north-carolina/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 802 (4th Cir.1960). Nothing in this record would indicate Bush was so deserving of this instruction that the fact it was given improperly violated petitioner's right to a fair trial. Accordingly, Bush's claim of error with regard to the trial court's instructions on self-defense is hereby DISMISSED.</p>\n<p>In addition, because the court has decided petitioner's self-defense instruction claim on the merits and will now proceed to do so with regard to his malice instruction claim, there simply is no need to consider Bush's contention that he received ineffective assistance of counsel when his court-appointed counsel failed to raise both of these substantive issues on direct appeal to the North Carolina Supreme Court. Accordingly, the court now turns to the gravamen of petitioner's complaint, the trial court's instructions on malice.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1328</span> IV. PETITIONER'S SANDSTROM CLAIM</h2>\n<p>Petitioner claims that the trial court's instructions to the jury on the element of malice violated his fourteenth amendment due process rights under <i>Sandstrom v. Montana,</i> <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1979), and its progeny, including <i>Francis v. Franklin,</i> <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1985).</p>\n<p>In <i>Sandstrom,</i> the defendant was convicted under Montana law of \"deliberate homicide,\" which the statute defined as \"purposely or knowingly\" causing the death of another human being. The state conceded that \"purpose\" was equivalent to \"intent,\" and thus that proof of defendant's intent to kill would suffice to establish the \"purpose\" element. <i>Id.</i> at 521 and n. 11, 99 S.Ct. at 2458 and n. 11. The trial court instructed the jury that \"the law presumes that a person intends the ordinary consequences of his voluntary acts.\" The court found this instruction unconstitutional because it \"had the effect of relieving the State of the burden of proof enunciated in [<i>In re</i>] <i>Winship</i> on the critical question of petitioner's state of mind.\" <i>Id.</i> at 521, 99 S.Ct. at 2458.</p>\n<p>The state had argued, in <i>Sandstrom,</i> that the Montana Supreme Court had exclusive jurisdiction to determine the effect of the presumption contained in the trial judge's instruction and that the state supreme court had held the instruction placed only a burden of producing <i>some</i> evidence on the defendant. Thus, the argument continued, the presumption could only have affected defendant's burden of going forward with the evidence rather than the ultimate burden of persuasion. The Supreme Court conceded that the state supreme court had the final authority on the effect of the presumption under state law, but declared that the state court was \"not the final authority on the interpretation which a jury could have given the instruction.\" <i>Id.</i> at 516-17, 99 S.Ct. at 2455.</p>\n<p>Further, the Court found that, although the challenged instruction could be interpreted in the manner suggested by the state, it could also be interpreted in two more stringent ways, neither of which were constitutional:</p>\n<blockquote>First, a reasonable jury could well have interpreted the presumption as \"conclusive,\" that is, not technically a presumption at all, but rather as an irrebuttable direction by the court to find intent once convinced of the facts triggering the presumption. Alternatively, the jury may have interpreted the instruction as a direction to find intent upon proof of the defendant's voluntary actions (and their \"ordinary consequences\") unless <i>the defendant</i> proved the contrary by some quantum of proof which may well have been considerably greater than \"some\" evidencethus effectively shifting the burden of persuasion on the element of intent.</blockquote>\n<p><i>Id.</i> at 517, 99 S.Ct. at 2456. Accordingly, the Court held the trial court's instruction represented constitutional error, notwithstanding the fact that the trial court had given other instructions that correctly stated the state's burden of proof. <i>Id.</i> at 518-19 n. 7, 99 S.Ct. at 2456 n. 7. <i>See also </i><i>Davis v. Kemp,</i> <span class=\"citation\" data-id=\"446861\"><a href=\"/opinion/446861/curfew-davis-v-ralph-kemp-warden-georgia-diagnostic-and-classification/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1515</span></a></span>, 1517-18 (11th Cir.1985), <i>cert. denied,</i> <span class=\"citation\" data-id=\"111461\"><a href=\"/opinion/111461/fortune-odendhal-jr-v/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1143</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2689</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span></span> (1985); <i>Mason v. Balkcom,</i> <span class=\"citation\" data-id=\"398930\"><a href=\"/opinion/398930/guy-mason-v-charles-r-balkcom-warden/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span>, 225-26 (5th Cir.1982), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></span> (1983).</p>\n<p><i>Sandstrom</i> was followed by and elaborated upon in <i>Francis v. Franklin, supra</i><i>.</i> In <i>Franklin,</i> the Georgia trial court instructed the jury that \"[t]he acts of a person of sound mind and discretion are presumed to be the product of a person's will, but the presumption may be rebutted\" and \"[a] person of sound mind and discretion is presumed to intend the natural and probable consequences of his acts, but the presumption may be rebutted.\"<sup>[5]</sup> The Court stated, \"[t]he question is whether these instructions, when read in the context of the jury charge as a whole, violate the fourteenth amendment's requirement that the State prove every element of a criminal <span class=\"star-pagination\">*1329</span> offense beyond a reasonable doubt.\" 105 S.Ct. at 1968.</p>\n<p>The Court began its analysis by stating that:</p>\n<blockquote>The Due Process Clause of the Fourteenth Amendment \"protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\" <i>In re Winship,</i> <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 364, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, 1073, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970). This \"bedrock, `axiomatic and elementary'\" [constitutional] principle, id. at 363, 90 S.Ct. at 1072, prohibits the State from using evidentiary presumptions in a jury charge that have the effect of relieving the State of its burden of persuasion beyond a reasonable doubt of every essential element of a crime. [citations omitted]. The prohibition protects the \"fundamental value determination of our society,\" given voice in Justice Harlan's concurrence in <i>Winship,</i> \"that it is far worse to convict an innocent man than to let a guilty man go free.\" 397 U.S. at 372, 90 S.Ct. at 1077.</blockquote>\n<p>105 S.Ct. at 1970-71. As in <i>Sandstrom,</i> the Court was faced in <i>Franklin</i> with the issue of whether the challenged instruction had the effect of removing from the prosecution the burden of proving the elements of the crime related to the defendant's state of mind by reason of the trial court's use of a \"mandatory presumption of intent <i>upon proof by the State of [the] other elements of the offense.\" Id.</i> at 1971. (emphasis added).</p>\n<p>The Court's initial review of the instruction focused on the nature of the presumption described; the critical inquiry being whether the challenged portion of the charge created a mandatory presumption or simply a permissive inference. <i>Id. See also </i><i>County Court of Ulster County v. Allen,</i> 442 U.S. at 157-163, 99 S.Ct. at 2224-2227. A mandatory presumption was defined as one which instructs the jury that it must find the presumed fact if the state proves certain predicate facts, while a permissive inference simply suggests to the jury a possible conclusion to be drawn if the state proves those same predicate facts. <i>Id.</i> The mandatory presumption, whether it is in the form of a conclusive or rebuttable presumtion,<sup>[6]</sup> violates the Due Process Clause of the fourteenth amendment if it relieves the state of the <i>burden of persuasion</i> on an element of the offense,<sup>[7]</sup> whereas a permissive inference generally remains constitutional because it never requires the jury to draw any conclusion which would remove the burden of proof from the state. <i>Id.</i> Even with the aid of the inference, the state still must convince the jury that the suggested conclusion should be inferred in this case. Such an inference violates due process only if the suggested conclusion is irrational or defies common sense. <i>Id.</i></p>\n<p>Applying the above principles to the facts before it, the Court, in reviewing the context of the trial court's charge as a whole, held that the challenged instruction \"undeniably created an unconstitutional burden-shifting presumption with respect to the element of intent.\" <i>Id.</i> at 1973. Although the Court found that the Georgia Supreme Court had interpreted the above instruction as creating no more than a permissive inference, the Court reiterated its language in <i>Sandstrom,</i> that the state court \"is not the final authority on the interpretation which a jury could have given the instruction.\" <i>Id.</i> at 1972 <i>citing </i><i>Sandstrom,</i> 442 U.S. at 516-17, 99 S.Ct. at 2455. \"The federal constitutional question is whether a reasonable juror could have understood the two sentences as a mandatory presumption that shifted to the defendant the burden of persuasion on the <span class=\"star-pagination\">*1330</span> element of intent once the state has proved the predicate acts.\" 105 S.Ct. at 1972.</p>\n<p>The Court found that the challenged instructions were cast in the language of command and that the jurors \"`were not told that they had a choice, or that they <i>might</i> infer that conclusion; they were told only that the law presumed [that a person intends the ordinary consequences of his voluntary acts]'\" <i>Id. citing </i><i>Sandstrom,</i> 442 U.S. at 515, 99 S.Ct. at 2454. Thus, the jury charge directed the jury to presume the element, intent to kill, upon proof of other elements of the crime, the act of slaying another. This the Court found to be unconstitutional in that it \"undermined the factfinder's responsibility at trial, based on the evidence adduced by the State, to <i>find</i> the ultimate facts beyond a reasonable doubt.\" 105 S.Ct. at 1972 <i>citing </i><i>County Court of Ulster County v. Allen,</i> 442 U.S. at 156, 99 S.Ct. at 2224.</p>\n<p>In <i>Franklin,</i> the State argued that the language of the instruction allowing the presumption \"may be rebutted\" differentiated <i>Franklin</i> from <i>Sandstrom,</i> but the Court disagreed. The Court held that mandatory rebuttable presumptions are no less unconstitutional than mandatory conclusive presumptions, even if slightly less onerous. 105 S.Ct. at 1973. <i>See also </i><i>Mullaney v. Wilbur,</i> 421 U.S. at 698-70, 95 S.Ct. at 1889-1890 (holding unconstitutional a mandatory rebuttable presumption that shifted to the defendant a burden of persuasion on the issue of intent). \"When combined with the immediately preceding mandatory language, the instruction that the presumptions `may be rebutted' could reasonably be read as telling the jury that it was required to infer intent to kill as the natural and probable consequence of the act of firing the gun unless the defendant persuaded the jury that such an inference was unwarranted .... [i.e.,] that the defendant bore an affirmative burden of persuasion once the State proved the underlying act giving rise to the presumption.\" 105 S.Ct. at 1973.</p>\n<p>Furthermore, the Court found that language in the overall instruction to the effect that the defendant was presumed innocent, the State was required to prove every element of the crime beyond a reasonable doubt, and a general instruction on \"criminal intention\" did not dissipate the error in the challenged portion of the instruction. \"Language that merely contradicts and does not explain a constitutionally infirm instruction will not suffice to absolve the infirmity.\" <i>Id.</i> at 1974-75.</p>\n<p>Finally, the Court held that the constitutionally erroneous jury instructions were not rendered harmless by the facts of the case. Franklin's only defense was that he lacked the requisite intent to kill and the evidence in the case did not overwhelmingly preclude his defense on that score. <i>Id.</i> at 1977 <i>citing </i><i>Connecticut v. Johnson,</i> <span class=\"citation\" data-id=\"110875\"><a href=\"/opinion/110875/connecticut-v-johnson/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation\" data-id=\"110875\"><a href=\"/opinion/110875/connecticut-v-johnson/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">969</span></a></span>, <span class=\"citation\" data-id=\"110875\"><a href=\"/opinion/110875/connecticut-v-johnson/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></a></span> (1983) (both cases leaving open the issue of whether an erroneous charge shifting the burden of persuasion to the defendant on an essential element of the crime can ever be deemed harmlessan issue recently resolved in the affirmative in <i>Rose v. Clark,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111750\"><a href=\"/opinion/111750/rose-v-clark/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3101</span></a></span>, <span class=\"citation\" data-id=\"111750\"><a href=\"/opinion/111750/rose-v-clark/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1986)).</p>\n<p>Based on <i>Sandstrom</i> and <i>Franklin,</i> this court finds that the following analytical approach must be utilized in determining cases alleging burden-shifting error in violation of the Due Process clause. First, the court must consider whether the challenged instruction concerned an essential element of the offense with which petitioner was charged; second, whether the instruction created a constitutionally objectionable \"mandatory presumption\" operating to shift the burden of proof to the defendant or whether it simply contained a \"permissive inference\"; third, whether, given the context of the charge as a whole, any error rendered by a \"mandatory presumption\" instruction was dissipated by other clarifying instructions given by the trial court; and fourth, whether any error which might have arisen from shifting the burden was rendered harmless in the context of the specific case. <i>See </i><i>Flowers v. Blackburn,</i> <span class=\"citation\" data-id=\"462479\"><a href=\"/opinion/462479/james-flowers-v-frank-blackburn-warden-louisiana-state-penitentiary/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1120 (5th Cir. 1986); <i>Brooks v. Kemp,</i> <span class=\"citation\" data-id=\"453004\"><a href=\"/opinion/453004/william-anthony-brooks-v-ralph-kemp-warden-georgia-diagnostic-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1383</span></a></span>, 1388-90 (11th Cir.1985), <i>judgment vacated on other grounds,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3325</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></span> (1986); <i>Davis v.</i> <span class=\"star-pagination\">*1331</span> <i>Kemp,</i> 752 F.2d at 1517. Application of this standard follows <i>seriatim.</i></p>\n<p></p>\n<h2>A. <i>Malice is an essential element of premeditated murder in North Carolina.</i>\n</h2>\n<p>It is simply beyond cavil that first-degree murder in North Carolina includes within its definition the distinct and separate essential element of malice. <i>Davis v. Allsbrooks,</i> <span class=\"citation\" data-id=\"461363\"><a href=\"/opinion/461363/james-e-davis-v-harry-l-allsbrooks-warden-of-the-northhampton-co/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span>, 172 n. 2 (4th Cir.1985) (\"Malice is clearly an element of first degree murder under North Carolina law.\"). First-degree murder was defined at the time of petitioner's trial and still is today, as the \"intentional and unlawful killing of a human being <i>with malice</i> and with premeditation and deliberation.\" <i>State v. Jackson,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"1269234\"><a href=\"/opinion/1269234/state-v-jackson/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">814</span></a></span>, 827 (1986) (emphasis added); <i>State v. Gladden,</i> <span class=\"citation\" data-id=\"1238011\"><a href=\"/opinion/1238011/state-v-gladden/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"1238011\"><a href=\"/opinion/1238011/state-v-gladden/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">673</span></a></span>, 693 (1986); <i>State v. Myers,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">78</span></span>, 83, <span class=\"citation\" data-id=\"1365866\"><a href=\"/opinion/1365866/state-v-myers/\"><span class=\"volume\">305</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">506</span></a></span>, 509 (1983); <i>State v. Corn,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">293</span></span>, 296-97, <span class=\"citation\" data-id=\"1235480\"><a href=\"/opinion/1235480/state-v-corn/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">221</span></a></span>, 223 (1981); <i>State v. Fleming,</i> <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">559</span></span>, <span class=\"citation\" data-id=\"1369778\"><a href=\"/opinion/1369778/state-v-fleming/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">430</span></a></span> (1979); <i>State v. Davis,</i> <span class=\"citation\" data-id=\"1372969\"><a href=\"/opinion/1372969/state-v-davis/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"1372969\"><a href=\"/opinion/1372969/state-v-davis/\"><span class=\"volume\">223</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">296</span></a></span> (1976); <i>State v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">278</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">313</span></span> (1942); N.C.GEN.STAT. § 14-17. Petitioner's jury was so instructed.</p>\n<p>Premeditation means the act was thought out beforehand for some length of time, however short, but no particular amount of time is necessary for the mental process of premeditation. <i>State v. Brown,</i> <span class=\"citation\" data-id=\"1256331\"><a href=\"/opinion/1256331/state-v-brown/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">40</span></a></span>, 58, <span class=\"citation\" data-id=\"1256331\"><a href=\"/opinion/1256331/state-v-brown/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">808</span></a></span>, 822 (1985); <i>State v. Myers,</i> <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">671</span></span>, 677, <span class=\"citation\" data-id=\"1323230\"><a href=\"/opinion/1323230/state-v-myers/\"><span class=\"volume\">263</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">768</span></a></span>, 772 (1980); <i>State v. Robbins,</i> <span class=\"citation\" data-id=\"1214557\"><a href=\"/opinion/1214557/state-v-robbins/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">537</span></a></span>, 542, <span class=\"citation\" data-id=\"1214557\"><a href=\"/opinion/1214557/state-v-robbins/\"><span class=\"volume\">169</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">858</span></a></span>, 861-62 (1969). Deliberation means an intent to kill, carried out in a cool state of blood, in furtherance of a fixed design for revenge or to accomplish an unlawful purpose and not under the influence of a violent passion, suddenly aroused by lawful or just cause or legal provocation. <i>State v. Hamlet,</i> <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">162</span></span>, 170, <span class=\"citation\" data-id=\"1200585\"><a href=\"/opinion/1200585/state-v-hamlet/\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">837</span></a></span>, 842-43 (1984); <i>State v. Faust,</i> <span class=\"citation\" data-id=\"1377138\"><a href=\"/opinion/1377138/state-v-faust/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">101</span></a></span>, 106-107, <span class=\"citation\" data-id=\"1377138\"><a href=\"/opinion/1377138/state-v-faust/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span> (1961). The phrase \"cool state of blood\" means that the defendant's anger or emotion must not have been such as to overcome his reason. <i>State v. Myers, supra</i><i>.</i></p>\n<p>Premeditation and deliberation relate to mental processes and ordinarily are not readily susceptible to proof by direct evidence. Instead, they usually must be proved by circumstantial evidence. <i>State v. Buchanan,</i> <span class=\"citation\" data-id=\"1320511\"><a href=\"/opinion/1320511/state-v-buchanan/\"><span class=\"volume\">287</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">408</span></a></span>, <span class=\"citation\" data-id=\"1320511\"><a href=\"/opinion/1320511/state-v-buchanan/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">80</span></a></span> (1975). Among other circumstances to be considered in determining whether a killing was with premeditation and deliberation are: (1) want of provocation on the part of the deceased; (2) the conduct and statements of the defendant before and after the killing; (3) threats and declarations of the defendant before and during the course of the occurrence giving rise to the death of the deceased; (4) ill-will or previous difficulty between the parties; (5) the dealing of lethal blows after the deceased has been felled and rendered helpless; and (6) evidence that the killing was done in a brutal manner. <i>State v. Brown, supra</i><i>; </i><i>State v. Hamlet, supra</i><i>; </i><i>State v. Bullard,</i> <span class=\"citation\" data-id=\"1319931\"><a href=\"/opinion/1319931/state-v-bullard/\"><span class=\"volume\">312</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">129</span></a></span>, 161, <span class=\"citation\" data-id=\"1319931\"><a href=\"/opinion/1319931/state-v-bullard/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">370</span></a></span>, 388 (1984).</p>\n<p>As for malice, the law of North Carolina recognizes three forms: (1) the emotions of hatred, ill will, and spite, <i>State v. Benson,</i> <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">795</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">869</span></span> (1922), <i>overruled on other grounds</i> in <i>State v. Phillips,</i> <span class=\"citation\" data-id=\"1373944\"><a href=\"/opinion/1373944/state-v-phillips/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">508</span></a></span>, 516, <span class=\"citation\" data-id=\"1373944\"><a href=\"/opinion/1373944/state-v-phillips/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">337</span></a></span>, 342 (1965); (2) commission of an inherently dangerous act in such a reckless and wanton manner so \"as to manifest a mind utterly without regard for human life and social duty and deliberately bent on mischief,\" <i>State v. Reynolds,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">184</span></span>, 191, <span class=\"citation\" data-id=\"1356340\"><a href=\"/opinion/1356340/state-v-reynolds/\"><span class=\"volume\">297</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">532</span></a></span>, 536 (1982) <i>citing </i><i>State v. Wilkerson,</i> <span class=\"citation\" data-id=\"1334693\"><a href=\"/opinion/1334693/state-v-wilkerson/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"1334693\"><a href=\"/opinion/1334693/state-v-wilkerson/\"><span class=\"volume\">247</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">905</span></a></span> (1978); and (3) \"that condition of the mind which prompts a person to take the life of another intentionally, without just cause, excuse, or justification.\" <i>State v. Reynolds,</i> 307 N.C. at 191, 297 S.E.2d at 536 <i>citing </i><i>State v. Foust,</i> <span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">453</span></span>, 458, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">889</span></span>, 893 (1962) <i>quoting </i><i>State v. Benson, supra</i><i>.</i> It is this last type of malice which is at issue in this case and it is in describing how this essential element of first-degree murder could be proved that the trial court allegedly erred. <i>See generally </i><i>State v. Hankerson,</i> <span class=\"citation\" data-id=\"1301750\"><a href=\"/opinion/1301750/state-v-hankerson/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">632</span></a></span>, <span class=\"citation\" data-id=\"1301750\"><a href=\"/opinion/1301750/state-v-hankerson/\"><span class=\"volume\">220</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">575</span></a></span> (1975), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1977); <span class=\"star-pagination\">*1332</span> <i>State v. Patterson,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">247</span></span>, <span class=\"citation\" data-id=\"1331719\"><a href=\"/opinion/1331719/state-v-patterson/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">604</span></a></span> (1979).</p>\n<p></p>\n<h2>B. <i>The challenged instruction operated as a `mandatory presumption' and impermissibly shifted the burden of proof to the defendant.</i>\n</h2>\n<p>During the instructions on first-degree murder, petitioner's jury was informed that malice \"... is implied in law from the intentionally [sic] killing with a deadly weapon.\" (R. p. 7). On the following instructions concerning second-degree murder, the trial court elaborated upon the earlier malice instruction by clearly charging the jury that the use of a deadly weapon raised a \"presumption\" of malice which the defendant had the burden to disprove. (R. pp. 9-10). <i>See</i> jury charge, <i>supra</i> at 1326. All told, the jurors were informed in four (4) separate paragraphs that malice could be \"presumed\" or \"implied in law\" from the use of a deadly weapon and were further instructed that the burden was on the defendant to disprove the existence of malice.</p>\n<p>Under <i>Sandstrom</i> and <i>Franklin,</i> there simply is no doubt that the trial court's instruction constituted a mandatory presumption rather than a permissive inference.<sup>[8]</sup> The instructions, considered separately, and certainly as a whole, did far more than \"suggest to the jury a possible conclusion to be drawn if the State proves predicate facts ...\" <i>Franklin,</i> 105 S.Ct. at 1971. Petitioner's jury was not instructed to consider the use of a deadly weapon together with all the other facts and circumstances in determining the existence of malice. Neither was it instructed that it was not compelled to nor need it necessarily \"infer\" malice. Rather, the jury was charged that malice is \"implied in law\" and \"presumed\" from the defendant's intentional use of a deadly weapona fact that petitioner did not even contest at trial.</p>\n<p>Respondents argue that the use of the term \"implied\" rather than \"presumed\" erases any constitutional concerns. The court disagrees. First, the trial judge used the term \"implied in law,\" a phrase which is far stronger and substantially more definitive than the single word \"implied.\" Second, the subsequent second-degree murder instructions that the jurors were given on the use to be made of the fact that petitioner had used a deadly weapon seemingly would have insured that \"implied in law\" was understood to mean exactly what the trial judge meant it to saythat malice could be \"presumed\" solely on the basis of the existence of the predicate fact, i.e., that a deadly weapon was used by Bush.<sup>[9]</sup> Similar instructions, where the word \"implied\" or phrase \"implied in law\" were used, have consistently been held to have created mandatory presumptions. <i>E.g., </i><i>Mullaney v. Wilbur, supra</i><i>; </i><i>Engle v. Koehler,</i> <span class=\"citation\" data-id=\"418205\"><a href=\"/opinion/418205/tilden-n-engle-v-theodore-koehler-warden/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span> (6th Cir.1983), <i>affirmed </i><i>by an equally divided court,</i> <span class=\"citation\" data-id=\"111138\"><a href=\"/opinion/111138/koehler-v-engle/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"111138\"><a href=\"/opinion/111138/koehler-v-engle/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"111138\"><a href=\"/opinion/111138/koehler-v-engle/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1984); <i>Harless v. Anderson,</i> <span class=\"citation\" data-id=\"397108\"><a href=\"/opinion/397108/jack-e-harless-v-charles-e-anderson/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">610</span></a></span> (6th Cir.1981), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></a></span>, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">3</span></a></span> (1982). <i>See also </i><i>Rook v. Rice,</i> <span class=\"citation\" data-id=\"464808\"><a href=\"/opinion/464808/john-william-rook-v-nathan-a-rice-warden-central-prison-raleigh-north/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 405 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></span> (1986); <i>Davis v. Allsbrooks,</i> 778 F.2d at 172-74 (considering nearly identical North Carolina instructions).<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*1333</span> Having found, beyond peradventure, that a mandatory presumption was utilized by the trial court in the case <i>sub judice,</i> the inquiry now focuses on whether that presumption operated as an impermissible burden-shifting instruction under <i>Sandstrom</i> and <i>Franklin.</i> Obviously, any instruction which relieves the state of its burden of persuasion on the element of malice is unconstitutional, but <i>Franklin</i> specifically left open the issue of \"whether a mandatory presumption that shifts only a burden of production to the defendant is consistent with the Due Process Clause ...\" 105 S.Ct. at 1971 n. 3.</p>\n<p>The easy answer to this question can be garnered from the trial court's instruction on second-degree murder. That instruction, without doubt, impermissibly shifted the burden of persuasion onto the defendant. It required the defendant to prove the absence of malice to the satisfaction of the jury. The state must bear the burden of proving malice in a first-degree murder conviction and it may not constitutionally shift the ultimate burden of disproving malice to the defendant.</p>\n<p>Even if this court assumes the jurors never reached the issue of second-degree murder because of their first-degree verdict, they obviously sat and listened to <i>all of the instructions</i> before they began their deliberations. The jury was never, at anytime in the court's charge, properly instructed on the element of malice and the second-degree instruction was so clearly infirm that this court would be hard-pressed to find the error in that instruction did not fatally infect the first-degree instruction. <i>See </i><i>Franklin,</i> 105 S.Ct. at 1974-76.</p>\n<p>Nonetheless, the court's holding today need not and does not rest solely on this basis, for a detailed review of the effect of the trial court's malice instruction on first-degree murder makes clear that the \"implied in law\" charge, <i>standing alone,</i> was constitutionally infirm. In this regard, the court is guided by the incisive analysis of Judge Phillips of the Fourth Circuit Court of Appeals as set forth in his concurring opinion in <i>Davis v. Allsbrooks,</i> 778 F.2d at 177-183. <i>See also </i><i>Rook v. Rice,</i> 783 F.2d at 408-409 (Phillips, J., concurring in part and dissenting in part).</p>\n<p>In <i>Davis,</i> the Fourth Circuit considered a similar instruction to the one at bar in a first-degree murder case out of North Carolina. The trial court had instructed the jury:</p>\n<blockquote>If the state proves beyond a reasonable doubt or it is admitted that the defendant intentionally killed [the victim] with a deadly weapon, ... the law <i>implies first that the killing was unlawful, and second, that it was done with malice.</i> (emphasis added).</blockquote>\n<p>Petitioner in <i>Davis</i> asserted that this instruction unconstitutionally shifted the burden of persuasion to him in violation of <i>Mullaney v. Wilbur, supra</i><i>.</i> The Fourth Circuit rejected this contention, holding that \"a state may legitimately shift a <i>burden of production</i> on an element of the crime to the defendant, as North Carolina has done, so long as the presumed fact is rationally connected to a proven fact.\" 778 F.2d at 172.</p>\n<p>In reviewing North Carolina law, just as the United States Supreme Court had reviewed Montana law in <i>Sandstrom</i> and Georgia law in <i>Franklin,</i> the Court of Appeals found that North Carolina intended, through the above instruction, only to shift that burden of production on the element of malice to the defendant, not the burden of persuasion. <i>Id.</i> As the North Carolina Supreme Court has explained:</p>\n<blockquote>The effect of the presumption is to impose upon the defendant the burden of going forward with or producing some evidence of a lawful reason for the killing or an absence of malice; <i>i.e.,</i> that the killing was done in self-defense or in the heat of passion upon sudden provocation. The state is not required to prove malice and unlawfulness unless there is some evidence of their non-existence, <i>but once such evidence is presented, the state must prove these elements beyond a reasonable doubt.</i> (<i>emphasis added</i>).</blockquote>\n<p><i>State v. Simpson,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">439</span></span>, 451, <span class=\"citation\" data-id=\"1394817\"><a href=\"/opinion/1394817/state-v-simpson/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">542</span></a></span>, 550 (1981). <i>See also </i><i>State v. Reynolds,</i> 307 N.C. at 188-192, 297 S.E.2d <span class=\"star-pagination\">*1334</span> at 535-537; <i>State v. Patterson,</i> 297 N.C. at 253-257, 254 S.E.2d at 608-611.</p>\n<p>However, since the Supreme Court has held that the \"state court is not the final authority on the <i>interpretation which a jury could have given the instruction,\" </i><i>Franklin,</i> 105 S.Ct. at 1972 (emphasis added), the Fourth Circuit recognized that the reviewing court \"must normally examine the trial court's instructions to see what burden was <i>actually</i> shifted.\" 778 F.2d at 172-73. Nonetheless, having stated the general rule, the Fourth Circuit found it unnecessary to \"dissect\" the trial court's instructions because the question of malice was not contested at trial by the defendant. Accordingly, the Fourth Circuit decided only that the <i>state law</i> shifting the burden of production to the defendant was constitutional and held that the actual impact of the trial court's instruction in <i>Davis</i> was irrelevant since the defendant had not even met his burden of production and, thus, there was \"no danger [defendant] may have suffered from the failure to meet only the higher, unconstitutional requirements.\" <i>Id.</i> at 173.<sup>[11]</sup><i>See also</i> Jeffries and Stephan, <i>Defenses, Presumptions, and Burden of Proof in the Criminal Law,</i> 88 Yale L.J. 1325, 1334 (1979) (A burden of production shift \"has little, if any, impact on the substantive relation between the state and the criminal accused. Instead, placing the burden of production on the defendant is an economical way to screen out issues extraneous to the case at hand and thus to promote efficient litigation.\"). <i>Cf.</i> Note, <i>Affirmative Defenses and Due Process: The Constitutionality of Placing a Burden of Persuasion on a Criminal Defendant,</i> 64 Geo. L.J. 871, 885 and 893.</p>\n<p>As Judge Phillips' concurring opinion in <i>Davis</i> recognizes, the old North Carolina first-degree murder instruction, as used by the trial court in this case and in <i>Davis</i> and <i>Rook,</i> \"presents serious problems of reconciling the challenged instruction with Supreme Court decisions respecting the use of the type presumption it incorporated.\" 778 F.2d at 177. The issue addressed by <i>Davis</i> and <i>Rook</i> was whether the state procedures which placed upon the defendant a burden of producing \"some\" evidence respecting the elements of the crime of murder, at peril of having invoked against him a mandatory presumption respecting those elements for use by the jury, is constitutional. <i>Id.</i> The Fourth Circuit has clearly answered in the affirmative, but application of this rule must, by its own terms, vary with the evidence presented in each case. Thus, as Judge Phillips suggests, a reviewing court must \"understand [that] the total state procedural device within which the defendant's production burden and the jury instruction reflecting whether the burden has been carried are interrelated elements.\" <i>Id.</i></p>\n<p>The court begins its analysis by looking at the instruction. As previously stated, the first-degree instruction in this case simply told the jury that if the jury was persuaded beyond a reasonable doubt that the defendant killed the victim intentionally with a deadly weapon, then it was \"implied in law\" that the killing was done with malice. Thus, a mandatory presumption was invoked requiring the jury find the elemental fact (malice) upon proof of the predicate fact (intentional killing with a deadly weapon). <i>See</i> 778 F.2d at 178 (citing <i>County Court of Ulster County v. Allen,</i> 442 U.S. at 157, 99 S.Ct. at 2224. Unmentioned to the jury is the legal basis for the invocation of this presumption; to-wit, that the defendant has failed to present even \"some evidence\" to rebut the presumed connection between the elemental and predicate facts. <i>Id.</i></p>\n<p>Of course, the burden of production does not derive from the jury instruction itself, but rather is a \"creature of state decisional law,\" <i>id,</i> as the majority opinion in <i>Davis</i> established. What follows is a description of the <i>operation</i> of this procedural device as explained by Judge Phillips:</p>\n<blockquote>Under North Carolina law, \"malice\" and \"unlawfulness\" are elements of the crime of murder in the second degree. The state, therefore, under <i>Mullaney,</i> <span class=\"star-pagination\">*1335</span> has the burden of convincing the jury beyond a reasonable doubt of the existence of these two elements, along with the other elements of the crime. This is a burden of persuasion that remains throughout on the state. Nevertheless, to hold these elements fully in direct issue for jury resolution <i>unaided by the presumption,</i> a defendant has the burden of producing some evidence that tends to negate the existence of the elements. As to malice, this would be \"some\" evidence that any killing done was done \"in the heat of passion on sudden provocation.\" As to unlawfulness, it would be \"some\" evidence that any killing done was in self-defense. Failure to carry that production burden invokes the presumption, whose effect may then be submitted to the jury for use in deciding whether the elements of malice and unlawfulness have been proven beyond a reasonable doubt.</blockquote>\n<blockquote>These respective burdens are implemented in jury trials by the traditional device of instructions to the jury that define and submit the disputed factual issues that remain for resolution under controlling substantive principles and the appropriate burdens of persuasion. <i>The first step in administering this jury control device therefore precedes any instruction to the jury about its factfinding function. The judge first decides as a matter of law whether on all the evidence the defendant's slight burden of production has been carried.</i> If he determines that it has not been carried, he does not tell the jury this, he simply tells them that if the evidence before them (including of course the unremarked non-evidence of \"heat of passion\" or self-defense) persuades them beyond a reasonable doubt that the defendant killed intentionally with a deadly weapon, then they must also find that beyond a reasonable doubt he killed with malice and unlawfully (the \"law presumes\" the one from the other). Failure to carry that burden of production thus \"raises\" the presumption.</blockquote>\n<blockquote>\n<i>On the other hand, if the judge determines that some evidence of heat of passion or self-defense has been adducedthat the burden of production has been carriedagain he does not specifically tell the jury so. But because the effect is to \"dissipate\" (or prevent the invocation of) the mandatory presumption, he simply does not submit it for use by the jury in reaching a verdict. In this circumstance he may, however, in instructing the jury on the malice and unlawfulness elements, tell the jury that the evidence of intentional killing with a deadly weapon may, but need not, give rise to an inference of malice and unlawfulness as defined elements of the crime. See </i><i>Hankerson,</i> 220 S.E.2d at 589 (\"mandatory presumption ... disappears but the logical inferences from the facts proved remain in the case to be weighed against [the rebutting] evidence\").</blockquote>\n<p>778 F.2d at 178-179 (emphasis added) (footnote omitted). Having described the operation of the state procedural device, Judge Phillips concluded that:</p>\n<blockquote>... several critical things about the device appear. First, and most important, is the fact that as judicially created this presumption is not intended to shift to a defendant any burden of persuasion. That however does not foreclose the possibility that by an erroneous instruction, or as a necessary consequence of a correct statement of the presumption, the burden of persuasion might be impermissibly shifted in a jury's mind.</blockquote>\n<blockquote>Second, the practical effect of the device is to require a criminal defendant to do something more than merely stand on his \"general issue\" plea of not guilty in order to hold the state to its full ingoing burden of persuasion on all elements of the crime unaided by any compelled inference of \"elemental fact\" from proven \"basic\" fact.</blockquote>\n<blockquote>Third, proper administration of the device depends upon the trial judge's accurate determination as to whether the defendant's production burden has been carriedwhether the defendant has produced at least \"some\" evidence to dissipate the putative presumption. <i>If there</i> <span class=\"star-pagination\">*1336</span> <i>is \"some\" evidence in a particular case but the trial judge erroneously determines that there is not, and on that basis submits the issue of malice and/or unlawfulness subject to the mandatory presumption, the effect would necessarily be to \"curtail[] the [jury's] freedom to assess the evidence independently,\" </i><i>Allen,</i> 442 U.S. at 156, 99 S.Ct. at 2224 (emphasis added), i.e., on <i>the conflicting evidence alone. Such a specific trial error would presumably be of constitutional dimensions, and would be subject to free appellate review.</i>\n</blockquote>\n<blockquote>Fourth, the presumption that finally effectuates the device has the flat effect of making proof of intentional killing with a deadly weapon in circumstances containing no suggestion of \"heat of passion on sudden provocation\" or of \"self-defense\" tantmount to proof of \"malice\" and \"unlawfulness.\"</blockquote>\n<p>778 F.2d at 179 (emphasis added).</p>\n<p>Given this setting, Judge Phillips found that determining the constitutionality of this procedure, in any given case, required the resolution of several independent but related inquiries:</p>\n<p>1. whether the jury instruction, regardless of its intended effect, could actually and reasonably have been interpreted by the jury to place upon the defendant any burden of persuasion of disputed issues;</p>\n<p>2. whether placing any burden of production upon the defendant at peril of his having invoked against him the mandatory presumption with respect to an element of the crime violates due process;</p>\n<p>3. whether there existed <i>any evidence that tended to negate the existence of malice,</i> so that submitting the mandatory presumption in the case <i>sub judice</i> violated due process; and</p>\n<p>4. whether the mandatory presumption is rational in terms of its compelled inference of elemental facts from predicate facts, in light of a defendant's unmet burden of production. 778 F.2d at 179-180.</p>\n<p>As to the first question, <i>Sandstrom</i> and <i>Franklin</i> clearly indicate that where the presumed fact was an essential and fully disputed element of the crime, a mandatory presumption, which has the potential, by virtue of its form or context, for leading the jury reasonably to believe that because the law \"implies\" the essential fact from the predicate fact, this placed upon the defendant some burden to dissuade the jury of the essential fact, is unconstitutional. <i>Franklin,</i> 105 S.Ct. at 1975 and n. 8. (\"The Court today holds that contradictory instructions as to intentone of which imparts to the jury an unconstitutional understanding of the allocation of burdens of persuasioncreate a reasonable likelihood that a juror understood the instructions in an unconstitutional manner, unless other language in the charge <i>explains</i> the infirm language sufficiently to eliminate the possibility. If such a reasonable possibility exists, `we have no way of knowing that [the defendant] was not convicted on the basis of the unconstitutional instruction.'\"); <i>Sandstrom,</i> 442 U.S. at 526, 99 S.Ct. at 2460; <i>Brooks v. Kemp,</i> 762 F.2d at 1389. Like Judge Phillips, this court, upon considered review of the first-degree malice instruction, cannot discount the real possibility that a reasonable jury could have understood the instruction to create an unconstitutional presumption of malice. 778 F.2d at 180. <i>See also </i><i>Brooks v. Kemp,</i> 762 F.2d at 1389. The instruction is indistinguishable, <i>\"in form of words standing alone\"</i> from the presumption of intent in <i>Sandstrom,</i> 778 F.2d at 180, and certainly is no less objectionable than the instruction found infirm in <i>Franklin</i> which at least contained language instructing the jury that the presumption \"may be rebutted.\" <i>See </i><i>Davis v. Kemp,</i> 752 F.2d 1517-1520.</p>\n<p>Thus, when the presumed fact is in issue, <i>Sandstrom</i> and <i>Franklin</i> establish that an instruction such as the one given in this case is impermissibly likely to shift the burden of persuasion to the defendant.<sup>[12]</sup> The unequivocal language of the flawed <span class=\"star-pagination\">*1337</span> aspect of the instruction could reasonably have led a juror to conclude that his job, with respect to the malice element, was over when he determined that the defendant had killed the victim with a deadly weapon, even where the defendant disputed the question of malice. Nowhere in the instruction is this ambiguity explained, contradicted, or even minimized. <i>See</i> fn. 12, <i>supra.</i> The jurors were never told that the presumption could be rebutted by the defendant's simple presentation of \"some\" evidence nor even that it could be rebutted at all. <i>See </i><i>Sandstrom,</i> 442 U.S. at 517, 99 S.Ct. at 2455.<sup>[13]</sup></p>\n<p>Of course, whether this same infirmity would accompany the use of such a presumption when its only effect is in relation to facts that had been taken out of dispute by a defendant's failure to contest them is another matter entirely. On this point, the court agrees with the reasoning of Judge Phillips and the majority opinion in <i>Davis</i> that (1) the technical effect of a defendant's failure to meet his production burden should be treated as comparable to a judicial admission or evidence that the defendant concedes the particular element of the crime; (2) the use of production burdens for the purpose of narrowing the issues in a criminal case is not <i>per se</i> unconstitutional; and (3) there is a rational and fundamentally fair basis for requiring a defendant to produce evidence of heat of passion provocation or self-defense in order to hold the elements of malice fully in issue in North Carolina murder prosecutions. 778 F.2d at 180-182.</p>\n<p>The problem in this case and what distinguishes it from the results reached in <i>Davis</i> and <i>Rook,</i> is that evidence was clearly presented at trial which \"tended to negate the existence of malice, so that submitting the mandatory presumption ... violated due process.\" <i>Id.</i> at 180. The existence of malice was undoubtedly a disputed element at petitioner's trial; in fact, it was the only seriously contested issue. There was conflicting evidence regarding whether Bush was provoked into his act of aggression by racial epithets of the victimevidence which, if believed, would negate the element of malice. Petitioner testified at trial in support of his version of the killing and statements from his confession were introduced which, at least in part, corroborated his trial testimony.</p>\n<p>Although the court finds the credibility of Bush's version of events, as it relates to the evidence pertaining to malice, susceptible of significant suspicion, that obviously is not the standard to be applied by the court in determining whether <i>some</i> evidence was tendered by the defendant which would negate the existence of the disputed element. As the North Carolina Supreme Court explicitly found, \"[t]he defendant contends and we agree that there was some evidence justifying an instruction concerning heat of passion killing on sudden provocation and a resulting absence of malice. This being the case, any presumption of malice arising from a finding that the defendant intentionally inflicted the fatal wounds with a deadly weapon disappeared and the State was entitled to no presumption.\" <i>Bush</i> (II), 307 N.C. at 162, 297 S.E.2d at 570.<sup>[14]</sup></p>\n<p>Accordingly, unlike the defendants in <i>Davis</i> and <i>Rook,</i> petitioner in this case did not admit or concede the presence of the element of the crime at issue in the defective jury instruction. Given the opposing inferences to be drawn from the evidence, this court has no alternative but to find, as did the North Carolina Supreme Court, that the challenged first-degree jury instruction embodied a mandatory presumption favoring the prosecution in respect of a disputed and essential element of the crime charged. <span class=\"star-pagination\">*1338</span> Hence, it necessarily violated petitioner's constitutional right to due process of law recognized in <i>Mullaney, Sandstrom</i> and <i>Franklin,</i> because the jury may reasonably have understood the instruction as shifting the burden of persuasion on the disputed malice issue to Bush. <i>Rook v. Rice,</i> 783 F.2d at 408 (Phillips, J., concurring in part). <i>See also </i><i>Griffin v. Martin,</i> <span class=\"citation\" data-id=\"466274\"><a href=\"/opinion/466274/theodore-griffin-v-george-n-martin-iii-warden-attorney-general-of-the/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1177 (4th Cir.1986), <i>reversed and vacated en banc by an equally divided court,</i> <span class=\"citation no-link\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></span> (1986) (\"... once some evidence has been produced ... the production of \"some evidence\" removed the presumption of malice, an essential element of the crime charged, from the case.\"); <i>Hyman v. Aiken,</i> <span class=\"citation\" data-id=\"461230\"><a href=\"/opinion/461230/william-gibbs-hyman-v-james-aiken-warden-cci-and-travis-medlock/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span></a></span>, 940-41 (4th Cir.1985), <i>judgment vacated on other grounds,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span></span> (1986); <i>Brooks v. Kemp,</i> 762 F.2d at 1389-40; <i>Davis v. Kemp,</i> 752 F.2d at 1519-20; <i>Engle v. Koehler,</i> 707 F.2d at 244-45; <i>Phillips v. Rose,</i> <span class=\"citation\" data-id=\"409383\"><a href=\"/opinion/409383/randy-gale-phillips-v-james-rose/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 81-82 (6th Cir.1982); <i>Mason v. Balkcom,</i> 669 F.2d at 226.</p>\n<p></p>\n<h2>C. <i>The burden-shifting error rendered by the \"mandatory presumption\" was not dissipated by other clarifying instructions of the trial court.</i>\n</h2>\n<p>Respondents argue that any error in the instructions generally and the first-degree instruction specifically was cured by the trial court's general instructions on the presumption of innocence and proof beyond a reasonable doubt. This is the same argument that was expressly rejected by the Supreme Court in <i>Franklin</i> and <i>Sandstrom.</i> As the court noted, these general instructions are not rhetorically inconsistent with the existence of a burden-shifting presumption because a reasonable juror could have regarded the presumption on malice as \"a means by which proof beyond a reasonable doubt ... could be satisfied.\" <i>Franklin,</i> 105 S.Ct. at 1973; <i>Sandstrom,</i> 442 U.S. at 518-19 n. 7, 99 S.Ct. at 2456 n. 7. <i>See also </i><i>Brooks v. Kemp,</i> 762 F.2d at 1390; <i>Engle v. Koehler,</i> 707 F.2d at 245; <i>Phillips v. Rose,</i> 690 F.2d at 81. Thus, in evaluating a circumstance such as the use of a deadly weapon, the jury may have presumed that absent rebuttal by the petitioner, this fact alone constituted proof beyond a reasonable doubt of malice. <i>Davis v. Kemp,</i> 752 F.2d at 1519; <i>Engle v. Koehler,</i> 707 F.2d at 245.</p>\n<p>Furthermore, although the offending words in the jury charge must be considered in the context of the instructions as a whole, 105 S.Ct. at 1971, the record in the case <i>sub judice</i> is utterly void of any other instruction which might explain the infirm language to the extent that any reasonable juror could not have considered the charge to have created an unconstitutional presumption. Rather, the opposite is true, for the erroneous second-degree malice instruction undoubtedly reinforced the already infirm first-degree instruction and made it all the worse.</p>\n<p>Under these circumstances, because a reasonable juror could have understood the challenged portions of the jury instructions in this case as creating a mandatory presumption that shifted to the defendant the burden of persuasion on the crucial and disputed element of malice, and because the charge read as a whole does not explain or even attempt to cure the error, this court holds that petitioner's jury charge fails to comport with the fundamental requirements of the Due Process Clause. <i>Id.</i> at 1977.</p>\n<p></p>\n<h2>D. <i>Under </i><i>Rose v. Clark, supra</i><i>, the burden-shifting error at petitioner's trial was not rendered harmless.</i>\n</h2>\n<p>Respondents maintain that even if the malice instruction was impermissibly burden-shifting under <i>Sandstrom</i> and <i>Franklin,</i> the error was rendered harmless given the facts of this case. For the reasons that follow, the court must, with considerable reluctance, disagree.</p>\n<p>First, the state contends that the jury's findings of deliberation and premeditation (i.e. the first-degree murder verdict) cured any error in the malice instruction. This argument was essentially adopted by the North Carolina Supreme Court in <i>Bush</i> (II). 307 N.C. at 162-65, 297 S.E.2d at 570-72.</p>\n<p><span class=\"star-pagination\">*1339</span> The main problem with this reasoning, of course, is that it eliminates malice as an essential and separate element of first-degree murder in North Carolina. But, as this court has previously indicated, malice is now and was at the time of petitioner's trial, an independent and critical element of first-degree murder which the jury was constitutionally required to find after receiving correct instructions. <i>In re Winship, supra</i><i>; </i><i>Mullaney, supra</i><i>.</i> Under North Carolina law, the state bears the unequivocal burden of proving malice beyond any reasonable doubt and the fact that the jury found premeditation and deliberation does not, as if by magic, remove that burden from the state. As the Supreme Court stated in <i>Franklin,</i> the state may <i>not</i> create \"a mandatory presumption of intent [malice] upon proof by the state of the other elements of the offense.\" 105 S.Ct. at 1971. \"Such shifting of the burden of persuasion with respect to a fact which the State deems so important that it must either be proved or presumed is impermissible under the Due Process Clause.\" 105 S.Ct. at 1973 <i>quoting </i><i>Patterson v. New York,</i> <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 215, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2319</span></a></span>, 2329, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></a></span> (1977). <i>See </i><i>Reed v. Ross,</i> <span class=\"citation\" data-id=\"111235\"><a href=\"/opinion/111235/reed-v-ross/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"111235\"><a href=\"/opinion/111235/reed-v-ross/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2901</span></a></span>, <span class=\"citation\" data-id=\"111235\"><a href=\"/opinion/111235/reed-v-ross/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1984) (In <i>Ross,</i> the defendant was likewise convicted of first-degree murder in North Carolina, yet the Supreme Court affirmed the granting of habeas relief based upon both erroneous self-defense and malice instructions without indicating, in any manner, that defendant's first-degree conviction vitiated the unconstitutional instruction on malice);<sup>[15]</sup><i>Davis v. Allsbrooks, supra</i> (wherein the Fourth Circuit recognized malice as a distinct element of first-degree murder in North Carolina, <span class=\"citation no-link\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></span>, n. 2, and again, although it was unnecessary to reach the issue for disposition of the case, there simply is no indication that a first-degree murder conviction would in any way render an erroneous malice instruction on first-degree murder harmless); <i>Hyman v. Aiken, supra</i><i>.</i></p>\n<p>Furthermore, while there is undoubtedly a relationship between the elements of premeditation, deliberation, and malice, this connection serves only to heighten the prejudice caused by the invalid instruction on malice in petitioner's case. As the <i>Bush</i> (II) opinion points out, in North Carolina the presence or absence of heat of passion is relevant to the question of premeditation and deliberation as well as malice. 307 N.C. at 163, 297 S.E.2d at 570. In accord with this principle, petitioner's jury was instructed that deliberation means:</p>\n<blockquote>\"... that the act is done in a cold state of blood ... not under the influence of a violent passion suddenly aroused by some lawful or just cause or legal provocation ... if the purpose to kill was born and immediately executed in a passion, especially if the passion was aroused by recent provocation or by mutual combat, then the murder is not deliberate and premeditated.\" (R. p. 8).</blockquote>\n<p>The problem lies in the fact that Bush's jury had, by this time, already been told that heat of passion and legal provocation, which would, under the above instructions, negate the element of deliberation, were unavailable to petitioner solely because he used a deadly weapon to kill the victim. Thus, it is conceivable that a reasonable juror could have interpreted the first-degree murder instruction taken as a whole, to mean that premeditation, deliberation, and malice were all implied in law from the petitioner's use of the deadly weapon. While this court has no way of knowing exactly how petitioner's jury interpreted the malice instructions in relation to the <span class=\"star-pagination\">*1340</span> premeditation and deliberation instructions, if a jury could reasonably have understood the trial court to mean that the use of a deadly weapon foreclosed the issue of provocation and heat of passion as to these elements as well as to malice, then rather than curing the erroneous malice instruction, the infirm malice instruction may well have tainted and prejudicially infected the <i>subsequent</i> premeditation and deliberation instructions.<sup>[16]</sup></p>\n<p>Based on the above scenario, a reasonable juror could easily have resolved the contradictions and ambiguities that existed in the trial court's instructions by choosing to abide by and consistently apply throughout the instructions, the mandatory presumption initially set forth in the first-degree malice charge. Nothing in the instructions as a whole makes clear to the jury that any one instruction carried more weight or should be considered independently of another. <i>See </i><i>Franklin,</i> 105 S.Ct. at 1974-76 and n. 7 and 8; <i>Sandstrom,</i> 442 U.S. at 526, 99 S.Ct. at 2460. Thus, at a minimum, even if a juror correctly understood the premeditation and deliberation instructions, he could have been left in a quandry as to whether to follow those instructions with regard to provocation and heat of passion, or to follow the immediately preceding mandatory presumption instruction given on the element of malice. Under these circumstances, this court has \"no way of knowing that [the defendant] was not convicted on the basis of the unconstitutional instruction.\" <i>Id.</i><sup>[17]</sup></p>\n<p>Finally, the <i>Bush</i> II court cited a series of cases arising out of Maryland, particularly <i>Guthrie v. Warden, Maryland Penitentiary,</i> <span class=\"citation\" data-id=\"406432\"><a href=\"/opinion/406432/walter-a-guthrie-117801-v-warden-maryland-penitentiary/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span> (4th Cir.1982), for the proposition that a first-degree conviction renders the presumption of malice harmless. 307 N.C. at 164-65, 297 S.E.2d at 572.<sup>[18]</sup> In <i>Guthrie,</i> the Fourth Circuit <span class=\"star-pagination\">*1341</span> was concerned with the effect of a burdenshifting malice instruction in a case where, in accord with standard Maryland procedure, the jury was first instructed to consider the defendant's guilt of second degree murder, and then, in separate and distinct inquiries, to decide the questions of raising the offense to first-degree murder or reducing it to voluntary manslaughter. Thus, when, as in <i>Guthrie,</i> a Maryland jury is wrongfully instructed as to the burden of proving malice to distinguish second-degree murder from manslaughter, there is substantially less chance that the jury's verdict of first-degree murder, assuming proper first-degree instructions were given, could have been infected by the erroneous second-degree instructions.</p>\n<p>Since the jury found the defendant guilty of premeditated and deliberated murder in <i>Guthrie,</i> the Fourth Circuit found that the constitutionally infirm burden-shifting malice instruction constituted harmless error. <i>See also </i><i>Wilkins v. Maryland,</i> <span class=\"citation\" data-id=\"1413407\"><a href=\"/opinion/1413407/wilkins-v-state-of-maryland/\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></a></span> (D.Md.1975), <i>aff'd </i><i>mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></span> (4th Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1044</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">757</span></span> (1977). Absolutely essential to <i>Guthrie's</i> holding was its finding that:</p>\n<blockquote>\"[t]he [erroneous] instructions concerning intoxication and heat of passion went only to the distinction between manslaughter and second-degree murder. <i>They did not touch on first-degree murder, the offense of which Guthrie was convicted.\"</i>\n</blockquote>\n<p>683 F.2d at 823 (emphasis added).<sup>[19]</sup><i>See also </i><i>Morris v. State of Maryland,</i> <span class=\"citation\" data-id=\"423698\"><a href=\"/opinion/423698/sylvester-j-morris-134-720-v-state-of-maryland/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 109 (4th Cir.1983) (\"Because `[t]he instructions concerning intoxication and heat of passion went only to the distinction between manslaughter and second-degree murder,' we held that the instructions' infirmity did not undercut the validity of the first-degree murder conviction.\"). Succinctly stated, since the jury in <i>Guthrie</i> found the defendant guilty of first-degree murder based on constitutionally correct instructions, the jury was not likely to have been influenced by the infirm second-degree malice instructions.</p>\n<p>The North Carolina Supreme Court's reliance upon and the Magistrate's reluctant finding that the petitioner's case is controlled by <i>Guthrie</i> might be of merit if petitioner's jury had received the infirm instructions on malice only during the portion of the court's charge dealing with the distinction between second-degree murder and voluntary manslaughter. <i>See, e.g., </i><i>State v. Fowler, supra</i><i>; </i><i>State v. Freeman, supra</i><i>.</i> That, however, is not what occurred in this case. Here, Bush's jury was specifically charged during the first-degree instruction that malice was to be \"implied in law\" from Bush's intentional use of a deadly weapon. Thus, since the infirm instruction in petitioner's case did indeed \"touch upon\" the first-degree murder charge, and since malice is a distinct element of first-degree murder in North Carolina, reliance on <i>Guthrie</i> is misplaced and petitioner's conviction of first-degree murder did not render the erroneous instruction harmless. <i>See Franklin, supra; </i><i>Engle v. Koehler, supra</i><i>; </i><i>Anderson v. Harless, supra</i><i>.</i></p>\n<p>Respondents' second and final argument is that, given the overwhelming nature of the evidence in this case, any <i>Sandstrom</i> error committed by the trial court was harmless beyond any reasonable doubt. This issue presents an extremely close question, but one which, when viewed fairly, forthrightly and without regard to the court's \"belief\" in the defendant's actual guilt or innocence, must be decided, as a matter of law, in petitioner's favor.<sup>[20]</sup></p>\n<p>Until last month's opinion in <i>Rose v. Clark, supra</i><i>,</i> the Supreme Court had left <span class=\"star-pagination\">*1342</span> open the issue of whether <i>Sandstrom</i> error could ever be held harmless under <i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967). <i>See e.g., </i><i>Franklin,</i> 105 S.Ct. at 1977 (holding the <i>Sandstrom</i> error in that case was clearly not harmless on the facts and, therefore, declining to address the question of whether an erroneous charge that shifts a burden of persuasion to the defendant on an essential element of the offense can ever be harmless); <i>Koehler v. Engle,</i> 104 S.Ct. at 1673 (affirming without opinion by an equally divided court, Justice Marshall not participating); <i>Connecticut v. Johnson,</i> 460 U.S. at 85-88, 103 S.Ct. at 976-78 (plurality opinion holding that where disputed element is contested, <i>Sandstrom</i> error can never be harmless; eight justices equally divided on the issue with Justice Stevens deciding on other grounds); <i>Sandstrom,</i> 442 U.S. at 526-27, 99 S.Ct. at 2460-61 (declining to address question because not addressed by state court).</p>\n<p>Given the lack of guidance by and the clear division that existed within the Court on this issue, the lower federal courts and state courts, not surprisingly, developed a number of different approaches to the problem. Some courts held that <i>Sandstrom</i> errors could be deemed harmless where the evidence of guilt was overwhelming. <i>See, e.g., </i><i>Patterson v. Austin,</i> <span class=\"citation\" data-id=\"431966\"><a href=\"/opinion/431966/roy-l-patterson-v-sam-austin/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1389</span></a></span>, 1396 (11th Cir.1984); <i>Lamb v. Jernigan,</i> <span class=\"citation\" data-id=\"406518\"><a href=\"/opinion/406518/robert-g-lamb-v-marvin-jernigan-warden/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1342-43 (11th Cir.1982); <i>Jacks v. Duckworth,</i> <span class=\"citation\" data-id=\"391255\"><a href=\"/opinion/391255/edward-dennis-jacks-jr-v-jack-r-duckworth-warden/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">480</span></a></span>, 487 (7th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></span> (1982). Other courts, an increasingly substantial majority in fact, held that whether an unconstitutional presumption is harmless depends on whether the element upon which the erroneous instruction was based was a disputed issue in the case. <i>See, e.g., </i><i>Brooks v. Kemp,</i> 762 F.2d at 1390; <i>Davis v. Kemp,</i> 752 F.2d at 1515; <i>Engle v. Koehler,</i> 707 F.2d at 246; <i>Mason v. Balkcom,</i> 669 F.2d at 227; <i>McGuinn v. Crist,</i> <span class=\"citation\" data-id=\"393758\"><a href=\"/opinion/393758/thomas-p-mcguinn-v-roger-w-crist-warden-of-montana-state-penitentiary/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1108-09 (9th Cir.1981); <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1614</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">850</span></span> (1982); <i>Krzeminski v. Perini,</i> <span class=\"citation\" data-id=\"373953\"><a href=\"/opinion/373953/ronald-krzeminski-v-e-p-perini-superintendent-marion-correction/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 125 (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">866</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></span> (1980). Still other courts suggested that <i>Sandstrom</i> errors can never be harmless. <i>See, e.g., </i><i>Hammontree v. Phelps,</i> <span class=\"citation\" data-id=\"370157\"><a href=\"/opinion/370157/felix-stroud-hammontree-v-c-paul-phelps-director-louisiana-department/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span>, 1380 (5th Cir.1979); <i>State v. Truppi,</i> <span class=\"citation\" data-id=\"1899792\"><a href=\"/opinion/1899792/state-v-truppi/\"><span class=\"volume\">182</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">449</span></a></span>, 466, <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">712</span></span>, 721 (1980), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2024</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">329</span></span> (1981). Finally, the Fourth Circuit Court of Appeals, standing alone, held that burden-shifting errors raised on habeas review were not subject to harmless error analysis of any type, but rather were subject to a higher standard of demonstrating that the constitutionally erroneous instructions had rendered the trial fundamentally unfair. <i>Fulton v. Warden, Maryland Penitentiary,</i> <span class=\"citation\" data-id=\"442105\"><a href=\"/opinion/442105/samuel-fulton-no-127-943-v-warden-maryland-penitentiary-ronald/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1026</span></a></span> (4th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3532</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">655</span></span> (1985).<sup>[21]</sup></p>\n<p>Notwithstanding all of the above, <i>Rose v. Clark</i><i>,</i> decided July 2, 1986, has now put the issue to rest. In <i>Rose,</i> the defendant was charged with the murder of two persons arising from the same incident. At his state trial in Tennessee, Clark raised the defense that he was insane or, at least, incapable of forming the requisite intent to kill the victims. The trial court instructed the jury on first-degree premeditated and deliberate murder and second-degree murder, which required malice, but not premeditation and deliberation. The court instructed the jury that \"[a]ll homicides are presumed to be malicious in the absence of evidence which would rebut the implied presumption\" and that \"if the state has proven beyond a reasonable doubt that a killing occurred, then it is presumed that <span class=\"star-pagination\">*1343</span> the killing was done maliciously.\" Clark was convicted of one count of first-degree murder and one count of second-degree murder.</p>\n<p>On state appeal, the Tennessee Court of Appeals affirmed the convictions, rejecting Clark's argument that the malice instruction impermissibly shifted the burden of proof as to malice. Clark then sought habeas relief in the federal district court, which, upon review, held the malice instruction was unconstitutional under <i>Sandstrom. Clark v. Rose,</i> <span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">294</span></span> (M.D.Tenn.1983). The district court went on to find that the error could not be deemed harmless because Clark had \"relied upon a <i>mens rea</i> defense.\" <i>Id.</i> at 302. The Court of Appeals for the Sixth Circuit affirmed in an unpublished opinion, <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></span> (1985).</p>\n<p>The Supreme Court subsequently granted certiorari to answer the question of \"whether the harmless error standard of <i>Chapman v. United States,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967), applies to jury instructions that violate the principles of <i>Sandstrom v. Montana</i> and <i>Francis v. Franklin</i> ...\" ___ U.S. at ___, 106 S.Ct. at 3103. Reviewing the basis of the harmless-error doctrine, the Court, in an opinion by Justice Powell, held that \"if the defendant had counsel and was tried by an impartial adjudicator, there is a strong presumption that any errors that may have occurred are subject to harmless error analysis.\" <i>Id.</i> at ___, 106 S.Ct. at 3106. Applying these principles to the case before it, the Court found that \"the error at issue herean instruction that impermissibly shifted the burden of proof on maliceis not `so basic to a fair trial' that it can never be harmless.\" <i>Id.</i> (citation omitted). Accordingly, the Court unequivocally held that \"<i>Chapman's</i> harmless-error standard applied in cases such as this one.\" <i>Id.</i> at ___ _ ___, 106 S.Ct. at 3107-110.<sup>[22]</sup></p>\n<p>Given this standard of review, the Court found that the lower federal court's ruling, that <i>Sandstrom</i> error could never be harmless where a defendant contests intent, was erroneous.<sup>[23]</sup><i>Id.</i> at ___, 106 S.Ct. at 3109. Harmless error cases are not dependent on whether the defendant conceded the factual issue on which the error was predicated, rather the question is whether, \"`on the whole record ... the error ... [is] harmless beyond a reasonable doubt.'\" <i>Id. quoting </i><i>United States v. Hasting,</i> <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 510, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></a></span>, 1981, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1983). Accordingly, the critical inquiry is \"`whether the evidence was so dispositive of [<i>the disputed element</i>] that a reviewing court can say <i>beyond a reasonable doubt that the jury would have found it</i> <span class=\"star-pagination\">*1344</span> <i>unnecessary to rely on the presumption.'\" Id. quoting </i><i>Connecticut v. Johnson,</i> 460 U.S. at 97 n. 5, 103 S.Ct. at 983 n. 5 (Powell, J., dissenting) (emphasis added).<sup>[24]</sup> What now remains for this court is application of the <i>Rose v. Clark</i> standard to the case <i>sub judice.</i></p>\n<p>Here, Bush admitted stabbing and killing Mr. Marshburn. His only defense (disregarding his questionable self-defense argument), and <i>a seriously contested defense from the outset,</i> was the fact that he did not act with malice. A mandatory presumption that Bush intended to kill and did kill in malice predicated solely on his use of a deadly weapon essentially eliminated this defense from the trial. Since the facts did not overwhelmingly preclude this defense, as the North Carolina Supreme Court itself found, this court cannot find the error to be harmless.</p>\n<p>Clearly, the record indicates conflicting evidence and inferences which could be drawn from that evidence regarding whether the stabbing occurred as a result of a racist remark and provocation, which, if believed, would negate the element of malice. The state relied heavily on petitioner's own statements to Mrs. Marshburn and Detective Jarman to convict him. In fact, the only evidence adduced at trial concerning the events surrounding the killing was derived from statements made by Bush to others and his own trial testimony. Bush never conceded that he acted with malice. Respondent acknowledged that Bush's defense to first-degree murder was lack of malice and the North Carolina Supreme Court held in <i>Bush</i> (II) that evidence was introduced at trial supporting this defense sufficient evidence so as to mandate an instruction on \"heat of passion killing on sudden provocation and a resulting absence of malice.\" 307 N.C. at 162, 297 S.E.2d at 570.<sup>[25]</sup></p>\n<p>In point of fact, if the jury chose to believe Bush, upon correct instructions, it would have had to exonerate him on the charge of first-degree murder. Of course, the jury was free to discredit Bush's trial testimony and to consider the exculpatory portions of his confession as self-serving, but because of the erroneous charge, this court cannot determine whether the jury disbelieved Bush, or whether it merely applied the erroneous presumption charged by the trial court. <i>See </i><i>Brooks v. Kemp,</i> 762 F.2d at 1393. Bush's statements were the only direct evidence as to whether the killing was malicious. The jury certainly could have inferred the stabbing was malicious from his statement to Mrs. Marshburn and the physical evidence in the case.</p>\n<p>On the other hand, it is of course possible to kill without malice and Bush's trial testimony indicates that is what occurred. Although there is overwhelming evidence in this case that Bush was the killer, that fact does not constitute overwhelming evidence that the killing was malicious. <i>See </i><i>Davis v. Kemp,</i> 752 F.2d at 1521, n. 10. Accordingly, having thoroughly reviewed the evidence in this case, the court finds that \"the evidence was [not] so dispositive of [malice] that [it] can say beyond a reasonable doubt that the jury would have found it unnecessary to rely on the presumption.\" <i>Rose v. Clark,</i> ___ U.S. at ___, 106 S.Ct. at 3109. <i>See, e.g., </i><i>Franklin,</i> 105 S.Ct. at 1977; <i>Brooks v. Kemp,</i> 762 F.2d at 1391-93; <i>Phillips v. Rose,</i> 690 F.2d at 81.</p>\n<p>Therefore based on the aforesaid, Bush's petition for a writ of habeas corpus must be and hereby is GRANTED. Respondents are directed to retry or release petitioner from custody within 90 days of the entry of this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The issues raised in the petition at bar were not raised on Bush's appeal of right to the North Carolina Supreme Court.</p>\n<p>[2]  These assignments of error constitute the issues at bar.</p>\n<p>[3]  As the Magistrate correctly notes, the trial court instructed the jury on the alternate theories of felony murder and premeditated murder in the first degree. The jury, upon returning its verdict, failed to indicate on which theory it relied in convicting the petitioner. For purposes of its consideration of the case, the North Carolina Supreme Court assumed the jury relied on the theory of premeditation and deliberation. This presumption, of course, was favorable to Bush, since under felony-murder it would have been unnecessary for the jury to reach any decision on whether the homicide was committed with or without malice. Thus, erroneous instructions on this issue would have been rendered irrelevant and obviously harmless. Like the North Carolina Supreme Court, this court assumes the jury relied on the premeditated and deliberate murder theory.</p>\n<p>[4]  Petitioner denied making this statement.</p>\n<p>[5]  Intent to kill is an element of the offense of malice murder in Georgia.</p>\n<p>[6]  A conclusive presumption completely removes the presumed element from the case once the state proves all the predicate facts giving rise to the presumption. A rebuttable presumption does not remove the element, but nevertheless mandates the jury find the presumed element unless the defendant persuades the jury such a finding is unwarranted. 105 S.Ct. at 1971 n. 2.</p>\n<p>[7]  <i>Franklin</i> specifically left open the question of whether a mandatory presumption that shifts only a burden of production to the defendant is consistent with the Due Process Clause. 105 S.Ct. at 1971 n. 3.</p>\n<p>[8]  This is true of the first-degree malice instruction standing alone without the second-degree instruction's extensive elaboration.</p>\n<p>[9]  In this regard, the trial court was simply giving the state the benefit of a \"presumption\" that had been part of North Carolina law at that time for over one hundred years. <i>See </i><i>State v. Hankerson,</i> 288 N.C. at 648-49, 220 S.E.2d at 581-82.\n</p>\n<p>The court notes that the North Carolina Pattern Jury Instructions have subsequently been changed to read:</p>\n<p>If the state proves beyond a reasonable doubt (or it is admitted) that the defendant shot the deceased with a deadly weapon or intentionally inflicted a wound upon the deceased with a deadly weapon that proximately caused the deceased's death, you <i>may infer,</i> first, <i>that the killing was unlawful,</i> and second, <i>that it was done with malice, but you are not compelled to do so. You may consider this along with all other facts and circumstances in determining whether the killing was unlawful and whether it was done with malice.</i></p>\n<p>N.C.P.I.Crim. 206-10 (emphasis added).</p>\n<p>[10]  In some of these cases, the mandatory presumption shifted only the burden of production and not the burden of persuasion. <i>See</i> discussion <i>infra.</i></p>\n<p>[11]  A similar result was reached in <i>Rook v. Rice</i> on a nearly identical trial court instruction. 783 F.2d at 405 and 408-09 (Phillips, J., concurring in part).</p>\n<p>[12]  Again, it is important to note that this is true of the first-degree instruction alone, even without regard to the clearly unconstitutional language thereafter contained in the second-degree instruction.</p>\n<p>[13]  At a minimum, \"[s]o long as the jury could conclude that the defendant was required to produce more than `some' evidence in order to rebut the presumption, the instruction impermissibly shifted the burden of proof....\n</p>\n<p>Once the jury is instructed that [malice is `implied in law,'] the burden has been unconstitutionally shifted, unless the instruction specifies the precise quantum of evidence by which the defendant can refute the presumption against him.\" <i>Davis v. Kemp,</i> 752 F.2d at 1518 and 1519-20.</p>\n<p>[14]  Indeed, this court may well be bound by this factual finding of the state court. <i>See</i> 28 U.S.C. § 2254(d); <i>Sumner v. Mata,</i> <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></a></span> (1981).</p>\n<p>[15]  In the Fourth Circuit's opinion which was affirmed by the Supreme Court in <i>Reed,</i> Senior Circuit Judge Haynsworth, writing for a unanimous panel, specifically held that the \"allocation to Ross of the burden of persuasion as to the lack of malice was in violation of his constitutional right,\" obviously notwithstanding Ross's first-degree conviction. <i>Ross v. Reed,</i> <span class=\"citation\" data-id=\"416662\"><a href=\"/opinion/416662/daniel-ross-v-amos-reed-etc-and-attorney-general-of-the-state-of-north/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 709 (4th Cir.1983). <i>See also</i> pp. 17-19 of the transcript of oral argument before the Supreme Court in <i>Reed,</i> where in response to a question from the Court, Special Deputy Attorney General League stated:\n</p>\n<p>QUESTION: ... But, anyway, the malice thing is clear now. but theif malice is an element of defenseof the offense, the prosecution must prove it.</p>\n<p>MR. LEAGUE: Oh yes, yes sir.</p>\n<p>QUESTION: That's clear.</p>\n<p>MR. LEAGUE: Yes.</p>\n<p>[16]  \"`The pivotal concept of <i>Sandstrom</i> is that the <i>possibility</i> that the jury reached its decision in an impermissible manner requires reversal even though the jury may also have reached the same result in a constitutionally acceptable fashion.'\" <i>Connecticut v. Johnson,</i> 460 U.S. at 85 n. 13, 103 S.Ct. at 976 n. 13 <i>quoting Schmolesky. County Court of Ulster County v. Allen and </i><i>Sandstrom v. Montana</i><i>:</i> The Supreme Court Lends an Ear but Turns its Face, 33 Rutgers L.Rev. 261, 272 (1981) (emphasis in original).</p>\n<p>[17]  Although this court, like Justice Rehnquist, has some doubts as to whether any jury is so \"attentively attuned\" to a trial court's instructions that it can divine the difference between words like \"infer,\" \"presume\" and \"implied in law,\" <i>Sandstrom,</i> 442 U.S. at 528, 99 S.Ct. at 2461 (Rehnquist, J., concurring), the court has generally found juries to be rather discerning and, thus, is in general agreement with (as well as being bound by) the principles expressed in footnote 9 of the majority opinion in <i>Franklin</i>:\n</p>\n<p>... The Court presumes that jurors, conscious of the gravity of their task, attend closely the particular language of the trial court's instructions in a criminal case and strive to understand, make sense of, and follow the instructions given them.... [W]e adhere to the crucial assumption underlying our constitutional system of trial by jury that jurors carefully follow instructions. As Chief Justice Traynor has said, \"we must assume that juries for the most part understand and faithfully follow instructions. The concept of a fair trial encompasses a decision by tribunal that has understood and applied the law to all material issues in the case.\" Quoted in <i>Connecticut v. Johnson,</i> <span class=\"citation\" data-id=\"110875\"><a href=\"/opinion/110875/connecticut-v-johnson/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, 85 n. 14, <span class=\"citation\" data-id=\"110875\"><a href=\"/opinion/110875/connecticut-v-johnson/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">969</span></a></span>, 977 n. 14, <span class=\"citation\" data-id=\"110875\"><a href=\"/opinion/110875/connecticut-v-johnson/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></a></span> (1983) (opinion of BLACKMUN, J.).</p>\n<p><i>See also </i><i>Parker v. Randolph,</i> <span class=\"citation\" data-id=\"110087\"><a href=\"/opinion/110087/parker-v-randolph/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 73, <span class=\"citation\" data-id=\"110087\"><a href=\"/opinion/110087/parker-v-randolph/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2132</span></a></span>, 2139, <span class=\"citation\" data-id=\"110087\"><a href=\"/opinion/110087/parker-v-randolph/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">713</span></a></span> (1979) (opinion of Rehnquist, J.):</p>\n<p>A crucial assumption underlying [our system of trial by jury] is that juries will follow the instructions given them by the trial judge. Were this not so, it would be pointless for a trial court to instruct a jury, and even more pointless for an appellate court to reverse a criminal conviction because the jury was improperly instructed.</p>\n<p>[18]  <i>Bush</i> (II) also cites two prior North Carolina cases similarly holding that erroneous malice instructions are rendered harmless by a first degree conviction, <i>State v. Fowler,</i> <span class=\"citation\" data-id=\"1325655\"><a href=\"/opinion/1325655/state-v-fowler/\"><span class=\"volume\">285</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">90</span></a></span>, <span class=\"citation\" data-id=\"1325655\"><a href=\"/opinion/1325655/state-v-fowler/\"><span class=\"volume\">203</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">803</span></a></span> (1974) and <i>State v. Freeman,</i> <span class=\"citation\" data-id=\"1406845\"><a href=\"/opinion/1406845/state-v-freeman/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"1406845\"><a href=\"/opinion/1406845/state-v-freeman/\"><span class=\"volume\">170</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">461</span></a></span> (1969). It is significant to note that in each of these cases, the jury was <i>correctly</i> instructed on the question of first-degree murder, and never reached the defective malice instructions. Thus, in <i>Freeman,</i> the court stated: \"Defendant assigns no error to the charge as it relates to murder in the first or second degree.\" 275 N.C. at 666-67, 170 S.E.2d at 469. In <i>Fowler,</i> the court also noted that \"... the court correctly instructed the jury as to murder in the first degree and murder in the second degree.\" 285 N.C. at 98-99, 203 S.E.2d at 809. In addition, <i>Bush</i> (II) did not mention <i>State v. Wetmore,</i> <span class=\"citation\" data-id=\"1320684\"><a href=\"/opinion/1320684/state-v-wetmore/\"><span class=\"volume\">287</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">344</span></a></span>, <span class=\"citation\" data-id=\"1320684\"><a href=\"/opinion/1320684/state-v-wetmore/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">51</span></a></span> (1975) <i>vacated</i> and <i>remanded,</i> <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1212</span></span> (1976), <i>on remand,</i> <span class=\"citation\" data-id=\"1213449\"><a href=\"/opinion/1213449/state-v-wetmore/\"><span class=\"volume\">293</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"1213449\"><a href=\"/opinion/1213449/state-v-wetmore/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">338</span></a></span> (1977), where a first-degree conviction was vacated because of an erroneous instruction on malice.</p>\n<p>[19]  The Fourth Circuit further held in <i>Guthrie</i> that as to the separate instructions on first-degree murder, the jury was properly and adequately charged on all elements of that crime. 683 F.2d at 823.</p>\n<p>[20]  Society's legitimate concern for punishing crime cannot be effected \"without heeding the mode by which it is accomplished.\" <i>Connecticut v. Johnson,</i> 460 U.S. at 86, 103 S.Ct. at 977 <i>quoting </i><i>Bollenbach v. United States,</i> <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 614-15, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></span>, 406, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">350</span></span> (1946).</p>\n<p>[21]  The Fourth Circuit's unusual standard was the subject of significant and immediate criticism. <i>See, e.g.,</i> Comment, <i>Limiting the Availability of Habeas Corpus Relief for Burden-Shifting ErrorsFourth Circuit Avoids Harmless Error Analysis With a Fundamentally Unfair Standard: Fulton v. Warden,</i> 59 St. John's L.Rev. 786 (1985). Much of this court's initial draft of this opinion (written prior to <i>Rose v. Clark, supra</i>), dealt with an analysis of the majority opinion in <i>Fulton,</i> Judge Phillips' dissenting opinion in that case, and a review of the other three standards established in the lower federal courts, all in light of the plurality opinion in <i>Connecticut v. Johnson, supra</i><i>.</i> However, this discussion was rendered irrelevant given the Supreme Court's recent and decisive opinion in <i>Rose v. Clark</i> and, thus, this portion of the opinion at bar was edited and redrafted in light of <i>Rose.</i></p>\n<p>[22]  Justice Stevens concurred in the Court's judgment that harmless error analysis applies to cases involving <i>Sandstrom</i> error, but parted company with the majority in its dictum regarding the nature of that analysis. Justice Blackmun, joined by Justices Brennan and Marshall, dissented, stating:\n</p>\n<p>The Court recognized 40 years ago that the question a reviewing court must ask \"is not whether guilt may be spelt out of a record, but whether guilt has been found by a jury according to the procedures and standards\" required by the Constitution. <i>Bollenbach v. United States</i><i>,</i> 326 U.S. [607], at 614 [<span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></span>, 405, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">350</span></span> (1946)]. When a jury has not been properly instructed concerning an essential element of the offense that has been charged, the danger exists that the defendant has been deprived of his Sixth and Fourteenth Amendment right to have the jury determine whether the State has proved each element of the offense beyond a reasonable doubt. Faced with an incorrect instruction and a general verdict of guilty, a reviewing court simply lacks any adequate basis for deciding whether the jury has performed its constitutionally required function. Because I believe the Court today asks and answers the wrong question, I dissent.</p>\n<p>[23]  The Sixth Circuit was guided by Justice Blackmun's opinion in <i>Connecticut v. Johnson, supra</i><i>,</i> where he stated that:\n</p>\n<p>An erroneous presumption on a disputed element of the crime renders irrelevant the evidence on the issue because the jury may have relied upon the presumption rather than upon that evidence. If the jury may have failed to consider evidence of intent, a reviewing court cannot hold that the error did not contribute to the verdict. The fact that the reviewing court may view the evidence of intent as overwhelming is then simply irrelevant. To allow a reviewing court to perform the jury's function of evaluating the evidence of intent, when the jury never may have performed that function, would give too much weight to society's interest in punishing the guilty and too little weight to the method by which decisions of guilt are to be made.</p>\n<p>460 U.S. at 85-86, 103 S.Ct. at 976-77.</p>\n<p>[24]  Thus, the Court remanded <i>Rose v. Clark</i> to the Sixth Circuit for application of the above-cited standard under <i>Chapman</i> to the facts.</p>\n<p>[25]  In North Carolina, such jury instructions, when requested by the defendant, are only required where there is some evidence from which a jury could reasonably find the defendant acted without malice. <i>See </i><i>State v. Patterson, supra</i><i>; </i><i>State v. Hankerson, supra</i><i>. Cf. </i><i>State v. Spaulding,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">149</span></span>, <span class=\"citation\" data-id=\"1310212\"><a href=\"/opinion/1310212/state-v-spaulding/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">391</span></a></span> (1979); (same standard as it relates to self-defense instructions); <i>State v. Rawley,</i> <span class=\"citation\" data-id=\"1215107\"><a href=\"/opinion/1215107/state-v-rawley/\"><span class=\"volume\">237</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"1215107\"><a href=\"/opinion/1215107/state-v-rawley/\"><span class=\"volume\">74</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">620</span></a></span> (1953) (same).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1214557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1238011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1365866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1406845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1413407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1899792/"
  ]
}