{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2371981/",
  "absolute_url": "/opinion/2371981/coastal-neuro-psychiatric-assoc-v-onslow-cty-hosp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2371981/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:39.001199Z",
  "date_modified": "2016-04-27T01:09:48.680584Z",
  "type": "010combined",
  "sha1": "2bd6e389b17101526a1c3db1de6595da2ea1f52a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>607 F.Supp. 49 (1985)</b></center>\n<center><h1>COASTAL NEURO-PSYCHIATRIC ASSOCIATES, P.A., Ellis F. Muther, M.D., Clarence E. Ballenger, III, M.D., and Mack D. Jones, M.D., Plaintiffs,<br>\nv.<br>\nONSLOW COUNTY HOSPITAL AUTHORITY, Defendant.</h1></center>\n<center>No. 84-51-Civ-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 21, 1985.</center>\n<p><span class=\"star-pagination\">*50</span> John M. Martin, White, Allen, Hooten &amp; Hodges, Kinston, N.C., Noel L. Allen, Barringer, Allen &amp; Pinnix, Raleigh, N.C., for plaintiffs.</p>\n<p>Thaddeus B. Hodgdon, Hollowell &amp; Silverstein, Raleigh, N.C., Alex Warlick, Jr., Warlick, Milsted, Dotson &amp; Carter, Jacksonville, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs brought this antitrust action pursuant to Sections 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2.<sup>[1]</sup> They assert that defendant has improperly restricted use of its computerized axial tomography (hereafter \"CAT Scan\") equipment to certain radiologists to the exclusion of all others. Before the court at this time is defendant's motion to dismiss on grounds of insufficiency of process, insufficiency of service of process and failure to state a claim upon which relief can be granted. F.R.Civ.P., Rule 12(b)(4), (5) and (6). Plaintiff has responded, and the motion is ripe for disposition.</p>\n<p></p>\n<h2>INSUFFICIENCY OF PROCESS AND OF SERVICE OF PROCESS</h2>\n<p>In support of this motion, defendant raises two grounds. First, it asserts that it has been misnamed, in that the caption reads that plaintiffs have sued the Onslow Memorial Hospital, Incorporated, while defendant's actual name is the Onslow County Hospital Authority. Second, defendant contends that the complaint was served on the Hospital Administrator, who is not authorized to accept service for the hospital. F.R.Civ.P., Rule 4(d)(6); N.C.R.C.P., Rule 4(j)(5)(c).</p>\n<p>In response, plaintiffs do not refute these contentions, but assert that dismissal is not justified where it appears that service can be properly made. <i>Bailey v. Boilermakers Local 667,</i> 480 F.Supp. 274, 278 (N.D.W.Va.1979); <i>Securities and Exchange Commission v. Gilbert,</i> 82 F.R.D. 723, 727 (S.D.N.Y.1979). The court agrees. Accordingly, plaintiffs will be given ten days to file an amended complaint properly naming the defendant and to effect proper service upon it. Defendant's motion to dismiss for insufficiency of process and insufficiency of service of process is denied without prejudice to file a renewed motion if plaintiffs do not properly serve defendant within ten days of the filing of this order.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*51</span> FAILURE TO STATE A CLAIM</h2>\n<p>In support of this motion defendant asserts (1) that it is immune from antitrust liability under the state action exemption first set out in <i>Parker v. Brown,</i> 317 U.S. 341, 63 S.Ct. 307, 87 L.Ed. 315 (1943), and (2) that plaintiffs have failed to allege an illegal tying arrangement or other restraint of trade. These arguments will be addressed seriatim.</p>\n<p></p>\n<h2>1. <i>State Action Exemption</i>\n</h2>\n<p>In <i>Parker v. Brown, supra</i><i>,</i> the Supreme Court first held that a state's exercise of its sovereign powers to impose anticompetitive restraints on trade could not be challenged under the antitrust laws. \"[N]othing in the language of the Sherman Act or its history ... suggests that its purpose was to restrain a state or its officers or agents from activities directed by its legislature.\" <i>Id.</i> at 350-51, 63 S.Ct. at 313-14. Although initially protecting all state instrumentalities and subdivisions, this exemption subsequently was narrowed by the Court. In <i>Goldfarb v. Virginia State Bar,</i> 421 U.S. 773, 95 S.Ct. 2004, 44 L.Ed.2d 572 (1975), the Court ruled that in order to be protected from antitrust liability, a state agency's \"anticompetitive activities must be compelled by direction of the State acting as a sovereign.\" <i>Id.</i> at 791, 95 S.Ct. at 2015. Thus, the Virginia State Bar was held not to be exempt from liability where its adoption of a minimum fee schedule was neither mandated nor even suggested by the applicable state laws and regulations.</p>\n<p>The Supreme Court's next major holding in this area came in <i>City of Lafayette v. Louisiana Power &amp; Light Company,</i> 435 U.S. 389, 98 S.Ct. 1123, 55 L.Ed.2d 364 (1978). There, the Court rejected the City of Lafayette, Louisiana's assertion that its city-operated utility was exempt from antitrust laws simply because it was a municipality. Rather, the city was required to show that the state had directed or authorized the anticompetitive practice. \"To permit municipalities to be [totally] shielded from the antitrust laws ... would impair the goals Congress sought to achieve by those laws, ... without furthering the policy underlying the <i>Parker</i> `exemption.'\" (Citation omitted.) <i>Id.</i> at 415, 98 S.Ct. at 1138.</p>\n<p>A plurality of the court developed a two-pronged test which must be satisfied in order to invoke the state action exemption. First, the state must have authorized the challenged activity, and second, it must have done so with an intent to restrict competition.</p>\n<blockquote>[A]n adequate state mandate for anticompetitive activities of cities and other subordinate governmental units exists when it is found \"from the authority given a governmental entity to operate in a particular area, that the legislature contemplated the kind of action complained of.\" (Citation omitted.)</blockquote>\n<p><i>Id.</i> at 415, 98 S.Ct. at 1138; <i>see also, </i><i>Gold Cross Ambulance and Transfer v. City of Kansas City,</i> 705 F.2d 1005, 1011 (8th Cir. 1983).</p>\n<p>This test was further refined in <i>Community Communications Company, Inc. v. City of Boulder,</i> 455 U.S. 40, 102 S.Ct. 835, 70 L.Ed.2d 810 (1982). In that case, the City of Boulder, Colorado enacted an \"emergency\" ordinance prohibiting the plaintiff from expanding its cable television service for three months. Plaintiff sued, alleging that this activity violated the Sherman Act. The city responded by arguing that it was immune from antitrust liability under the state action doctrine because it was a \"home-rule\" municipality which had been granted extensive powers of self-government by the Colorado Constitution. The Supreme Court, in a 5-3 majority opinion, rejected this argument and held that the ordinance could not be exempt from antitrust scrutiny unless it constituted either the action of the state in its sovereign capacity or a municipal action in furtherance of a clearly articulated and affirmatively expressed state policy. <i>Id.</i> at 48-51, 102 S.Ct. at 839-841. The court further held that</p>\n<blockquote>the requirement of \"clear articulation and affirmative expression\" is not satisfied when the State's position is one of <span class=\"star-pagination\">*52</span> mere <i>neutrality</i> respecting the municipal actions challenged. ... A State that allows its municipalities to do as they please can hardly be said to have \"contemplated\" the specific anticompetitive actions for which municipal liability is sought (emphasis in original).</blockquote>\n<p><i>Id.</i> at 55, 102 S.Ct. at 842.</p>\n<p>Thus, the question for this court is whether the North Carolina legislature has authorized defendant to grant exclusive privileges to certain physicians to use its facilities and whether it has done so with the intent to restrict competition.</p>\n<p>From the statutes cited by the parties, it appears that the first requirement has been met. Chapter 131E of the North Carolina General Statutes, entitled \"Health Care Facilities and Services,\" permits municipalities and counties to own and operate hospital facilities. Part of the purpose of this Act was to insure that adequate hospital facilities would be provided in areas of the state that are not as financially lucrative as the major cities. N.C.G.S. § 131E-15; <i>see also,</i> N.C.G.S. § 131-91, <i>repealed by</i> Session Laws 1983, c. 775, s. 1. The Act further provides, in pertinent part:</p>\n<blockquote>§ 131E-23. Powers of the authority.</blockquote>\n<blockquote>(16) To establish procedures for health care providers to secure the privilege of practicing within any hospital operated by the authority pursuant to Part B of Article 5 of this Chapter;</blockquote>\n<blockquote>(17) To establish reasonable rules governing the conduct of health care providers while on duty in any hospital operated by the facility pursuant to Part B of Article 5 of this Chapter;</blockquote>\n<blockquote>§ 131E-85 Hospital privileges and procedures.</blockquote>\n<blockquote>(a) The granting or denial of privileges to practice in hospitals to physicians licensed under Chapter 90 of the General Statutes, Article 1, dentists and podiatrists and the scope and delineation of such privileges shall be determined by the governing body of the hospital. Such determinations shall be based upon the applicant's education, training, experience, demonstrated competence and ability, and judgment and character of the applicant, and the reasonable objectives and regulations of the hospital, including, but not limited to appropriate utilization of the hospital facilities, in which privileges are sought. Nothing in this Part shall be deemed to mandate hospitals to grant or deny to any such individuals or others privileges to practice in hospitals.</blockquote>\n<p>Thus, the state has granted defendant the authority to grant or deny physicians the privilege to practice in its hospital, including the right to determine who may use its CAT Scan equipment. However, that right is not unfettered. Specific anticompetitive activity is only permissible when it is clear that it has been sanctioned by the legislature. N.C.G.S. § 131E-85(a) does not specifically permit hospitals to deny privileges in order to limit competition. The closest it comes is to permit such determinations to be based on \"the reasonable objectives and regulations of the hospital, including, but not limited to appropriate utilization of the hospital facilities.\"</p>\n<p>Therefore, the court must determine whether limitation of privileges to use defendant's CAT Scan equipment furthers any reasonable hospital objectives. However, such a determination cannot be made at this time. Defendant's only justification for its actions is that it must \"have the latitude necessary to impose restrictions on competition within the hospital in order to meet the needs of indigent patients not being provided for in the private sector.\" Defendant's Brief, p. 16. However, defendant never explains how this particular restriction meets those patients' needs. Instead, it argues that the general intent of Chapter 131E is to permit municipal hospital authorities to limit competition in any way they see fit. The court is unable to agree. <i>Community Communications Company, Inc. v. City of Boulder, supra</i><i>,</i> clearly states that the state must have contemplated the <i>specific</i> anticompetitive action challenged. 455 U.S. at 55, 102 S.Ct. at 842; <i>accord, </i><i>Pinehurst Airlines, Inc. v. Resort Air Service, Inc.,</i> 476 F.Supp. 543, <span class=\"star-pagination\">*53</span> 552 (M.D.N.C.1975). While Chapter 131E does contemplate anticompetitive activity with respect to the number of hospitals permitted in a given area, <i>see</i> N.C.G.S. § 131E-175, defendant points to nothing in that chapter which gives it unbridled authority to restrict the use of its facilities in contravention of the Sherman Act. <i>See </i><i>State of North Carolina ex rel. Edmisten v. P.I.A. Asheville, Inc.,</i> 740 F.2d 274 (4th Cir.1984).</p>\n<p>Furthermore, when ruling on a motion to dismiss, the court must take the allegations raised in the complaint as true. <i>United States v. Mississippi,</i> 380 U.S. 128, 85 S.Ct. 808, 13 L.Ed.2d 717 (1965). Plaintiffs have alleged that defendant's actions do not further any reasonable hospital or state objectives. Therefore, the court cannot say, at this time, that defendant's actions fall under the state action exemption.</p>\n<p></p>\n<h2>2. <i>Illegal Tie-In</i>\n</h2>\n<p>Defendant's next contention is that plaintiffs have failed to allege an illegal tying arrangement or other restraint of trade which would invoke the protection of the Sherman Act. The Supreme Court has recently dealt with the subject of illegal tie-ins in <i>Jefferson Parish Hospital District No. 2 v. Hyde,</i> ___ U.S. ___, 104 S.Ct. 1551, 80 L.Ed.2d 2 (1984). In that case the plaintiff, an anesthesiologist, challenged the defendant hospital's exclusive contract providing that all anesthesiological services required by the hospital's patients would be performed by a specific professional medical corporation. Plaintiff contended that this contract violated the Sherman Act. After trial, the district court concluded that the contract in question had minimal anticompetitive consequences which were outweighed by the benefits in the form of improved patient care. <i>Hyde v. Jefferson Parish Hospital District No. 2,</i> 513 F.Supp. 532 (E.D.La.1981). The Court of Appeals reversed, holding that the contract was illegal \"per se.\" <i>Hyde v. Jefferson Parish Hospital District No. 2,</i> 686 F.2d 286 (5th Cir.1982). On review, the Supreme Court found that there was a tying arrangement in that the hospital used its control over a tying product (the operating room facilities) to require patients to purchase the tied product (the contracted for anesthesiology services). However, it reversed the Court of Appeals' holding because it found that plaintiff had failed to show that this arrangement unreasonably restrained competition, since there was nothing in the record to indicate that patients could not seek anesthesiological services elsewhere in the relevant market.</p>\n<blockquote>Tying arrangements need only be condemned if they restrain competition on the merits by forcing purchases that would not otherwise be made. ... The evidence indicates that some surgeons and patients preferred respondent's services to those of Roux, but there is no evidence that any patient who was sophisticated enough to know the difference between two anesthesiologists was not also able to go to a hospital that would provide him with the anesthesiologist of his choice.</blockquote>\n<p>104 S.Ct. at 1566-68.</p>\n<p>Therefore, this court must decide first, whether plaintiffs have alleged a tying arrangement and second, whether they have alleged a sufficiently anticompetitive effect on the relevant market. Plaintiffs appear to have met the first test. They allege that the defendant has engaged in two tying arrangements in that: (1) patients who use the hospital's services (the tying product) are forced to use the hospital's own CAT Scan (the tied product) when such a procedure is needed by the patient; and (2) patients who use the hospital's CAT Scan (the tying product) are forced to use the hospital's chosen radiologists (the tied product) rather than one of their own choosing.</p>\n<p>The latter arrangement asserted by plaintiff is virtually identical to the one in <i>Hyde</i> and clearly constitutes a tying arrangement. However, the first arrangement does not. <i>All</i> patients who use the hospital's services are not required to use its CAT Scan equipment. Only those who need a CAT Scan are required to use that equipment. Thus, there is no tying product. <span class=\"star-pagination\">*54</span> This situation is no different from a restaurant which requires its customers to purchase the restaurant's wine if they wish to have wine with their meal. If the restaurant <i>required</i> customers to purchase wine whenever they purchased a meal, it would be engaged in a tying arrangement. But the restaurant does not violate the antitrust laws simply because it does not let its customers pick and choose among its products. Similarly, plaintiffs' second situation would constitute a tying arrangement only if all patients who sought the hospital's services were required to undergo a CAT Scan. Since they are not so required, only the first situation alleged by plaintiffs constitutes a tying arrangement.</p>\n<p>The second requirement, that plaintiffs allege a sufficiently anticompetitive effect on the relevant market, has also been met. Defendant asserts that the relevant market is all of eastern North Carolina, since plaintiffs admit in their complaint that they service that area. However, the relevant market area is not the total area serviced by plaintiffs, but the market in which plaintiffs and defendant compete. <i>See </i><i>Hyde, supra,</i> 104 S.Ct. at 1561. By statute, that market area includes \"the area within 10 miles from the territorial boundaries\" of Onslow County. N.C.G.S. § 131E-20(a). There is no dispute that defendant operates the only hospital in this area, thus preventing plaintiffs from using another hospital to treat patients needing CAT Scans. It is of no moment that plaintiffs have their own CAT Scan equipment, for they have alleged that hospital patients must use only the hospital's CAT Scan equipment when they are in the hospital. Thus, plaintiffs have successfully alleged that defendant's policy of giving certain radiologists the exclusive right to perform and interpret all CAT Scans has an anticompetitive effect over the relevant market area. Therefore, defendant's motion to dismiss must be denied, as plaintiffs have met the two-pronged test set out in <i>Hyde.</i></p>\n<p>In summary, it is hereby</p>\n<p>ORDERED that</p>\n<p>(1) Defendant's motion to dismiss for insufficiency of process and insufficiency of service of process be denied without prejudice to file a renewed motion if plaintiffs do not properly name and serve defendant within ten days of the filing of this order; and</p>\n<p>(2) Defendant's motion to dismiss for failure to state a claim upon which relief can be granted be denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Although Sections 1 and 2 of the Sherman Act speak only to <i>criminal</i> antitrust violations, the court will assume, for purposes of this motion, that plaintiffs also have alleged jurisdiction under the Clayton Act, 15 U.S.C. § 15, which provides this court with jurisdiction over civil actions alleging injury as a result of violations of the antitrust laws.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">49</span></span> (1985)</b></center>\n<center><h1>COASTAL NEURO-PSYCHIATRIC ASSOCIATES, P.A., Ellis F. Muther, M.D., Clarence E. Ballenger, III, M.D., and Mack D. Jones, M.D., Plaintiffs,<br>\nv.<br>\nONSLOW COUNTY HOSPITAL AUTHORITY, Defendant.</h1></center>\n<center>No. 84-51-Civ-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 21, 1985.</center>\n<p><span class=\"star-pagination\">*50</span> John M. Martin, White, Allen, Hooten &amp; Hodges, Kinston, N.C., Noel L. Allen, Barringer, Allen &amp; Pinnix, Raleigh, N.C., for plaintiffs.</p>\n<p>Thaddeus B. Hodgdon, Hollowell &amp; Silverstein, Raleigh, N.C., Alex Warlick, Jr., Warlick, Milsted, Dotson &amp; Carter, Jacksonville, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs brought this antitrust action pursuant to Sections 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2.<sup>[1]</sup> They assert that defendant has improperly restricted use of its computerized axial tomography (hereafter \"CAT Scan\") equipment to certain radiologists to the exclusion of all others. Before the court at this time is defendant's motion to dismiss on grounds of insufficiency of process, insufficiency of service of process and failure to state a claim upon which relief can be granted. F.R.Civ.P., Rule 12(b)(4), (5) and (6). Plaintiff has responded, and the motion is ripe for disposition.</p>\n<p></p>\n<h2>INSUFFICIENCY OF PROCESS AND OF SERVICE OF PROCESS</h2>\n<p>In support of this motion, defendant raises two grounds. First, it asserts that it has been misnamed, in that the caption reads that plaintiffs have sued the Onslow Memorial Hospital, Incorporated, while defendant's actual name is the Onslow County Hospital Authority. Second, defendant contends that the complaint was served on the Hospital Administrator, who is not authorized to accept service for the hospital. F.R.Civ.P., Rule 4(d)(6); N.C.R.C.P., Rule 4(j)(5)(c).</p>\n<p>In response, plaintiffs do not refute these contentions, but assert that dismissal is not justified where it appears that service can be properly made. <i>Bailey v. Boilermakers Local 667,</i> <span class=\"citation\" data-id=\"1531735\"><a href=\"/opinion/1531735/bailey-v-boilermakers-local-667-of-intern-broth/\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">274</span></a></span>, 278 (N.D.W.Va.1979); <i>Securities and Exchange Commission v. Gilbert,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">723</span></span>, 727 (S.D.N.Y.1979). The court agrees. Accordingly, plaintiffs will be given ten days to file an amended complaint properly naming the defendant and to effect proper service upon it. Defendant's motion to dismiss for insufficiency of process and insufficiency of service of process is denied without prejudice to file a renewed motion if plaintiffs do not properly serve defendant within ten days of the filing of this order.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*51</span> FAILURE TO STATE A CLAIM</h2>\n<p>In support of this motion defendant asserts (1) that it is immune from antitrust liability under the state action exemption first set out in <i>Parker v. Brown,</i> <span class=\"citation\" data-id=\"103740\"><a href=\"/opinion/103740/parker-v-brown/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">315</span></span> (1943), and (2) that plaintiffs have failed to allege an illegal tying arrangement or other restraint of trade. These arguments will be addressed seriatim.</p>\n<p></p>\n<h2>1. <i>State Action Exemption</i>\n</h2>\n<p>In <i>Parker v. Brown, supra</i><i>,</i> the Supreme Court first held that a state's exercise of its sovereign powers to impose anticompetitive restraints on trade could not be challenged under the antitrust laws. \"[N]othing in the language of the Sherman Act or its history ... suggests that its purpose was to restrain a state or its officers or agents from activities directed by its legislature.\" <i>Id.</i> at 350-51, 63 S.Ct. at 313-14. Although initially protecting all state instrumentalities and subdivisions, this exemption subsequently was narrowed by the Court. In <i>Goldfarb v. Virginia State Bar,</i> <span class=\"citation\" data-id=\"109269\"><a href=\"/opinion/109269/goldfarb-v-virginia-state-bar/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></a></span>, <span class=\"citation\" data-id=\"109269\"><a href=\"/opinion/109269/goldfarb-v-virginia-state-bar/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2004</span></a></span>, <span class=\"citation\" data-id=\"109269\"><a href=\"/opinion/109269/goldfarb-v-virginia-state-bar/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1975), the Court ruled that in order to be protected from antitrust liability, a state agency's \"anticompetitive activities must be compelled by direction of the State acting as a sovereign.\" <i>Id.</i> at 791, 95 S.Ct. at 2015. Thus, the Virginia State Bar was held not to be exempt from liability where its adoption of a minimum fee schedule was neither mandated nor even suggested by the applicable state laws and regulations.</p>\n<p>The Supreme Court's next major holding in this area came in <i>City of Lafayette v. Louisiana Power &amp; Light Company,</i> <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1978). There, the Court rejected the City of Lafayette, Louisiana's assertion that its city-operated utility was exempt from antitrust laws simply because it was a municipality. Rather, the city was required to show that the state had directed or authorized the anticompetitive practice. \"To permit municipalities to be [totally] shielded from the antitrust laws ... would impair the goals Congress sought to achieve by those laws, ... without furthering the policy underlying the <i>Parker</i> `exemption.'\" (Citation omitted.) <i>Id.</i> at 415, 98 S.Ct. at 1138.</p>\n<p>A plurality of the court developed a two-pronged test which must be satisfied in order to invoke the state action exemption. First, the state must have authorized the challenged activity, and second, it must have done so with an intent to restrict competition.</p>\n<blockquote>[A]n adequate state mandate for anticompetitive activities of cities and other subordinate governmental units exists when it is found \"from the authority given a governmental entity to operate in a particular area, that the legislature contemplated the kind of action complained of.\" (Citation omitted.)</blockquote>\n<p><i>Id.</i> at 415, 98 S.Ct. at 1138; <i>see also, </i><i>Gold Cross Ambulance and Transfer v. City of Kansas City,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></span>, 1011 (8th Cir. 1983).</p>\n<p>This test was further refined in <i>Community Communications Company, Inc. v. City of Boulder,</i> <span class=\"citation\" data-id=\"110638\"><a href=\"/opinion/110638/community-communications-co-v-boulder/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, <span class=\"citation\" data-id=\"110638\"><a href=\"/opinion/110638/community-communications-co-v-boulder/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">835</span></a></span>, <span class=\"citation\" data-id=\"110638\"><a href=\"/opinion/110638/community-communications-co-v-boulder/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></a></span> (1982). In that case, the City of Boulder, Colorado enacted an \"emergency\" ordinance prohibiting the plaintiff from expanding its cable television service for three months. Plaintiff sued, alleging that this activity violated the Sherman Act. The city responded by arguing that it was immune from antitrust liability under the state action doctrine because it was a \"home-rule\" municipality which had been granted extensive powers of self-government by the Colorado Constitution. The Supreme Court, in a 5-3 majority opinion, rejected this argument and held that the ordinance could not be exempt from antitrust scrutiny unless it constituted either the action of the state in its sovereign capacity or a municipal action in furtherance of a clearly articulated and affirmatively expressed state policy. <i>Id.</i> at 48-51, 102 S.Ct. at 839-841. The court further held that</p>\n<blockquote>the requirement of \"clear articulation and affirmative expression\" is not satisfied when the State's position is one of <span class=\"star-pagination\">*52</span> mere <i>neutrality</i> respecting the municipal actions challenged. ... A State that allows its municipalities to do as they please can hardly be said to have \"contemplated\" the specific anticompetitive actions for which municipal liability is sought (emphasis in original).</blockquote>\n<p><i>Id.</i> at 55, 102 S.Ct. at 842.</p>\n<p>Thus, the question for this court is whether the North Carolina legislature has authorized defendant to grant exclusive privileges to certain physicians to use its facilities and whether it has done so with the intent to restrict competition.</p>\n<p>From the statutes cited by the parties, it appears that the first requirement has been met. Chapter 131E of the North Carolina General Statutes, entitled \"Health Care Facilities and Services,\" permits municipalities and counties to own and operate hospital facilities. Part of the purpose of this Act was to insure that adequate hospital facilities would be provided in areas of the state that are not as financially lucrative as the major cities. N.C.G.S. § 131E-15; <i>see also,</i> N.C.G.S. § 131-91, <i>repealed by</i> Session Laws 1983, c. 775, s. 1. The Act further provides, in pertinent part:</p>\n<blockquote>§ 131E-23. Powers of the authority.</blockquote>\n<blockquote>(16) To establish procedures for health care providers to secure the privilege of practicing within any hospital operated by the authority pursuant to Part B of Article 5 of this Chapter;</blockquote>\n<blockquote>(17) To establish reasonable rules governing the conduct of health care providers while on duty in any hospital operated by the facility pursuant to Part B of Article 5 of this Chapter;</blockquote>\n<blockquote>§ 131E-85 Hospital privileges and procedures.</blockquote>\n<blockquote>(a) The granting or denial of privileges to practice in hospitals to physicians licensed under Chapter 90 of the General Statutes, Article 1, dentists and podiatrists and the scope and delineation of such privileges shall be determined by the governing body of the hospital. Such determinations shall be based upon the applicant's education, training, experience, demonstrated competence and ability, and judgment and character of the applicant, and the reasonable objectives and regulations of the hospital, including, but not limited to appropriate utilization of the hospital facilities, in which privileges are sought. Nothing in this Part shall be deemed to mandate hospitals to grant or deny to any such individuals or others privileges to practice in hospitals.</blockquote>\n<p>Thus, the state has granted defendant the authority to grant or deny physicians the privilege to practice in its hospital, including the right to determine who may use its CAT Scan equipment. However, that right is not unfettered. Specific anticompetitive activity is only permissible when it is clear that it has been sanctioned by the legislature. N.C.G.S. § 131E-85(a) does not specifically permit hospitals to deny privileges in order to limit competition. The closest it comes is to permit such determinations to be based on \"the reasonable objectives and regulations of the hospital, including, but not limited to appropriate utilization of the hospital facilities.\"</p>\n<p>Therefore, the court must determine whether limitation of privileges to use defendant's CAT Scan equipment furthers any reasonable hospital objectives. However, such a determination cannot be made at this time. Defendant's only justification for its actions is that it must \"have the latitude necessary to impose restrictions on competition within the hospital in order to meet the needs of indigent patients not being provided for in the private sector.\" Defendant's Brief, p. 16. However, defendant never explains how this particular restriction meets those patients' needs. Instead, it argues that the general intent of Chapter 131E is to permit municipal hospital authorities to limit competition in any way they see fit. The court is unable to agree. <i>Community Communications Company, Inc. v. City of Boulder, supra</i><i>,</i> clearly states that the state must have contemplated the <i>specific</i> anticompetitive action challenged. 455 U.S. at 55, 102 S.Ct. at 842; <i>accord, </i><i>Pinehurst Airlines, Inc. v. Resort Air Service, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">543</span></span>, <span class=\"star-pagination\">*53</span> 552 (M.D.N.C.1975). While Chapter 131E does contemplate anticompetitive activity with respect to the number of hospitals permitted in a given area, <i>see</i> N.C.G.S. § 131E-175, defendant points to nothing in that chapter which gives it unbridled authority to restrict the use of its facilities in contravention of the Sherman Act. <i>See </i><i>State of North Carolina ex rel. Edmisten v. P.I.A. Asheville, Inc.,</i> <span class=\"citation\" data-id=\"439236\"><a href=\"/opinion/439236/state-of-north-carolina-ex-rel-rufus-l-edmisten-attorney-general-v/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span> (4th Cir.1984).</p>\n<p>Furthermore, when ruling on a motion to dismiss, the court must take the allegations raised in the complaint as true. <i>United States v. Mississippi,</i> <span class=\"citation\" data-id=\"106992\"><a href=\"/opinion/106992/united-states-v-mississippi/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, <span class=\"citation\" data-id=\"106992\"><a href=\"/opinion/106992/united-states-v-mississippi/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, <span class=\"citation\" data-id=\"106992\"><a href=\"/opinion/106992/united-states-v-mississippi/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">717</span></a></span> (1965). Plaintiffs have alleged that defendant's actions do not further any reasonable hospital or state objectives. Therefore, the court cannot say, at this time, that defendant's actions fall under the state action exemption.</p>\n<p></p>\n<h2>2. <i>Illegal Tie-In</i>\n</h2>\n<p>Defendant's next contention is that plaintiffs have failed to allege an illegal tying arrangement or other restraint of trade which would invoke the protection of the Sherman Act. The Supreme Court has recently dealt with the subject of illegal tie-ins in <i>Jefferson Parish Hospital District No. 2 v. Hyde,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1551</span></a></span>, <span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">2</span></a></span> (1984). In that case the plaintiff, an anesthesiologist, challenged the defendant hospital's exclusive contract providing that all anesthesiological services required by the hospital's patients would be performed by a specific professional medical corporation. Plaintiff contended that this contract violated the Sherman Act. After trial, the district court concluded that the contract in question had minimal anticompetitive consequences which were outweighed by the benefits in the form of improved patient care. <i>Hyde v. Jefferson Parish Hospital District No. 2,</i> <span class=\"citation\" data-id=\"1613257\"><a href=\"/opinion/1613257/hyde-v-jefferson-parish-hosp-dist-no-2/\"><span class=\"volume\">513</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">532</span></a></span> (E.D.La.1981). The Court of Appeals reversed, holding that the contract was illegal \"per se.\" <i>Hyde v. Jefferson Parish Hospital District No. 2,</i> <span class=\"citation\" data-id=\"407793\"><a href=\"/opinion/407793/dr-edwin-g-hyde-v-jefferson-parish-hospital-district-no-2-and-east/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span> (5th Cir.1982). On review, the Supreme Court found that there was a tying arrangement in that the hospital used its control over a tying product (the operating room facilities) to require patients to purchase the tied product (the contracted for anesthesiology services). However, it reversed the Court of Appeals' holding because it found that plaintiff had failed to show that this arrangement unreasonably restrained competition, since there was nothing in the record to indicate that patients could not seek anesthesiological services elsewhere in the relevant market.</p>\n<blockquote>Tying arrangements need only be condemned if they restrain competition on the merits by forcing purchases that would not otherwise be made. ... The evidence indicates that some surgeons and patients preferred respondent's services to those of Roux, but there is no evidence that any patient who was sophisticated enough to know the difference between two anesthesiologists was not also able to go to a hospital that would provide him with the anesthesiologist of his choice.</blockquote>\n<p>104 S.Ct. at 1566-68.</p>\n<p>Therefore, this court must decide first, whether plaintiffs have alleged a tying arrangement and second, whether they have alleged a sufficiently anticompetitive effect on the relevant market. Plaintiffs appear to have met the first test. They allege that the defendant has engaged in two tying arrangements in that: (1) patients who use the hospital's services (the tying product) are forced to use the hospital's own CAT Scan (the tied product) when such a procedure is needed by the patient; and (2) patients who use the hospital's CAT Scan (the tying product) are forced to use the hospital's chosen radiologists (the tied product) rather than one of their own choosing.</p>\n<p>The latter arrangement asserted by plaintiff is virtually identical to the one in <i>Hyde</i> and clearly constitutes a tying arrangement. However, the first arrangement does not. <i>All</i> patients who use the hospital's services are not required to use its CAT Scan equipment. Only those who need a CAT Scan are required to use that equipment. Thus, there is no tying product. <span class=\"star-pagination\">*54</span> This situation is no different from a restaurant which requires its customers to purchase the restaurant's wine if they wish to have wine with their meal. If the restaurant <i>required</i> customers to purchase wine whenever they purchased a meal, it would be engaged in a tying arrangement. But the restaurant does not violate the antitrust laws simply because it does not let its customers pick and choose among its products. Similarly, plaintiffs' second situation would constitute a tying arrangement only if all patients who sought the hospital's services were required to undergo a CAT Scan. Since they are not so required, only the first situation alleged by plaintiffs constitutes a tying arrangement.</p>\n<p>The second requirement, that plaintiffs allege a sufficiently anticompetitive effect on the relevant market, has also been met. Defendant asserts that the relevant market is all of eastern North Carolina, since plaintiffs admit in their complaint that they service that area. However, the relevant market area is not the total area serviced by plaintiffs, but the market in which plaintiffs and defendant compete. <i>See </i><i>Hyde, supra,</i> 104 S.Ct. at 1561. By statute, that market area includes \"the area within 10 miles from the territorial boundaries\" of Onslow County. N.C.G.S. § 131E-20(a). There is no dispute that defendant operates the only hospital in this area, thus preventing plaintiffs from using another hospital to treat patients needing CAT Scans. It is of no moment that plaintiffs have their own CAT Scan equipment, for they have alleged that hospital patients must use only the hospital's CAT Scan equipment when they are in the hospital. Thus, plaintiffs have successfully alleged that defendant's policy of giving certain radiologists the exclusive right to perform and interpret all CAT Scans has an anticompetitive effect over the relevant market area. Therefore, defendant's motion to dismiss must be denied, as plaintiffs have met the two-pronged test set out in <i>Hyde.</i></p>\n<p>In summary, it is hereby</p>\n<p>ORDERED that</p>\n<p>(1) Defendant's motion to dismiss for insufficiency of process and insufficiency of service of process be denied without prejudice to file a renewed motion if plaintiffs do not properly name and serve defendant within ten days of the filing of this order; and</p>\n<p>(2) Defendant's motion to dismiss for failure to state a claim upon which relief can be granted be denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Although Sections 1 and 2 of the Sherman Act speak only to <i>criminal</i> antitrust violations, the court will assume, for purposes of this motion, that plaintiffs also have alleged jurisdiction under the Clayton Act, 15 U.S.C. § 15, which provides this court with jurisdiction over civil actions alleging injury as a result of violations of the antitrust laws.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1613257/"
  ]
}