{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2373417/",
  "absolute_url": "/opinion/2373417/henry-v-nationwide-insurance-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2373417/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:53.348569Z",
  "date_modified": "2016-04-26T23:21:38.767174Z",
  "type": "010combined",
  "sha1": "c62de9933c50bde5e4f92acc6bdbeda2920fe297",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>139 F.Supp. 806 (1956)</b></center>\n<center><h1>Earl HENRY, Plaintiff,<br>\nv.<br>\nNATIONWIDE INSURANCE COMPANY, Defendant.</h1></center>\n<center>Civ. No. 838.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 31, 1956.</center>\n<p>Doffermyre &amp; Stewart, Dunn, for plaintiff.</p>\n<p>Smith, Leach, Anderson &amp; Dorsett, Raleigh, Salmon &amp; Hooper, Dunn, for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was brought by plaintiff who was insured by defendant against liability for personal injuries and property damages arising out of the use of a certain automobile, to recover the balance due on a judgment obtained against him for such personal injuries and property damage arising out of use of the covered vehicle. The defendant has paid on the judgment the full amount of its coverage, but the plaintiff avers that the defendant is liable to him for the remainder because of its bad faith or negligence in not accepting a compromise offer of settlement within the limit of the coverage. By consent the case was heard without a jury.</p>\n<p>Three days after the collision which eventually gave rise to this suit, a trainee-adjuster representing the defendant, plaintiff's insurance carrier, visited Hamilton, who was injured and damaged, in the hospital, at which time the adjuster became convinced that liability was clear and that the injuries to Hamilton were serious, though, of course, at that time unpredictable as to the extent, whether permanent or temporary, or what the medical expenses would be. However, I find that he should have known that such injuries measured in dollars and cents probably would exceed <span class=\"star-pagination\">*807</span> the limit of his Company's liability for personal injuries under its policy.</p>\n<p>The adjuster and Hamilton differ about what conversation occurred, but the adjuster's version is strongly supported by his written report to his Company made just afterwards. According to the former's version, Hamilton offered to settle his claim against Henry (and the insurance company) upon payment of $1,000 and all medical expenses and damage to his automobile, while Hamilton testified he agreed to accept $1,000 in full settlement. In any event, the adjuster, who was without authority to agree to any settlement, so advised Hamilton, and further stated he would return with some one who had such authority. Three days after the first interview between the adjuster and Hamilton, the trainee-adjuster accompanied by an experienced adjuster for defendant authorized to settle visited Hamilton at the hospital, and at that time, according to both adjusters, Hamilton was told they had come to settle the claim in accord with his offer made at the previous meeting; and, according to both adjusters, Hamilton refused to discuss settlement, saying \"he was going all the way\". On the other hand, Hamilton testified that at the second meeting he renewed his offer to accept $1,000 and that the adjusters rejected it, saying the insurance company would do no more than pay Hamilton's hospital bill and fix his car. Whatever may be the fact with regard to the second meeting, no agreement to settle was reached and finally an action was brought by Hamilton against the plaintiff herein in the Superior Court of Harnett County and the jury awarded damages of $25,300 against plaintiff 혰 $300 for the damage to Hamilton's automobile, and $25,000 for his personal injuries. Judgment accordingly was entered. Thereupon, the defendant herein paid into court for credit on the judgment the sum of $5,300, the full amount of its liability under the policy. The plaintiff has made no payment on the judgment, and owns no property subject to execution.</p>\n<p>Following the second meeting with Hamilton when, according to both adjusters, Hamilton refused to talk settlement, the trainee-adjuster kept posted with respect to the condition of Hamilton but made no further attempt to settle the claim with him.</p>\n<p>When the action was instituted by Hamilton against Henry, the insurance company (defendant here), in accord with the policy, undertook the defense in behalf of the insured (plaintiff here). Counsel for the insurance company, sensing that the recovery might well be beyond the limit of liability on the part of the company, suggested to the insured that he should have his own counsel in the case. Accordingly, the insured employed counsel, and at the trial was represented by such counsel as well as counsel employed by the insurance company. Upon conference with counsel representing Henry in the action brought against him by Hamilton, the insurance company counsel learned that $7,500 would be accepted in settlement and he thereupon expressed willingness to pay the full amount of the company's liability under the policy, which he was authorized to do. The defendant declined to contribute anything toward a settlement and, as counsel for Hamilton would accept no less than $7,500, the negotiations collapsed.</p>\n<p>On the findings recited, the plaintiff insists that I should also find that defendant was guilty of bad faith or negligence by failing to accept an offer of compromise within the coverage of the policy, and that he has been damaged thereby in the amount of $20,000, the amount still due on the judgment; while the defendant insists that I should decline to find either bad faith or negligence on the part of the defendant, and further, that there is no proof of damage since the plaintiff has not paid and presently cannot be forced to pay anything on the judgment.</p>\n<p>There is as of now unanimity among the courts to the effect that in situations like the one established here the insurer is under legal obligation to <span class=\"star-pagination\">*808</span> give consideration to the insured's interest, but there is a definite split of authority on the question of whether this obligation of the insurer is only to act in good faith to insured in considering an offer to settle within the limits of the policy, or whether it is required to exercise due care and is, consequently, liable for a negligent rejection of such compromise offer. There is a comprehensive note at page 168 of 40 A.L.R.2d. The North Carolina Court seems to have adopted the bad faith rather than the negligence rule. Wynnewood Lumber Co. v. Travelers' Ins. Co., 173 N.C. 269, 91 S.E. 946. In this case the insured claimed that the insurer could have settled at a figure within the limits of the policy but refused or neglected to do so. A judgment in excess of the policy limits was obtained and the action was for the excess. A dismissal was affirmed on appeal. At page 271 of 173 N.C., at page 947 of 91 S.E. the opinion reads: \"A casual examination of the policy makes it clear that the parties agreed that the defendant should have the sole right to compromise and settle claims brought against the plaintiff. There is no allegation that this power was exercised by the defendant fraudulently, oppressively, or otherwise than in good faith. That provision was evidently placed in the contract for the protection of the insurer and gives the insurer the right to exercise its own judgment as to when a compromise and a settlement shall be made. Of course, it must be exercised in good faith and without any wrongful or fraudulent purpose. When properly exercised, it is binding upon the insured. It turns out that it would have been better for all parties, the plaintiff as well as the defendant, if the offer of compromise had been accepted; but * * * `This is a case where hindsight turns out to be better than foresight.' It was a mistake of judgment, something not unusual in the affairs of this life. Such a mistake, honestly made, does not subject the person to legal liability. * * * The insurer is liable where it assumes the duty of defending a suit and negligently fails to discharge such duty. The insurer is also liable if it exercises the exclusive power of settlement in bad faith, or for purposes of fraud to the injury of the insured.\"</p>\n<p>There is neither allegation nor proof that the defendant here negligently failed in its duty to defend the suit, and whether we apply the bad faith or the negligence rule in determining the question of defendant's liability for failure to compromise, in my opinion the evidence does not show liability on the part of the defendant.</p>\n<p>From the conflicting evidence I find these basic facts which relate to this question: Three days after the accident the defendant's agent met with the injured person and was advised by him of his willingness to settle upon payment of $1,000, together with all medical expenses and costs of repairs to the automobile; the agent was convinced that there was liability and that settlement on the basis of payment of the amount which the injured person was willing to accept would be in the interest of the insured and the insurer; however, the agent lacked authority to settle and told the injured person of this, saying he would return with a company representative with authority; three days later the same agent and another having authority visited the injured person for the purpose of settling the claim in accord with the offer which had been made; (presumably, the idea was to reach an agreed approximation of the medical expenses and repairs, since at the time Hamilton was still in the hospital undergoing treatment and costs of repairs had not been determined); on this occasion Hamilton withdrew his offer and refused to further discuss settlement, saying in effect that he intended to have his claim adjudicated in court; no further attempt to reach a settlement was made until after suit was instituted but before trial, when the defendant here offered to pay its full coverage under the policy toward a settlement; this offer failed to accomplish settlement, as the injured person refused to accept less than $7,500 혰 a figure substantially <span class=\"star-pagination\">*809</span> in excess of the defendant's maximum liability under its contract. I find neither bad faith nor negligence in the manner in which the insurance company undertook to perform its obligation to the insured.</p>\n<p>It seems to me that under these findings the only argument open to plaintiff is that the sending of an inexperienced agent to investigate the claim who did not have authority to settle is, without more, sufficient to justify a finding of bad faith or negligence. This argument will not stand up. The trainee-adjuster was licensed to make investigations by the Insurance Commissioner and the practice of using such inexperienced beginners was then and has been in general use. To hold the insurance company liable for such handling of the claim would amount to saying that the insurer must be prepared at the outset to recognize a fair offer of settlement the moment it is made and accept it immediately before there is opportunity to withdraw it, or be held answerable for the consequences should it turn out that it was in the interest of the insured to have done so. In my opinion, the insurer is not to be held to any such rigid accountability. As a matter of fact, there is doubt whether it would have been good judgment for the insurer to have accepted the offer, though such was the intention of the agents on the occasion of the second meeting.</p>\n<p>Hamilton was seriously hurt; he could not know how badly or what his expenses would finally come to; he was in much pain and without counsel. In view of almost sure liability, the settlement would have been an injudicious one from the standpoint of the patient. Ordinarily, compromises are not entered into in such atmosphere, and usually when they are entered into, the releases taken fail to hold up under attack.</p>\n<p>Having decided as set forth that the evidence does not show any breach of obligation of the insurer to the insured, I do not reach the question whether, to recover, the insured must show that he has paid something on the judgment. There are cases on both sides of this question and many of them are annotated and discussed in the note in 40 A.L.R. at page 168, above mentioned. In State Automobile Mutual Insurance Co. of Columbus, Ohio v. York, 104 F.2d 730, our Court of Appeals indicated that to justify any recovery it must appear that something had been paid on the judgment, but such holding was not necessary to the decision, and there appear to be potent arguments to the contrary. But I do not have to answer the question.</p>\n<p>A judgment in favor of the defendant will enter.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">806</span></span> (1956)</b></center>\n<center><h1>Earl HENRY, Plaintiff,<br>\nv.<br>\nNATIONWIDE INSURANCE COMPANY, Defendant.</h1></center>\n<center>Civ. No. 838.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 31, 1956.</center>\n<p>Doffermyre &amp; Stewart, Dunn, for plaintiff.</p>\n<p>Smith, Leach, Anderson &amp; Dorsett, Raleigh, Salmon &amp; Hooper, Dunn, for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was brought by plaintiff who was insured by defendant against liability for personal injuries and property damages arising out of the use of a certain automobile, to recover the balance due on a judgment obtained against him for such personal injuries and property damage arising out of use of the covered vehicle. The defendant has paid on the judgment the full amount of its coverage, but the plaintiff avers that the defendant is liable to him for the remainder because of its bad faith or negligence in not accepting a compromise offer of settlement within the limit of the coverage. By consent the case was heard without a jury.</p>\n<p>Three days after the collision which eventually gave rise to this suit, a trainee-adjuster representing the defendant, plaintiff's insurance carrier, visited Hamilton, who was injured and damaged, in the hospital, at which time the adjuster became convinced that liability was clear and that the injuries to Hamilton were serious, though, of course, at that time unpredictable as to the extent, whether permanent or temporary, or what the medical expenses would be. However, I find that he should have known that such injuries measured in dollars and cents probably would exceed <span class=\"star-pagination\">*807</span> the limit of his Company's liability for personal injuries under its policy.</p>\n<p>The adjuster and Hamilton differ about what conversation occurred, but the adjuster's version is strongly supported by his written report to his Company made just afterwards. According to the former's version, Hamilton offered to settle his claim against Henry (and the insurance company) upon payment of $1,000 and all medical expenses and damage to his automobile, while Hamilton testified he agreed to accept $1,000 in full settlement. In any event, the adjuster, who was without authority to agree to any settlement, so advised Hamilton, and further stated he would return with some one who had such authority. Three days after the first interview between the adjuster and Hamilton, the trainee-adjuster accompanied by an experienced adjuster for defendant authorized to settle visited Hamilton at the hospital, and at that time, according to both adjusters, Hamilton was told they had come to settle the claim in accord with his offer made at the previous meeting; and, according to both adjusters, Hamilton refused to discuss settlement, saying \"he was going all the way\". On the other hand, Hamilton testified that at the second meeting he renewed his offer to accept $1,000 and that the adjusters rejected it, saying the insurance company would do no more than pay Hamilton's hospital bill and fix his car. Whatever may be the fact with regard to the second meeting, no agreement to settle was reached and finally an action was brought by Hamilton against the plaintiff herein in the Superior Court of Harnett County and the jury awarded damages of $25,300 against plaintiff 혰 $300 for the damage to Hamilton's automobile, and $25,000 for his personal injuries. Judgment accordingly was entered. Thereupon, the defendant herein paid into court for credit on the judgment the sum of $5,300, the full amount of its liability under the policy. The plaintiff has made no payment on the judgment, and owns no property subject to execution.</p>\n<p>Following the second meeting with Hamilton when, according to both adjusters, Hamilton refused to talk settlement, the trainee-adjuster kept posted with respect to the condition of Hamilton but made no further attempt to settle the claim with him.</p>\n<p>When the action was instituted by Hamilton against Henry, the insurance company (defendant here), in accord with the policy, undertook the defense in behalf of the insured (plaintiff here). Counsel for the insurance company, sensing that the recovery might well be beyond the limit of liability on the part of the company, suggested to the insured that he should have his own counsel in the case. Accordingly, the insured employed counsel, and at the trial was represented by such counsel as well as counsel employed by the insurance company. Upon conference with counsel representing Henry in the action brought against him by Hamilton, the insurance company counsel learned that $7,500 would be accepted in settlement and he thereupon expressed willingness to pay the full amount of the company's liability under the policy, which he was authorized to do. The defendant declined to contribute anything toward a settlement and, as counsel for Hamilton would accept no less than $7,500, the negotiations collapsed.</p>\n<p>On the findings recited, the plaintiff insists that I should also find that defendant was guilty of bad faith or negligence by failing to accept an offer of compromise within the coverage of the policy, and that he has been damaged thereby in the amount of $20,000, the amount still due on the judgment; while the defendant insists that I should decline to find either bad faith or negligence on the part of the defendant, and further, that there is no proof of damage since the plaintiff has not paid and presently cannot be forced to pay anything on the judgment.</p>\n<p>There is as of now unanimity among the courts to the effect that in situations like the one established here the insurer is under legal obligation to <span class=\"star-pagination\">*808</span> give consideration to the insured's interest, but there is a definite split of authority on the question of whether this obligation of the insurer is only to act in good faith to insured in considering an offer to settle within the limits of the policy, or whether it is required to exercise due care and is, consequently, liable for a negligent rejection of such compromise offer. There is a comprehensive note at page 168 of 40 A.L.R.2d. The North Carolina Court seems to have adopted the bad faith rather than the negligence rule. Wynnewood Lumber Co. v. Travelers' Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">269</span></span>, 91 S.E. 946. In this case the insured claimed that the insurer could have settled at a figure within the limits of the policy but refused or neglected to do so. A judgment in excess of the policy limits was obtained and the action was for the excess. A dismissal was affirmed on appeal. At page 271 of 173 N.C., at page 947 of 91 S.E. the opinion reads: \"A casual examination of the policy makes it clear that the parties agreed that the defendant should have the sole right to compromise and settle claims brought against the plaintiff. There is no allegation that this power was exercised by the defendant fraudulently, oppressively, or otherwise than in good faith. That provision was evidently placed in the contract for the protection of the insurer and gives the insurer the right to exercise its own judgment as to when a compromise and a settlement shall be made. Of course, it must be exercised in good faith and without any wrongful or fraudulent purpose. When properly exercised, it is binding upon the insured. It turns out that it would have been better for all parties, the plaintiff as well as the defendant, if the offer of compromise had been accepted; but * * * `This is a case where hindsight turns out to be better than foresight.' It was a mistake of judgment, something not unusual in the affairs of this life. Such a mistake, honestly made, does not subject the person to legal liability. * * * The insurer is liable where it assumes the duty of defending a suit and negligently fails to discharge such duty. The insurer is also liable if it exercises the exclusive power of settlement in bad faith, or for purposes of fraud to the injury of the insured.\"</p>\n<p>There is neither allegation nor proof that the defendant here negligently failed in its duty to defend the suit, and whether we apply the bad faith or the negligence rule in determining the question of defendant's liability for failure to compromise, in my opinion the evidence does not show liability on the part of the defendant.</p>\n<p>From the conflicting evidence I find these basic facts which relate to this question: Three days after the accident the defendant's agent met with the injured person and was advised by him of his willingness to settle upon payment of $1,000, together with all medical expenses and costs of repairs to the automobile; the agent was convinced that there was liability and that settlement on the basis of payment of the amount which the injured person was willing to accept would be in the interest of the insured and the insurer; however, the agent lacked authority to settle and told the injured person of this, saying he would return with a company representative with authority; three days later the same agent and another having authority visited the injured person for the purpose of settling the claim in accord with the offer which had been made; (presumably, the idea was to reach an agreed approximation of the medical expenses and repairs, since at the time Hamilton was still in the hospital undergoing treatment and costs of repairs had not been determined); on this occasion Hamilton withdrew his offer and refused to further discuss settlement, saying in effect that he intended to have his claim adjudicated in court; no further attempt to reach a settlement was made until after suit was instituted but before trial, when the defendant here offered to pay its full coverage under the policy toward a settlement; this offer failed to accomplish settlement, as the injured person refused to accept less than $7,500 혰 a figure substantially <span class=\"star-pagination\">*809</span> in excess of the defendant's maximum liability under its contract. I find neither bad faith nor negligence in the manner in which the insurance company undertook to perform its obligation to the insured.</p>\n<p>It seems to me that under these findings the only argument open to plaintiff is that the sending of an inexperienced agent to investigate the claim who did not have authority to settle is, without more, sufficient to justify a finding of bad faith or negligence. This argument will not stand up. The trainee-adjuster was licensed to make investigations by the Insurance Commissioner and the practice of using such inexperienced beginners was then and has been in general use. To hold the insurance company liable for such handling of the claim would amount to saying that the insurer must be prepared at the outset to recognize a fair offer of settlement the moment it is made and accept it immediately before there is opportunity to withdraw it, or be held answerable for the consequences should it turn out that it was in the interest of the insured to have done so. In my opinion, the insurer is not to be held to any such rigid accountability. As a matter of fact, there is doubt whether it would have been good judgment for the insurer to have accepted the offer, though such was the intention of the agents on the occasion of the second meeting.</p>\n<p>Hamilton was seriously hurt; he could not know how badly or what his expenses would finally come to; he was in much pain and without counsel. In view of almost sure liability, the settlement would have been an injudicious one from the standpoint of the patient. Ordinarily, compromises are not entered into in such atmosphere, and usually when they are entered into, the releases taken fail to hold up under attack.</p>\n<p>Having decided as set forth that the evidence does not show any breach of obligation of the insurer to the insured, I do not reach the question whether, to recover, the insured must show that he has paid something on the judgment. There are cases on both sides of this question and many of them are annotated and discussed in the note in 40 A.L.R. at page 168, above mentioned. In State Automobile Mutual Insurance Co. of Columbus, Ohio v. York, <span class=\"citation\" data-id=\"1492662\"><a href=\"/opinion/1492662/state-automobile-mut-ins-co-v-york/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span>, our Court of Appeals indicated that to justify any recovery it must appear that something had been paid on the judgment, but such holding was not necessary to the decision, and there appear to be potent arguments to the contrary. But I do not have to answer the question.</p>\n<p>A judgment in favor of the defendant will enter.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1492662/"
  ]
}