{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2373115/",
  "absolute_url": "/opinion/2373115/lewis-v-microsoft-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2373115/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:50.470989Z",
  "date_modified": "2016-04-26T23:21:38.438616Z",
  "type": "010combined",
  "sha1": "f2069da3138267c8edb99790ddeeb0b93c4f4e36",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>410 F.Supp.2d 432 (2006)</b></center>\n<center><h1>Brenda D. LEWIS, M.A.S., J.D., William L. Flowers, Jr. (husband and wife), Plaintiffs,<br>\nv.<br>\nMICROSOFT CORPORATION, a Washington corporation, Defendant.</h1></center>\n<center>No. 5:05 CV 343 H(W).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 23, 2006.</center>\n<p><span class=\"star-pagination\">*433</span> Brenda D. Lewis, Raleigh, NC, Pro Se.</p>\n<p>William L. Flowers, Pro Se.</p>\n<p>Christopher A. Hicks, Katten Muchin Rosenman LLP, Richard L. Farley, Katten Muchin Rosenman, LLP, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion for judgment on the pleadings as to Counts I, III, and IV of plaintiffs' complaint, pursuant to Rule 12(c) of the Federal Rules of Civil Procedure, and on defendant's motion to dismiss Counts II and IV of plaintiffs' complaint for failure to state a claim upon which relief can be granted, pursuant to Rule 12(b)(6). Plaintiffs have responded in opposition to both motions, and defendant has replied. Plaintiffs <span class=\"star-pagination\">*434</span> have also filed a motion to amend their complaint to correct two \"typographical errors.\" Defendant has responded. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Defendant owns trademark Registration No. 1872264 for the mark WINDOWS. Plaintiffs have twice attempted to obtain cancellation of this mark, first on the grounds that they established common law trademark rights in the name of WINDOWPAD prior to any use of the word \"Windows\" by defendant, and later on the grounds that defendant defrauded the United States Patent and Trademark Office (\"USPTO\") by stating that its first use of \"Windows\" occurred on October 18, 1983.</p>\n<p>Plaintiffs' complaint alleges the following four claims: (1) an action for infringement of a common law trademark; (2) an appeal of a 2002 Trademark Trial and Appeal Board (\"Board\" or \"T.T.A.B.\") decision related to plaintiffs' first attempt to obtain cancellation of defendant's mark; (3) an action for declaratory relief based on plaintiffs' alleged prior use of the word \"window\"; and, (4) a RICO action for injuries allegedly suffered because of defendant's infringement of plaintiffs' common law trademark. In a \"Motion for Leave of Court to Amend Complaint with Correction of Typographical Errors,\" plaintiffs attempt to alter their second claim to make it an appeal of the Board's March 17, 2005 decision related to their second attempt to obtain cancellation of defendant's mark instead of the 2002 Board decision.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Plaintiffs filed their first petition before the Board in 1997, proceeding on behalf of En Fleur, a small family-owned company in which plaintiffs are the sole shareholders, officers, directors, and employees. The 1997 petition sought to cancel defendant's registration No. 1872264 for the mark WINDOWS. In their petition, plaintiffs alleged that defendant's mark was likely to be confused with plaintiffs' common law trademark WINDOWPAD. WindowPad was an integrated windowing and note processing utility software program, copyrighted by plaintiffs on November 13, 1984. The Board found that En Fleur's use was junior to defendant's and that En Fleur had abandoned any rights it had in WINDOWPAD. <i>See EN FLEUR CORP.,</i> Cancellation No. 92026548, 2002 WL 1677753 (Trademark Tr. &amp; App. Bd., July 24, 2002). The Federal Circuit dismissed plaintiffs' appeal of the Board's decision on procedural grounds and denied plaintiffs' motion for reconsideration of the dismissal. <i>En Fleur Corp. v. Microsoft Corp.,</i> 68 Fed. Appx. 188 (Fed.Cir.2003) (unpublished), <i>reconsideration denied</i> (Fed.Cir., July 31, 2003).<sup>[1]</sup></p>\n<p>In June 2004, plaintiffs filed a second Board petition, again seeking cancellation of defendant's WINDOWS mark. In this second petition plaintiffs, now in their own names instead of as representatives of En Fleur, alleged that they had common law trademark rights in the name of WINDOWPAD, that their rights existed prior to defendant's establishment of rights in WINDOWS, and that plaintiffs had not abandoned their rights. Furthermore, this second petition alleged that defendant defrauded the USPTO by stating that its first use of WINDOWS occurred on October 18, 1983. The Board entered summary judgment for defendant, holding that plaintiffs' earlier action, Cancellation No. <span class=\"star-pagination\">*435</span> 92026548, had preclusive effect in Cancellation No. 92043487, and that</p>\n<blockquote>the date of first use asserted by respondent in its application, even if false, is not a material representation and cannot be said to constitute fraud on the Patent and Trademark Office. <i>See, e.g., </i><i>Georgia-Southern Oil, Inc. v. Richardson,</i> 16 U.S.P.Q.2d 1723 (Trademark Tr. &amp; App. Bd.1990) (Erroneous date of first use could not possibly result in allowance of registration that otherwise would not be allowed, as long as technical trademark use occurred prior to filing of application, and thus date of first use alleged in application cannot, even if false, constitute fraud on Patent and Trademark Office.); <i>Colt Industries Operating Corp. v. Olivetti Controllo Numerico S.P.A.,</i> 1983 WL 51834, 221 U.S.P.Q. 73, 76 (Trademark Tr. &amp; App. Bd.1983); and <i>Autac Incorporated v. Walco Systems, Inc.,</i> 1977 WL 22525, 195 U.S.P.Q. 11 (Trademark Tr. &amp; App. Bd.1977).</blockquote>\n<p><i>BRENDA D. LEWIS &amp; WILLIAM L. FLOWERS v. MICROSOFT CORP.,</i> Cancellation No. 92043487, 2005 WL 847443, *4-6 (Trademark Tr. &amp; App. Bd. March 17, 2005).</p>\n<p>Plaintiffs filed their complaint in this court on May 16, 2005, offering substantially the same arguments as those raised in their earlier proceedings before the Board, namely that defendants infringed on plaintiffs' common law trademark rights and defrauded the USPTO, causing injury to plaintiffs. Defendant has moved for judgment on the pleadings and/or to dismiss plaintiffs' complaint for failure to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. Standards of Review, Fed.R.Civ.P. 12(b)(6) and 12(c)</p>\n<p>A federal district court confronted with a motion to dismiss for failure to state a claim pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure should view the allegations of the complaint in the light most favorable to the plaintiff. <i>See </i><i>Ibarra v. United States,</i> 120 F.3d 472, 474 (4th Cir.1997). The intent of Rule 12(b)(6) is to test the sufficiency of a complaint; \"importantly, [a Rule 12(b)(6) motion] does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 243 (4th Cir.1999) (<i>citing </i><i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992)). After accepting all well-pleaded allegations in the plaintiff's complaint as true and drawing all reasonable factual inferences from those facts in the plaintiff's favor, motions to dismiss are granted only where the plaintiff can prove no set of facts which would entitle her to relief. <i>See </i><i>Mylan Lab., Inc. v. Matkari,</i> 7 F.3d 1130 (4th Cir.1993). \"A district court ruling on a motion to dismiss may consider a document the authenticity of which is not contested, and upon which plaintiff's complaint necessarily relies.\" <i>Stewart v. Pension Trust of Bethlehem Steel Corp.,</i> 12 Fed.Appx. 174 (4th Cir.2001) (unpublished) (<i>quoting </i><i>Parrino v. FHP, Inc.,</i> 146 F.3d 699, 706 (9th Cir.1998)).</p>\n<p>A motion for judgment on the pleadings brought pursuant to Rule 12(c) of the Federal Rules of Civil Procedure is decided under the same standard applied to Rule 12(b)(6) motions. <i>Burbach Broadcasting Co. of Delaware v. Elkins Radio Corp.,</i> 278 F.3d 401, 405-06 (4th Cir.2002).</p>\n<p>II. Analysis</p>\n<p>A. <i>Defendant's Motion for Judgment on the Pleadings</i></p>\n<p>Defendant moves for judgment on the pleadings as to Counts I, III, and IV of plaintiffs' complaint, arguing that the doctrine of res judicata bars plaintiffs' recovery. In the Fourth Circuit and the <span class=\"star-pagination\">*436</span> Federal Circuit, a later claim is precluded when: (1) the prior judgment was final and on the merits, and rendered by a court of competent jurisdiction in accordance with the requirements of due process; (2) the parties are identical or in privity; and (3) the claim in the second matter is based on the same cause of action involved in the earlier proceeding. <i>Grausz v. Englander,</i> 321 F.3d 467, 472 (4th Cir.2003); <i>Jet. Inc. v. Sewage Aeration Systems,</i> 223 F.3d 1360, 1362-63 (Fed.Cir.2000). In addition, issues that have been \"actually and necessarily determined by a court of competent jurisdiction in [earlier] litigation\" between parties or their privies are conclusive in later actions between the same parties. <i>See </i><i>Orca Yachts, L.L.C. v. Mollicam, Inc.,</i> 287 F.3d 316, 318-19 (4th Cir.2002) (quoting <i>Montana v. United States,</i> 440 U.S. 147, 153, 99 S.Ct. 970, 59 L.Ed.2d 210 (1979)); <i>see also </i><i>The Baltimore Luggage Co. v. Samsonite Corp.,</i> 977 F.2d 571, 1992 WL 296368, *3 (1992) (\"When an administrative agency acts in a judicial capacity and `resolves disputed issues of fact properly before it which the parties have had a full and fair opportunity to litigate,' courts `have not hesitated to apply res judicata to enforce repose.'\" (quoting <i>United States v. Utah Construction &amp; Mining Co.,</i> 384 U.S. 394, 421-22, 86 S.Ct. 1545, 1559-60, 16 L.Ed.2d 642 (1966))) (unpublished table decision). In this case, defendant argues that one of the issues that plaintiffs must prove to prevail on Counts I, III, and IV of their complaint has already been \"actually and necessarily determined\" against plaintiffs in the <i>EN FLEUR</i> proceedings.<sup>[2]</sup></p>\n<p>To prevail on Count I (common law trademark infringement), Count III (request for declaration of senior user rights), and Count IV (fraud-based RICO claim alleging injuries suffered due to common law trademark infringement), plaintiffs would need to establish that they had priority based on their use of the WINDOWPAD mark. <i>See, e.g., </i><i>Two Pesos, Inc. v. Taco Cabana, Inc.,</i> 505 U.S. 763, 769, 112 S.Ct. 2753, 2757-58, 120 L.Ed.2d 615 (1992); <i>Emergency One, Inc. v. American Fire Eagle Engine Co., Inc.,</i> 332 F.3d 264, 267-68 (4th Cir.2003); <i>Perini Corp. v. Perini Const., Inc.,</i> 915 F.2d 121, 124-25 (4th Cir.1990). However, in the <i>EN FLEUR</i> proceedings, the Board found that plaintiff's use of WINDOWPAD was <i>junior</i> to defendant's use of WINDOWS and that plaintiffs abandoned any rights they had in WINDOWPAD through non-use since 1987. Cancellation No. 26548, 2002 WL 1677753 at *2-3. These findings were necessary and essential to the Board's dismissal of plaintiff's cancellation petition. Upon dismissal of plaintiff's appeal by the Federal Circuit, <i>En Fleur,</i> 68 Fed.Appx. at 188, the Board's decision became a final judgment on the merits, not subject to further review. <i>See </i><i>Application of Retail Clerks Int'l Protective Ass'n,</i> 32 C.C.P.A. 1004, 149 F.2d 153, 154 (1945). Therefore, plaintiffs are precluded from re-litigating the issue of priority in the case at bar.</p>\n<p>Plaintiffs argue that <i>Commissioner of Internal Revenue v. Sunnen,</i> 333 U.S. 591, 68 S.Ct. 715, 92 L.Ed. 898 (1948), compels this court to ignore the doctrine of res judicata in the instant case because plaintiffs' complaint contains allegations of fraud that were not raised in the earlier action. This court finds no merit to plaintiffs' <span class=\"star-pagination\">*437</span> argument. Plaintiffs have alleged that defendant made material misrepresentations to the USPTO regarding their first use date; they have <i>not</i> alleged facts that would tend to show that defendant perpetrated a fraud on the court that would invalidate the judgment of the Board or the Federal Circuit in <i>EN FLEUR. See </i><i>Sunnen,</i> 333 U.S. at 597, 68 S.Ct. at 719 (\"The judgment puts an end to the cause of action, which cannot again be brought into litigation between the parties upon any ground whatever, absent fraud or some other factor <i>invalidating the judgment.</i>\") (emphasis added).</p>\n<p>Based on the foregoing, the court finds that the doctrine of res judicata prevents plaintiffs from succeeding on the merits of the claims contained in Counts I, III, and IV of their complaint. As a result, those claims must fail, and defendant's motion for judgment on the pleadings as to Counts I, III, and IV is therefore GRANTED.</p>\n<p>B. <i>Plaintiff's Motion for Leave to Amend</i></p>\n<p>On August 4, 2005, plaintiffs filed a motion for leave to amend their complaint to correct what they refer to as \"two typographical errors\" in their complaint. Plaintiffs are attempting, through this motion, to alter Count II of their complaint to make it an appeal of the Board's 2005 decision in Cancellation No. 92043487 rather than the Board's 2002 decision in Cancellation No. 92026548. Plaintiffs suggest to the court that they meant for Count II to refer to the 2005 decision but that they inadvertently typed the cancellation number corresponding to the 2002 decision. Defendant objects to plaintiffs' motion, arguing that it should be denied as futile because (1) review of the Board's decision in Cancellation No. 92043487 is time-barred; (2) plaintiffs' claims in Count II of the complaint, as amended, would be barred under the doctrine of res judicata; and (3) plaintiffs' claims in Count II of the complaint, as amended, would fail as a matter of law.</p>\n<p>This court assumes, without deciding, that plaintiffs committed a typographical error in preparing their complaint and that they in fact meant to appeal the Board's decision in Cancellation No. 92043487. The court further assumes, again without deciding, that the filing period prescribed in 15 U.S.C. § 1071 is more soundly construed as one of limitation, rather than jurisdiction. <i>See </i><i>Diva Laboratorium Aktiengesellschaft v. DeLoney &amp; Co.,</i> 237 F.Supp. 868 (D.D.C.1965). Under these assumptions, it would be possible for the court to construe plaintiffs' amended claim as timely filed.</p>\n<p>Proceeding under these assumptions, Count II recites a claim for reversal of the Board's decision in Cancellation No. 92043487. The sole issue presented in this Cancellation that was <i>not</i> presented in Cancellation No. 92026548 (and therefore not precluded on res judicata grounds, as discussed <i>supra</i>) arises out of plaintiffs' allegation that defendant defrauded the USPTO by stating that it first used \"Windows\" in commerce in 1983 when, plaintiff alleges, its actual first use occurred in 1985.</p>\n<p>To the extent that plaintiffs' fraud claim arises out of the same facts as their earlier claims regarding priority of use and likelihood of confusion, this \"new\" claim is barred by res judicata because it could have been raised in the earlier proceedings. <i>See </i><i>Watkins v. M. &amp; M. Tank Lines, Inc.,</i> 694 F.2d 309, 311 (4th Cir. 1982) (res judicata prevents relitigation of issues that <i>could have been</i> presented for determination in earlier proceedings as well as those issues actually decided). Even if it were not barred by res judicata, plaintiffs' claim would fail as a matter of law. The Board has held that an incorrect <span class=\"star-pagination\">*438</span> statement of the date of first use is not material, and therefore not fraudulent, as long as the actual first use occurred prior to the application filing date. <i>See LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, 2005 WL 847443 at *6 (citing <i>Georgia-Southern Oil, Inc. v. Richardson,</i> 1990 WL 354548, 16 U.S.P.Q.2d 1723, 1727 (Trademark Tr. &amp; App. Bd.1990)); <i>see also </i><i>Pony Express Courier Corp. of America v. Pony Express Delivery Service,</i> 872 F.2d 317, 319 (9th Cir.1989).</p>\n<p>Plaintiffs have acknowledged that defendant's first use occurred prior to the date that defendant filed its application. <i>See LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, 2005 WL 847443 at *6 n. 10. However, plaintiffs contend that the Board's recent decisions regarding \"first use\" have utilized a different standard from that elucidated in <i>Georgia-Southern</i> and <i>Pony Express,</i> one that would hold the actual date of first use to be material in cases like the case at bar. Having reviewed the Board decisions cited by plaintiffs, this court finds that they are all inapposite to the instant case. (<i>See</i> Pl.'s Mem. in Opp. at 4-5; cases included as Compl., Exh. I.) It has not escaped the court's notice that plaintiffs, while citing six recent Board decisions (only one of which is citable as T.T.A.B. precedent), have ignored one crucial Board decision  the decision in this case. <i>LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, 2005 WL 847443 at *6 (reciting the standard as stated <i>supra,</i> citing <i>Georgia-Southern</i>). After considering all relevant legal authority, this court finds that the law pertinent to this case regarding alleged misstatements of first use dates in trademark applications remains as stated in <i>Georgia-Southern Oil</i> and <i>Pony Express.</i></p>\n<p>Based on the foregoing analysis, plaintiffs' fraud claim in Count II would be barred by res judicata, and would otherwise fail as a matter of law. For these reasons, the court DENIES plaintiffs' motion for leave to amend as futile. <i>See, e.g., </i><i>Perkins v. United States,</i> 55 F.3d 910, 916-17 (4th Cir.1995) (holding that where an amended complaint would not survive a motion to dismiss, a district court was justified in denying a motion to amend); <i>Glick v. Koenig,</i> 766 F.2d 265, 268-69 (7th Cir.1985) (\"The liberal amendment rules under Rule 15(a) do not require the courts to indulge in futile gestures.\").</p>\n<p>C. <i>Defendant's Motion to Dismiss</i></p>\n<p>Defendant moves to dismiss Counts II and IV of plaintiffs' complaint for failure to state a claim upon which relief can be granted.<sup>[3]</sup> In Count II, plaintiffs seek review of the Board's decision in Cancellation No. 92026548. <i>See EN FLEUR,</i> 2002 WL 1677753. Plaintiffs' previously sought review of this decision through the Federal Circuit. <i>En Fleur,</i> 68 Fed.Appx. at 188. Their appeal was dismissed. <i>Id.</i> In seeking review through the Federal Circuit, plaintiffs waived their right to district court review. <i>See</i> 15 U.S.C. § 1071. Their claim under Count II must therefore fail, and defendant's motion to dismiss this Count is accordingly GRANTED.</p>\n<p>To state a valid RICO claim, as plaintiffs attempt to do in Count IV, a plaintiff must allege facts that would tend to show that defendant engaged in a \"pattern of racketeering\" or multiple \"predicate acts.\" <i>See </i><i>Mylan Labs. Inc. v. Matkari,</i> 7 F.3d 1130, 1135 (4th Cir.1993). In <span class=\"star-pagination\">*439</span> this case, plaintiffs allege that defendant committed mail fraud by mailing a trademark application to the Patent and Trademark Office that contained an incorrect \"first use date,\" and that defendant committed wire fraud by subsequently reaffirming the inaccurate date in the application through an electronically filed \"declaration of use.\"</p>\n<p>Plaintiffs' RICO claim fails on two grounds. First, plaintiffs have not alleged that defendant's allegedly fraudulent activity was directed <i>at plaintiff. See </i><i>Central Distrib. of Beer, Inc. v. Conn,</i> 5 F.3d 181, 184 (6th Cir.1993) (\"the defendant must make a false statement or omission of fact <i>to the plaintiff</i> to support a claim of wire fraud or mail fraud as a predicate act for a RICO claim\")(emphasis in original). Second, as discussed <i>supra,</i> the Board has held that an incorrect statement of the date of first use is not material, and therefore not fraudulent, as long as the actual first use occurred prior to the application filing date. <i>See, LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, 2005 WL 847443 at *6 (Trademark Tr. &amp; App. Bd., March 17, 2005) (citing <i>Georgia-Southern,</i> 16 U.S.P.Q.2d at 1727); <i>see also </i><i>Pony Express,</i> 872 F.2d at 319. For the reasons stated herein, defendant's motion to dismiss Claim IV is GRANTED.</p>\n<p>III. <i>Defendant's Request for Prefiling Injunction</i></p>\n<p>Defendant requests that this court issue a prefiling injunction against plaintiffs, prohibiting them from bringing further actions against defendant in any forum based on plaintiffs' alleged rights in WINDOWPAD or otherwise seeking cancellation of defendant's WINDOWS mark without first obtaining leave of the court. This court is aware of the Fourth Circuit's admonition that district courts should use the remedy of a prefiling injunction sparingly, especially when it comes to <i>pro se</i> plaintiffs. <i>See </i><i>Cromer v. Kraft Foods North America, Inc.,</i> 390 F.3d 812 (4th Cir.2004). While the court recognizes that plaintiffs have now taken four bites at the same apple in their various attacks on defendant's WINDOWS mark, and that the most recent actions involving Cancellation No. 92043487 border on frivolous, the court presently declines to issue the requested injunction.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the foregoing analysis, defendant's motion for judgment on the pleadings as to Counts I, III, and IV [DE # 9] is GRANTED, defendant's motion to dismiss as to Counts II and IV [DE # 11] is GRANTED, plaintiff's motion for leave to amend [DE # 16] is DENIED as futile, and plaintiff's claims are hereby DISMISSED. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  The Federal Circuit also admonished plaintiffs in this order that it would \"consider a renewed motion for reinstatement only if it is submitted by counsel admitted to the bar of this court who concurrently enters an appearance on behalf of En Fleur.\"</p>\n<p>[2]  Plaintiffs brought the earlier action on behalf of <i>EN FLEUR,</i> but they bring the instant action under their own names. Nevertheless, plaintiffs are precluded from re-litigating the issues raised in <i>EN FLEUR</i> because they controlled the earlier action and because their interests were fully and adequately represented in that action. <i>See </i><i>Martin v. American Bancorporation Retirement Plan,</i> 407 F.3d 643, 650-51 (4th Cir.2005) (discussing Fourth Circuit standards for finding privity between non-parties and parties to a prior action for purposes of applying principles of res judicata).</p>\n<p>[3]  Having denied plaintiffs' motion for leave to amend, the court in this section addresses Count II as it appears in plaintiffs' original complaint. Regarding Count IV, the court has already granted defendant's motion for judgment on the pleadings. Therefore, this section presents an alternative holding with regard to that Count.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">432</span></span> (2006)</b></center>\n<center><h1>Brenda D. LEWIS, M.A.S., J.D., William L. Flowers, Jr. (husband and wife), Plaintiffs,<br>\nv.<br>\nMICROSOFT CORPORATION, a Washington corporation, Defendant.</h1></center>\n<center>No. 5:05 CV 343 H(W).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 23, 2006.</center>\n<p><span class=\"star-pagination\">*433</span> Brenda D. Lewis, Raleigh, NC, Pro Se.</p>\n<p>William L. Flowers, Pro Se.</p>\n<p>Christopher A. Hicks, Katten Muchin Rosenman LLP, Richard L. Farley, Katten Muchin Rosenman, LLP, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion for judgment on the pleadings as to Counts I, III, and IV of plaintiffs' complaint, pursuant to Rule 12(c) of the Federal Rules of Civil Procedure, and on defendant's motion to dismiss Counts II and IV of plaintiffs' complaint for failure to state a claim upon which relief can be granted, pursuant to Rule 12(b)(6). Plaintiffs have responded in opposition to both motions, and defendant has replied. Plaintiffs <span class=\"star-pagination\">*434</span> have also filed a motion to amend their complaint to correct two \"typographical errors.\" Defendant has responded. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Defendant owns trademark Registration No. 1872264 for the mark WINDOWS. Plaintiffs have twice attempted to obtain cancellation of this mark, first on the grounds that they established common law trademark rights in the name of WINDOWPAD prior to any use of the word \"Windows\" by defendant, and later on the grounds that defendant defrauded the United States Patent and Trademark Office (\"USPTO\") by stating that its first use of \"Windows\" occurred on October 18, 1983.</p>\n<p>Plaintiffs' complaint alleges the following four claims: (1) an action for infringement of a common law trademark; (2) an appeal of a 2002 Trademark Trial and Appeal Board (\"Board\" or \"T.T.A.B.\") decision related to plaintiffs' first attempt to obtain cancellation of defendant's mark; (3) an action for declaratory relief based on plaintiffs' alleged prior use of the word \"window\"; and, (4) a RICO action for injuries allegedly suffered because of defendant's infringement of plaintiffs' common law trademark. In a \"Motion for Leave of Court to Amend Complaint with Correction of Typographical Errors,\" plaintiffs attempt to alter their second claim to make it an appeal of the Board's March 17, 2005 decision related to their second attempt to obtain cancellation of defendant's mark instead of the 2002 Board decision.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Plaintiffs filed their first petition before the Board in 1997, proceeding on behalf of En Fleur, a small family-owned company in which plaintiffs are the sole shareholders, officers, directors, and employees. The 1997 petition sought to cancel defendant's registration No. 1872264 for the mark WINDOWS. In their petition, plaintiffs alleged that defendant's mark was likely to be confused with plaintiffs' common law trademark WINDOWPAD. WindowPad was an integrated windowing and note processing utility software program, copyrighted by plaintiffs on November 13, 1984. The Board found that En Fleur's use was junior to defendant's and that En Fleur had abandoned any rights it had in WINDOWPAD. <i>See EN FLEUR CORP.,</i> Cancellation No. 92026548, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1677753</span></span> (Trademark Tr. &amp; App. Bd., July 24, 2002). The Federal Circuit dismissed plaintiffs' appeal of the Board's decision on procedural grounds and denied plaintiffs' motion for reconsideration of the dismissal. <i>En Fleur Corp. v. Microsoft Corp.,</i> 68 Fed. Appx. 188 (Fed.Cir.2003) (unpublished), <i>reconsideration denied</i> (Fed.Cir., July 31, 2003).<sup>[1]</sup></p>\n<p>In June 2004, plaintiffs filed a second Board petition, again seeking cancellation of defendant's WINDOWS mark. In this second petition plaintiffs, now in their own names instead of as representatives of En Fleur, alleged that they had common law trademark rights in the name of WINDOWPAD, that their rights existed prior to defendant's establishment of rights in WINDOWS, and that plaintiffs had not abandoned their rights. Furthermore, this second petition alleged that defendant defrauded the USPTO by stating that its first use of WINDOWS occurred on October 18, 1983. The Board entered summary judgment for defendant, holding that plaintiffs' earlier action, Cancellation No. <span class=\"star-pagination\">*435</span> 92026548, had preclusive effect in Cancellation No. 92043487, and that</p>\n<blockquote>the date of first use asserted by respondent in its application, even if false, is not a material representation and cannot be said to constitute fraud on the Patent and Trademark Office. <i>See, e.g., </i><i>Georgia-Southern Oil, Inc. v. Richardson,</i> 16 U.S.P.Q.2d 1723 (Trademark Tr. &amp; App. Bd.1990) (Erroneous date of first use could not possibly result in allowance of registration that otherwise would not be allowed, as long as technical trademark use occurred prior to filing of application, and thus date of first use alleged in application cannot, even if false, constitute fraud on Patent and Trademark Office.); <i>Colt Industries Operating Corp. v. Olivetti Controllo Numerico S.P.A.,</i> <span class=\"citation no-link\"><span class=\"volume\">1983</span> <span class=\"reporter\">WL</span> <span class=\"page\">51834</span></span>, 221 U.S.P.Q. 73, 76 (Trademark Tr. &amp; App. Bd.1983); and <i>Autac Incorporated v. Walco Systems, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1977</span> <span class=\"reporter\">WL</span> <span class=\"page\">22525</span></span>, 195 U.S.P.Q. 11 (Trademark Tr. &amp; App. Bd.1977).</blockquote>\n<p><i>BRENDA D. LEWIS &amp; WILLIAM L. FLOWERS v. MICROSOFT CORP.,</i> Cancellation No. 92043487, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">847443</span></span>, *4-6 (Trademark Tr. &amp; App. Bd. March 17, 2005).</p>\n<p>Plaintiffs filed their complaint in this court on May 16, 2005, offering substantially the same arguments as those raised in their earlier proceedings before the Board, namely that defendants infringed on plaintiffs' common law trademark rights and defrauded the USPTO, causing injury to plaintiffs. Defendant has moved for judgment on the pleadings and/or to dismiss plaintiffs' complaint for failure to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. Standards of Review, Fed.R.Civ.P. 12(b)(6) and 12(c)</p>\n<p>A federal district court confronted with a motion to dismiss for failure to state a claim pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure should view the allegations of the complaint in the light most favorable to the plaintiff. <i>See </i><i>Ibarra v. United States,</i> <span class=\"citation\" data-id=\"744498\"><a href=\"/opinion/744498/maria-jimena-ibarra-v-united-states-of-america-unknown-government-officers/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 474 (4th Cir.1997). The intent of Rule 12(b)(6) is to test the sufficiency of a complaint; \"importantly, [a Rule 12(b)(6) motion] does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 243 (4th Cir.1999) (<i>citing </i><i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992)). After accepting all well-pleaded allegations in the plaintiff's complaint as true and drawing all reasonable factual inferences from those facts in the plaintiff's favor, motions to dismiss are granted only where the plaintiff can prove no set of facts which would entitle her to relief. <i>See </i><i>Mylan Lab., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span> (4th Cir.1993). \"A district court ruling on a motion to dismiss may consider a document the authenticity of which is not contested, and upon which plaintiff's complaint necessarily relies.\" <i>Stewart v. Pension Trust of Bethlehem Steel Corp.,</i> 12 Fed.Appx. 174 (4th Cir.2001) (unpublished) (<i>quoting </i><i>Parrino v. FHP, Inc.,</i> <span class=\"citation\" data-id=\"755238\"><a href=\"/opinion/755238/22-employee-benefits-cas-1707-98-cal-daily-op-serv-4491-98-cal-daily/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">699</span></a></span>, 706 (9th Cir.1998)).</p>\n<p>A motion for judgment on the pleadings brought pursuant to Rule 12(c) of the Federal Rules of Civil Procedure is decided under the same standard applied to Rule 12(b)(6) motions. <i>Burbach Broadcasting Co. of Delaware v. Elkins Radio Corp.,</i> <span class=\"citation\" data-id=\"776309\"><a href=\"/opinion/776309/burbach-broadcasting-company-of-delaware-v-elkins-radio-corporation-cat/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span>, 405-06 (4th Cir.2002).</p>\n<p>II. Analysis</p>\n<p>A. <i>Defendant's Motion for Judgment on the Pleadings</i></p>\n<p>Defendant moves for judgment on the pleadings as to Counts I, III, and IV of plaintiffs' complaint, arguing that the doctrine of res judicata bars plaintiffs' recovery. In the Fourth Circuit and the <span class=\"star-pagination\">*436</span> Federal Circuit, a later claim is precluded when: (1) the prior judgment was final and on the merits, and rendered by a court of competent jurisdiction in accordance with the requirements of due process; (2) the parties are identical or in privity; and (3) the claim in the second matter is based on the same cause of action involved in the earlier proceeding. <i>Grausz v. Englander,</i> <span class=\"citation\" data-id=\"781060\"><a href=\"/opinion/781060/henry-grausz-md-v-bradford-f-englander-linowes-and-blocher-llp/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 472 (4th Cir.2003); <i>Jet. Inc. v. Sewage Aeration Systems,</i> <span class=\"citation\" data-id=\"770094\"><a href=\"/opinion/770094/jet-inc-v-sewage-aeration-systems/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1360</span></a></span>, 1362-63 (Fed.Cir.2000). In addition, issues that have been \"actually and necessarily determined by a court of competent jurisdiction in [earlier] litigation\" between parties or their privies are conclusive in later actions between the same parties. <i>See </i><i>Orca Yachts, L.L.C. v. Mollicam, Inc.,</i> <span class=\"citation\" data-id=\"777331\"><a href=\"/opinion/777331/orca-yachts-llc-v-mollicam-incorporated/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 318-19 (4th Cir.2002) (quoting <i>Montana v. United States,</i> <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 153, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">970</span></a></span>, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1979)); <i>see also </i><i>The Baltimore Luggage Co. v. Samsonite Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">296368</span></span>, *3 (1992) (\"When an administrative agency acts in a judicial capacity and `resolves disputed issues of fact properly before it which the parties have had a full and fair opportunity to litigate,' courts `have not hesitated to apply res judicata to enforce repose.'\" (quoting <i>United States v. Utah Construction &amp; Mining Co.,</i> <span class=\"citation\" data-id=\"107250\"><a href=\"/opinion/107250/united-states-v-utah-constr-mining-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 421-22, <span class=\"citation\" data-id=\"107250\"><a href=\"/opinion/107250/united-states-v-utah-constr-mining-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1545</span></a></span>, 1559-60, <span class=\"citation\" data-id=\"107250\"><a href=\"/opinion/107250/united-states-v-utah-constr-mining-co/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1966))) (unpublished table decision). In this case, defendant argues that one of the issues that plaintiffs must prove to prevail on Counts I, III, and IV of their complaint has already been \"actually and necessarily determined\" against plaintiffs in the <i>EN FLEUR</i> proceedings.<sup>[2]</sup></p>\n<p>To prevail on Count I (common law trademark infringement), Count III (request for declaration of senior user rights), and Count IV (fraud-based RICO claim alleging injuries suffered due to common law trademark infringement), plaintiffs would need to establish that they had priority based on their use of the WINDOWPAD mark. <i>See, e.g., </i><i>Two Pesos, Inc. v. Taco Cabana, Inc.,</i> <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">763</span></a></span>, 769, <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2753</span></a></span>, 2757-58, <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1992); <i>Emergency One, Inc. v. American Fire Eagle Engine Co., Inc.,</i> <span class=\"citation\" data-id=\"782291\"><a href=\"/opinion/782291/emergency-one-incorporated-dba-american-eagle-fire-apparatus-company/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 267-68 (4th Cir.2003); <i>Perini Corp. v. Perini Const., Inc.,</i> <span class=\"citation\" data-id=\"548695\"><a href=\"/opinion/548695/perini-corporation-v-perini-construction-inc/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 124-25 (4th Cir.1990). However, in the <i>EN FLEUR</i> proceedings, the Board found that plaintiff's use of WINDOWPAD was <i>junior</i> to defendant's use of WINDOWS and that plaintiffs abandoned any rights they had in WINDOWPAD through non-use since 1987. Cancellation No. 26548, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1677753</span></span> at *2-3. These findings were necessary and essential to the Board's dismissal of plaintiff's cancellation petition. Upon dismissal of plaintiff's appeal by the Federal Circuit, <i>En Fleur,</i> 68 Fed.Appx. at 188, the Board's decision became a final judgment on the merits, not subject to further review. <i>See </i><i>Application of Retail Clerks Int'l Protective Ass'n,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">C.C.P.A.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></span>, 154 (1945). Therefore, plaintiffs are precluded from re-litigating the issue of priority in the case at bar.</p>\n<p>Plaintiffs argue that <i>Commissioner of Internal Revenue v. Sunnen,</i> <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">898</span></a></span> (1948), compels this court to ignore the doctrine of res judicata in the instant case because plaintiffs' complaint contains allegations of fraud that were not raised in the earlier action. This court finds no merit to plaintiffs' <span class=\"star-pagination\">*437</span> argument. Plaintiffs have alleged that defendant made material misrepresentations to the USPTO regarding their first use date; they have <i>not</i> alleged facts that would tend to show that defendant perpetrated a fraud on the court that would invalidate the judgment of the Board or the Federal Circuit in <i>EN FLEUR. See </i><i>Sunnen,</i> 333 U.S. at 597, 68 S.Ct. at 719 (\"The judgment puts an end to the cause of action, which cannot again be brought into litigation between the parties upon any ground whatever, absent fraud or some other factor <i>invalidating the judgment.</i>\") (emphasis added).</p>\n<p>Based on the foregoing, the court finds that the doctrine of res judicata prevents plaintiffs from succeeding on the merits of the claims contained in Counts I, III, and IV of their complaint. As a result, those claims must fail, and defendant's motion for judgment on the pleadings as to Counts I, III, and IV is therefore GRANTED.</p>\n<p>B. <i>Plaintiff's Motion for Leave to Amend</i></p>\n<p>On August 4, 2005, plaintiffs filed a motion for leave to amend their complaint to correct what they refer to as \"two typographical errors\" in their complaint. Plaintiffs are attempting, through this motion, to alter Count II of their complaint to make it an appeal of the Board's 2005 decision in Cancellation No. 92043487 rather than the Board's 2002 decision in Cancellation No. 92026548. Plaintiffs suggest to the court that they meant for Count II to refer to the 2005 decision but that they inadvertently typed the cancellation number corresponding to the 2002 decision. Defendant objects to plaintiffs' motion, arguing that it should be denied as futile because (1) review of the Board's decision in Cancellation No. 92043487 is time-barred; (2) plaintiffs' claims in Count II of the complaint, as amended, would be barred under the doctrine of res judicata; and (3) plaintiffs' claims in Count II of the complaint, as amended, would fail as a matter of law.</p>\n<p>This court assumes, without deciding, that plaintiffs committed a typographical error in preparing their complaint and that they in fact meant to appeal the Board's decision in Cancellation No. 92043487. The court further assumes, again without deciding, that the filing period prescribed in 15 U.S.C. § 1071 is more soundly construed as one of limitation, rather than jurisdiction. <i>See </i><i>Diva Laboratorium Aktiengesellschaft v. DeLoney &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">868</span></span> (D.D.C.1965). Under these assumptions, it would be possible for the court to construe plaintiffs' amended claim as timely filed.</p>\n<p>Proceeding under these assumptions, Count II recites a claim for reversal of the Board's decision in Cancellation No. 92043487. The sole issue presented in this Cancellation that was <i>not</i> presented in Cancellation No. 92026548 (and therefore not precluded on res judicata grounds, as discussed <i>supra</i>) arises out of plaintiffs' allegation that defendant defrauded the USPTO by stating that it first used \"Windows\" in commerce in 1983 when, plaintiff alleges, its actual first use occurred in 1985.</p>\n<p>To the extent that plaintiffs' fraud claim arises out of the same facts as their earlier claims regarding priority of use and likelihood of confusion, this \"new\" claim is barred by res judicata because it could have been raised in the earlier proceedings. <i>See </i><i>Watkins v. M. &amp; M. Tank Lines, Inc.,</i> <span class=\"citation\" data-id=\"411393\"><a href=\"/opinion/411393/robert-george-watkins-v-m-m-tank-lines-inc/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">309</span></a></span>, 311 (4th Cir. 1982) (res judicata prevents relitigation of issues that <i>could have been</i> presented for determination in earlier proceedings as well as those issues actually decided). Even if it were not barred by res judicata, plaintiffs' claim would fail as a matter of law. The Board has held that an incorrect <span class=\"star-pagination\">*438</span> statement of the date of first use is not material, and therefore not fraudulent, as long as the actual first use occurred prior to the application filing date. <i>See LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">847443</span></span> at *6 (citing <i>Georgia-Southern Oil, Inc. v. Richardson,</i> <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">354548</span></span>, 16 U.S.P.Q.2d 1723, 1727 (Trademark Tr. &amp; App. Bd.1990)); <i>see also </i><i>Pony Express Courier Corp. of America v. Pony Express Delivery Service,</i> <span class=\"citation\" data-id=\"521107\"><a href=\"/opinion/521107/pony-express-courier-corporation-of-america-a-corporation-baker/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319 (9th Cir.1989).</p>\n<p>Plaintiffs have acknowledged that defendant's first use occurred prior to the date that defendant filed its application. <i>See LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">847443</span></span> at *6 n. 10. However, plaintiffs contend that the Board's recent decisions regarding \"first use\" have utilized a different standard from that elucidated in <i>Georgia-Southern</i> and <i>Pony Express,</i> one that would hold the actual date of first use to be material in cases like the case at bar. Having reviewed the Board decisions cited by plaintiffs, this court finds that they are all inapposite to the instant case. (<i>See</i> Pl.'s Mem. in Opp. at 4-5; cases included as Compl., Exh. I.) It has not escaped the court's notice that plaintiffs, while citing six recent Board decisions (only one of which is citable as T.T.A.B. precedent), have ignored one crucial Board decision  the decision in this case. <i>LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">847443</span></span> at *6 (reciting the standard as stated <i>supra,</i> citing <i>Georgia-Southern</i>). After considering all relevant legal authority, this court finds that the law pertinent to this case regarding alleged misstatements of first use dates in trademark applications remains as stated in <i>Georgia-Southern Oil</i> and <i>Pony Express.</i></p>\n<p>Based on the foregoing analysis, plaintiffs' fraud claim in Count II would be barred by res judicata, and would otherwise fail as a matter of law. For these reasons, the court DENIES plaintiffs' motion for leave to amend as futile. <i>See, e.g., </i><i>Perkins v. United States,</i> <span class=\"citation\" data-id=\"696576\"><a href=\"/opinion/696576/susie-myers-perkins-administratrix-of-the-estate-of-john-david-perkins/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 916-17 (4th Cir.1995) (holding that where an amended complaint would not survive a motion to dismiss, a district court was justified in denying a motion to amend); <i>Glick v. Koenig,</i> <span class=\"citation\" data-id=\"454596\"><a href=\"/opinion/454596/andrew-f-glick-v-jerome-koenig/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">265</span></a></span>, 268-69 (7th Cir.1985) (\"The liberal amendment rules under Rule 15(a) do not require the courts to indulge in futile gestures.\").</p>\n<p>C. <i>Defendant's Motion to Dismiss</i></p>\n<p>Defendant moves to dismiss Counts II and IV of plaintiffs' complaint for failure to state a claim upon which relief can be granted.<sup>[3]</sup> In Count II, plaintiffs seek review of the Board's decision in Cancellation No. 92026548. <i>See EN FLEUR,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1677753</span></span>. Plaintiffs' previously sought review of this decision through the Federal Circuit. <i>En Fleur,</i> 68 Fed.Appx. at 188. Their appeal was dismissed. <i>Id.</i> In seeking review through the Federal Circuit, plaintiffs waived their right to district court review. <i>See</i> 15 U.S.C. § 1071. Their claim under Count II must therefore fail, and defendant's motion to dismiss this Count is accordingly GRANTED.</p>\n<p>To state a valid RICO claim, as plaintiffs attempt to do in Count IV, a plaintiff must allege facts that would tend to show that defendant engaged in a \"pattern of racketeering\" or multiple \"predicate acts.\" <i>See </i><i>Mylan Labs. Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1135 (4th Cir.1993). In <span class=\"star-pagination\">*439</span> this case, plaintiffs allege that defendant committed mail fraud by mailing a trademark application to the Patent and Trademark Office that contained an incorrect \"first use date,\" and that defendant committed wire fraud by subsequently reaffirming the inaccurate date in the application through an electronically filed \"declaration of use.\"</p>\n<p>Plaintiffs' RICO claim fails on two grounds. First, plaintiffs have not alleged that defendant's allegedly fraudulent activity was directed <i>at plaintiff. See </i><i>Central Distrib. of Beer, Inc. v. Conn,</i> <span class=\"citation\" data-id=\"652943\"><a href=\"/opinion/652943/central-distributors-of-beer-inc-v-donald-conn-an-individual-gloria/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 184 (6th Cir.1993) (\"the defendant must make a false statement or omission of fact <i>to the plaintiff</i> to support a claim of wire fraud or mail fraud as a predicate act for a RICO claim\")(emphasis in original). Second, as discussed <i>supra,</i> the Board has held that an incorrect statement of the date of first use is not material, and therefore not fraudulent, as long as the actual first use occurred prior to the application filing date. <i>See, LEWIS &amp; FLOWERS,</i> Cancellation No. 92043487, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">847443</span></span> at *6 (Trademark Tr. &amp; App. Bd., March 17, 2005) (citing <i>Georgia-Southern,</i> 16 U.S.P.Q.2d at 1727); <i>see also </i><i>Pony Express,</i> 872 F.2d at 319. For the reasons stated herein, defendant's motion to dismiss Claim IV is GRANTED.</p>\n<p>III. <i>Defendant's Request for Prefiling Injunction</i></p>\n<p>Defendant requests that this court issue a prefiling injunction against plaintiffs, prohibiting them from bringing further actions against defendant in any forum based on plaintiffs' alleged rights in WINDOWPAD or otherwise seeking cancellation of defendant's WINDOWS mark without first obtaining leave of the court. This court is aware of the Fourth Circuit's admonition that district courts should use the remedy of a prefiling injunction sparingly, especially when it comes to <i>pro se</i> plaintiffs. <i>See </i><i>Cromer v. Kraft Foods North America, Inc.,</i> <span class=\"citation\" data-id=\"788497\"><a href=\"/opinion/788497/donald-g-cromer-v-kraft-foods-north-america-incorporated-georgetown/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">812</span></a></span> (4th Cir.2004). While the court recognizes that plaintiffs have now taken four bites at the same apple in their various attacks on defendant's WINDOWS mark, and that the most recent actions involving Cancellation No. 92043487 border on frivolous, the court presently declines to issue the requested injunction.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the foregoing analysis, defendant's motion for judgment on the pleadings as to Counts I, III, and IV [DE # 9] is GRANTED, defendant's motion to dismiss as to Counts II and IV [DE # 11] is GRANTED, plaintiff's motion for leave to amend [DE # 16] is DENIED as futile, and plaintiff's claims are hereby DISMISSED. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  The Federal Circuit also admonished plaintiffs in this order that it would \"consider a renewed motion for reinstatement only if it is submitted by counsel admitted to the bar of this court who concurrently enters an appearance on behalf of En Fleur.\"</p>\n<p>[2]  Plaintiffs brought the earlier action on behalf of <i>EN FLEUR,</i> but they bring the instant action under their own names. Nevertheless, plaintiffs are precluded from re-litigating the issues raised in <i>EN FLEUR</i> because they controlled the earlier action and because their interests were fully and adequately represented in that action. <i>See </i><i>Martin v. American Bancorporation Retirement Plan,</i> <span class=\"citation\" data-id=\"790201\"><a href=\"/opinion/790201/john-martin-individually-and-on-behalf-of-a-class-of-plan-participants-as/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">643</span></a></span>, 650-51 (4th Cir.2005) (discussing Fourth Circuit standards for finding privity between non-parties and parties to a prior action for purposes of applying principles of res judicata).</p>\n<p>[3]  Having denied plaintiffs' motion for leave to amend, the court in this section addresses Count II as it appears in plaintiffs' original complaint. Regarding Count IV, the court has already granted defendant's motion for judgment on the pleadings. Therefore, this section presents an alternative holding with regard to that Count.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790201/"
  ]
}