{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2373280/",
  "absolute_url": "/opinion/2373280/north-carolina-v-blackburn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2373280/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:52.024928Z",
  "date_modified": "2016-04-26T21:38:52.987213Z",
  "type": "010combined",
  "sha1": "c498562ef5f1c3c035f32df153a83366223c90b2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>492 F.Supp.2d 525 (2007)</b></center>\n<center><h1>State of NORTH CAROLINA, on Relation of James E. Long, Commissioner of Insurance of North Carolina and Liquidator of London Pacific Life &amp; Annuity Company, Plaintiff,<br>\nv.<br>\nDavid E. BLACKBURN and Blackburn Insurance Agency, Inc., Defendants.</h1></center>\n<center>No. 5:06-CV-300-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 25, 2007.</center>\n<p><span class=\"star-pagination\">*526</span> Daniel Snipes Johnson, N.C. Dept. of Justice, Insurance Section, David Warren Boone, North Carolina Attorney General's Office, Raleigh, NC, for Plaintiff.</p>\n<p>Andrew O. Whiteman, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On July 7, 2006, the North Carolina Commissioner of Insurance, James E. Long (\"Commissioner\" or \"plaintiff'), filed suit in the Superior Court of Wake County against Oklahoma citizens David Blackburn and Blackburn Insurance Agency, Inc. (\"defendants\"). The Commissioner filed suit in his capacity as the liquidator of London Pacific Life &amp; Annuity Company (\"London Pacific\"), a North Carolina corporation, and seeks to recover commission advances and guarantees on commissions defendants allegedly owe London Pacific. Defendants removed the action to this court based on diversity jurisdiction. The Commissioner filed a motion to remand and argued that he is the alter ego of North Carolina, and, therefore, is not a \"citizen\" for the purposes of diversity jurisdiction under 28 U.S.C. § 1332. Additionally, defendants moved to dismiss for lack of personal jurisdiction and for failure to state a claim. As explained below, the Commissioner's motion to remand is denied, the defendants' motion to dismiss for lack of personal jurisdiction is denied, and the defendants' motion to dismiss for failure to state a claim is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>On July 7, 2006, the Commissioner \"in his capacity as liquidator of London Pacific Life &amp; Annuity Company\" filed suit in <span class=\"star-pagination\">*527</span> Wake County Superior Court. Compl. ¶ 1. London Pacific is a North Carolina insurance company. Compl. ¶ 3. On August 6,. 2002, Wake County Superior Court entered an order of rehabilitation and appointed the Commissioner as rehabilitator of London Pacific. Compl. ¶ 6; <i>State of North Carolina ex rel. Long v. London Pacific Life &amp; Annuity Co.,</i> No. 02-CV-10454, Order (Wake County Super. Ct. Aug. 6, 2002).<sup>[1]</sup> On July 12, 2004, the Wake County Superior Court entered an order of liquidation and appointed the Commissioner as liquidator of London Pacific. As liquidator, the Commissioner is \"vested with title to all assets of London Pacific and is further authorized to collect any and all debts owed to London Pacific.\" Compl. ¶ 7; <i>London Pacific Life &amp; Annuity</i> Co., No. 02-CVS-10454, Order (Wake County Super. Ct. July 12, 2004).</p>\n<p>London Pacific had a marketing company known as London Pacific Marketing Insurance Company (\"London Pacific Marketing\"). Compl. ¶ 9. London Pacific Marketing was a California corporation. Compl. ¶ 8. London Pacific Marketing entered into a contract with Blackburn Insurance Agency, Inc. (\"Blackburn Insurance\"). Compl. ¶ 17. David Blackburn is the president of Blackburn Insurance and owns a controlling interest. Compl. ¶ 20. Plaintiff contends that Blackburn is the alter ego of Blackburn Insurance. Compl. ¶ 21.</p>\n<p>According to count one of the complaint, \"Blackburn received one or more commission advances which Defendant Blackburn and London Pacific agreed would be treated as agent debit balances.\" Compl. ¶ 18. London Pacific Marketing assigned to London Pacific its interest in this debt, which allegedly totals $100,555.83, plus interest. Compl. ¶¶ 23, 25. The Commissioner seeks to recover this alleged debt. Compl. ¶ 27. Oklahoma law appears to govern this claim.</p>\n<p>In count two, the Commissioner alleges that London Pacific Marketing entered a contract with Michael Hentges (an Oklahoma citizen) concerning his services as a London Pacific agent. Compl. ¶ 29. Blackburn Insurance allegedly entered into a written guaranty with London Pacific whereby Blackburn Insurance guaranteed payment of this alleged debt. Compl. ¶ 35. According to the complaint, Hentges owes London Pacific $100,762.21, plus interest. Compl. ¶ 33. The Commissioner seeks to recover this alleged debt. Compl. ¶ 41. California law appears to govern this claim.</p>\n<p>On August 2, 2006, defendants removed this action based on diversity jurisdiction. On September 8, 2006, the Commissioner moved to remand and argues that this court lacks diversity jurisdiction. On September 12, 2006, defendants moved to dismiss for lack of personal jurisdiction and for failure to state a claim. <i>See</i> Fed. R.Civ.P. 12(b)(2) &amp; 12(b)(6). All pending motions were fully briefed. This court held oral argument on June 22, 2007.</p>\n<p></p>\n<h2>II.</h2>\n<p>Section 1441 of Title 28 permits defendants to remove an action from state court. It states, in part:</p>\n<blockquote>(a) Except as otherwise expressly provided by Act of Congress, any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed by the defendant or the defendants, to the district court of the United <span class=\"star-pagination\">*528</span> States for the district and division embracing the place where such action is pending. . . .</blockquote>\n<blockquote>(b) Any civil action of which the district courts have original jurisdiction founded on a claim or right arising under the Constitution, treaties or laws of the United States shall be removable without regard to the citizenship or residence of the parties. Any other such action shall be removable only if none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.</blockquote>\n<p>28 U.S.C. § 1441. The original jurisdiction requirement is satisfied \"where the matter in controversy exceeds . . . $75,000, exclusive of interest and costs, and is between citizens of different States.\" 28 U.S.C. § 1332(a)(1). Neither a state, nor a state agency acting as the state's alter ego, is a \"citizen\" under section 1332(a). <i>See </i><i>Moor v. County of Alameda,</i> 411 U.S. 693, 717, 93 S.Ct. 1785, 36 L.Ed.2d 596 (1973); <i>Postal Tel. Cable Co. v. Alabama,</i> 155 U.S. 482, 487, 15 S.Ct. 192, 39 L.Ed. 231 (1894); <i>Md. Stadium Auth. v. Ellerbe Becket Inc.,</i> 407 F.3d 255, 260 (4th Cir.2005). \"The burden of demonstrating jurisdiction resides with the party seeking removal.'\" <i>Md. Stadium Auth.,</i> 407 F.3d at 260 (quoting <i>Mulcahey</i> v. Columbia <i>Organic Chems. Co.,</i> 29 F.3d 148, 151 (4th Cir. 1994)).</p>\n<p></p>\n<h2>III.</h2>\n<p>The Commissioner argues that he is the alter ego of North Carolina; therefore, he is not a \"citizen,\" diversity is lacking, and the action must be remanded. <i>See </i><i>Md. Stadium Auth.,</i> 407 F.3d at 265. As part of analyzing whether an agency is the state's alter ego, a court looks to \"standards announced in cases addressing whether governmental entities are entitled to Eleventh Amendment immunity as an arm of the state.\" <i>Id.</i> at 260.</p>\n<p>\"Because the question of whether an entity is an alter ego of the state is a highly-fact intensive undertaking, [the court initially examines the Commissioner's] structure and operations.\" <i>Id.</i> at 257. The North Carolina Commissioner of Insurance is a constitutional officer duly elected by the citizens of North Carolina. <i>See</i> N.C. Const. Art. III, § 7; N.C. Gen. Stat. § 58-2-5. The Commissioner appoints the chief deputy commissioner, the chief actuary, and a host of other deputies, actuaries, examiners, and employees within the Department of Insurance. <i>See</i> N.C. Gen.Stat. §§ 58-2-15, 58-2-20 &amp; 58-2-25. The North Carolina General Assembly provides the Commissioner's budget.</p>\n<p>The Commissioner has extensive powers concerning insurance companies operating in North Carolina. <i>See id.</i> § 58-2-40. \"Every insurance company must be licensed and supervised by the Commissioner, and must pay all licenses, taxes, and fees as prescribed in the insurance laws of the State for the class of company, association, or order to which it belongs.\" <i>Id.</i> § 58-2-125. The Commissioner also extensively regulates insurance contracts. <i>See id.</i> §§ 58-3-1-58-3-223.</p>\n<p>The Commissioner has extensive powers in connection with the rehabilitation and liquidation of North Carolina insurance companies. <i>See id.</i> §§ 58-30-1 <i>et seq.</i> The Commissioner is the only person who may commence a delinquency proceeding (including a liquidation proceeding) concerning an insurer. <i>Id.</i> § 58-30-15(a). In rehabilitating or liquidating an insurer, the Commissioner can sue and be sued. <i>See id.</i> §§ 58-30-15, 58-30-65, 58-30-85, 58-30-120, 58-30-130.</p>\n<p>The Commissioner must commence the liquidation proceeding in Wake County Superior Court, and no other state court has <span class=\"star-pagination\">*529</span> jurisdiction to hear or determine any complaint seeking liquidation of an insurer. <i>See id.</i> §§ 58-30-15(b), 58-30-15(d), 58-30-10(3). The Commissioner commences a liquidation proceeding by seeking court appointment as the liquidator from Wake County Superior Court. <i>See id.</i> § 58-30-15. The Wake County Superior Court may issue \"[a]n order to liquidate the business of a domestic insurer [and that order] shall appoint the Commissioner and his successors in office liquidator and shall direct the liquidator forthwith to take possession of the assets of the insurer and to administer them under the general supervision of the [Wake County Superior Court].\" <i>Id.</i> § 58-30-105(a). The liquidator determines the assets and liabilities of the insurer and decides whether to recommend to the court that an assessment should be made. <i>See id.</i> § 58-30-165(a). The liquidator also analyzes and resolves claims that are submitted. <i>See id.</i> §§ 58-30-185-58-30-225. \"When all assets justifying the expense of collection and distribution have been collected and distributed under this Article, the liquidator shall apply to the [Wake County Superior Court] for discharge. The [Wake County Superior Court] may grant the discharge and make any other orders . . . as may be deemed appropriate.\" <i>Id.</i> § 58-30-240(a).</p>\n<p>Once the Wake County Superior Court appoints the Commissioner as the liquidator, the Commissioner</p>\n<blockquote>may at anytime apply for, and any court of general jurisdiction may grant, such restraining orders, preliminary and permanent injunctions, and other orders as may be deemed to be necessary and proper to prevent: (1)[t]he transaction of further business; (2)[t]he transfer of property; (3)[i]nterference with the receiver or with a proceeding under this Article; (4)[w]aste of the insurer's assets; (5)[d]issipation and transfer of bank accounts; (6)[t]he <i>institution</i> or further prosecution of any <i>actions or proceedings;</i> (7)[t]he obtaining of preferences, judgments, attachments, garnishments, or liens against the insurer, its assets or its policyholders; (8)[t]he levying of execution against the insurer, its assets, or its policyholders; (9)[t]he making of any sale or deed for nonpayment of taxes or assessments that would lessen the value of the assets of the insurer; (10)[t]he withholding from the receiver of books, accounts, documents, or other records relating to the business of the insurer; or (11)[a]ny other threatened or contemplated action that might lessen the value of the insurer's assets or prejudice the rights of policyholders, creditors, or shareholders, or the administration of any proceeding under this Article.</blockquote>\n<p><i>Id.</i> § 58-30-20 (emphasis added)<sup>[2]</sup> The Commissioner in his capacity as liquidator is authorized to institute such actions in Wake County Superior Court, in other state courts, or in federal court. <i>See id.</i> This power to litigate includes not only the power to file actions seeking injunctions, but also to file actions seeking to collect debts. <i>See id.; see also id.</i> § 58-30-1(a) (\"This Article does not limit the powers granted to the Commissioner by any other provision of law.\"); <i>id.</i> § 58-30-120(12) (noting authority to institute actions \"in this State or elsewhere\"); <i>id.</i> § 58-30-120(13); <i>id.</i> § 58-30-120(b).</p>\n<p>In <i>Maryland Stadium Authority,</i> the Fourth Circuit examined whether the plaintiffs were Maryland's alter ego in connection with a lawsuit that the Maryland Stadium Authority and the University System of Maryland (\"plaintiffs\") filed against <span class=\"star-pagination\">*530</span> an architectural and engineering firm in state court. Defendant removed the case, and plaintiffs argued that the action should be remanded due to a lack of diversity. In analyzing whether the plaintiffs were the alter ego of Maryland, the Fourth Circuit applied the four-factor test described in <i>Ram Ditta v. Md. Nat'l Capital Park &amp; Planning Comm'n,</i> 822 F.2d 456 (4th Cir. 1987). The factors include whether the state treasury will be responsible for or receive the financial benefit of any potential judgment, the degree of the agency's autonomy from the state, whether the agency is concerned with local as opposed to state-wide issues, and the agency's status under state law. <i>Md. Stadium Auth.,</i> 407 F.3d at 261; <i>Roche v. Lincoln Prop.</i> Co., 175 Fed.Appx. 597, 600-02 (4th Cir. 2006) (unpublished).</p>\n<p>The first factor concerns the impact that a judgment will have on the state treasury. <i>Md. Stadium Auth.,</i> 407 F.3d at 261. In connection with a case where the state-actor is a plaintiff filing a lawsuit seeking to recover money, the court must determine whether any recovery will inure to the benefit of the state treasury. <i>Id.</i> at 262. As part of analyzing the first factor, the Fourth Circuit also noted that the Eleventh Amendment is concerned not only with a state's monetary liability or recovery in a given case, but also that the dignity of the state be preserved. <i>Id.</i> at 262 n. 11.</p>\n<p>The purpose of the Commissioner's authority in his capacity as liquidator in this case is \"to protect the interests of policy-holders, claimants, creditors, and the public generally.\" N.C. Gen.Stat. § 58-30-1. Although protecting the \"public generally\" is a purpose, the financial beneficiaries of the Commissioner's victory in this lawsuit will be the policyholders, claimants, and creditors of London Pacific. If the Commissioner prevails in this lawsuit, the money collected will be made part of the London Pacific estate to be liquidated. Whether that money is collected via a judgment obtained in Wake County Superior Court or in federal court does not matter. Moreover, in this case, the North Carolina treasury will not be responsible for paying any judgment and will not receive the benefit of any judgment. <i>See </i><i>Md. Stadium Auth.,</i> 407 F.3d at 261-62 (the most important factor under <i>Ram Pitta</i> is whether the state treasury will be responsible for paying any judgment that might be awarded or whether any judgment will inure to the benefit of the state treasury); <i>Kitchen v. Upshaw,</i> 286 F.3d 179, 184-85 (4th Cir.2002). Additionally, whether that claim is litigated in Wake County Superior Court or in this court does not impact the dignity of the state. Indeed, North Carolina law expressly contemplates that the Commissioner in his capacity as liquidator may litigate in state or federal court to collect debts. <i>See, e.g.,</i> N.C. Gen.Stat. §§ 58-30-20, 58-30-120(12), 58-30-120(b).<sup>[3]</sup> Thus, the first factor under <i>Maryland Stadium Authority</i> supports a finding that the Commissioner in his capacity as the liquidator in this case is not North Carolina's alter ego.</p>\n<p><span class=\"star-pagination\">*531</span> The second factor relates to the Commissioner's \"operational autonomy\" in his capacity as the liquidator in this case. The analysis requires a court to examine whether the State has a veto power over the Commissioner's actions, the sources of the Commissioner's funding, and who appoints the Commissioner's directors. <i>Maryland Stadium Auth.,</i> 407 F.3d at 261. In <i>Maryland Stadium Authority,</i> the court held that Maryland exercised sufficient veto power over the University of Maryland for it to be deemed the state's alter ego. It noted that \"all of the University's decisionmakers are appointed by the Governor,\" Maryland had veto power over most University actions (e.g., approving land deals in excess of $500,000), and that the Maryland Attorney General represented the University in the litigation. <i>Id.</i> at 264; <i>cf. </i><i>Ram Ditta,</i> 822 F.2d at 458-59 (in holding that the defendant County Park and Planning Commission was not the state's alter ego, the court noted that the defendant was represented by a county attorney as opposed to the Maryland Attorney General  a requirement of state agencies).</p>\n<p>The Commissioner is an elected constitutional officer of the State of North Carolina. Once the Wake County Superior Court appoints the Commissioner as the liquidator, the Commissioner is authorized to file lawsuits. <i>See id.</i> §§ 58-30-20, 58-30-120(12), 58-30-120(b). The Commissioner also has authority to marshal the assets and liabilities and resolve claims. <i>See id.</i> §§ 58-30-135-58-30-215. North Carolina, as such, does not have veto power over the Commissioner's litigation decisions in this case in his capacity as liquidator. Rather, the Commissioner appears to be acting as a fiduciary under the general supervision of the Wake County Superior Court. <i>See, e.g., id.</i> § 58-30-105(a). However, the North Carolina Attorney General represents the Commissioner in this action. Further, the North Carolina General Assembly provides the Commissioner his budget and his salary. Accordingly, this second factor (at best) slightly favors finding the Commissioner in his capacity as liquidator in this case to be North Carolina's alter ego.</p>\n<p>Third, the court examines whether the entity purporting to be the state's alter ego (i.e., the Commissioner in his capacity as liquidator in this case) is involved in state-wide versus local matters. The Commissioner argues that insurance regulation is \"obviously a matter of state-wide regulation.\" Pl's Reply 3. However, the Commissioner acknowledges that the litigation in this case is primarily \"for the benefit of the policyholders and creditors of London Pacific.\" <i>Id.</i> at 2. Thus, this factor does not support finding that the Commissioner in his capacity as liquidator in this case is North Carolina's alter ego.</p>\n<p>Finally, the court examines how state law treats the Commissioner in his capacity as liquidator in this case. \"Although the question of whether an entity is an alter ego of the state is a question of federal, not state, law, the manner in which state law addresses the entity remains important, and potentially controlling.\" <i>Md. Stadium Auth.,</i> 407 F.3d at 265 (citation and internal quotations omitted). North Carolina law provides:</p>\n<blockquote>The receiver and his employees have official immunity and are immune from suit and liability, both personally and in their official capacities, for any claim for damage to or loss of property or personal injury or other civil liability caused by or resulting from any alleged act, error, or omission of the receiver or any employee arising out of or by reason of their duties or employment; provided that nothing in this section holds the receiver or any employee immune from <span class=\"star-pagination\">*532</span> suit or liability for any damages, loss, injury, or liability caused by the intentional or willful and wanton misconduct of the receiver or any employee or for any bodily injury caused by the operation of a motor vehicle.</blockquote>\n<p>N.C. Gen.Stat. § 58-30-71(b).</p>\n<p>The North Carolina General Assembly enacted section 58-30-71 in 1993 to make clear that the Commissioner in his capacity as liquidator enjoyed immunity for any alleged negligent management of the estate of an insolvent insurer. <i>See, e.g., id.</i> § 58-30-71(k)-(m). The General Assembly did so following this court's decision in <i>North Carolina ex rel. Long v. Alexander &amp; Alexander Servs., Inc.,</i> 711 F.Supp. 257 (E.D.N.C.1989). In <i>Alexander,</i> the court held that the Eleventh Amendment barred any claim against the Commissioner for his alleged negligent mismanagement of the insolvent insurer, but that the Commissioner did not enjoy Eleventh Amendment immunity in his capacity as a receiver for the insolvent insurer. <i>Id.</i> at 262-64. Section 58-30-71(b), <i>inter alia,</i> clarified state law as to the Commissioner's immunity for alleged negligent mismanagement of an insolvent insurer. Section 58-30-71 does not, however, address whether North Carolina views the Commissioner in his capacity as liquidator as the State's alter ego as applied here (i.e., as a litigant-liquidator pursuing a common law debt collection action). Indeed, at oral argument, plaintiff conceded that this statute does not bar a counterclaim against plaintiff if defendants contended that London Pacific owed them money. Stated differently, sovereign immunity does not bar such a counterclaim. Thus, this factor does not support a finding that the Commissioner in his capacity as liquidator in this case is North Carolina's alter ego.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As part of its argument, defendants contend that London Pacific is the real party in interest. Rule 17(a) of the Federal Rules of Civil Procedure, \"requires that `every action must be prosecuted in the name of the real party in interest.'\" <i>Comm'r of Labor v. Dillard's, Inc.,</i> 83 F.Supp.2d 622, 628 (M.D.N.C.2000) (quotation omitted). Rule 17(a) ensures that the party asserting the claim \"possesses the right to enforce [it] and . . . has a significant interest in the litigation.\" <i>Id.</i> (quoting <i>Virginia Elec. &amp; Power Co. v. Westinghouse Elec. Corp.,</i> 485 F.2d 78, 83 (4th Cir.1973)).</p>\n<p>Defendants argue that, in his capacity as the liquidator in this case, the Commissioner lacks \"a substantial stake in the outcome of litigation\" because the litigation will not impact the state treasury. Def.'s Br. in Opp'n to Pl.'s Mot. to Remand 6. Defendants note that the Supreme Court explored whether a state official constitutes a real party in interest in <i>Mo., Kan., &amp; Tex. Ry. Co. v. Hickman,</i> 183 U.S. 53, 59, 22 S.Ct. 18, 46 L.Ed. 78 (1901).<sup>[4]</sup> In <i>Hickman,</i> a state-created board of commissioners sought to enforce rates for use of a bridge against rail companies. The commissioners filed suit in state court. The defendants removed the action to federal court, and the Supreme Court ultimately determined \"whether the railway company was entitled to remove this suit to the Federal court.\" <i>Id.</i> at 57, 22 S.Ct. 18. The commissioners claimed sovereign immunity and sought remand. In rejecting the commissioners' sovereign immunity argument, the Court noted that if successful, the commissioners would not \"recover any money for the state.\" <i>Id.</i> at 59, 22 S.Ct. 18. Further, the Court acknowledged a general governmental interest in <span class=\"star-pagination\">*533</span> the outcome, but held that \"such governmental interest is not that which makes the state . . . a party in interest in the litigation . . . for if that were so, the state would be a party in interest in all litigation.\" <i>Id.</i> at 60, 22 S.Ct. 18.</p>\n<p>Consistent with <i>Hickman,</i> the Fourth Circuit has rejected the argument that a federal district court lacks subject matter jurisdiction to consider counterclaims against Virginia's Insurance Commissioner in his capacity as receiver of a Virginia life insurance company. <i>See </i><i>Gross v. Weingarten,</i> 217 F.3d 208, 221-23 (4th Cir. 2000). The Fourth Circuit also held that a Virginia statute concerning liquidation proceedings when coupled with the McCarran-Ferguson Act did not preempt federal jurisdiction over such counterclaims. <i>Id.</i> at 223.<sup>[5]</sup></p>\n<p>The Commissioner responds that in this case he is the real party in interest. Specifically, the Commissioner argues that because the General Assembly authorizes only a state official to act as the liquidator, then he is the real party in interest. In support, the Commissioner analogizes his role in litigating as liquidator of London Pacific in this debt collection action seeking money damages to situations where other heads of state executive agencies litigated certain statutory claims seeking equitable relief and were held to be the real party in interest. <i>See </i><i>Dillard's,</i> 83 F.Supp.2d at 629 (North Carolina Commissioner of Labor pursuing claim under the Retaliatory Employment Discrimination Act for equitable relief including back pay); <i>Eure v. NVF Co.,</i> 481 F.Supp. 639, 641 (E.D.N.C.1979) (North Carolina Secretary of State pursuing claim under the North Carolina Tender Offer Disclosure Act for equitable relief).</p>\n<p>The court has reviewed <i>Eure</i> and <i>Dillard's</i> and finds them distinguishable. A far more instructive case (that neither party cited) is a Fourth Circuit case addressing sovereign immunity in the context of a receiver conducting litigation in its capacity as a receiver. <i>See </i><i>Foremost Guar. Corp. v. Comty. Say. &amp; Loan,</i> 826 F.2d 1383 (4th Cir.1987). In <i>Foremost Guaranty,</i> the Maryland Deposit Insurance Fund Corporation (\"MDIF\") was a non-stock, non-profit corporation within the Maryland Department of Licensing and Regulation. A state court appointed MDIF as the receiver for a Maryland savings and loan association, Community Savings &amp; Loan (\"Community\"). MDIF assumed \"all powers, rights, and privileges of the officers and directors [of Community].\" <i>Id.</i> at 1385. Two mortgage insurance companies filed suit in federal district court, seeking a declaratory judgment to rescind certain mortgage guaranty insurance policies and commitments which they had issued to a Community subsidiary. <i>Id.</i> at 1384. MDIF, as the receiver of Community, moved to dismiss the action based on Eleventh Amendment sovereign immunity. The district court denied the motion, reasoning that MDIF \"occupie[d] a bifurcated status: as insurer of Community's deposits, and as receiver of Community. In connection with [this action], MDIF is fulfilling its role as receiver . . . [, and] such a proprietary capacity does not . . . render it [the state's] alter ego so as to defeat diversity.\" <i>Id.</i> The Fourth Circuit affirmed, and held that \"MDIF's involvement in this litigation is predicated only on its status as Community's receiver, merely charged with overseeing the orderly liquidation and <span class=\"star-pagination\">*534</span> disposition of Community's assets.\" <i>Id.</i> at 1387. MDIF's \"limited status as . . . receiver\" did not justify invoking the \"cloak of the Eleventh Amendment.\" <i>Id.; accord </i><i>Finkielstain v. Seidel,</i> 857 F.2d 893, 895-96 (2d Cir.1988).</p>\n<p>The Fourth Circuit's analysis in <i>Foremost Guaranty Corporation</i> is consistent with the Fourth Circuit's analysis in <i>Gross</i> and <i>Maryland Stadium Authority.</i> The court's analysis in <i>Foremost Guaranty Corporation</i> bolsters the conclusion that the Commissioner in his capacity as the liquidator of London Pacific in this case is not the alter ego of North Carolina. Other courts have reached that same conclusion on materially indistinguishable facts. <i>See, e.g., </i><i>Nichols v. Vesta Fire Ins. Corp.,</i> 56 F.Supp.2d 778, 780-81 (E.D.Ky.1999); <i>Gen. Ry. Signal Co. v. Corcoran,</i> 748 F.Supp. 639, 643 (N.D.Ill.1990), <i>vacated on other grounds,</i> 969 F.2d 519 (7th Cir.1992); <i>Skandia Am. Reinsurance Corp. v. Schenck,</i> 441 F.Supp. 715, 722 (S.D.N.Y. 1977); <i>see generally, </i><i>AmSouth Bank v. Dale,</i> 386 F.3d 763, 782-83 (6th Cir.2004); <i>Gross,</i> 217 F.3d at 220-24. Thus, the court rejects the Commissioner's argument that this court lacks subject matter jurisdiction under section 1332(a)(1). Finally, the court notes that the Commissioner has not raised any issue concerning abstention in connection with this debt collection action. <i>See </i><i>Gross,</i> 217 F.3d at 223-25; <i>see also </i><i>First Penn-Pacific Life Ins. Co. v. Evans,</i> 304 F.3d 345, 349-51 (4th Cir.2002).</p>\n<p></p>\n<h2>V.</h2>\n<p>Defendants have moved to dismiss for lack of personal jurisdiction. The parties have submitted evidence and memoranda concerning the motion, but neither side requested an evidentiary hearing. When a district court \"decides a pretrial personal jurisdiction motion without conducting an evidentiary hearing, the plaintiff need only make a prima facie showing of personal jurisdiction.\" <i>Carefirst of Md., Inc. v. Carefirst Pregnancy Cntrs., Inc.,</i> 334 F.3d 390, 396 (4th Cir.2003). \"In deciding whether the plaintiff has made the requisite showing, the court must take all disputed facts and reasonable inferences in favor of the plaintiff.\" <i>Id.</i></p>\n<p>For the court to have personal jurisdiction, \"two conditions must be satisfied: (1) the exercise of jurisdiction must be authorized under the state's long-arm statute; and (2) the exercise of jurisdiction must comport with the due process requirements of the Fourteenth Amendment.\" <i>Id.</i> \"North Carolina's long-arm statute is construed to extend jurisdiction over non-resident defendants to the full extend permitted by the Due Process Clause.\" <i>Christian Science Bd. of Directors of the First Church of Christ v. Nolan,</i> 259 F.3d 209, 215 (4th Cir.2001). Thus, in this case, \"the dual jurisdictional requirements collapse into a single inquiry as to whether the [defendants have] such minimal contacts with the forum state that maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Id.</i> (quotations omitted).</p>\n<p>The parties dispute whether plaintiff has met its burden to show specific jurisdiction. In analyzing specific jurisdiction, this court must examine three things. <i>Id.</i> at 216. First, to what extend did the defendants purposefully avail themselves of the privilege of conducting activities in North Carolina. Second, did the plaintiffs claims arise out of those North Carolina related activities. Finally, is the exercise of jurisdiction constitutionally reasonable. <i>Id.</i></p>\n<p>The court has examined the evidence that the parties submitted, including the affidavit of Peggy H. Dehart and the affidavits that defendants submitted. When <span class=\"star-pagination\">*535</span> the evidence is viewed in the light most favorable to the plaintiff, the court concludes that plaintiff has met its burden of establishing specific jurisdiction. <i>See, e.g., </i><i>Nolan,</i> 259 F.3d at 216-18. Thus, defendants' motion to dismiss for lack of personal jurisdiction is denied.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The court finds that the Commissioner in his capacity as liquidator in this case is not the alter ego of North Carolina. Accordingly, the Commissioner is a citizen for purposes of diversity and this court has subject matter jurisdiction under 28 U.S.C. § 1332(a)(1). Thus, plaintiffs motion to remand is DENIED. Additionally, defendants' motion to dismiss for lack of personal jurisdiction is DENIED. Finally, in light of the standard under Rule 12(b)(6), defendants' motion to dismiss for failure to state a claim is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court takes judicial notice of the orders in action 02-CVS-10454 in Wake County Superior Court. <i>See</i> Fed.R.Evid. 201: <i>Colonial Penn Ins. Co. v. Coil,</i> 887 F.2d 1236, 1239 (4th Cir.1989).</p>\n<p>[2]  Section 58-30-20 uses the term \"receiver.\" Under the statute, the term \"receiver\" includes \"a liquidator. . . .\" N.C. Gen.Stat. § 58-30-10(16).</p>\n<p>[3]  At oral argument, plaintiff's counsel conceded that plaintiff was authorized to institute actions as liquidator to collect debts and that plaintiff had the power to file such suits and litigate in any federal or state court throughout the country. Plaintiff's counsel argued, however, that plaintiff would not file suit in any court other than Wake County Superior Court to collect a debt if plaintiff believed that personal jurisdiction existed in Wake County Superior Court. <i>See</i> N.C. Gen Stat. § 58-30-15(d). As a matter of litigation strategy, plaintiff undoubtedly would prefer to litigate in Wake County Superior Court. The statutory scheme, however, does not limit plaintiff's litigation authority in the manner described by his counsel. <i>See, e.g., id.</i> §§ 58-30-120(12), 58-30-120(b).</p>\n<p>[4]  <i>Hickman</i> predates the adoption of the Federal Rules of Civil Procedure.</p>\n<p>[5]  The McCarran-Ferguson Act, 15 U.S.C. §§ 1011 <i>et. seq.,</i> states that \"[n]o Act of Congress shall be construed to invalidate, impair, or supercede any law enacted by any State for the purpose of regulating the business of insurance, . . . unless such Act specifically relates to the business of insurance.\" 15 U.S.C. § 1012(b).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">525</span></span> (2007)</b></center>\n<center><h1>State of NORTH CAROLINA, on Relation of James E. Long, Commissioner of Insurance of North Carolina and Liquidator of London Pacific Life &amp; Annuity Company, Plaintiff,<br>\nv.<br>\nDavid E. BLACKBURN and Blackburn Insurance Agency, Inc., Defendants.</h1></center>\n<center>No. 5:06-CV-300-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 25, 2007.</center>\n<p><span class=\"star-pagination\">*526</span> Daniel Snipes Johnson, N.C. Dept. of Justice, Insurance Section, David Warren Boone, North Carolina Attorney General's Office, Raleigh, NC, for Plaintiff.</p>\n<p>Andrew O. Whiteman, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On July 7, 2006, the North Carolina Commissioner of Insurance, James E. Long (\"Commissioner\" or \"plaintiff'), filed suit in the Superior Court of Wake County against Oklahoma citizens David Blackburn and Blackburn Insurance Agency, Inc. (\"defendants\"). The Commissioner filed suit in his capacity as the liquidator of London Pacific Life &amp; Annuity Company (\"London Pacific\"), a North Carolina corporation, and seeks to recover commission advances and guarantees on commissions defendants allegedly owe London Pacific. Defendants removed the action to this court based on diversity jurisdiction. The Commissioner filed a motion to remand and argued that he is the alter ego of North Carolina, and, therefore, is not a \"citizen\" for the purposes of diversity jurisdiction under 28 U.S.C. § 1332. Additionally, defendants moved to dismiss for lack of personal jurisdiction and for failure to state a claim. As explained below, the Commissioner's motion to remand is denied, the defendants' motion to dismiss for lack of personal jurisdiction is denied, and the defendants' motion to dismiss for failure to state a claim is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>On July 7, 2006, the Commissioner \"in his capacity as liquidator of London Pacific Life &amp; Annuity Company\" filed suit in <span class=\"star-pagination\">*527</span> Wake County Superior Court. Compl. ¶ 1. London Pacific is a North Carolina insurance company. Compl. ¶ 3. On August 6,. 2002, Wake County Superior Court entered an order of rehabilitation and appointed the Commissioner as rehabilitator of London Pacific. Compl. ¶ 6; <i>State of North Carolina ex rel. Long v. London Pacific Life &amp; Annuity Co.,</i> No. 02-CV-10454, Order (Wake County Super. Ct. Aug. 6, 2002).<sup>[1]</sup> On July 12, 2004, the Wake County Superior Court entered an order of liquidation and appointed the Commissioner as liquidator of London Pacific. As liquidator, the Commissioner is \"vested with title to all assets of London Pacific and is further authorized to collect any and all debts owed to London Pacific.\" Compl. ¶ 7; <i>London Pacific Life &amp; Annuity</i> Co., No. 02-CVS-10454, Order (Wake County Super. Ct. July 12, 2004).</p>\n<p>London Pacific had a marketing company known as London Pacific Marketing Insurance Company (\"London Pacific Marketing\"). Compl. ¶ 9. London Pacific Marketing was a California corporation. Compl. ¶ 8. London Pacific Marketing entered into a contract with Blackburn Insurance Agency, Inc. (\"Blackburn Insurance\"). Compl. ¶ 17. David Blackburn is the president of Blackburn Insurance and owns a controlling interest. Compl. ¶ 20. Plaintiff contends that Blackburn is the alter ego of Blackburn Insurance. Compl. ¶ 21.</p>\n<p>According to count one of the complaint, \"Blackburn received one or more commission advances which Defendant Blackburn and London Pacific agreed would be treated as agent debit balances.\" Compl. ¶ 18. London Pacific Marketing assigned to London Pacific its interest in this debt, which allegedly totals $100,555.83, plus interest. Compl. ¶¶ 23, 25. The Commissioner seeks to recover this alleged debt. Compl. ¶ 27. Oklahoma law appears to govern this claim.</p>\n<p>In count two, the Commissioner alleges that London Pacific Marketing entered a contract with Michael Hentges (an Oklahoma citizen) concerning his services as a London Pacific agent. Compl. ¶ 29. Blackburn Insurance allegedly entered into a written guaranty with London Pacific whereby Blackburn Insurance guaranteed payment of this alleged debt. Compl. ¶ 35. According to the complaint, Hentges owes London Pacific $100,762.21, plus interest. Compl. ¶ 33. The Commissioner seeks to recover this alleged debt. Compl. ¶ 41. California law appears to govern this claim.</p>\n<p>On August 2, 2006, defendants removed this action based on diversity jurisdiction. On September 8, 2006, the Commissioner moved to remand and argues that this court lacks diversity jurisdiction. On September 12, 2006, defendants moved to dismiss for lack of personal jurisdiction and for failure to state a claim. <i>See</i> Fed. R.Civ.P. 12(b)(2) &amp; 12(b)(6). All pending motions were fully briefed. This court held oral argument on June 22, 2007.</p>\n<p></p>\n<h2>II.</h2>\n<p>Section 1441 of Title 28 permits defendants to remove an action from state court. It states, in part:</p>\n<blockquote>(a) Except as otherwise expressly provided by Act of Congress, any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed by the defendant or the defendants, to the district court of the United <span class=\"star-pagination\">*528</span> States for the district and division embracing the place where such action is pending. . . .</blockquote>\n<blockquote>(b) Any civil action of which the district courts have original jurisdiction founded on a claim or right arising under the Constitution, treaties or laws of the United States shall be removable without regard to the citizenship or residence of the parties. Any other such action shall be removable only if none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.</blockquote>\n<p>28 U.S.C. § 1441. The original jurisdiction requirement is satisfied \"where the matter in controversy exceeds . . . $75,000, exclusive of interest and costs, and is between citizens of different States.\" 28 U.S.C. § 1332(a)(1). Neither a state, nor a state agency acting as the state's alter ego, is a \"citizen\" under section 1332(a). <i>See </i><i>Moor v. County of Alameda,</i> <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 717, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (1973); <i>Postal Tel. Cable Co. v. Alabama,</i> <span class=\"citation\" data-id=\"94055\"><a href=\"/opinion/94055/postal-telegraph-cable-co-v-alabama/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, 487, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">231</span></span> (1894); <i>Md. Stadium Auth. v. Ellerbe Becket Inc.,</i> <span class=\"citation\" data-id=\"790186\"><a href=\"/opinion/790186/maryland-stadium-authority-university-system-of-maryland-v-ellerbe-becket/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 260 (4th Cir.2005). \"The burden of demonstrating jurisdiction resides with the party seeking removal.'\" <i>Md. Stadium Auth.,</i> 407 F.3d at 260 (quoting <i>Mulcahey</i> v. Columbia <i>Organic Chems. Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir. 1994)).</p>\n<p></p>\n<h2>III.</h2>\n<p>The Commissioner argues that he is the alter ego of North Carolina; therefore, he is not a \"citizen,\" diversity is lacking, and the action must be remanded. <i>See </i><i>Md. Stadium Auth.,</i> 407 F.3d at 265. As part of analyzing whether an agency is the state's alter ego, a court looks to \"standards announced in cases addressing whether governmental entities are entitled to Eleventh Amendment immunity as an arm of the state.\" <i>Id.</i> at 260.</p>\n<p>\"Because the question of whether an entity is an alter ego of the state is a highly-fact intensive undertaking, [the court initially examines the Commissioner's] structure and operations.\" <i>Id.</i> at 257. The North Carolina Commissioner of Insurance is a constitutional officer duly elected by the citizens of North Carolina. <i>See</i> N.C. Const. Art. III, § 7; N.C. Gen. Stat. § 58-2-5. The Commissioner appoints the chief deputy commissioner, the chief actuary, and a host of other deputies, actuaries, examiners, and employees within the Department of Insurance. <i>See</i> N.C. Gen.Stat. §§ 58-2-15, 58-2-20 &amp; 58-2-25. The North Carolina General Assembly provides the Commissioner's budget.</p>\n<p>The Commissioner has extensive powers concerning insurance companies operating in North Carolina. <i>See id.</i> § 58-2-40. \"Every insurance company must be licensed and supervised by the Commissioner, and must pay all licenses, taxes, and fees as prescribed in the insurance laws of the State for the class of company, association, or order to which it belongs.\" <i>Id.</i> § 58-2-125. The Commissioner also extensively regulates insurance contracts. <i>See id.</i> §§ 58-3-1-58-3-223.</p>\n<p>The Commissioner has extensive powers in connection with the rehabilitation and liquidation of North Carolina insurance companies. <i>See id.</i> §§ 58-30-1 <i>et seq.</i> The Commissioner is the only person who may commence a delinquency proceeding (including a liquidation proceeding) concerning an insurer. <i>Id.</i> § 58-30-15(a). In rehabilitating or liquidating an insurer, the Commissioner can sue and be sued. <i>See id.</i> §§ 58-30-15, 58-30-65, 58-30-85, 58-30-120, 58-30-130.</p>\n<p>The Commissioner must commence the liquidation proceeding in Wake County Superior Court, and no other state court has <span class=\"star-pagination\">*529</span> jurisdiction to hear or determine any complaint seeking liquidation of an insurer. <i>See id.</i> §§ 58-30-15(b), 58-30-15(d), 58-30-10(3). The Commissioner commences a liquidation proceeding by seeking court appointment as the liquidator from Wake County Superior Court. <i>See id.</i> § 58-30-15. The Wake County Superior Court may issue \"[a]n order to liquidate the business of a domestic insurer [and that order] shall appoint the Commissioner and his successors in office liquidator and shall direct the liquidator forthwith to take possession of the assets of the insurer and to administer them under the general supervision of the [Wake County Superior Court].\" <i>Id.</i> § 58-30-105(a). The liquidator determines the assets and liabilities of the insurer and decides whether to recommend to the court that an assessment should be made. <i>See id.</i> § 58-30-165(a). The liquidator also analyzes and resolves claims that are submitted. <i>See id.</i> §§ 58-30-185-58-30-225. \"When all assets justifying the expense of collection and distribution have been collected and distributed under this Article, the liquidator shall apply to the [Wake County Superior Court] for discharge. The [Wake County Superior Court] may grant the discharge and make any other orders . . . as may be deemed appropriate.\" <i>Id.</i> § 58-30-240(a).</p>\n<p>Once the Wake County Superior Court appoints the Commissioner as the liquidator, the Commissioner</p>\n<blockquote>may at anytime apply for, and any court of general jurisdiction may grant, such restraining orders, preliminary and permanent injunctions, and other orders as may be deemed to be necessary and proper to prevent: (1)[t]he transaction of further business; (2)[t]he transfer of property; (3)[i]nterference with the receiver or with a proceeding under this Article; (4)[w]aste of the insurer's assets; (5)[d]issipation and transfer of bank accounts; (6)[t]he <i>institution</i> or further prosecution of any <i>actions or proceedings;</i> (7)[t]he obtaining of preferences, judgments, attachments, garnishments, or liens against the insurer, its assets or its policyholders; (8)[t]he levying of execution against the insurer, its assets, or its policyholders; (9)[t]he making of any sale or deed for nonpayment of taxes or assessments that would lessen the value of the assets of the insurer; (10)[t]he withholding from the receiver of books, accounts, documents, or other records relating to the business of the insurer; or (11)[a]ny other threatened or contemplated action that might lessen the value of the insurer's assets or prejudice the rights of policyholders, creditors, or shareholders, or the administration of any proceeding under this Article.</blockquote>\n<p><i>Id.</i> § 58-30-20 (emphasis added)<sup>[2]</sup> The Commissioner in his capacity as liquidator is authorized to institute such actions in Wake County Superior Court, in other state courts, or in federal court. <i>See id.</i> This power to litigate includes not only the power to file actions seeking injunctions, but also to file actions seeking to collect debts. <i>See id.; see also id.</i> § 58-30-1(a) (\"This Article does not limit the powers granted to the Commissioner by any other provision of law.\"); <i>id.</i> § 58-30-120(12) (noting authority to institute actions \"in this State or elsewhere\"); <i>id.</i> § 58-30-120(13); <i>id.</i> § 58-30-120(b).</p>\n<p>In <i>Maryland Stadium Authority,</i> the Fourth Circuit examined whether the plaintiffs were Maryland's alter ego in connection with a lawsuit that the Maryland Stadium Authority and the University System of Maryland (\"plaintiffs\") filed against <span class=\"star-pagination\">*530</span> an architectural and engineering firm in state court. Defendant removed the case, and plaintiffs argued that the action should be remanded due to a lack of diversity. In analyzing whether the plaintiffs were the alter ego of Maryland, the Fourth Circuit applied the four-factor test described in <i>Ram Ditta v. Md. Nat'l Capital Park &amp; Planning Comm'n,</i> <span class=\"citation\" data-id=\"490551\"><a href=\"/opinion/490551/debindra-ram-ditta-a-minor-by-and-through-her-father-and-next-friend/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span> (4th Cir. 1987). The factors include whether the state treasury will be responsible for or receive the financial benefit of any potential judgment, the degree of the agency's autonomy from the state, whether the agency is concerned with local as opposed to state-wide issues, and the agency's status under state law. <i>Md. Stadium Auth.,</i> 407 F.3d at 261; <i>Roche v. Lincoln Prop.</i> Co., 175 Fed.Appx. 597, 600-02 (4th Cir. 2006) (unpublished).</p>\n<p>The first factor concerns the impact that a judgment will have on the state treasury. <i>Md. Stadium Auth.,</i> 407 F.3d at 261. In connection with a case where the state-actor is a plaintiff filing a lawsuit seeking to recover money, the court must determine whether any recovery will inure to the benefit of the state treasury. <i>Id.</i> at 262. As part of analyzing the first factor, the Fourth Circuit also noted that the Eleventh Amendment is concerned not only with a state's monetary liability or recovery in a given case, but also that the dignity of the state be preserved. <i>Id.</i> at 262 n. 11.</p>\n<p>The purpose of the Commissioner's authority in his capacity as liquidator in this case is \"to protect the interests of policy-holders, claimants, creditors, and the public generally.\" N.C. Gen.Stat. § 58-30-1. Although protecting the \"public generally\" is a purpose, the financial beneficiaries of the Commissioner's victory in this lawsuit will be the policyholders, claimants, and creditors of London Pacific. If the Commissioner prevails in this lawsuit, the money collected will be made part of the London Pacific estate to be liquidated. Whether that money is collected via a judgment obtained in Wake County Superior Court or in federal court does not matter. Moreover, in this case, the North Carolina treasury will not be responsible for paying any judgment and will not receive the benefit of any judgment. <i>See </i><i>Md. Stadium Auth.,</i> 407 F.3d at 261-62 (the most important factor under <i>Ram Pitta</i> is whether the state treasury will be responsible for paying any judgment that might be awarded or whether any judgment will inure to the benefit of the state treasury); <i>Kitchen v. Upshaw,</i> <span class=\"citation\" data-id=\"777211\"><a href=\"/opinion/777211/ronnell-gray-kitchen-v-douglas-l-upshaw-sargeant-janulyn-y-lennon/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 184-85 (4th Cir.2002). Additionally, whether that claim is litigated in Wake County Superior Court or in this court does not impact the dignity of the state. Indeed, North Carolina law expressly contemplates that the Commissioner in his capacity as liquidator may litigate in state or federal court to collect debts. <i>See, e.g.,</i> N.C. Gen.Stat. §§ 58-30-20, 58-30-120(12), 58-30-120(b).<sup>[3]</sup> Thus, the first factor under <i>Maryland Stadium Authority</i> supports a finding that the Commissioner in his capacity as the liquidator in this case is not North Carolina's alter ego.</p>\n<p><span class=\"star-pagination\">*531</span> The second factor relates to the Commissioner's \"operational autonomy\" in his capacity as the liquidator in this case. The analysis requires a court to examine whether the State has a veto power over the Commissioner's actions, the sources of the Commissioner's funding, and who appoints the Commissioner's directors. <i>Maryland Stadium Auth.,</i> 407 F.3d at 261. In <i>Maryland Stadium Authority,</i> the court held that Maryland exercised sufficient veto power over the University of Maryland for it to be deemed the state's alter ego. It noted that \"all of the University's decisionmakers are appointed by the Governor,\" Maryland had veto power over most University actions (e.g., approving land deals in excess of $500,000), and that the Maryland Attorney General represented the University in the litigation. <i>Id.</i> at 264; <i>cf. </i><i>Ram Ditta,</i> 822 F.2d at 458-59 (in holding that the defendant County Park and Planning Commission was not the state's alter ego, the court noted that the defendant was represented by a county attorney as opposed to the Maryland Attorney General  a requirement of state agencies).</p>\n<p>The Commissioner is an elected constitutional officer of the State of North Carolina. Once the Wake County Superior Court appoints the Commissioner as the liquidator, the Commissioner is authorized to file lawsuits. <i>See id.</i> §§ 58-30-20, 58-30-120(12), 58-30-120(b). The Commissioner also has authority to marshal the assets and liabilities and resolve claims. <i>See id.</i> §§ 58-30-135-58-30-215. North Carolina, as such, does not have veto power over the Commissioner's litigation decisions in this case in his capacity as liquidator. Rather, the Commissioner appears to be acting as a fiduciary under the general supervision of the Wake County Superior Court. <i>See, e.g., id.</i> § 58-30-105(a). However, the North Carolina Attorney General represents the Commissioner in this action. Further, the North Carolina General Assembly provides the Commissioner his budget and his salary. Accordingly, this second factor (at best) slightly favors finding the Commissioner in his capacity as liquidator in this case to be North Carolina's alter ego.</p>\n<p>Third, the court examines whether the entity purporting to be the state's alter ego (i.e., the Commissioner in his capacity as liquidator in this case) is involved in state-wide versus local matters. The Commissioner argues that insurance regulation is \"obviously a matter of state-wide regulation.\" Pl's Reply 3. However, the Commissioner acknowledges that the litigation in this case is primarily \"for the benefit of the policyholders and creditors of London Pacific.\" <i>Id.</i> at 2. Thus, this factor does not support finding that the Commissioner in his capacity as liquidator in this case is North Carolina's alter ego.</p>\n<p>Finally, the court examines how state law treats the Commissioner in his capacity as liquidator in this case. \"Although the question of whether an entity is an alter ego of the state is a question of federal, not state, law, the manner in which state law addresses the entity remains important, and potentially controlling.\" <i>Md. Stadium Auth.,</i> 407 F.3d at 265 (citation and internal quotations omitted). North Carolina law provides:</p>\n<blockquote>The receiver and his employees have official immunity and are immune from suit and liability, both personally and in their official capacities, for any claim for damage to or loss of property or personal injury or other civil liability caused by or resulting from any alleged act, error, or omission of the receiver or any employee arising out of or by reason of their duties or employment; provided that nothing in this section holds the receiver or any employee immune from <span class=\"star-pagination\">*532</span> suit or liability for any damages, loss, injury, or liability caused by the intentional or willful and wanton misconduct of the receiver or any employee or for any bodily injury caused by the operation of a motor vehicle.</blockquote>\n<p>N.C. Gen.Stat. § 58-30-71(b).</p>\n<p>The North Carolina General Assembly enacted section 58-30-71 in 1993 to make clear that the Commissioner in his capacity as liquidator enjoyed immunity for any alleged negligent management of the estate of an insolvent insurer. <i>See, e.g., id.</i> § 58-30-71(k)-(m). The General Assembly did so following this court's decision in <i>North Carolina ex rel. Long v. Alexander &amp; Alexander Servs., Inc.,</i> <span class=\"citation\" data-id=\"1654675\"><a href=\"/opinion/1654675/state-of-nc-ex-rel-long-v-alexander-alexander/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">257</span></a></span> (E.D.N.C.1989). In <i>Alexander,</i> the court held that the Eleventh Amendment barred any claim against the Commissioner for his alleged negligent mismanagement of the insolvent insurer, but that the Commissioner did not enjoy Eleventh Amendment immunity in his capacity as a receiver for the insolvent insurer. <i>Id.</i> at 262-64. Section 58-30-71(b), <i>inter alia,</i> clarified state law as to the Commissioner's immunity for alleged negligent mismanagement of an insolvent insurer. Section 58-30-71 does not, however, address whether North Carolina views the Commissioner in his capacity as liquidator as the State's alter ego as applied here (i.e., as a litigant-liquidator pursuing a common law debt collection action). Indeed, at oral argument, plaintiff conceded that this statute does not bar a counterclaim against plaintiff if defendants contended that London Pacific owed them money. Stated differently, sovereign immunity does not bar such a counterclaim. Thus, this factor does not support a finding that the Commissioner in his capacity as liquidator in this case is North Carolina's alter ego.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As part of its argument, defendants contend that London Pacific is the real party in interest. Rule 17(a) of the Federal Rules of Civil Procedure, \"requires that `every action must be prosecuted in the name of the real party in interest.'\" <i>Comm'r of Labor v. Dillard's, Inc.,</i> <span class=\"citation\" data-id=\"2443244\"><a href=\"/opinion/2443244/commissioner-of-labor-of-north-car-v-dillards/\"><span class=\"volume\">83</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">622</span></a></span>, 628 (M.D.N.C.2000) (quotation omitted). Rule 17(a) ensures that the party asserting the claim \"possesses the right to enforce [it] and . . . has a significant interest in the litigation.\" <i>Id.</i> (quoting <i>Virginia Elec. &amp; Power Co. v. Westinghouse Elec. Corp.,</i> <span class=\"citation\" data-id=\"313585\"><a href=\"/opinion/313585/virginia-electric-and-power-company-who-sues-for-the-use-and-benefit-of/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 83 (4th Cir.1973)).</p>\n<p>Defendants argue that, in his capacity as the liquidator in this case, the Commissioner lacks \"a substantial stake in the outcome of litigation\" because the litigation will not impact the state treasury. Def.'s Br. in Opp'n to Pl.'s Mot. to Remand 6. Defendants note that the Supreme Court explored whether a state official constitutes a real party in interest in <i>Mo., Kan., &amp; Tex. Ry. Co. v. Hickman,</i> <span class=\"citation\" data-id=\"95529\"><a href=\"/opinion/95529/missouri-c-ry-co-v-missouri-rd-c-comrs/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 59, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">78</span></span> (1901).<sup>[4]</sup> In <i>Hickman,</i> a state-created board of commissioners sought to enforce rates for use of a bridge against rail companies. The commissioners filed suit in state court. The defendants removed the action to federal court, and the Supreme Court ultimately determined \"whether the railway company was entitled to remove this suit to the Federal court.\" <i>Id.</i> at 57, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>. The commissioners claimed sovereign immunity and sought remand. In rejecting the commissioners' sovereign immunity argument, the Court noted that if successful, the commissioners would not \"recover any money for the state.\" <i>Id.</i> at 59, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>. Further, the Court acknowledged a general governmental interest in <span class=\"star-pagination\">*533</span> the outcome, but held that \"such governmental interest is not that which makes the state . . . a party in interest in the litigation . . . for if that were so, the state would be a party in interest in all litigation.\" <i>Id.</i> at 60, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>.</p>\n<p>Consistent with <i>Hickman,</i> the Fourth Circuit has rejected the argument that a federal district court lacks subject matter jurisdiction to consider counterclaims against Virginia's Insurance Commissioner in his capacity as receiver of a Virginia life insurance company. <i>See </i><i>Gross v. Weingarten,</i> <span class=\"citation\" data-id=\"769247\"><a href=\"/opinion/769247/alfred-w-gross-commissioner-of-insurance-state-corporation-commission/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span>, 221-23 (4th Cir. 2000). The Fourth Circuit also held that a Virginia statute concerning liquidation proceedings when coupled with the McCarran-Ferguson Act did not preempt federal jurisdiction over such counterclaims. <i>Id.</i> at 223.<sup>[5]</sup></p>\n<p>The Commissioner responds that in this case he is the real party in interest. Specifically, the Commissioner argues that because the General Assembly authorizes only a state official to act as the liquidator, then he is the real party in interest. In support, the Commissioner analogizes his role in litigating as liquidator of London Pacific in this debt collection action seeking money damages to situations where other heads of state executive agencies litigated certain statutory claims seeking equitable relief and were held to be the real party in interest. <i>See </i><i>Dillard's,</i> 83 F.Supp.2d at 629 (North Carolina Commissioner of Labor pursuing claim under the Retaliatory Employment Discrimination Act for equitable relief including back pay); <i>Eure v. NVF Co.,</i> <span class=\"citation\" data-id=\"2397630\"><a href=\"/opinion/2397630/eure-v-nvf-co/\"><span class=\"volume\">481</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">639</span></a></span>, 641 (E.D.N.C.1979) (North Carolina Secretary of State pursuing claim under the North Carolina Tender Offer Disclosure Act for equitable relief).</p>\n<p>The court has reviewed <i>Eure</i> and <i>Dillard's</i> and finds them distinguishable. A far more instructive case (that neither party cited) is a Fourth Circuit case addressing sovereign immunity in the context of a receiver conducting litigation in its capacity as a receiver. <i>See </i><i>Foremost Guar. Corp. v. Comty. Say. &amp; Loan,</i> <span class=\"citation\" data-id=\"493241\"><a href=\"/opinion/493241/foremost-guaranty-corporation-v-community-savings-loan-inc-a-maryland/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1383</span></a></span> (4th Cir.1987). In <i>Foremost Guaranty,</i> the Maryland Deposit Insurance Fund Corporation (\"MDIF\") was a non-stock, non-profit corporation within the Maryland Department of Licensing and Regulation. A state court appointed MDIF as the receiver for a Maryland savings and loan association, Community Savings &amp; Loan (\"Community\"). MDIF assumed \"all powers, rights, and privileges of the officers and directors [of Community].\" <i>Id.</i> at 1385. Two mortgage insurance companies filed suit in federal district court, seeking a declaratory judgment to rescind certain mortgage guaranty insurance policies and commitments which they had issued to a Community subsidiary. <i>Id.</i> at 1384. MDIF, as the receiver of Community, moved to dismiss the action based on Eleventh Amendment sovereign immunity. The district court denied the motion, reasoning that MDIF \"occupie[d] a bifurcated status: as insurer of Community's deposits, and as receiver of Community. In connection with [this action], MDIF is fulfilling its role as receiver . . . [, and] such a proprietary capacity does not . . . render it [the state's] alter ego so as to defeat diversity.\" <i>Id.</i> The Fourth Circuit affirmed, and held that \"MDIF's involvement in this litigation is predicated only on its status as Community's receiver, merely charged with overseeing the orderly liquidation and <span class=\"star-pagination\">*534</span> disposition of Community's assets.\" <i>Id.</i> at 1387. MDIF's \"limited status as . . . receiver\" did not justify invoking the \"cloak of the Eleventh Amendment.\" <i>Id.; accord </i><i>Finkielstain v. Seidel,</i> <span class=\"citation\" data-id=\"511964\"><a href=\"/opinion/511964/jacobo-finkielstain-v-julian-m-seidel-first-maryland-savings-loan/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 895-96 (2d Cir.1988).</p>\n<p>The Fourth Circuit's analysis in <i>Foremost Guaranty Corporation</i> is consistent with the Fourth Circuit's analysis in <i>Gross</i> and <i>Maryland Stadium Authority.</i> The court's analysis in <i>Foremost Guaranty Corporation</i> bolsters the conclusion that the Commissioner in his capacity as the liquidator of London Pacific in this case is not the alter ego of North Carolina. Other courts have reached that same conclusion on materially indistinguishable facts. <i>See, e.g., </i><i>Nichols v. Vesta Fire Ins. Corp.,</i> <span class=\"citation\" data-id=\"2448990\"><a href=\"/opinion/2448990/nichols-v-vesta-fire-ins-corp/\"><span class=\"volume\">56</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">778</span></a></span>, 780-81 (E.D.Ky.1999); <i>Gen. Ry. Signal Co. v. Corcoran,</i> <span class=\"citation\" data-id=\"1967043\"><a href=\"/opinion/1967043/general-ry-signal-co-v-corcoran/\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">639</span></a></span>, 643 (N.D.Ill.1990), <i>vacated on other grounds,</i> <span class=\"citation\" data-id=\"586924\"><a href=\"/opinion/586924/general-railway-signal-company-a-unit-of-general-signal-corporation-a-new/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span> (7th Cir.1992); <i>Skandia Am. Reinsurance Corp. v. Schenck,</i> <span class=\"citation\" data-id=\"1427437\"><a href=\"/opinion/1427437/skandia-america-reinsurance-corp-v-schenck/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">715</span></a></span>, 722 (S.D.N.Y. 1977); <i>see generally, </i><i>AmSouth Bank v. Dale,</i> <span class=\"citation\" data-id=\"788088\"><a href=\"/opinion/788088/amsouth-bank-03-5517-first-tennessee-bank-03-5521-v-george-dale/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 782-83 (6th Cir.2004); <i>Gross,</i> 217 F.3d at 220-24. Thus, the court rejects the Commissioner's argument that this court lacks subject matter jurisdiction under section 1332(a)(1). Finally, the court notes that the Commissioner has not raised any issue concerning abstention in connection with this debt collection action. <i>See </i><i>Gross,</i> 217 F.3d at 223-25; <i>see also </i><i>First Penn-Pacific Life Ins. Co. v. Evans,</i> <span class=\"citation\" data-id=\"779194\"><a href=\"/opinion/779194/first-penn-pacific-life-insurance-company-v-william-r-evans-chartered/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">345</span></a></span>, 349-51 (4th Cir.2002).</p>\n<p></p>\n<h2>V.</h2>\n<p>Defendants have moved to dismiss for lack of personal jurisdiction. The parties have submitted evidence and memoranda concerning the motion, but neither side requested an evidentiary hearing. When a district court \"decides a pretrial personal jurisdiction motion without conducting an evidentiary hearing, the plaintiff need only make a prima facie showing of personal jurisdiction.\" <i>Carefirst of Md., Inc. v. Carefirst Pregnancy Cntrs., Inc.,</i> <span class=\"citation\" data-id=\"782514\"><a href=\"/opinion/782514/carefirst-of-maryland-incorporated-dba-carefirst-blue-crossblue-shield/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 396 (4th Cir.2003). \"In deciding whether the plaintiff has made the requisite showing, the court must take all disputed facts and reasonable inferences in favor of the plaintiff.\" <i>Id.</i></p>\n<p>For the court to have personal jurisdiction, \"two conditions must be satisfied: (1) the exercise of jurisdiction must be authorized under the state's long-arm statute; and (2) the exercise of jurisdiction must comport with the due process requirements of the Fourteenth Amendment.\" <i>Id.</i> \"North Carolina's long-arm statute is construed to extend jurisdiction over non-resident defendants to the full extend permitted by the Due Process Clause.\" <i>Christian Science Bd. of Directors of the First Church of Christ v. Nolan,</i> <span class=\"citation\" data-id=\"774279\"><a href=\"/opinion/774279/the-christian-science-board-of-directors-of-the-first-church-of-christ/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 215 (4th Cir.2001). Thus, in this case, \"the dual jurisdictional requirements collapse into a single inquiry as to whether the [defendants have] such minimal contacts with the forum state that maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Id.</i> (quotations omitted).</p>\n<p>The parties dispute whether plaintiff has met its burden to show specific jurisdiction. In analyzing specific jurisdiction, this court must examine three things. <i>Id.</i> at 216. First, to what extend did the defendants purposefully avail themselves of the privilege of conducting activities in North Carolina. Second, did the plaintiffs claims arise out of those North Carolina related activities. Finally, is the exercise of jurisdiction constitutionally reasonable. <i>Id.</i></p>\n<p>The court has examined the evidence that the parties submitted, including the affidavit of Peggy H. Dehart and the affidavits that defendants submitted. When <span class=\"star-pagination\">*535</span> the evidence is viewed in the light most favorable to the plaintiff, the court concludes that plaintiff has met its burden of establishing specific jurisdiction. <i>See, e.g., </i><i>Nolan,</i> 259 F.3d at 216-18. Thus, defendants' motion to dismiss for lack of personal jurisdiction is denied.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The court finds that the Commissioner in his capacity as liquidator in this case is not the alter ego of North Carolina. Accordingly, the Commissioner is a citizen for purposes of diversity and this court has subject matter jurisdiction under 28 U.S.C. § 1332(a)(1). Thus, plaintiffs motion to remand is DENIED. Additionally, defendants' motion to dismiss for lack of personal jurisdiction is DENIED. Finally, in light of the standard under Rule 12(b)(6), defendants' motion to dismiss for failure to state a claim is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court takes judicial notice of the orders in action 02-CVS-10454 in Wake County Superior Court. <i>See</i> Fed.R.Evid. 201: <i>Colonial Penn Ins. Co. v. Coil,</i> <span class=\"citation\" data-id=\"531016\"><a href=\"/opinion/531016/colonial-penn-insurance-company-v-willard-frank-coil-betty-marian-coil/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span>, 1239 (4th Cir.1989).</p>\n<p>[2]  Section 58-30-20 uses the term \"receiver.\" Under the statute, the term \"receiver\" includes \"a liquidator. . . .\" N.C. Gen.Stat. § 58-30-10(16).</p>\n<p>[3]  At oral argument, plaintiff's counsel conceded that plaintiff was authorized to institute actions as liquidator to collect debts and that plaintiff had the power to file such suits and litigate in any federal or state court throughout the country. Plaintiff's counsel argued, however, that plaintiff would not file suit in any court other than Wake County Superior Court to collect a debt if plaintiff believed that personal jurisdiction existed in Wake County Superior Court. <i>See</i> N.C. Gen Stat. § 58-30-15(d). As a matter of litigation strategy, plaintiff undoubtedly would prefer to litigate in Wake County Superior Court. The statutory scheme, however, does not limit plaintiff's litigation authority in the manner described by his counsel. <i>See, e.g., id.</i> §§ 58-30-120(12), 58-30-120(b).</p>\n<p>[4]  <i>Hickman</i> predates the adoption of the Federal Rules of Civil Procedure.</p>\n<p>[5]  The McCarran-Ferguson Act, 15 U.S.C. §§ 1011 <i>et. seq.,</i> states that \"[n]o Act of Congress shall be construed to invalidate, impair, or supercede any law enacted by any State for the purpose of regulating the business of insurance, . . . unless such Act specifically relates to the business of insurance.\" 15 U.S.C. § 1012(b).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1654675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2397630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2443244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2448990/"
  ]
}