{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2373433/",
  "absolute_url": "/opinion/2373433/beam-v-tatum/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2373433/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:16:53.531406Z",
  "date_modified": "2016-04-27T00:13:26.358102Z",
  "type": "010combined",
  "sha1": "959399b18f93d47826d9a2f340e89993502ab171",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>492 F.Supp.2d 535 (2007)</b></center>\n<center><h1>Mark H. BEAM, Plaintiff,<br>\nv.<br>\nGeorge TATUM, Commissioner, North Carolina Division of Motor Vehicles, et al., Defendants.</h1></center>\n<center>No. 5:06-CV-279-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 26, 2007.</center>\n<p><span class=\"star-pagination\">*536</span> R. David Wicker, Jr., Roberti, Wittenberg, Lauffer &amp; Wicker, P.A., Durham, NC, for Plaintiff.</p>\n<p>Neil Clark Dalton, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Several motions are pending in this action challenging the imposition of a civil penalty assessed pursuant to North Carolina's Motor Vehicle Act, N.C. Gen.Stat. §§ 20-1 <i>et seq.</i> Essentially, plaintiff seeks a declaration that a civil penalty that North Carolina imposed due to the manner in which he operated a hauling truck violates the United States and North Carolina Constitutions and an injunction ordering that the civil penalty be refunded to him. In filing suit in this court, however, plaintiff has expressly short-circuited North Carolina's statutory scheme concerning such civil penalties. <i>See</i> N.C. Gen. Stat. § 20-91.1. Under that statutory scheme, plaintiff may protest the penalty administratively (which he did) and then file suit in Wake County Superior Court (which he did not do). In Wake County Superior Court, plaintiff (and his company BarMar Transport Corporation) could raise the constitutional challenges set forth in his complaint. Because <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), and its progeny mandate abstention, this court abstains. Thus, the amended complaint is dismissed and all pending motions are dismissed.</p>\n<p></p>\n<h2>I.</h2>\n<p>On December 15, 2005, the North Carolina Department of Transportation (\"DoT\") issued Daystar Transportation, LLC (\"Daystar\") a permit to transport a modular heat exchanger from Pineville, North Carolina, to the Tennessee border, Compl. Ex. A. Beam signed the permit. <i>Id.</i> The permit required the hauling truck to be accompanied by two escort vehicles with certified drivers and expired December 28, 2005. <i>Id.</i></p>\n<p>During the transport, an officer with the North Carolina State Highway Patrol issued two citations at a weigh station in Buncombe County: (1) a $500 citation for \"Operating an Escort Vehicle Without the Required Certification\" because the rear escort driver could not produce an escort permit, and (2) a $23,820 citation for carrying too much weight. <i>Id.</i> Exs. B, C, &amp; E. Both citations list BarMar Transport Corporation (\"BarMar\") as the owner of the vehicle and Beam as the driver. <i>Id.</i> Had the officer not treated the DoT permit as invalid because of the escort violation, the weight total would have been within the maximum permitted by the DoT permit. <i>Id.</i> ¶ 14; Am. Compl. ¶ 12. Ron Grant, a partner in Daystar, paid both civil penalties to a division of the North Carolina Department of Crime Control and Public Safety (\"CCPS\") with Daystar funds, and Beam was permitted to leave the weigh station and resume the trip. Am. Compl. ¶¶ 13-14, 16. Beam subsequently reimbursed Daystar and Grant for paying the civil penalties. <i>Id.</i> ¶ 15.</p>\n<p>On January 10, 2006, Beam sent a letter on behalf of BarMar to the North Carolina Department of Motor Vehicles (\"DMV\") stating that, pursuant to N.C. Gen.Stat. § 20-91.1, he paid the overweight citation in the form of posting a bond under protest. Compl. Ex. D. Beam requested the <span class=\"star-pagination\">*537</span> amount of the bond posted be returned to him within 90 days. <i>Id.</i> On January 31, 2006, the CCPS responded to Beam and BarMar that the citation accorded with state law, that the CCPS lacked authority to reduce the civil penalty, and that Beam and BarMar could file for recovery in Wake County Superior Court pursuant to N.C. Gen.Stat. § 20-91.1. <i>Id.</i> Ex. E.<sup>[1]</sup></p>\n<p>Beam did not file suit in Wake County Superior Court. Instead, on July 7, 2006, Beam filed suit in this court against George Tatum (\"Tatum\"), the Commissioner of the DMV, for a refund of the overweight-citation civil penalty. Beam alleges violations of the Excessive Fines Clauses of the Eighth Amendment and North Carolina Constitution, the prohibition against delegation of judicial power in the North Carolina Constitution, the Double Jeopardy Clause of the Fifth Amendment, and the Due Process Clause of the Fourteenth Amendment. <i>See</i> Am. Compl. ¶ 21.</p>\n<p>Plaintiff asks this court to:</p>\n<blockquote>1. enter judgment that the defendant issued citation number XXXXXXX-X, and levied and collected the corresponding assessment of $23,820.00 wrongfully, illegally, and without lawful authority;</blockquote>\n<blockquote>2. direct the defendants to refund to Beam the $23,820.00 that he was assessed by the defendants;</blockquote>\n<blockquote>3. award Beam pre-judgment and post-judgment interest at the maximum rate allowed by law;</blockquote>\n<blockquote>4. award Beam his costs in this action;</blockquote>\n<blockquote>5. allow Beam a jury trial on all issues so triable;</blockquote>\n<blockquote>6. award such other and further relief as the Court deems just and proper.</blockquote>\n<p>Compl., Prayer for Relief; Am. Compl., Prayer for Relief.</p>\n<p>On September 25, 2006, Tatum filed a motion to dismiss the complaint on three grounds. First, Tatum asserts that the complaint fails to state a claim upon which relief can be granted because the DMV \"has no role, authority or interest in the subject matter of the Complaint.\" Tatum's Mot. to Dismiss 2. Tatum states that the CCPS's Motor Carrier Unit of the North Carolina State Highway Patrol issues the citations and the DoT collects the civil penalties. Tatum also notes that pursuant to N.C. Gen.Stat. § 20-91.1, any person challenging the collection of a civil penalty charged against him under the Motor Vehicles Act may, after notifying the officer that he pays under protest, sue the Secretary of the CCPS in Wake County Superior Court. <i>Id.</i> Second, Tatum moves to dismiss for lack of subject matter jurisdiction because, notwithstanding Beam's federal constitutional claims, \"the matter arises solely under North Carolina law and Plaintiff is afforded sufficient statutory remedy under N.C. Gen.Stat. § 20-91.1.\" <i>Id.</i> at 2-3. Finally, Tatum moves to dismiss for lack of personal jurisdiction and insufficiency of service of process. He <span class=\"star-pagination\">*538</span> again asserts that he is not the proper defendant. <i>Id.</i> at 3-4.</p>\n<p>On November 13, 2006, Beam responded to the motion to dismiss. He contends that, at this stage, it is premature to conclude that Tatum is not a proper defendant because it is disputed whether the DMV issued the citation and collected the civil penalty. Resp. to Mot. to Dismiss 2-3. Additionally, Beam claims that he is not required to exhaust state remedies; therefore, subject matter jurisdiction is proper. <i>Id.</i> at 4-5.</p>\n<p>On November 14, 2006, Beam filed an amended complaint, adding as defendants Bryan Beatty (\"Beatty\"), the Secretary of the CCPS, and Lyndo Tippett (\"Tippett\"), the Secretary of the DoT. On December 7, 2006, Tatum, Beatty, and Tippett filed separate motions to dismiss the amended complaint. Tatum of the DMV and Tippett of the DoT claim that they are not proper defendants. Beatty and Tippett question Beam's standing to bring suit. <i>See</i> Beatty's Br. in Supp. of Mot. to Dismiss 2-5; Tippett's Br. in Supp. of Mot. to Dismiss 4-6. Beatty and Tippett note that the citations were issued to BarMar, the owner/registrant of the vehicle, as required by the North Carolina Motor Vehicle Act. <i>See</i> N.C. Gen.Stat. §§ 20-118(e)(1), 20-118(e)(3), &amp; 20-119(d). According to Beatty and Tippett, BarMar is \"the real party in interest,\" with the sole available remedy being to file suit in Wake Superior Court pursuant to N.C. Gen.Stat. § 20-91.1. Beatty's Br. in Supp. of Mot. to Dismiss 4; Tippett's Br. in Supp. of Mot. to Dismiss 6.</p>\n<p>On January 8, 2007, Beam addressed the issue of standing. Beam stated he is the president and a 50% shareholder of BarMar. Beam's Resp. to Order of Dec. 13, 2006, p. 17. Beam's wife owns the remaining shares and serves as Secretary-Treasurer. <i>Id.</i> Additionally, Beam advises that while Daystar paid the civil penalties to CCPS, Daystar later offset that amount from the fee it paid to BarMar for moving the modular heat exchanger. <i>Id.</i> at 17-18. Finally, neither Beam nor BarMar has challenged the citation and civil penalty in Wake County Superior Court. <i>Id.</i> at 11.</p>\n<p>On January 25, 2007, Beam filed a motion to dismiss without prejudice Tatum as a defendant. Beam states that he accepts defendants' representations that the DMV had little or no involvement in the citation and collection of the civil penalty. Beam's Mem. in Supp. of Mot. to Dismiss Def. Tatum 1.</p>\n<p>On January 25, 2007, Beam filed a motion seeking leave of court to amend the amended complaint to add BarMar as a plaintiff. On the same day, BarMar filed a motion to intervene as a plaintiff. Beam states that he did not become aware that the DMV issued the citation to BarMar until Beatty and Tippett challenged Beam's standing. Beam's Mem. in Supp. of Mot. to Amend 1-2. Beam believes allowing the amendment would serve the interests of justice:</p>\n<blockquote>The citation cites both the name of the owner of the vehicle and the driver, without specifying which of them, as a legal matter, is the guilty party. One would think that before exacting a fine of $23,830.00 against BarMar, the Defendants should have given BarMar actual notice of it rather than simply rely on a book of statutes and the presumption that one is held to know the law.</blockquote>\n<p><i>Id.</i> at 2. BarMar similarly states that \"[o]ne could easily assume, as Beam did, that he, personally, was the violator and owed payment of the fine.\" BarMar's Mem. in Supp. of Mot. to Intervene 2 n. 1. Defendants respond that BarMar's motion to intervene should be denied and urge the court to dismiss the entire action. <i>See</i> Defs.' Resp. to BarMar's Mot. to Intervene <span class=\"star-pagination\">*539</span> 1-3. On June 26, 2007, the court heard oral argument on all pending motions.</p>\n<p></p>\n<h2>II.</h2>\n<p>Although this case involves a blizzard of motions, the relief that plaintiff seeks makes clear that <i>Younger</i> abstention applies. In <i>Younger,</i> the Supreme Court detailed \"our national policy forbidding federal courts to stay or enjoin pending state court proceedings except under special circumstances.\" <i>Nivens v. Gilchrist,</i> 444 F.3d 237, 241 (4th Cir.2006) (quoting <i>Younger,</i> 401 U.S. at 41, 91 S.Ct. 746.). Under <i>Younger,</i> a federal court generally must abstain from exercising jurisdiction and interfering in a state proceeding if \"(1) there is an ongoing state judicial proceeding; that (2) implicates important substantial or vital state interests; and (3) provides adequate opportunity to raise constitutional challenges.\" <i>Id.; see </i><i>Ohio Civil Rights Comm'n v. Dayton Christian Sch.,</i> 477 U.S. 619, 626-29, 106 S.Ct. 2718, 91 L.Ed.2d 512 (1986); <i>Middlesex County Ethics Comm. v. Garden State Bar Assoc.,</i> 457 U.S. 423, 431-37, 102 S.Ct. 2515, 73 L.Ed.2d 116(1982).</p>\n<p><i>Younger</i> \"contemplates the outright dismissal of the federal suit, and the presentation of all claims, both state and federal, to the state courts.\" <i>Nivens,</i> 444 F.3d at 246 (quoting <i>Gibson v. Berryhill,</i> 411 U.S. 564, 577, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973)). Moreover, a party cannot avoid <i>Younger</i> simply by refusing to exhaust state judicial remedies. <i>See </i><i>Moore v. City of Asheville,</i> 396 F.3d 385, 394-97 (4th Cir.2005). In <i>Moore,</i> a street preacher received two citations for violating the city's noise ordinance. The street preacher paid the fine for the first citation without challenging the citation, but initiated the administrative appeals process for the second citation by filing an appeal with the Noise Ordinance Appeals Board. After the Board affirmed the assessment of the citation, the street preacher paid the fine on the second citation and abandoned further state administrative and judicial review. By statute, the street preacher had the right to appeal the Board's decision to the City Manager and then seek a writ of certiorari by a state Superior Court. Instead, the street preacher let the time for taking appeal from his citations lapse and filed suit in federal district court for damages and declaratory and injunctive relief against the city and its officials. <i>Id.</i> at 388-89. The street preacher alleged that the noise ordinance, as well as related ordinances, violated the First and Fourteenth Amendments to the U.S. Constitution on its face and as applied to his circumstances. <i>Id.</i> at 387. Among other things, plaintiff essentially sought a refund of the fines that he had paid. <i>See id.</i> at 396-97.</p>\n<p>The district court stayed the proceedings \"pending the outcome o[f] state court proceedings\" based on <i>Younger. Id.</i> at 387. The Fourth Circuit affirmed the district court's abstention, even though the time for exhausting state court remedies had expired and the street preacher's complaint contained a prospective, facial challenge to the noise ordinance and related statutes based on the First Amendment. The Fourth Circuit analyzed <i>\"Younger's</i> policy of commanding federal restraint when the federal action is duplicative, casts aspersion on state proceedings, disrupts important state enforcement efforts, and is designed to annul a state proceeding.\" <i>Id.</i> at 394-95. The Fourth Circuit found that the case \"present[ed] the same concerns for federalism and comity that animate established <i>Younger</i> jurisprudence, and therefore . . . as a `necessary concomitant' of <i>Younger</i>. . . . abstention was appropriate.\" <i>Id.</i> at 388 (quoting <i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 608, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975)).</p>\n<p><span class=\"star-pagination\">*540</span> Likewise, by filing suit in this court after protesting the overweight citation to the DMV, receiving an administrative review by the COPS, and being noticed of his right to file suit in Wake County Superior Court, Beam and BarMar (by virtue of its motion to intervene) seek to relitigate a dispute that they already initiated at the state administrative level. <i>See id.</i> at 395. \"Moreover, to the extent that [Beam] seeks to annul or trample on the results of state administrative proceedings, he interferes with the State's interest in enforcing its substantive laws as well as its interest in enforcing those laws through available administrative procedures and in its own courts.\" <i>Id.</i> Further, unlike the street preacher in <i>Moore,</i> the time for Beam and BarMar to continue state judicial remedies has not expired. <i>See</i> N.C. Gen.Stat. § 20-91.2. Additionally, Beam and BarMar are not asserting a facial challenge to N.C. Gen.Stat. § 20-91.1 or seeking prospective relief under the First Amendment. Thus, the case for abstention is even stronger than in <i>Moore.</i></p>\n<p>North Carolina clearly has a substantial interest in motor safety. Further, Beam and BarMar will receive a full and fair opportunity to litigate the constitutional claims during the state proceedings. <i>See, e.g., Ohio Civil Rights Comm'n,</i> 477 U.S. at 627, 106 S.Ct. 2718; <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 435-37, 102 S.Ct. 2515. Accordingly, <i>Younger</i> and its progeny warrant dismissing the amended complaint and abstaining. <i>See, e.g., </i><i>Moore,</i> 396 F.3d at 397.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, <i>Younger</i> abstention applies, and the court DISMISSES plaintiffs amended complaint and abstains. All pending motions [D.E. 4, 16, 19, 20,, 32, 34, &amp; 37] are DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 20-91.1 provides:\n</p>\n<p>No court of this State shall entertain a suit of any kind brought for the purpose of preventing the collection of any tax imposed in this Article. Whenever a person shall have a valid defense to the enforcement of the collection of a tax assessed or charged against him or his property, such person shall pay such tax to the proper officer, and notify such officer in writing that he pays the same under protest. Such payment shall be without prejudice to any defense or rights he may have in the premises, and he may, at any time within 30 days after such payment, demand the same in writing from the Secretary of Crime Control and Public Safety; and if the same shall not be refunded within 90 days thereafter, may sue such official in the courts of the State for the amount so demanded. Such suit must be brought in the Superior Court of Wake County, or in the county in which the taxpayer resides.</p>\n<p>N.C. Gen.Stat. § 20-91.1.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">535</span></span> (2007)</b></center>\n<center><h1>Mark H. BEAM, Plaintiff,<br>\nv.<br>\nGeorge TATUM, Commissioner, North Carolina Division of Motor Vehicles, et al., Defendants.</h1></center>\n<center>No. 5:06-CV-279-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 26, 2007.</center>\n<p><span class=\"star-pagination\">*536</span> R. David Wicker, Jr., Roberti, Wittenberg, Lauffer &amp; Wicker, P.A., Durham, NC, for Plaintiff.</p>\n<p>Neil Clark Dalton, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Several motions are pending in this action challenging the imposition of a civil penalty assessed pursuant to North Carolina's Motor Vehicle Act, N.C. Gen.Stat. §§ 20-1 <i>et seq.</i> Essentially, plaintiff seeks a declaration that a civil penalty that North Carolina imposed due to the manner in which he operated a hauling truck violates the United States and North Carolina Constitutions and an injunction ordering that the civil penalty be refunded to him. In filing suit in this court, however, plaintiff has expressly short-circuited North Carolina's statutory scheme concerning such civil penalties. <i>See</i> N.C. Gen. Stat. § 20-91.1. Under that statutory scheme, plaintiff may protest the penalty administratively (which he did) and then file suit in Wake County Superior Court (which he did not do). In Wake County Superior Court, plaintiff (and his company BarMar Transport Corporation) could raise the constitutional challenges set forth in his complaint. Because <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971), and its progeny mandate abstention, this court abstains. Thus, the amended complaint is dismissed and all pending motions are dismissed.</p>\n<p></p>\n<h2>I.</h2>\n<p>On December 15, 2005, the North Carolina Department of Transportation (\"DoT\") issued Daystar Transportation, LLC (\"Daystar\") a permit to transport a modular heat exchanger from Pineville, North Carolina, to the Tennessee border, Compl. Ex. A. Beam signed the permit. <i>Id.</i> The permit required the hauling truck to be accompanied by two escort vehicles with certified drivers and expired December 28, 2005. <i>Id.</i></p>\n<p>During the transport, an officer with the North Carolina State Highway Patrol issued two citations at a weigh station in Buncombe County: (1) a $500 citation for \"Operating an Escort Vehicle Without the Required Certification\" because the rear escort driver could not produce an escort permit, and (2) a $23,820 citation for carrying too much weight. <i>Id.</i> Exs. B, C, &amp; E. Both citations list BarMar Transport Corporation (\"BarMar\") as the owner of the vehicle and Beam as the driver. <i>Id.</i> Had the officer not treated the DoT permit as invalid because of the escort violation, the weight total would have been within the maximum permitted by the DoT permit. <i>Id.</i> ¶ 14; Am. Compl. ¶ 12. Ron Grant, a partner in Daystar, paid both civil penalties to a division of the North Carolina Department of Crime Control and Public Safety (\"CCPS\") with Daystar funds, and Beam was permitted to leave the weigh station and resume the trip. Am. Compl. ¶¶ 13-14, 16. Beam subsequently reimbursed Daystar and Grant for paying the civil penalties. <i>Id.</i> ¶ 15.</p>\n<p>On January 10, 2006, Beam sent a letter on behalf of BarMar to the North Carolina Department of Motor Vehicles (\"DMV\") stating that, pursuant to N.C. Gen.Stat. § 20-91.1, he paid the overweight citation in the form of posting a bond under protest. Compl. Ex. D. Beam requested the <span class=\"star-pagination\">*537</span> amount of the bond posted be returned to him within 90 days. <i>Id.</i> On January 31, 2006, the CCPS responded to Beam and BarMar that the citation accorded with state law, that the CCPS lacked authority to reduce the civil penalty, and that Beam and BarMar could file for recovery in Wake County Superior Court pursuant to N.C. Gen.Stat. § 20-91.1. <i>Id.</i> Ex. E.<sup>[1]</sup></p>\n<p>Beam did not file suit in Wake County Superior Court. Instead, on July 7, 2006, Beam filed suit in this court against George Tatum (\"Tatum\"), the Commissioner of the DMV, for a refund of the overweight-citation civil penalty. Beam alleges violations of the Excessive Fines Clauses of the Eighth Amendment and North Carolina Constitution, the prohibition against delegation of judicial power in the North Carolina Constitution, the Double Jeopardy Clause of the Fifth Amendment, and the Due Process Clause of the Fourteenth Amendment. <i>See</i> Am. Compl. ¶ 21.</p>\n<p>Plaintiff asks this court to:</p>\n<blockquote>1. enter judgment that the defendant issued citation number XXXXXXX-X, and levied and collected the corresponding assessment of $23,820.00 wrongfully, illegally, and without lawful authority;</blockquote>\n<blockquote>2. direct the defendants to refund to Beam the $23,820.00 that he was assessed by the defendants;</blockquote>\n<blockquote>3. award Beam pre-judgment and post-judgment interest at the maximum rate allowed by law;</blockquote>\n<blockquote>4. award Beam his costs in this action;</blockquote>\n<blockquote>5. allow Beam a jury trial on all issues so triable;</blockquote>\n<blockquote>6. award such other and further relief as the Court deems just and proper.</blockquote>\n<p>Compl., Prayer for Relief; Am. Compl., Prayer for Relief.</p>\n<p>On September 25, 2006, Tatum filed a motion to dismiss the complaint on three grounds. First, Tatum asserts that the complaint fails to state a claim upon which relief can be granted because the DMV \"has no role, authority or interest in the subject matter of the Complaint.\" Tatum's Mot. to Dismiss 2. Tatum states that the CCPS's Motor Carrier Unit of the North Carolina State Highway Patrol issues the citations and the DoT collects the civil penalties. Tatum also notes that pursuant to N.C. Gen.Stat. § 20-91.1, any person challenging the collection of a civil penalty charged against him under the Motor Vehicles Act may, after notifying the officer that he pays under protest, sue the Secretary of the CCPS in Wake County Superior Court. <i>Id.</i> Second, Tatum moves to dismiss for lack of subject matter jurisdiction because, notwithstanding Beam's federal constitutional claims, \"the matter arises solely under North Carolina law and Plaintiff is afforded sufficient statutory remedy under N.C. Gen.Stat. § 20-91.1.\" <i>Id.</i> at 2-3. Finally, Tatum moves to dismiss for lack of personal jurisdiction and insufficiency of service of process. He <span class=\"star-pagination\">*538</span> again asserts that he is not the proper defendant. <i>Id.</i> at 3-4.</p>\n<p>On November 13, 2006, Beam responded to the motion to dismiss. He contends that, at this stage, it is premature to conclude that Tatum is not a proper defendant because it is disputed whether the DMV issued the citation and collected the civil penalty. Resp. to Mot. to Dismiss 2-3. Additionally, Beam claims that he is not required to exhaust state remedies; therefore, subject matter jurisdiction is proper. <i>Id.</i> at 4-5.</p>\n<p>On November 14, 2006, Beam filed an amended complaint, adding as defendants Bryan Beatty (\"Beatty\"), the Secretary of the CCPS, and Lyndo Tippett (\"Tippett\"), the Secretary of the DoT. On December 7, 2006, Tatum, Beatty, and Tippett filed separate motions to dismiss the amended complaint. Tatum of the DMV and Tippett of the DoT claim that they are not proper defendants. Beatty and Tippett question Beam's standing to bring suit. <i>See</i> Beatty's Br. in Supp. of Mot. to Dismiss 2-5; Tippett's Br. in Supp. of Mot. to Dismiss 4-6. Beatty and Tippett note that the citations were issued to BarMar, the owner/registrant of the vehicle, as required by the North Carolina Motor Vehicle Act. <i>See</i> N.C. Gen.Stat. §§ 20-118(e)(1), 20-118(e)(3), &amp; 20-119(d). According to Beatty and Tippett, BarMar is \"the real party in interest,\" with the sole available remedy being to file suit in Wake Superior Court pursuant to N.C. Gen.Stat. § 20-91.1. Beatty's Br. in Supp. of Mot. to Dismiss 4; Tippett's Br. in Supp. of Mot. to Dismiss 6.</p>\n<p>On January 8, 2007, Beam addressed the issue of standing. Beam stated he is the president and a 50% shareholder of BarMar. Beam's Resp. to Order of Dec. 13, 2006, p. 17. Beam's wife owns the remaining shares and serves as Secretary-Treasurer. <i>Id.</i> Additionally, Beam advises that while Daystar paid the civil penalties to CCPS, Daystar later offset that amount from the fee it paid to BarMar for moving the modular heat exchanger. <i>Id.</i> at 17-18. Finally, neither Beam nor BarMar has challenged the citation and civil penalty in Wake County Superior Court. <i>Id.</i> at 11.</p>\n<p>On January 25, 2007, Beam filed a motion to dismiss without prejudice Tatum as a defendant. Beam states that he accepts defendants' representations that the DMV had little or no involvement in the citation and collection of the civil penalty. Beam's Mem. in Supp. of Mot. to Dismiss Def. Tatum 1.</p>\n<p>On January 25, 2007, Beam filed a motion seeking leave of court to amend the amended complaint to add BarMar as a plaintiff. On the same day, BarMar filed a motion to intervene as a plaintiff. Beam states that he did not become aware that the DMV issued the citation to BarMar until Beatty and Tippett challenged Beam's standing. Beam's Mem. in Supp. of Mot. to Amend 1-2. Beam believes allowing the amendment would serve the interests of justice:</p>\n<blockquote>The citation cites both the name of the owner of the vehicle and the driver, without specifying which of them, as a legal matter, is the guilty party. One would think that before exacting a fine of $23,830.00 against BarMar, the Defendants should have given BarMar actual notice of it rather than simply rely on a book of statutes and the presumption that one is held to know the law.</blockquote>\n<p><i>Id.</i> at 2. BarMar similarly states that \"[o]ne could easily assume, as Beam did, that he, personally, was the violator and owed payment of the fine.\" BarMar's Mem. in Supp. of Mot. to Intervene 2 n. 1. Defendants respond that BarMar's motion to intervene should be denied and urge the court to dismiss the entire action. <i>See</i> Defs.' Resp. to BarMar's Mot. to Intervene <span class=\"star-pagination\">*539</span> 1-3. On June 26, 2007, the court heard oral argument on all pending motions.</p>\n<p></p>\n<h2>II.</h2>\n<p>Although this case involves a blizzard of motions, the relief that plaintiff seeks makes clear that <i>Younger</i> abstention applies. In <i>Younger,</i> the Supreme Court detailed \"our national policy forbidding federal courts to stay or enjoin pending state court proceedings except under special circumstances.\" <i>Nivens v. Gilchrist,</i> <span class=\"citation\" data-id=\"793961\"><a href=\"/opinion/793961/kenneth-scott-nivens-glen-lance-maners-terri-lynn-stork-v-peter-s/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 241 (4th Cir.2006) (quoting <i>Younger,</i> 401 U.S. at 41, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>.). Under <i>Younger,</i> a federal court generally must abstain from exercising jurisdiction and interfering in a state proceeding if \"(1) there is an ongoing state judicial proceeding; that (2) implicates important substantial or vital state interests; and (3) provides adequate opportunity to raise constitutional challenges.\" <i>Id.; see </i><i>Ohio Civil Rights Comm'n v. Dayton Christian Sch.,</i> <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 626-29, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1986); <i>Middlesex County Ethics Comm. v. Garden State Bar Assoc.,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 431-37, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, 73 L.Ed.2d 116(1982).</p>\n<p><i>Younger</i> \"contemplates the outright dismissal of the federal suit, and the presentation of all claims, both state and federal, to the state courts.\" <i>Nivens,</i> 444 F.3d at 246 (quoting <i>Gibson v. Berryhill,</i> <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973)). Moreover, a party cannot avoid <i>Younger</i> simply by refusing to exhaust state judicial remedies. <i>See </i><i>Moore v. City of Asheville,</i> <span class=\"citation\" data-id=\"789062\"><a href=\"/opinion/789062/carroll-moore-v-city-of-asheville-north-carolina-james-l-westbrook-jr/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></a></span>, 394-97 (4th Cir.2005). In <i>Moore,</i> a street preacher received two citations for violating the city's noise ordinance. The street preacher paid the fine for the first citation without challenging the citation, but initiated the administrative appeals process for the second citation by filing an appeal with the Noise Ordinance Appeals Board. After the Board affirmed the assessment of the citation, the street preacher paid the fine on the second citation and abandoned further state administrative and judicial review. By statute, the street preacher had the right to appeal the Board's decision to the City Manager and then seek a writ of certiorari by a state Superior Court. Instead, the street preacher let the time for taking appeal from his citations lapse and filed suit in federal district court for damages and declaratory and injunctive relief against the city and its officials. <i>Id.</i> at 388-89. The street preacher alleged that the noise ordinance, as well as related ordinances, violated the First and Fourteenth Amendments to the U.S. Constitution on its face and as applied to his circumstances. <i>Id.</i> at 387. Among other things, plaintiff essentially sought a refund of the fines that he had paid. <i>See id.</i> at 396-97.</p>\n<p>The district court stayed the proceedings \"pending the outcome o[f] state court proceedings\" based on <i>Younger. Id.</i> at 387. The Fourth Circuit affirmed the district court's abstention, even though the time for exhausting state court remedies had expired and the street preacher's complaint contained a prospective, facial challenge to the noise ordinance and related statutes based on the First Amendment. The Fourth Circuit analyzed <i>\"Younger's</i> policy of commanding federal restraint when the federal action is duplicative, casts aspersion on state proceedings, disrupts important state enforcement efforts, and is designed to annul a state proceeding.\" <i>Id.</i> at 394-95. The Fourth Circuit found that the case \"present[ed] the same concerns for federalism and comity that animate established <i>Younger</i> jurisprudence, and therefore . . . as a `necessary concomitant' of <i>Younger</i>. . . . abstention was appropriate.\" <i>Id.</i> at 388 (quoting <i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 608, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975)).</p>\n<p><span class=\"star-pagination\">*540</span> Likewise, by filing suit in this court after protesting the overweight citation to the DMV, receiving an administrative review by the COPS, and being noticed of his right to file suit in Wake County Superior Court, Beam and BarMar (by virtue of its motion to intervene) seek to relitigate a dispute that they already initiated at the state administrative level. <i>See id.</i> at 395. \"Moreover, to the extent that [Beam] seeks to annul or trample on the results of state administrative proceedings, he interferes with the State's interest in enforcing its substantive laws as well as its interest in enforcing those laws through available administrative procedures and in its own courts.\" <i>Id.</i> Further, unlike the street preacher in <i>Moore,</i> the time for Beam and BarMar to continue state judicial remedies has not expired. <i>See</i> N.C. Gen.Stat. § 20-91.2. Additionally, Beam and BarMar are not asserting a facial challenge to N.C. Gen.Stat. § 20-91.1 or seeking prospective relief under the First Amendment. Thus, the case for abstention is even stronger than in <i>Moore.</i></p>\n<p>North Carolina clearly has a substantial interest in motor safety. Further, Beam and BarMar will receive a full and fair opportunity to litigate the constitutional claims during the state proceedings. <i>See, e.g., Ohio Civil Rights Comm'n,</i> 477 U.S. at 627, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>; <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 435-37, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>. Accordingly, <i>Younger</i> and its progeny warrant dismissing the amended complaint and abstaining. <i>See, e.g., </i><i>Moore,</i> 396 F.3d at 397.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, <i>Younger</i> abstention applies, and the court DISMISSES plaintiffs amended complaint and abstains. All pending motions [D.E. 4, 16, 19, 20,, 32, 34, &amp; 37] are DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 20-91.1 provides:\n</p>\n<p>No court of this State shall entertain a suit of any kind brought for the purpose of preventing the collection of any tax imposed in this Article. Whenever a person shall have a valid defense to the enforcement of the collection of a tax assessed or charged against him or his property, such person shall pay such tax to the proper officer, and notify such officer in writing that he pays the same under protest. Such payment shall be without prejudice to any defense or rights he may have in the premises, and he may, at any time within 30 days after such payment, demand the same in writing from the Secretary of Crime Control and Public Safety; and if the same shall not be refunded within 90 days thereafter, may sue such official in the courts of the State for the amount so demanded. Such suit must be brought in the Superior Court of Wake County, or in the county in which the taxpayer resides.</p>\n<p>N.C. Gen.Stat. § 20-91.1.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793961/"
  ]
}