{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2375491/",
  "absolute_url": "/opinion/2375491/gallagher-v-southern-source-packaging-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2375491/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:12.815894Z",
  "date_modified": "2016-04-26T21:38:55.990387Z",
  "type": "010combined",
  "sha1": "2da86359b6881ec5799109a81183bca941a3ae3d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>James M. GALLAGHER, as Trustee for and on behalf of National Packaging Solutions Group Trust, et al., Plaintiffs,<br>\nv.<br>\nSOUTHERN SOURCE PACKAGING, LLC, Defendant.</h1></center>\n<center>No. 5:06-CV-114-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 20, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On March 14, 2008, the court entered an order, inter alia, denying without prejudice plaintiffs James M. Gallagher (\"Gallagher\") and National Packaging Solutions Group, Inc.'s (\"NPSG\") (collectively, \"plaintiffs\")<sup>[1]</sup> motion for summary judgment. This order permitted plaintiffs to file a motion to exclude the expert testimony of defendant Southern Source Packaging, LLC's (\"Southern Source\") expert witness on lost revenues. Because this motion to exclude impacted plaintiffs' motion for summary judgment, the court also permitted plaintiffs to renew their motion for summary judgment. On April 1, 2008, plaintiffs filed a motion to exclude the expert testimony and renewed their motion for summary judgment. Thereafter, Southern Source responded in opposition, and plaintiffs replied.</p>\n<p>As explained below, plaintiffs' motion to exclude is granted, and plaintiffs' motion for summary judgment on the breach of contract claim is granted. Additionally, the court grants Southern Source summary judgment on plaintiffs' breach of implied covenant of good faith and fair dealing and unjust enrichment claims.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A.</h2>\n<p>In discussing this case, the court assumes familiarity with its order of March 14, 2008 [D.E. 59]. <i>See Gallagher v. S. Source Packaging, LLC,</i> No. 5:06-CV-114-D, 2008 WL 697429 (E.D.N.C. Mar. 14, 2008). NPSG is a now-defunct packaging company. <i>See</i> Am. Compl. ¶¶ 8-10 [D.E. 33]. NPSG defaulted on its secured financial obligations, and its secured creditors foreclosed. <i>Id.</i> ¶ 10. On September 24, 2004, NPSG and Southern Source entered into a contract (the \"Sale Agreement\") wherein Southern Source agreed to purchase NPSG's assets out of foreclosure. <i>See id.</i> ¶ 11. Southern Source agreed to pay $9,290,000 immediately, <i>see id.,</i> and then to pay another $1,500,000 by September 30, 2005 (the \"deferred payment\"). <i>See id.</i> ¶¶ 12, 18. In relevant part, the deferred payment provision in the Sale Agreement states: \"Buyer shall pay One Million Five Hundred Thousand Dollars ($1,500,000.00) to the Sellers on the date that is twelve (12) months following the Closing Date, which amount shall be reduced dollar for dollar by ... any Losses as defined in [Article] 13 [of the Sale Agreement]....\" Def.'s Mem. in Supp. of Def.'s Mot. for Summ. J. Ex. A, art. 3, ¶ B, p. 3 [D.E. 25-2] [hereinafter \"Deferred Payment Provision\"].</p>\n<p>Southern Source did not timely remit the deferred payment. Am. Compl. ¶ 19. Rather, on or about October 11, 2005, Southern Source told NPSG that it was withholding the deferred payment because NPSG made material misrepresentations to Southern Source about NPSG's financial condition. <i>See id.</i> ¶¶ 20-22. Specifically, Southern Source claimed that certain NPSG personnel misrepresented the status of various proposed price increases vis-a-vis NPSG customers. <i>See id.</i> ¶ 28; Def.'s Am. Mem. in Opp'n to Pl.'s Mot. for Summ. J. 1-2 [D.E. 53]. Southern Source argued that, because of these misrepresentations, it was misled into purchasing NPSG's assets, and was entitled to deduct any revenues it lost by virtue of these misrepresentations on a dollar for dollar basis under the Deferred Payment Provision. <i>See</i> Deferred Payment Provision (allowing Southern Source to reduce the $1,500,000 deferred payment \"dollar for dollar by ... any Losses\" defined in the Sale Agreement). Plaintiffs vigorously dispute Southern Source's allegation that NPSG made any misrepresentations to Southern Source and dispute that Southern Source actually proved any \"Losses\" under the Deferred Payment Provision in the Sale Agreement. <i>See</i> Pls.' Mem. in Supp. of Pls.' Mot. for Summ. J. 11 [D.E. 44].</p>\n<p></p>\n<h2>B.</h2>\n<p>On March 10, 2006, plaintiffs sued Southern Source in this court. On June 26, 2007, plaintiffs amended their complaint. Jurisdiction is based on diversity of citizenship. <i>See</i> Am. Compl. ¶ 6. Plaintiffs' three-count amended complaint alleges breach of contract (<i>id.</i> ¶¶ 44-48), breach of implied covenant of good faith and fair dealing (<i>id.</i> ¶¶ 49-50), and unjust enrichment (<i>id.</i> ¶¶ 51-52). Indiana substantive law applies. <i>See, e.g.,</i> Def.'s Mem. in Supp. of Def.'s Mot. for Summ. J. Ex. A, art. 18, ¶ I, p. 22 [D.E. 25-2] (\"This Agreement shall be construed in accordance with and governed by the laws of the State of Indiana.\").</p>\n<p>On June 23, 2006, the court entered a scheduling order [D.E. 9] [hereinafter \"Scheduling Order\"]. The Scheduling Order accepted, with some modifications, the parties' discovery plan [D.E. 8] [hereinafter \"Discovery Plan.\"]. Under the Scheduling Order, the parties would make initial disclosures under Federal Rule of Civil Procedure 26(a)(1) by July 2, 2006. <i>See</i> Discovery Plan 1; Scheduling Order 1. Additionally, the parties would submit reports from retained experts under Rule 26(a)(2) by October 6, 2006. <i>See</i> Scheduling Order 1. The deadline to complete all discovery was December 8, 2006. <i>Id.</i> The court later amended the deadline to complete all discovery to February 6, 2007 [D.E. 11].</p>\n<p>Under Rule 26(a)(1), each party must provide \"the name ... of each individual likely to have discoverable information along with the subjects of that informationthat the disclosing party may use to support its claims or defenses....\" Fed. R.Civ.P. 26(a)(1)(A)(i). On July 3, 2006, Southern Source disclosed three persons likely to have discoverable information: Tom Bennett, Jeff Schwarz, and Dave Hunt. <i>See</i> Pls.' Reply in Supp. of Pls.' Mot. to Strike &amp; Renewed Mot. for Summ. J. [hereinafter \"Pls.' Strike Reply\"] Ex. A [D.E. 65-2] (Def.'s Initial Disclosures). Southern Source failed to disclose the subjects of these three persons' discoverable information. <i>See</i> Pls.' Strike Reply 6. Consequently, plaintiffs submitted an interrogatory asking Southern Source to identify the substance of each person's knowledge. <i>See id.;</i> Def.'s Resp. to Pls.' Interrogs. 2 [D.E. 44-4]. In response, Southern Source stated that Dave Hunt (\"Hunt\") had \"knowledge of the significant increases in raw material costs experienced during the spring and summer of 2004.\" Def.'s Resp. to Pls.' Interrogs. 2-3. Southern Source also stated that Hunt had \"knowledge with regard to the inquires made by representatives of [Southern Source] concerning whether or not [NPSG] had passed on to its customers the price increases [that the parties presently dispute]... and the responses to these inquiries received by [Southern Source].\" <i>Id.</i> at 3. Southern Source further stated that \"Chuck Mueller, of Chuck Mueller Consulting, ascertained the lost revenue sustained as a result of failures to obtain price increases.\" <i>Id.</i></p>\n<p>Under Rule 26(a)(2)(A), \"[i]n addition to the disclosures required by Rule 26(a)(1), a party must disclose to the other parties the identity of any witness it may use at trial to present evidence under Federal Rule[s] of Evidence 702, 703, or 705.\" Fed.R.Civ.P. 26(a)(2)(A). \"[T]his disclosure must be accompanied by a written reportprepared and signed by the witnessif the witness is one retained or specially employed to provide expert testimony....\" Fed.R.Civ.P. 26(a)(2)(B). This report must contain, inter alia, \"a complete statement of all opinions the witness will express and the basis and reasons for them.\" Fed.R.Civ.P. 26(a)(2)(B)(i). Although the deadline for expert disclosures under Rule 26(a)(2) was October 6, 2006, plaintiffs consented to extending this deadline, and Southern Source disclosed the report of its expert, Chuck Mueller (\"Mueller\"), on November 8, 2006. Pls.' Mem. in Supp. of Pls.' Mot. to Strike &amp; Renewed Mot. for Summ. J. 21 [D.E. 62] [hereinafter \"Pls.' Strike Mem.\"]; <i>see</i> Def.'s Disclosures Pursuant to Fed. R.Civ.P. 26(a)(2) [D.E. 44-5]. Mueller accessed NPSG's old sales database, which was called \"FACTS.\" <i>See</i> Def.'s Disclosures Pursuant to Fed.R.Civ.P. 26(a)(2) &amp; Ex. B. Using the data he pulled from the FACTS database, Mueller calculated Southern Source's lost revenue due to NPSG's alleged misrepresentations as $1,335,214.43. <i>See id.</i></p>\n<p></p>\n<h2>C.</h2>\n<p>On July 30, 2007, plaintiffs moved for summary judgment [D.E. 43]. Plaintiffs' memorandum discussed Mueller's deposition and extensively attacked Mueller's report. <i>See</i> Pls.' Mem. in Supp. of Pls.' Mot. for Summ. J. 12-22 [D.E. 44]. Plaintiff's appeared to contend that Mueller's report was inadmissible because it did not meet the requirements for expert testimony. <i>See, e.g., id.</i> at 12 (arguing that Mueller's report is \"pure nonsense\" that has \"no probative value\"). However, plaintiffs did not file a motion to exclude the report.</p>\n<p>On September 17, 2007, Southern Source responded to plaintiffs' motion for summary judgment [D.E. 50]. Southern Source attached a new expert report from Mueller to its response. <i>See</i> Def.'s. Mem. in Opp'n to Pls.' Mot. for Summ. J. Ex. J. [D.E. 51-12]. In this new report, Mueller changed his conclusion concerning lost revenue to state that Southern Source's lost revenue totaled $897,772.13. <i>See id.</i> at 7. Mueller and Southern Source expressly acknowledged that Mueller created the new expert report solely to address the criticisms that plaintiffs raised in their memorandum in support of summary judgment. <i>See id.</i> at 2 (\"I have addressed the concerns raised in my deposition and in [plaintiffs'] Memorandum [in support of plaintiffs' motion for summary judgment], and attached is a revised summary of data...\"); Def.'s Am. Mem. in Opp'n to Pls.' Mot. for Summ. J. 19 (\"Mr. Mueller has taken into account the issues raised in Plaintiffs' Memorandum and prepared a new report.\"); Def.'s Mem. in Opp'n to Pls.' Mot. to Strike &amp; Renewed Mot. for Summ. J. 9 [D.E. 64] [hereinafter \"Def.'s Strike Opp'n\"] (\"Specifically, the Mueller Supplementary Report is designed to address the criticism leveled at his initial report.\"). Notably, Southern Source submitted this new expert report over eleven months past the deadline in the Scheduling Order, over ten months past the expert disclosure deadline to which the parties agreed, and over nine months past the amended deadline to complete discovery. <i>See</i> Scheduling Order 1; Pls.' Strike Mem. 21; [D.E. 11].</p>\n<p>On March 5, 2008, the court held a hearing on all pending motions [D.E. 56, 58]. At this hearing, plaintiffs explained that they had not filed a motion to exclude Mueller's testimony under Federal Rule of Evidence 702 and <i>Daubert v. Merrell Dow Pharmaceuticals, Inc.,</i> 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993), even though their arguments sounded in <i>Daubert,</i> because they believed that the proper course of action was to wait until trial to file a motion in limine. <i>See</i> Tr. of Mots. Hr'g 32, Mar. 5, 2008 [D.E. 63]. Southern Source responded to plaintiffs' arguments by noting that, perhaps, Mueller's testimony should be considered as a summary of voluminous writings under Federal Rule of Evidence 1006, not as expert testimony under Federal Rule of Evidence 702. <i>See id.</i> at 11.</p>\n<p>On March 14, 2008, the court entered an order on all pending motions. The court rejected Southern Source's suggestion that the Mueller testimony should be considered a summary of voluminous writings under Federal Rule of Evidence 1006 rather than expert testimony under Federal Rule of Evidence 702. <i>See Gallagher,</i> at 10-11. The court noted that Southern Source identified Mueller as its expert witness on lost revenues, produced and purported to supplement an expert report, and that plaintiffs had deposed Mueller as an expert witness. <i>Id.</i> Further, the court expressed doubts about whether Mueller could provide competent evidence of misrepresentation-related losses. <i>See id.</i> The court noted that Mueller's report and testimony were the lynchpin of Southern Source's ability to prove that it incurred misrepresentation-related losses. <i>See id.</i> at 511 n. 5. Without this evidence, Southern Source would not be able to meet its burden of proving that it suffered any misrepresentation-related losses that would entitle it to withhold the deferred payment, and plaintiffs would be entitled to summary judgment on the breach of contract claim. <i>See</i> Tr. of Mots. Hr'g 10. Southern Source admitted at the hearing that \"Mr. Mueller is the touchstone for quantifying [misrepresentation-related losses], no question.\" <i>Id.</i></p>\n<p>To permit the parties to brief whether to exclude Mueller's report and testimony, the court denied plaintiffs' motion for summary judgment without prejudice, permitted plaintiffs to move to exclude the Mueller report and testimony, and permitted plaintiffs to renew their motion for summary judgment. <i>See Gallagher,</i> at 512. The court directed the parties to address whether Southern Source's supplementation of the Mueller report was timely, and whether either the original or new version of the Mueller report provides competent evidence of Southern Source's alleged misrepresentation-related losses. <i>See id.</i></p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>The court turns first to whether Southern Source properly \"supplemented\" the Mueller report, and whether its \"supplementation\" is timely under the Scheduling Order and the Federal Rules of Civil Procedure. Southern Source notes that the Scheduling Order requires that \"[s]upplementations... shall be made seasonably as required by the Federal Rules of Civil Procedure.\" Discovery Plan 2. According to Southern Source, its \"supplementation\" is \"seasonable\" because the Federal Rules of Civil Procedure allow a party to supplement its expert report at any time until pretrial disclosures are due or until 30 days before trial. <i>See</i> Def.'s Strike Opp'n 12 (citing Fed.R.Civ.P. 26(a)(3) &amp; Fed.R.Civ.P. 26(e)(1)).</p>\n<p>Under Rule 26(a), \"[t]he parties must supplement [their expert] disclosures when required under Rule 26(e).\" Fed.R.Civ.P. 26(a)(2)(D). According to Rule 26(e),</p>\n<blockquote>A party who has made a disclosure under Rule 26(a) ... must supplement or correct its disclosure or response ... in a timely manner if the party learns that in some material respect the disclosure or response is incomplete or incorrect, and if the additional or corrective information has not otherwise been made known to the other parties during the discovery process....</blockquote>\n<p>Fed.R.Civ.P. 26(e)(1). Further,</p>\n<blockquote>For an expert whose report must be disclosed under Rule 26(a)(2)(B), the party's duty to supplement extends both to information included in the report and to information given during the expert's deposition. Any additions or changes to this information must be disclosed by the time the party's pretrial disclosures under Rule 26(a)(3) are due.</blockquote>\n<p>Fed.R.Civ.P. 26(e)(2).</p>\n<p>Supplementation of an expert report permits a party to correct inadvertent errors or omissions. Supplementation, however, is not a license to amend an expert report to avoid summary judgment. <i>See, e.g., </i><i>Beller ex rel. Beller v. United States,</i> 221 F.R.D. 696, 701 (D.N.M.2003) (\"[Rule 26(e)] does not give license to sandbag one's opponent with claims and issues which should have been included in the expert witness' report ....\" (quotation omitted)); <i>Coles v. Perry,</i> 217 F.R.D. 1, 3 (D.D.C.2003) (\"[Rule] 26(e) does not grant a license to supplement a previously filed expert report because a party wants to....\"); <i>Reid v. Lockheed Martin Aeronautics Co.,</i> 205 F.R.D. 655, 662 (N.D.Ga. 2001) (\"In short, Rule 26 imposes a <i>duty</i> on Plaintiffs; it grants them no <i>right</i> to produce information in a belated fashion.\" (emphasis in original)). Courts distinguish \"true supplementation\" (e.g., correcting inadvertent errors or omissions) from gamesmanship, and have therefore repeatedly rejected attempts to avert summary judgment by \"supplementing\" an expert report with a \"new and improved\" expert report. <i>See, e.g., </i><i>MicroStrategy, Inc. v. Business Objects, S.A.,</i> 429 F.3d 1344, 1353 (Fed.Cir.2005); <i>Solaia Tech., LLC v. ArvinMeritor, Inc.,</i> 361 F.Supp.2d 797, 806 (N.D.Ill.2005) (\"It would appear that Nuschke's much expanded opinion was prompted solely by ArvinMeritor's summary judgment motion.... This is not the proper role for supplementation of a report by an expert.\"); <i>Beller,</i> 221 F.R.D. at 701 (\"To rule otherwise would create a system where preliminary reports could be followed by supplementary reports and there would be no finality to expert reports, as each side, in order to buttress its case or position, could `supplement' existing reports and modify opinions previously given.\"); <i>Akeva L.L.C. v. Mizuno Corp.,</i> 212 F.R.D. 306, 310 (M.D.N.C.2002) (\"To construe supplementation to apply whenever a party wants to bolster or submit additional expert opinions would [wreak] havoc [on] docket control and amount to unlimited expert opinion preparation.\").</p>\n<p>Here, Southern Source did not file the new Mueller report to correct an inadvertent error or omission. It filed the new Mueller report in order to address the numerous problems in the expert report that plaintiffs discussed in moving for summary judgment. Although a party generally may engage in \"true supplementation\" at any point before the pretrial disclosure deadline, Southern Source seeks to contort this sensible rule into the unacceptable rule that a party may permissibly submit a new expert report until pretrial disclosures are due or until 30 days before trial so long as the party characterizes the new report as a supplementation.</p>\n<p>Southern Source's argument hinges on an erroneous reading of the Federal Rules and the Scheduling Order. To accept the argument would promote gamesmanship and delay. <i>Cf.</i> Fed.R.Civ.P. 1; <i>see </i><i>Tucker v. Ohtsu Tire &amp; Rubber Co.,</i> 49 F.Supp.2d 456, 460 (D.Md.1999) (\"[A] party who delays supplementing Rule 26(a)(2)(B) expert disclosures until [the last minute], absent compelling reasons for doing so, should not expect the Court automatically to permit the expert to testify at trial about the newly disclosed information, for such action would condone `trial by ambush.'\"). Because the new Mueller report is not \"true supplementation,\" it is not \"seasonable\" under the Scheduling Order or timely under the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>B.</h2>\n<p>\"If a party fails to [timely] provide information ... as required by Rule 26(a) or (e), the party is not allowed to use that information or witness to supply evidence on a motion, at a hearing, or at a trial, unless the failure was substantially justified or is harmless.\" Fed.R.Civ.P. 37(c)(1). The court has \"broad discretion\" to determine whether an untimely disclosure is substantially justified or harmless. <i>See, e.g., </i><i>S. States Rack &amp; Fixture, Inc. v. Sherwin-Williams Co.,</i> 318 F.3d 592, 597 (4th Cir.2003). In determining whether to exclude untimely expert disclosures, courts are to consider five factors: \"(1) the surprise to the party against whom the evidence would be offered; (2) the ability of that party to cure the surprise; (3) the extent to which allowing the evidence would disrupt the trial; (4) the importance of the evidence; and (5) the non-disclosing party's explanation for its failure to disclose the evidence.\" <i>Id.</i> The court has broad discretion to select the appropriate remedy in light of the totality of the circumstances. <i>See id.</i> at 595; Fed.R.Civ.P. 37(c)(1).</p>\n<p>Turning to the five factors concerning exclusion, plaintiffs were surprised by the new Mueller report. <i>See</i> Pls.' Strike Mem. 25 (\"Mr. Mueller's new report likely contains new methodological errors, but because the report was disclosed so late and is far from self-explanatory, it is impossible for Plaintiffs to explore those in detail\"). Plaintiffs cannot cure that surprise without further delay and further discovery, including another deposition of Mueller. Discovery, however, closed 15 months ago. Although a trial date has not been set, this case has been pending since March 2006, and reopening discovery would trample the Scheduling Order and disrupt proceedings in this case. Additionally, the new Mueller report is not particularly important, because Mueller already has a report in the record.<sup>[2]</sup> Finally, Southern Source candidly admits that it submitted the new Mueller report to try and stave off summary judgment. Therefore, having considered the five factors, the court excludes the new Mueller report [D.E. 51-12]. In considering plaintiffs' renewed motion for summary judgment, the court will consider only the original Mueller report that defendant provided in its original Rule 26 disclosures [D.E. 44-5].</p>\n<p></p>\n<h2>III.</h2>\n<p>Fearing plaintiffs' <i>Daubert</i> arguments against the original Mueller report, Southern Source now contends that Mueller is not in fact its witness on losses under the Deferred Payment Provision. Rather, Southern Source argues that Mueller's expert testimony will be limited to discussing the general principles of the FACTS system. <i>See</i> Def.'s Strike Opp'n 2-4. Moreover, Southern Source now maintains that <i>Hunt</i> is in fact the witness who will offer testimony concerning losses in the form of a <i>lay opinion,</i> not Mueller in the form of an expert opinion. <i>See id.</i> at 4. According to Southern Source's new theory.</p>\n<blockquote>In this case, Mr. Hunt asked Mr. Mueller to assist him in mining and extracting sales data from a computer system containing the business records of [NPSG,] with which Mr. Hunt was unfamiliar. Mr. Mueller, using his admitted expertise, performed these functions and submitted the results to Mr. Hunt who confirmed that in his opinion, the numbers establishing the revenue shortfall resulting from Plaintiffs' misrepresentations were valid.</blockquote>\n<p><i>Id.</i> at 7. This revisionist history is both factually inaccurate and an untimely attempt to substitute Hunt as Southern Source's witness on lost revenue.</p>\n<p>As a factual matter, the record establishes that Mueller, not Hunt, is Southern Source's witness on alleged losses. Hunt did not perform his own, independent calculations of losses, and his affidavit fails to show that he has relevant personal knowledge. <i>Cf.</i> Fed.R.Evid. 701(a); <i>Certain Underwriters at Lloyd's, London v. Sinkovich,</i> 232 F.3d 200, 204 (4th Cir.2000). Indeed, Hunt did nothing but bless Mueller's results. David Hunt Aff. 2 [D.E. 51-10] (\"I have reviewed [Mueller's original] report that tracks the differential between actual and promised price increases. I am confident that the summaries Mr. Mueller provides are accurate summaries of data stored in the FACTS system.\"). In fact, the only thing that Hunt appears to have done in this case was to direct Mueller to keep making calculations until he came up with a result that (conveniently) approximated $1.5 million in losses. <i>See, e.g.,</i> Mueller Dep. 71:11-71:14, Jan. 30, 2007 [D.E. 57] (\"You know, it was an ongoing development: We're painting a car. At which point in time do you say the car is done or it's the color I really like?\"); <i>id.</i> at 76:6-76:10 (\"Q: Okay. And so then at some point during this evolutionary process, Mr. Hunt decided he was satisfied with the program as you had developed it. Is that correct? A: That is correct.\"). The court rejects Southern Source's attempt to escape Rules 701 and 702's requirements by offering Mueller's \"expert\" conclusions through the guise of Hunt's lay witness testimony. <i>Cf.</i> Fed.R.Evid. 701 advisory committee's note (2000 amendment) (\"Rule 701 has been amended to eliminate the risk that the reliability requirements set forth in Rule 702 will be evaded through the simple expedient of proffering an expert in lay witness clothing.\").</p>\n<p>In any event, even if Southern Source could overcome Rule 701 and 702, Southern Source's belated attempt to identify Hunt (rather than Mueller) as its witness on losses does not comport with its initial disclosures or interrogatory responses. Notably, Southern Source never timely disclosed Hunt as a person with discoverable information on losses. Thus, for the reasons set forth above with respect to Mueller's new report, the court excludes Hunt's surprise testimony on losses as untimely under Fed.R.Civ.P. 37(c)(1). <i>See, e.g., </i><i>Pfingston v. Ronan Eng'g Co.,</i> 284 F.3d 999, 1005 (9th Cir.2002) (recognizing district court's authority to exclude testimony on previously-undisclosed subject matter in considering summary judgment motion); <i>Caudell v. City of Loveland,</i> 226 Fed.Appx. 479, 480-82 (6th Cir.2007) (per curiam) (unpublished) (affirming district court's exclusion of testimony and resulting grant of summary judgment where party attempted to offer new testimony of previously-disclosed witnesses on previously-undisclosed subject in response to summary judgment motion); <i>Hartford Cas. Ins. Co. v. MCJ Clothiers, Inc.,</i> 54 Fed. Appx. 384, 388 (4th Cir.2002) (per curiam) (unpublished).</p>\n<p>In sum, Mueller is Southern Source's witness on losses, not Hunt. Hunt's blessing of Mueller's report does not provide independent, admissible evidence of losses. Without Mueller's report, there is nothing in the record for Hunt to bless. Plaintiffs are entitled to summary judgment unless Mueller's original report and testimony provide competent evidence from which a rational jury could find that Southern Source suffered misrepresentation-related losses that warrant a dollar-for-dollar offset to the $1.5 million deferred payment.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Because Southern Source offers Mueller as an expert witness, he must meet the requirements of Federal Rule of Evidence 702, <i>Daubert,</i> and its progeny. Under Rule 702,</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.</blockquote>\n<p>Fed.R.Evid. 702. The Mueller testimony and original expert report are inadmissible under this standard, for at least two reasons. First, Mueller does not qualify as an \"expert\" on the issue of losses. Second, Muller's testimony and original expert report are unreliable.</p>\n<p></p>\n<h2>A.</h2>\n<p>First, Mueller is not an expert on losses under the Deferred Payment Provision. In order to offer expert testimony on an issue, the witness must be \"qualified\" as an expert on the issue. <i>See, e.g.,</i> Fed.R.Evid. 702; Jack W. Weinstein et al., <i>Weinstein's Federal Evidence</i> § 702.04 (2d ed. 2002) (\"[T]he court must determine whether a proposed witness's qualifying training or experience, and resultant specialized knowledge, are sufficiently related to the issues and evidence before the trier of fact....\"). \"[T]rial courts have broad discretion when deciding whether a witness qualifies as an expert. The decision necessarily focuses on the specific facts and circumstances of the case.\" 29 Charles A. Wright &amp; Victor James Gold, <i>Federal Practice &amp; Procedure</i> § 6265 (1997); <i>see </i><i>General Elec. Co. v. Joiner,</i> 522 U.S. 136, 138-39, 146, 118 S.Ct. 512, 139 L.Ed.2d 508 (1997) (abuse of discretion is standard of review for district court's decisions under <i>Daubert</i>).</p>\n<p>Here, Mueller is a software consultant. <i>See</i> Def.'s Disclosures Pursuant to Fed. R.Civ.P. 26(a)(2) ¶ III; <i>id.</i> Ex. A (Mueller resume). Mueller is not an accountant or an economist. Mueller Dep. 85:8-85:11. Mueller has no knowledge concerning NPSG's customers, products, or production costs. <i>See, e.g., id.</i> at 37:3-37:12, 39:9-40:2, 45:1-45:2, 59:23-62:23, 100:3-100:22. Mueller has never before served as an expert witness concerning lost revenue or any other subject. <i>See</i> Def.'s Disclosures Pursuant to Fed.R.Civ.P. 26(a)(2) ¶ V. Indeed, most remarkably, Mueller repeatedly testified in his deposition that he does not have an opinion on losses under the Deferred Payment Provision. <i>See, e.g.,</i> Mueller Dep. 6:17-6:19, 53:13-53:16, 57:7-57:14, 101:24-102:3. Accordingly, the court finds that Mueller is not \"qualified as an expert\" under Rule 702 to testify about Southern Source's alleged losses under the Deferred Payment Provision.</p>\n<p></p>\n<h2>B.</h2>\n<p>Further, even if Mueller somehow did qualify as an expert, his original expert report and testimony would still be inadmissible as unreliable. \"[U]nder the [Federal] Rules [of Evidence] the trial judge must ensure that any and all scientific testimony or evidence admitted is not only relevant, but reliable.\" <i>Daubert,</i> 509 U.S. at 589, 113 S.Ct. 2786; Fed.R.Evid. 702. \"[T]he test of reliability is `flexible,' and... the law grants a district court the same broad latitude when it decides <i>how</i> to determine reliability as it enjoys in respect to its ultimate reliability determination.\" <i>Kumho Tire Co. v. Carmichael,</i> 526 U.S. 137, 141-42, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999) (emphasis in original).</p>\n<p>Here, the record shows that Mueller's original expert report and testimony are unreliable under Rule 702. For example, there is no evidence that Mueller's method for determining losses is generally accepted by accountants or economists. <i>Cf.</i> Fed. R.Evid. 702 advisory committee's note (2000 amendment). There is no evidence of a known error rate for the methodology. <i>Cf. id.</i> There is no evidence that the methodology is subject to peer review. <i>Cf. id.</i> In fact, the only review that Mueller's methodology has been subject to is from Southern Source. Mueller's deposition testimony reflects Southern Source's complete control over Mueller's methods and results. <i>See</i> Mueller Dep. 70:15-70:25. Southern Source simply gave Mueller some parameters, reviewed the results that these parameters generated, and then changed the parameters until Southern Source reached the desired results. <i>See id.</i> at 71:11-71:14: <i>id.</i> at 76:6-76:10.</p>\n<p>Tellingly, Mueller has produced twelve different sets of results, ranging from approximately $177,000 up to $1.7 million in \"lost revenue.\" <i>See</i> Pls.' Strike Mem. 9-10. Mueller's testimony changes to reflect whatever position Southern Source is currently taking as to lost revenue, and is patently unreliable. <i>See, e.g., </i><i>LifeWise Master Funding v. Telebank,</i> 374 F.3d 917, 929 (10th Cir.2004) (affirming district court's exclusion of expert testimony where \"the methodology was not in regular usage for predicting future profits, was not peer reviewed, has no uniform usage in any known industry, and is capable of manipulation to achieve virtually any desired result\"); <i>Comer v. Am. Elec. Power,</i> 63 F.Supp.2d 927, 935 (N.D.Ind.1999) (excluding expert testimony after noting the \"breath-taking ease with which [the expert]... change[s] [his opinions] based on nothing more than the mere suggestion of counsel\" so that his testimony \"easily accommodates whatever theory ... is needed by his client\"); Fed.R.Evid. 702 advisory committee's note (2000 amendment) (court may consider whether expert developed opinion solely for purposes of testifying in determining whether opinion is reliable).</p>\n<p>Further, Mueller's original expert report and testimony are a cornucopia of flawed assumptions. <i>See</i> Pls.' Strike Mem. 12-20. For example, Mueller indiscriminately assumes that every failure to meet Southern Source's dictated price increase goal is NPSG's fault. <i>See, e.g., id.</i> at 19-20; Fed. R.Evid. 702 advisory committee's note (2000 amendment) (court may consider whether expert has accounted for obvious alternative explanations in determining whether expert testimony is reliable); <i>Pharmanetics, Inc. v. Aventis Pharms., Inc.,</i> 182 Fed.Appx. 267, 270-71, 273-74 (4th Cir.2006) (per curiam) (unpublished) (affirming district court's exclusion of expert testimony under <i>Daubert</i> and resulting grant of summary judgment where expert \"calculated all possible losses and indiscriminately assessed all losses to [defendant]\"); <i>El Aguila Food Prods., Inc. v. Gruma Corp.,</i> 131 Fed.Appx. 450, 453 (5th Cir.2005) (unpublished) (affirming district court's exclusion of expert testimony under <i>Daubert</i> and resulting grant of summary judgment where expert's analytical errors included \"characterizing all variances between the trade association [projected] earnings data and plaintiffs' respective earnings as `lost profits'\"). Further, Mueller makes unsupported leaps of logic. <i>See</i> Fed.R.Evid. 702 advisory committee's note (2000 amendment) (court may consider whether expert's conclusion overreaches his supporting logic); <i>Joiner,</i> 522 U.S. at 146, 118 S.Ct. 512 (\"A court may conclude that there is simply too great an analytical gap between the data and the opinion proffered.\"). For example, Mueller's methodology cannot detect any change in price that occurred between the first and last sales within the time frame that Southern Source dictated. Pls.' Strike Mem. 17-18.</p>\n<p>To Mueller's credit, even he recognizes the serious logical flaws in Southern Source's dictates. For example, when Mueller told Southern Source that the chosen time frame for analysis might lead to errors, Southern Source simply responded that it was \"aware of this.\" <i>See</i> Mueller Dep. 104:17-106:19. Further, when Mueller noted the possibility that Southern Source's chosen parameters ignored that some NPSG customers might have gotten discounts for purchasing higher volumes of NPSG products, Southern Source told Mueller that this was \"outside the scope of what [he] was doing.\" <i>Id.</i> at 106:20-108:7. In sum, Mueller's original expert report and testimony are unreliable under Rule 702, and the court excludes them.<sup>[3]</sup></p>\n<p></p>\n<h2>V.</h2>\n<p>In its March 14, 2008 order, the court permitted plaintiffs to renew their motion for summary judgment. <i>See Gallagher,</i> at 512. Summary judgment may be granted when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed. R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted &amp; emphasis removed).</p>\n<p></p>\n<h2>A.</h2>\n<p>Indiana law applies, and plaintiffs assert three claims against Southern Source: breach of contract, breach of implied covenant of good faith and fair dealing, and unjust enrichment. Under Indiana law, \"[t]he essential elements of a breach of contract action are the existence of a contract, the defendant's breach thereof, and damages.\" <i>Am. Family Mut. Ins. Co. v. Matusiak,</i> 878 N.E.2d 529, 533 (Ind. Ct.App.2007) (quotation omitted).</p>\n<p>The parties do not dispute that the Sale Agreement is a valid, enforceable contract. However, Southern Source argues that it did not breach the contract or cause damages to plaintiffs, because it was exercising its rights under the contract to withhold the deferred payment in light of its misrepresentation-related losses. Because Southern Source is seeking to excuse its performance by invoking the contract's Deferred, Payment Provision, Southern Source bears the burden of proving that its misrepresentation-related losses warrant a dollar-for-dollar offset to the $1.5 million deferred payment. <i>See</i> Tr. of Mots. Hr'g 9.</p>\n<p>As discussed, the only independent evidence in the record in support of Southern Source's alleged misrepresentation-related losses is the original Mueller report. Because the court today excludes the original Mueller report and Mueller's testimony, there is no evidence sufficient to support a rational jury finding that Southern Source has suffered misrepresentation-related losses sufficient to allow it to withhold any of the $1.5 million deferred payment.</p>\n<p>The Hunt affidavit does not provide independent evidence of Southern Source's losses, because Hunt does nothing but state that Mueller's report is correct. <i>See</i> Hunt Aff. 2 (\"I have reviewed [Mueller's original] report that tracks the differential between actual and promised price increases. I am confident that the summaries Mr. Mueller provides are accurate summaries of data stored in the FACTS system.\"). The Hunt affidavit is thus entirely dependent on the Mueller report with respect to the issue of misrepresentation-related losses. Without the Mueller report, the Hunt affidavit is an empty shell. Accordingly, there is no genuine issue of material fact about whether Southern Source breached the Sale Agreement by withholding the $1.5 million deferred payment without justification, and plaintiffs are entitled to judgment as a matter of law on their breach of contract claim. <i>See</i> Fed.R.Civ.P. 56(c); <i>Ruffin v. Shaw Indus., Inc.,</i> 149 F.3d 294, 303 (4th Cir.1998) (per curiam).</p>\n<p></p>\n<h2>B.</h2>\n<p>Finally, the court addresses plaintiffs' claims for breach of implied covenant of good faith and fair dealing (Am. Compl. ¶¶ 49-50), and for unjust enrichment (<i>id.</i> ¶¶ 51-52).<sup>[4]</sup> As for the breach of implied covenant of good faith and fair dealing claim, \"Indiana law does not imply such a covenant in every contract.\" <i>Allen v. Great Am. Reserve Ins. Co.,</i> 766 N.E.2d 1157, 1162 (Ind.2002); <i>First Fed. Sav. Bank of Ind. v. Key Mkts., Inc.,</i> 559 N.E.2d 600, 604 (Ind.1990). \"Indiana courts have recognized an implied covenant of good faith and fair dealing in contract law, but generally only in limited circumstances involving employment contracts and insurance contracts.\" <i>Allison v. Union Hosp., Inc.,</i> 883 N.E.2d 113, 123 (Ind.Ct.App.2008). As such, Indiana courts have found \"that a claim that an implied covenant of good faith and fair dealing has been breached is really a claim of breach of fiduciary duty.\" <i>Del Vecchio v. Conseco, Inc.,</i> 788 N.E.2d 446, 451 (Ind. Ct.App.2003) (quotation omitted).</p>\n<p>The Sale Agreement contains no express covenant of good faith and fair dealing. Further, plaintiffs have neither contended nor established that they were in a fiduciary relationship with Southern Source. Accordingly, plaintiffs' breach of implied covenant of good faith and fair dealing claim fails, and Southern Source is entitled to summary judgment on that claim.</p>\n<p>As for the unjust enrichment claim, unjust enrichment under Indiana law is \"also referred to as quantum meruit, contract implied-in-law, constructive contract, or quasi-contract.\" <i>Bayh v. Sonnenburg,</i> 573 N.E.2d 398, 408 (Ind.1991). A party may not recover under a quasi-contract theory when there is in fact a valid, governing contract. <i>See, e.g., </i><i>DiMizio v. Romo,</i> 756 N.E.2d 1018, 1025 (Ind.Ct.App. 2001); <i>Milwaukee Guardian Ins., Inc. v. Reichhart,</i> 479 N.E.2d 1340, 1343-44 (Ind. Ct.App.1985).</p>\n<p>Here, neither party disputes the validity of the contract. Accordingly, plaintiffs' unjust enrichment claim fails, and Southern Source is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Because the court today grants summary judgment in favor of plaintiffs on their breach of contract claim, plaintiffs are entitled to recover the $1,500,000 deferred payment. Plaintiffs also seek prejudgment and post-judgment interest, attorneys' fees, and costs.</p>\n<p>Plaintiffs shall submit their proposed calculation on these other items to the court not later than July 1, 2008. Plaintiffs shall state with particularity their reasoning with respect to prejudgment and post-judgment interest, attorneys' fees, and costs. Plaintiffs shall support their reasoning with proper Indiana authority, where applicable. Defendant may file objections to the proposed calculation not later than July 21, 2008. If defendant objects to plaintiffs' calculations, defendant shall state with particularity its reasoning with respect to each item to which it objects. Defendant shall support any objection with proper Indiana authority, where applicable. Plaintiffs may file a reply not later than July 25, 2008. The court will enter an appropriate order and judgment in due course.</p>\n<p></p>\n<h2>VII.</h2>\n<p>For the reasons discussed, plaintiffs' renewed motion for summary judgment is GRANTED with respect to the breach of contract claim, and plaintiffs are awarded the $1,500,000 deferred payment. In addition, the court sua sponte GRANTS summary judgment in favor of Southern Source with respect to plaintiffs' breach of implied covenant of good faith and fair dealing and unjust enrichment claims. Plaintiffs shall submit their calculation concerning pre-judgment and post-judgment interest, attorneys' fees, and costs not later than July 1, 2008. Southern Source shall file any objections to plaintiffs' calculation not later than July 21, 2008. Plaintiffs may file a reply not later than July 25, 2008.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs consist of several different packaging corporations, a trust set up to liquidate their assets, and a trustee (Gallagher) heading that trust. <i>See</i> Am. Compl. ¶¶ 1-4. The court refers to the corporate entities collectively where appropriate as \"NPSG.\" The court refers to the corporate entities, the trust, and the trustee collectively as \"plaintiffs.\"</p>\n<p>[2]  Even if the court were to consider the new Mueller report, the new Mueller report would not help Southern Source. As discussed below, Mueller does not qualify as an expert on lost revenue, and his new report suffers from most of the same reliability flaws as does his previously-disclosed report.</p>\n<p>[3]  In a last-ditch attempt to save Mueller from having to meet the requirements of Rule 702 and <i>Daubert</i> Southern Source contends that plaintiffs have conceded Mueller's expertise and should not now be permitted to challenge it. <i>See</i> Def.'s Strike Opp'n 4 (\"[G]iven the Plaintiffs' unsolicited concession of Mr. Mueller's expertise regarding the FACTS software and Plaintiffs' reliance on Mr. Mueller in the past, there can be no doubt that his testimony is the product of reliable principles and methods.\"). Plaintiffs' concession of Mueller's expertise in accessing and working with FACTS, however, does not translate into an expertise in calculating Southern Source's alleged losses. <i>See</i> Pls.' Strike. Reply 3 (\"Southern Source trumpets Mr. Mueller's expertise regarding the FACTS software. Such expertise, however, does not qualify Mr. Mueller to opine on lost revenue....\"); <i>Daubert,</i> 509 U.S. at 591-92, 113 S.Ct. 2786 (\"Rule 702's `helpfulness' standard requires a valid scientific connection to the pertinent inquiry as a precondition to admissibility.\"). Thus, the court rejects Southern Source's argument.</p>\n<p>[4]  Southern Source made arguments about these two claims in its opposition to plaintiffs' motion for summary judgment on the breach of contract claim. <i>See</i> Def.'s Am. Mem. in Opp'n to Pls.' Mot. for Summ. J. 12 n. 4. Although Southern Source should have raised these issues in a motion for summary judgment, plaintiffs were on notice that they needed to defend against Southern Source's arguments concerning these two claims. Accordingly, the court may consider whether to sua sponte grant defendant summary judgment on plaintiffs' breach of implied covenant of good faith and fair dealing and unjust enrichment claims. <i>See, e.g., </i><i>United States Dev. Corp. v. Peoples Fed. Sav. &amp; Loan Ass'n,</i> 873 F.2d 731, 735 (4th Cir.1989).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>James M. GALLAGHER, as Trustee for and on behalf of National Packaging Solutions Group Trust, et al., Plaintiffs,<br>\nv.<br>\nSOUTHERN SOURCE PACKAGING, LLC, Defendant.</h1></center>\n<center>No. 5:06-CV-114-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 20, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On March 14, 2008, the court entered an order, inter alia, denying without prejudice plaintiffs James M. Gallagher (\"Gallagher\") and National Packaging Solutions Group, Inc.'s (\"NPSG\") (collectively, \"plaintiffs\")<sup>[1]</sup> motion for summary judgment. This order permitted plaintiffs to file a motion to exclude the expert testimony of defendant Southern Source Packaging, LLC's (\"Southern Source\") expert witness on lost revenues. Because this motion to exclude impacted plaintiffs' motion for summary judgment, the court also permitted plaintiffs to renew their motion for summary judgment. On April 1, 2008, plaintiffs filed a motion to exclude the expert testimony and renewed their motion for summary judgment. Thereafter, Southern Source responded in opposition, and plaintiffs replied.</p>\n<p>As explained below, plaintiffs' motion to exclude is granted, and plaintiffs' motion for summary judgment on the breach of contract claim is granted. Additionally, the court grants Southern Source summary judgment on plaintiffs' breach of implied covenant of good faith and fair dealing and unjust enrichment claims.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A.</h2>\n<p>In discussing this case, the court assumes familiarity with its order of March 14, 2008 [D.E. 59]. <i>See Gallagher v. S. Source Packaging, LLC,</i> No. 5:06-CV-114-D, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">697429</span></span> (E.D.N.C. Mar. 14, 2008). NPSG is a now-defunct packaging company. <i>See</i> Am. Compl. ¶¶ 8-10 [D.E. 33]. NPSG defaulted on its secured financial obligations, and its secured creditors foreclosed. <i>Id.</i> ¶ 10. On September 24, 2004, NPSG and Southern Source entered into a contract (the \"Sale Agreement\") wherein Southern Source agreed to purchase NPSG's assets out of foreclosure. <i>See id.</i> ¶ 11. Southern Source agreed to pay $9,290,000 immediately, <i>see id.,</i> and then to pay another $1,500,000 by September 30, 2005 (the \"deferred payment\"). <i>See id.</i> ¶¶ 12, 18. In relevant part, the deferred payment provision in the Sale Agreement states: \"Buyer shall pay One Million Five Hundred Thousand Dollars ($1,500,000.00) to the Sellers on the date that is twelve (12) months following the Closing Date, which amount shall be reduced dollar for dollar by ... any Losses as defined in [Article] 13 [of the Sale Agreement]....\" Def.'s Mem. in Supp. of Def.'s Mot. for Summ. J. Ex. A, art. 3, ¶ B, p. 3 [D.E. 25-2] [hereinafter \"Deferred Payment Provision\"].</p>\n<p>Southern Source did not timely remit the deferred payment. Am. Compl. ¶ 19. Rather, on or about October 11, 2005, Southern Source told NPSG that it was withholding the deferred payment because NPSG made material misrepresentations to Southern Source about NPSG's financial condition. <i>See id.</i> ¶¶ 20-22. Specifically, Southern Source claimed that certain NPSG personnel misrepresented the status of various proposed price increases vis-a-vis NPSG customers. <i>See id.</i> ¶ 28; Def.'s Am. Mem. in Opp'n to Pl.'s Mot. for Summ. J. 1-2 [D.E. 53]. Southern Source argued that, because of these misrepresentations, it was misled into purchasing NPSG's assets, and was entitled to deduct any revenues it lost by virtue of these misrepresentations on a dollar for dollar basis under the Deferred Payment Provision. <i>See</i> Deferred Payment Provision (allowing Southern Source to reduce the $1,500,000 deferred payment \"dollar for dollar by ... any Losses\" defined in the Sale Agreement). Plaintiffs vigorously dispute Southern Source's allegation that NPSG made any misrepresentations to Southern Source and dispute that Southern Source actually proved any \"Losses\" under the Deferred Payment Provision in the Sale Agreement. <i>See</i> Pls.' Mem. in Supp. of Pls.' Mot. for Summ. J. 11 [D.E. 44].</p>\n<p></p>\n<h2>B.</h2>\n<p>On March 10, 2006, plaintiffs sued Southern Source in this court. On June 26, 2007, plaintiffs amended their complaint. Jurisdiction is based on diversity of citizenship. <i>See</i> Am. Compl. ¶ 6. Plaintiffs' three-count amended complaint alleges breach of contract (<i>id.</i> ¶¶ 44-48), breach of implied covenant of good faith and fair dealing (<i>id.</i> ¶¶ 49-50), and unjust enrichment (<i>id.</i> ¶¶ 51-52). Indiana substantive law applies. <i>See, e.g.,</i> Def.'s Mem. in Supp. of Def.'s Mot. for Summ. J. Ex. A, art. 18, ¶ I, p. 22 [D.E. 25-2] (\"This Agreement shall be construed in accordance with and governed by the laws of the State of Indiana.\").</p>\n<p>On June 23, 2006, the court entered a scheduling order [D.E. 9] [hereinafter \"Scheduling Order\"]. The Scheduling Order accepted, with some modifications, the parties' discovery plan [D.E. 8] [hereinafter \"Discovery Plan.\"]. Under the Scheduling Order, the parties would make initial disclosures under Federal Rule of Civil Procedure 26(a)(1) by July 2, 2006. <i>See</i> Discovery Plan 1; Scheduling Order 1. Additionally, the parties would submit reports from retained experts under Rule 26(a)(2) by October 6, 2006. <i>See</i> Scheduling Order 1. The deadline to complete all discovery was December 8, 2006. <i>Id.</i> The court later amended the deadline to complete all discovery to February 6, 2007 [D.E. 11].</p>\n<p>Under Rule 26(a)(1), each party must provide \"the name ... of each individual likely to have discoverable information along with the subjects of that informationthat the disclosing party may use to support its claims or defenses....\" Fed. R.Civ.P. 26(a)(1)(A)(i). On July 3, 2006, Southern Source disclosed three persons likely to have discoverable information: Tom Bennett, Jeff Schwarz, and Dave Hunt. <i>See</i> Pls.' Reply in Supp. of Pls.' Mot. to Strike &amp; Renewed Mot. for Summ. J. [hereinafter \"Pls.' Strike Reply\"] Ex. A [D.E. 65-2] (Def.'s Initial Disclosures). Southern Source failed to disclose the subjects of these three persons' discoverable information. <i>See</i> Pls.' Strike Reply 6. Consequently, plaintiffs submitted an interrogatory asking Southern Source to identify the substance of each person's knowledge. <i>See id.;</i> Def.'s Resp. to Pls.' Interrogs. 2 [D.E. 44-4]. In response, Southern Source stated that Dave Hunt (\"Hunt\") had \"knowledge of the significant increases in raw material costs experienced during the spring and summer of 2004.\" Def.'s Resp. to Pls.' Interrogs. 2-3. Southern Source also stated that Hunt had \"knowledge with regard to the inquires made by representatives of [Southern Source] concerning whether or not [NPSG] had passed on to its customers the price increases [that the parties presently dispute]... and the responses to these inquiries received by [Southern Source].\" <i>Id.</i> at 3. Southern Source further stated that \"Chuck Mueller, of Chuck Mueller Consulting, ascertained the lost revenue sustained as a result of failures to obtain price increases.\" <i>Id.</i></p>\n<p>Under Rule 26(a)(2)(A), \"[i]n addition to the disclosures required by Rule 26(a)(1), a party must disclose to the other parties the identity of any witness it may use at trial to present evidence under Federal Rule[s] of Evidence 702, 703, or 705.\" Fed.R.Civ.P. 26(a)(2)(A). \"[T]his disclosure must be accompanied by a written reportprepared and signed by the witnessif the witness is one retained or specially employed to provide expert testimony....\" Fed.R.Civ.P. 26(a)(2)(B). This report must contain, inter alia, \"a complete statement of all opinions the witness will express and the basis and reasons for them.\" Fed.R.Civ.P. 26(a)(2)(B)(i). Although the deadline for expert disclosures under Rule 26(a)(2) was October 6, 2006, plaintiffs consented to extending this deadline, and Southern Source disclosed the report of its expert, Chuck Mueller (\"Mueller\"), on November 8, 2006. Pls.' Mem. in Supp. of Pls.' Mot. to Strike &amp; Renewed Mot. for Summ. J. 21 [D.E. 62] [hereinafter \"Pls.' Strike Mem.\"]; <i>see</i> Def.'s Disclosures Pursuant to Fed. R.Civ.P. 26(a)(2) [D.E. 44-5]. Mueller accessed NPSG's old sales database, which was called \"FACTS.\" <i>See</i> Def.'s Disclosures Pursuant to Fed.R.Civ.P. 26(a)(2) &amp; Ex. B. Using the data he pulled from the FACTS database, Mueller calculated Southern Source's lost revenue due to NPSG's alleged misrepresentations as $1,335,214.43. <i>See id.</i></p>\n<p></p>\n<h2>C.</h2>\n<p>On July 30, 2007, plaintiffs moved for summary judgment [D.E. 43]. Plaintiffs' memorandum discussed Mueller's deposition and extensively attacked Mueller's report. <i>See</i> Pls.' Mem. in Supp. of Pls.' Mot. for Summ. J. 12-22 [D.E. 44]. Plaintiff's appeared to contend that Mueller's report was inadmissible because it did not meet the requirements for expert testimony. <i>See, e.g., id.</i> at 12 (arguing that Mueller's report is \"pure nonsense\" that has \"no probative value\"). However, plaintiffs did not file a motion to exclude the report.</p>\n<p>On September 17, 2007, Southern Source responded to plaintiffs' motion for summary judgment [D.E. 50]. Southern Source attached a new expert report from Mueller to its response. <i>See</i> Def.'s. Mem. in Opp'n to Pls.' Mot. for Summ. J. Ex. J. [D.E. 51-12]. In this new report, Mueller changed his conclusion concerning lost revenue to state that Southern Source's lost revenue totaled $897,772.13. <i>See id.</i> at 7. Mueller and Southern Source expressly acknowledged that Mueller created the new expert report solely to address the criticisms that plaintiffs raised in their memorandum in support of summary judgment. <i>See id.</i> at 2 (\"I have addressed the concerns raised in my deposition and in [plaintiffs'] Memorandum [in support of plaintiffs' motion for summary judgment], and attached is a revised summary of data...\"); Def.'s Am. Mem. in Opp'n to Pls.' Mot. for Summ. J. 19 (\"Mr. Mueller has taken into account the issues raised in Plaintiffs' Memorandum and prepared a new report.\"); Def.'s Mem. in Opp'n to Pls.' Mot. to Strike &amp; Renewed Mot. for Summ. J. 9 [D.E. 64] [hereinafter \"Def.'s Strike Opp'n\"] (\"Specifically, the Mueller Supplementary Report is designed to address the criticism leveled at his initial report.\"). Notably, Southern Source submitted this new expert report over eleven months past the deadline in the Scheduling Order, over ten months past the expert disclosure deadline to which the parties agreed, and over nine months past the amended deadline to complete discovery. <i>See</i> Scheduling Order 1; Pls.' Strike Mem. 21; [D.E. 11].</p>\n<p>On March 5, 2008, the court held a hearing on all pending motions [D.E. 56, 58]. At this hearing, plaintiffs explained that they had not filed a motion to exclude Mueller's testimony under Federal Rule of Evidence 702 and <i>Daubert v. Merrell Dow Pharmaceuticals, Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993), even though their arguments sounded in <i>Daubert,</i> because they believed that the proper course of action was to wait until trial to file a motion in limine. <i>See</i> Tr. of Mots. Hr'g 32, Mar. 5, 2008 [D.E. 63]. Southern Source responded to plaintiffs' arguments by noting that, perhaps, Mueller's testimony should be considered as a summary of voluminous writings under Federal Rule of Evidence 1006, not as expert testimony under Federal Rule of Evidence 702. <i>See id.</i> at 11.</p>\n<p>On March 14, 2008, the court entered an order on all pending motions. The court rejected Southern Source's suggestion that the Mueller testimony should be considered a summary of voluminous writings under Federal Rule of Evidence 1006 rather than expert testimony under Federal Rule of Evidence 702. <i>See Gallagher,</i> at 10-11. The court noted that Southern Source identified Mueller as its expert witness on lost revenues, produced and purported to supplement an expert report, and that plaintiffs had deposed Mueller as an expert witness. <i>Id.</i> Further, the court expressed doubts about whether Mueller could provide competent evidence of misrepresentation-related losses. <i>See id.</i> The court noted that Mueller's report and testimony were the lynchpin of Southern Source's ability to prove that it incurred misrepresentation-related losses. <i>See id.</i> at 511 n. 5. Without this evidence, Southern Source would not be able to meet its burden of proving that it suffered any misrepresentation-related losses that would entitle it to withhold the deferred payment, and plaintiffs would be entitled to summary judgment on the breach of contract claim. <i>See</i> Tr. of Mots. Hr'g 10. Southern Source admitted at the hearing that \"Mr. Mueller is the touchstone for quantifying [misrepresentation-related losses], no question.\" <i>Id.</i></p>\n<p>To permit the parties to brief whether to exclude Mueller's report and testimony, the court denied plaintiffs' motion for summary judgment without prejudice, permitted plaintiffs to move to exclude the Mueller report and testimony, and permitted plaintiffs to renew their motion for summary judgment. <i>See Gallagher,</i> at 512. The court directed the parties to address whether Southern Source's supplementation of the Mueller report was timely, and whether either the original or new version of the Mueller report provides competent evidence of Southern Source's alleged misrepresentation-related losses. <i>See id.</i></p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>The court turns first to whether Southern Source properly \"supplemented\" the Mueller report, and whether its \"supplementation\" is timely under the Scheduling Order and the Federal Rules of Civil Procedure. Southern Source notes that the Scheduling Order requires that \"[s]upplementations... shall be made seasonably as required by the Federal Rules of Civil Procedure.\" Discovery Plan 2. According to Southern Source, its \"supplementation\" is \"seasonable\" because the Federal Rules of Civil Procedure allow a party to supplement its expert report at any time until pretrial disclosures are due or until 30 days before trial. <i>See</i> Def.'s Strike Opp'n 12 (citing Fed.R.Civ.P. 26(a)(3) &amp; Fed.R.Civ.P. 26(e)(1)).</p>\n<p>Under Rule 26(a), \"[t]he parties must supplement [their expert] disclosures when required under Rule 26(e).\" Fed.R.Civ.P. 26(a)(2)(D). According to Rule 26(e),</p>\n<blockquote>A party who has made a disclosure under Rule 26(a) ... must supplement or correct its disclosure or response ... in a timely manner if the party learns that in some material respect the disclosure or response is incomplete or incorrect, and if the additional or corrective information has not otherwise been made known to the other parties during the discovery process....</blockquote>\n<p>Fed.R.Civ.P. 26(e)(1). Further,</p>\n<blockquote>For an expert whose report must be disclosed under Rule 26(a)(2)(B), the party's duty to supplement extends both to information included in the report and to information given during the expert's deposition. Any additions or changes to this information must be disclosed by the time the party's pretrial disclosures under Rule 26(a)(3) are due.</blockquote>\n<p>Fed.R.Civ.P. 26(e)(2).</p>\n<p>Supplementation of an expert report permits a party to correct inadvertent errors or omissions. Supplementation, however, is not a license to amend an expert report to avoid summary judgment. <i>See, e.g., </i><i>Beller ex rel. Beller v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">696</span></span>, 701 (D.N.M.2003) (\"[Rule 26(e)] does not give license to sandbag one's opponent with claims and issues which should have been included in the expert witness' report ....\" (quotation omitted)); <i>Coles v. Perry,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">1</span></span>, 3 (D.D.C.2003) (\"[Rule] 26(e) does not grant a license to supplement a previously filed expert report because a party wants to....\"); <i>Reid v. Lockheed Martin Aeronautics Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">655</span></span>, 662 (N.D.Ga. 2001) (\"In short, Rule 26 imposes a <i>duty</i> on Plaintiffs; it grants them no <i>right</i> to produce information in a belated fashion.\" (emphasis in original)). Courts distinguish \"true supplementation\" (e.g., correcting inadvertent errors or omissions) from gamesmanship, and have therefore repeatedly rejected attempts to avert summary judgment by \"supplementing\" an expert report with a \"new and improved\" expert report. <i>See, e.g., </i><i>MicroStrategy, Inc. v. Business Objects, S.A.,</i> <span class=\"citation\" data-id=\"211582\"><a href=\"/opinion/211582/microstrategy-inc-v-business-objects-sa/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span>, 1353 (Fed.Cir.2005); <i>Solaia Tech., LLC v. ArvinMeritor, Inc.,</i> <span class=\"citation\" data-id=\"2500150\"><a href=\"/opinion/2500150/solaia-technology-llc-v-arvinmeritor-inc/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">797</span></a></span>, 806 (N.D.Ill.2005) (\"It would appear that Nuschke's much expanded opinion was prompted solely by ArvinMeritor's summary judgment motion.... This is not the proper role for supplementation of a report by an expert.\"); <i>Beller,</i> 221 F.R.D. at 701 (\"To rule otherwise would create a system where preliminary reports could be followed by supplementary reports and there would be no finality to expert reports, as each side, in order to buttress its case or position, could `supplement' existing reports and modify opinions previously given.\"); <i>Akeva L.L.C. v. Mizuno Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">306</span></span>, 310 (M.D.N.C.2002) (\"To construe supplementation to apply whenever a party wants to bolster or submit additional expert opinions would [wreak] havoc [on] docket control and amount to unlimited expert opinion preparation.\").</p>\n<p>Here, Southern Source did not file the new Mueller report to correct an inadvertent error or omission. It filed the new Mueller report in order to address the numerous problems in the expert report that plaintiffs discussed in moving for summary judgment. Although a party generally may engage in \"true supplementation\" at any point before the pretrial disclosure deadline, Southern Source seeks to contort this sensible rule into the unacceptable rule that a party may permissibly submit a new expert report until pretrial disclosures are due or until 30 days before trial so long as the party characterizes the new report as a supplementation.</p>\n<p>Southern Source's argument hinges on an erroneous reading of the Federal Rules and the Scheduling Order. To accept the argument would promote gamesmanship and delay. <i>Cf.</i> Fed.R.Civ.P. 1; <i>see </i><i>Tucker v. Ohtsu Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"2467576\"><a href=\"/opinion/2467576/tucker-v-ohtsu-tire-rubber-co-ltd/\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">456</span></a></span>, 460 (D.Md.1999) (\"[A] party who delays supplementing Rule 26(a)(2)(B) expert disclosures until [the last minute], absent compelling reasons for doing so, should not expect the Court automatically to permit the expert to testify at trial about the newly disclosed information, for such action would condone `trial by ambush.'\"). Because the new Mueller report is not \"true supplementation,\" it is not \"seasonable\" under the Scheduling Order or timely under the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>B.</h2>\n<p>\"If a party fails to [timely] provide information ... as required by Rule 26(a) or (e), the party is not allowed to use that information or witness to supply evidence on a motion, at a hearing, or at a trial, unless the failure was substantially justified or is harmless.\" Fed.R.Civ.P. 37(c)(1). The court has \"broad discretion\" to determine whether an untimely disclosure is substantially justified or harmless. <i>See, e.g., </i><i>S. States Rack &amp; Fixture, Inc. v. Sherwin-Williams Co.,</i> <span class=\"citation\" data-id=\"780731\"><a href=\"/opinion/780731/southern-states-rack-and-fixture-incorporated-v-sherwin-williams-company/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></a></span>, 597 (4th Cir.2003). In determining whether to exclude untimely expert disclosures, courts are to consider five factors: \"(1) the surprise to the party against whom the evidence would be offered; (2) the ability of that party to cure the surprise; (3) the extent to which allowing the evidence would disrupt the trial; (4) the importance of the evidence; and (5) the non-disclosing party's explanation for its failure to disclose the evidence.\" <i>Id.</i> The court has broad discretion to select the appropriate remedy in light of the totality of the circumstances. <i>See id.</i> at 595; Fed.R.Civ.P. 37(c)(1).</p>\n<p>Turning to the five factors concerning exclusion, plaintiffs were surprised by the new Mueller report. <i>See</i> Pls.' Strike Mem. 25 (\"Mr. Mueller's new report likely contains new methodological errors, but because the report was disclosed so late and is far from self-explanatory, it is impossible for Plaintiffs to explore those in detail\"). Plaintiffs cannot cure that surprise without further delay and further discovery, including another deposition of Mueller. Discovery, however, closed 15 months ago. Although a trial date has not been set, this case has been pending since March 2006, and reopening discovery would trample the Scheduling Order and disrupt proceedings in this case. Additionally, the new Mueller report is not particularly important, because Mueller already has a report in the record.<sup>[2]</sup> Finally, Southern Source candidly admits that it submitted the new Mueller report to try and stave off summary judgment. Therefore, having considered the five factors, the court excludes the new Mueller report [D.E. 51-12]. In considering plaintiffs' renewed motion for summary judgment, the court will consider only the original Mueller report that defendant provided in its original Rule 26 disclosures [D.E. 44-5].</p>\n<p></p>\n<h2>III.</h2>\n<p>Fearing plaintiffs' <i>Daubert</i> arguments against the original Mueller report, Southern Source now contends that Mueller is not in fact its witness on losses under the Deferred Payment Provision. Rather, Southern Source argues that Mueller's expert testimony will be limited to discussing the general principles of the FACTS system. <i>See</i> Def.'s Strike Opp'n 2-4. Moreover, Southern Source now maintains that <i>Hunt</i> is in fact the witness who will offer testimony concerning losses in the form of a <i>lay opinion,</i> not Mueller in the form of an expert opinion. <i>See id.</i> at 4. According to Southern Source's new theory.</p>\n<blockquote>In this case, Mr. Hunt asked Mr. Mueller to assist him in mining and extracting sales data from a computer system containing the business records of [NPSG,] with which Mr. Hunt was unfamiliar. Mr. Mueller, using his admitted expertise, performed these functions and submitted the results to Mr. Hunt who confirmed that in his opinion, the numbers establishing the revenue shortfall resulting from Plaintiffs' misrepresentations were valid.</blockquote>\n<p><i>Id.</i> at 7. This revisionist history is both factually inaccurate and an untimely attempt to substitute Hunt as Southern Source's witness on lost revenue.</p>\n<p>As a factual matter, the record establishes that Mueller, not Hunt, is Southern Source's witness on alleged losses. Hunt did not perform his own, independent calculations of losses, and his affidavit fails to show that he has relevant personal knowledge. <i>Cf.</i> Fed.R.Evid. 701(a); <i>Certain Underwriters at Lloyd's, London v. Sinkovich,</i> <span class=\"citation\" data-id=\"771090\"><a href=\"/opinion/771090/certain-underwriters-at-lloyds-london-v-thomas-c-sinkovich/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span>, 204 (4th Cir.2000). Indeed, Hunt did nothing but bless Mueller's results. David Hunt Aff. 2 [D.E. 51-10] (\"I have reviewed [Mueller's original] report that tracks the differential between actual and promised price increases. I am confident that the summaries Mr. Mueller provides are accurate summaries of data stored in the FACTS system.\"). In fact, the only thing that Hunt appears to have done in this case was to direct Mueller to keep making calculations until he came up with a result that (conveniently) approximated $1.5 million in losses. <i>See, e.g.,</i> Mueller Dep. 71:11-71:14, Jan. 30, 2007 [D.E. 57] (\"You know, it was an ongoing development: We're painting a car. At which point in time do you say the car is done or it's the color I really like?\"); <i>id.</i> at 76:6-76:10 (\"Q: Okay. And so then at some point during this evolutionary process, Mr. Hunt decided he was satisfied with the program as you had developed it. Is that correct? A: That is correct.\"). The court rejects Southern Source's attempt to escape Rules 701 and 702's requirements by offering Mueller's \"expert\" conclusions through the guise of Hunt's lay witness testimony. <i>Cf.</i> Fed.R.Evid. 701 advisory committee's note (2000 amendment) (\"Rule 701 has been amended to eliminate the risk that the reliability requirements set forth in Rule 702 will be evaded through the simple expedient of proffering an expert in lay witness clothing.\").</p>\n<p>In any event, even if Southern Source could overcome Rule 701 and 702, Southern Source's belated attempt to identify Hunt (rather than Mueller) as its witness on losses does not comport with its initial disclosures or interrogatory responses. Notably, Southern Source never timely disclosed Hunt as a person with discoverable information on losses. Thus, for the reasons set forth above with respect to Mueller's new report, the court excludes Hunt's surprise testimony on losses as untimely under Fed.R.Civ.P. 37(c)(1). <i>See, e.g., </i><i>Pfingston v. Ronan Eng'g Co.,</i> <span class=\"citation\" data-id=\"777051\"><a href=\"/opinion/777051/douglas-v-pfingston-and-united-states-of-america-v-ronan-engineering-co/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></a></span>, 1005 (9th Cir.2002) (recognizing district court's authority to exclude testimony on previously-undisclosed subject matter in considering summary judgment motion); <i>Caudell v. City of Loveland,</i> 226 Fed.Appx. 479, 480-82 (6th Cir.2007) (per curiam) (unpublished) (affirming district court's exclusion of testimony and resulting grant of summary judgment where party attempted to offer new testimony of previously-disclosed witnesses on previously-undisclosed subject in response to summary judgment motion); <i>Hartford Cas. Ins. Co. v. MCJ Clothiers, Inc.,</i> 54 Fed. Appx. 384, 388 (4th Cir.2002) (per curiam) (unpublished).</p>\n<p>In sum, Mueller is Southern Source's witness on losses, not Hunt. Hunt's blessing of Mueller's report does not provide independent, admissible evidence of losses. Without Mueller's report, there is nothing in the record for Hunt to bless. Plaintiffs are entitled to summary judgment unless Mueller's original report and testimony provide competent evidence from which a rational jury could find that Southern Source suffered misrepresentation-related losses that warrant a dollar-for-dollar offset to the $1.5 million deferred payment.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Because Southern Source offers Mueller as an expert witness, he must meet the requirements of Federal Rule of Evidence 702, <i>Daubert,</i> and its progeny. Under Rule 702,</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.</blockquote>\n<p>Fed.R.Evid. 702. The Mueller testimony and original expert report are inadmissible under this standard, for at least two reasons. First, Mueller does not qualify as an \"expert\" on the issue of losses. Second, Muller's testimony and original expert report are unreliable.</p>\n<p></p>\n<h2>A.</h2>\n<p>First, Mueller is not an expert on losses under the Deferred Payment Provision. In order to offer expert testimony on an issue, the witness must be \"qualified\" as an expert on the issue. <i>See, e.g.,</i> Fed.R.Evid. 702; Jack W. Weinstein et al., <i>Weinstein's Federal Evidence</i> § 702.04 (2d ed. 2002) (\"[T]he court must determine whether a proposed witness's qualifying training or experience, and resultant specialized knowledge, are sufficiently related to the issues and evidence before the trier of fact....\"). \"[T]rial courts have broad discretion when deciding whether a witness qualifies as an expert. The decision necessarily focuses on the specific facts and circumstances of the case.\" 29 Charles A. Wright &amp; Victor James Gold, <i>Federal Practice &amp; Procedure</i> § 6265 (1997); <i>see </i><i>General Elec. Co. v. Joiner,</i> <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 138-39, 146, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997) (abuse of discretion is standard of review for district court's decisions under <i>Daubert</i>).</p>\n<p>Here, Mueller is a software consultant. <i>See</i> Def.'s Disclosures Pursuant to Fed. R.Civ.P. 26(a)(2) ¶ III; <i>id.</i> Ex. A (Mueller resume). Mueller is not an accountant or an economist. Mueller Dep. 85:8-85:11. Mueller has no knowledge concerning NPSG's customers, products, or production costs. <i>See, e.g., id.</i> at 37:3-37:12, 39:9-40:2, 45:1-45:2, 59:23-62:23, 100:3-100:22. Mueller has never before served as an expert witness concerning lost revenue or any other subject. <i>See</i> Def.'s Disclosures Pursuant to Fed.R.Civ.P. 26(a)(2) ¶ V. Indeed, most remarkably, Mueller repeatedly testified in his deposition that he does not have an opinion on losses under the Deferred Payment Provision. <i>See, e.g.,</i> Mueller Dep. 6:17-6:19, 53:13-53:16, 57:7-57:14, 101:24-102:3. Accordingly, the court finds that Mueller is not \"qualified as an expert\" under Rule 702 to testify about Southern Source's alleged losses under the Deferred Payment Provision.</p>\n<p></p>\n<h2>B.</h2>\n<p>Further, even if Mueller somehow did qualify as an expert, his original expert report and testimony would still be inadmissible as unreliable. \"[U]nder the [Federal] Rules [of Evidence] the trial judge must ensure that any and all scientific testimony or evidence admitted is not only relevant, but reliable.\" <i>Daubert,</i> 509 U.S. at 589, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>; Fed.R.Evid. 702. \"[T]he test of reliability is `flexible,' and... the law grants a district court the same broad latitude when it decides <i>how</i> to determine reliability as it enjoys in respect to its ultimate reliability determination.\" <i>Kumho Tire Co. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141-42, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999) (emphasis in original).</p>\n<p>Here, the record shows that Mueller's original expert report and testimony are unreliable under Rule 702. For example, there is no evidence that Mueller's method for determining losses is generally accepted by accountants or economists. <i>Cf.</i> Fed. R.Evid. 702 advisory committee's note (2000 amendment). There is no evidence of a known error rate for the methodology. <i>Cf. id.</i> There is no evidence that the methodology is subject to peer review. <i>Cf. id.</i> In fact, the only review that Mueller's methodology has been subject to is from Southern Source. Mueller's deposition testimony reflects Southern Source's complete control over Mueller's methods and results. <i>See</i> Mueller Dep. 70:15-70:25. Southern Source simply gave Mueller some parameters, reviewed the results that these parameters generated, and then changed the parameters until Southern Source reached the desired results. <i>See id.</i> at 71:11-71:14: <i>id.</i> at 76:6-76:10.</p>\n<p>Tellingly, Mueller has produced twelve different sets of results, ranging from approximately $177,000 up to $1.7 million in \"lost revenue.\" <i>See</i> Pls.' Strike Mem. 9-10. Mueller's testimony changes to reflect whatever position Southern Source is currently taking as to lost revenue, and is patently unreliable. <i>See, e.g., </i><i>LifeWise Master Funding v. Telebank,</i> <span class=\"citation\" data-id=\"164803\"><a href=\"/opinion/164803/lifewise-master-v-telebank/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></a></span>, 929 (10th Cir.2004) (affirming district court's exclusion of expert testimony where \"the methodology was not in regular usage for predicting future profits, was not peer reviewed, has no uniform usage in any known industry, and is capable of manipulation to achieve virtually any desired result\"); <i>Comer v. Am. Elec. Power,</i> <span class=\"citation\" data-id=\"2456324\"><a href=\"/opinion/2456324/comer-v-american-elec-power/\"><span class=\"volume\">63</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">927</span></a></span>, 935 (N.D.Ind.1999) (excluding expert testimony after noting the \"breath-taking ease with which [the expert]... change[s] [his opinions] based on nothing more than the mere suggestion of counsel\" so that his testimony \"easily accommodates whatever theory ... is needed by his client\"); Fed.R.Evid. 702 advisory committee's note (2000 amendment) (court may consider whether expert developed opinion solely for purposes of testifying in determining whether opinion is reliable).</p>\n<p>Further, Mueller's original expert report and testimony are a cornucopia of flawed assumptions. <i>See</i> Pls.' Strike Mem. 12-20. For example, Mueller indiscriminately assumes that every failure to meet Southern Source's dictated price increase goal is NPSG's fault. <i>See, e.g., id.</i> at 19-20; Fed. R.Evid. 702 advisory committee's note (2000 amendment) (court may consider whether expert has accounted for obvious alternative explanations in determining whether expert testimony is reliable); <i>Pharmanetics, Inc. v. Aventis Pharms., Inc.,</i> 182 Fed.Appx. 267, 270-71, 273-74 (4th Cir.2006) (per curiam) (unpublished) (affirming district court's exclusion of expert testimony under <i>Daubert</i> and resulting grant of summary judgment where expert \"calculated all possible losses and indiscriminately assessed all losses to [defendant]\"); <i>El Aguila Food Prods., Inc. v. Gruma Corp.,</i> 131 Fed.Appx. 450, 453 (5th Cir.2005) (unpublished) (affirming district court's exclusion of expert testimony under <i>Daubert</i> and resulting grant of summary judgment where expert's analytical errors included \"characterizing all variances between the trade association [projected] earnings data and plaintiffs' respective earnings as `lost profits'\"). Further, Mueller makes unsupported leaps of logic. <i>See</i> Fed.R.Evid. 702 advisory committee's note (2000 amendment) (court may consider whether expert's conclusion overreaches his supporting logic); <i>Joiner,</i> 522 U.S. at 146, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span> (\"A court may conclude that there is simply too great an analytical gap between the data and the opinion proffered.\"). For example, Mueller's methodology cannot detect any change in price that occurred between the first and last sales within the time frame that Southern Source dictated. Pls.' Strike Mem. 17-18.</p>\n<p>To Mueller's credit, even he recognizes the serious logical flaws in Southern Source's dictates. For example, when Mueller told Southern Source that the chosen time frame for analysis might lead to errors, Southern Source simply responded that it was \"aware of this.\" <i>See</i> Mueller Dep. 104:17-106:19. Further, when Mueller noted the possibility that Southern Source's chosen parameters ignored that some NPSG customers might have gotten discounts for purchasing higher volumes of NPSG products, Southern Source told Mueller that this was \"outside the scope of what [he] was doing.\" <i>Id.</i> at 106:20-108:7. In sum, Mueller's original expert report and testimony are unreliable under Rule 702, and the court excludes them.<sup>[3]</sup></p>\n<p></p>\n<h2>V.</h2>\n<p>In its March 14, 2008 order, the court permitted plaintiffs to renew their motion for summary judgment. <i>See Gallagher,</i> at 512. Summary judgment may be granted when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed. R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted &amp; emphasis removed).</p>\n<p></p>\n<h2>A.</h2>\n<p>Indiana law applies, and plaintiffs assert three claims against Southern Source: breach of contract, breach of implied covenant of good faith and fair dealing, and unjust enrichment. Under Indiana law, \"[t]he essential elements of a breach of contract action are the existence of a contract, the defendant's breach thereof, and damages.\" <i>Am. Family Mut. Ins. Co. v. Matusiak,</i> <span class=\"citation\" data-id=\"2070850\"><a href=\"/opinion/2070850/american-family-mut-ins-co-v-matusiak/\"><span class=\"volume\">878</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">529</span></a></span>, 533 (Ind. Ct.App.2007) (quotation omitted).</p>\n<p>The parties do not dispute that the Sale Agreement is a valid, enforceable contract. However, Southern Source argues that it did not breach the contract or cause damages to plaintiffs, because it was exercising its rights under the contract to withhold the deferred payment in light of its misrepresentation-related losses. Because Southern Source is seeking to excuse its performance by invoking the contract's Deferred, Payment Provision, Southern Source bears the burden of proving that its misrepresentation-related losses warrant a dollar-for-dollar offset to the $1.5 million deferred payment. <i>See</i> Tr. of Mots. Hr'g 9.</p>\n<p>As discussed, the only independent evidence in the record in support of Southern Source's alleged misrepresentation-related losses is the original Mueller report. Because the court today excludes the original Mueller report and Mueller's testimony, there is no evidence sufficient to support a rational jury finding that Southern Source has suffered misrepresentation-related losses sufficient to allow it to withhold any of the $1.5 million deferred payment.</p>\n<p>The Hunt affidavit does not provide independent evidence of Southern Source's losses, because Hunt does nothing but state that Mueller's report is correct. <i>See</i> Hunt Aff. 2 (\"I have reviewed [Mueller's original] report that tracks the differential between actual and promised price increases. I am confident that the summaries Mr. Mueller provides are accurate summaries of data stored in the FACTS system.\"). The Hunt affidavit is thus entirely dependent on the Mueller report with respect to the issue of misrepresentation-related losses. Without the Mueller report, the Hunt affidavit is an empty shell. Accordingly, there is no genuine issue of material fact about whether Southern Source breached the Sale Agreement by withholding the $1.5 million deferred payment without justification, and plaintiffs are entitled to judgment as a matter of law on their breach of contract claim. <i>See</i> Fed.R.Civ.P. 56(c); <i>Ruffin v. Shaw Indus., Inc.,</i> <span class=\"citation\" data-id=\"755789\"><a href=\"/opinion/755789/sandra-ruffin-catherine-ruffin-by-and-through-her-guardian-ad-litem-c/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 303 (4th Cir.1998) (per curiam).</p>\n<p></p>\n<h2>B.</h2>\n<p>Finally, the court addresses plaintiffs' claims for breach of implied covenant of good faith and fair dealing (Am. Compl. ¶¶ 49-50), and for unjust enrichment (<i>id.</i> ¶¶ 51-52).<sup>[4]</sup> As for the breach of implied covenant of good faith and fair dealing claim, \"Indiana law does not imply such a covenant in every contract.\" <i>Allen v. Great Am. Reserve Ins. Co.,</i> <span class=\"citation\" data-id=\"853208\"><a href=\"/opinion/853208/allen-v-great-american-reserve-ins-co/\"><span class=\"volume\">766</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1157</span></a></span>, 1162 (Ind.2002); <i>First Fed. Sav. Bank of Ind. v. Key Mkts., Inc.,</i> <span class=\"citation\" data-id=\"1993351\"><a href=\"/opinion/1993351/first-federal-sav-bank-v-key-markets/\"><span class=\"volume\">559</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">600</span></a></span>, 604 (Ind.1990). \"Indiana courts have recognized an implied covenant of good faith and fair dealing in contract law, but generally only in limited circumstances involving employment contracts and insurance contracts.\" <i>Allison v. Union Hosp., Inc.,</i> <span class=\"citation\" data-id=\"2229675\"><a href=\"/opinion/2229675/allison-v-union-hosp-inc/\"><span class=\"volume\">883</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">113</span></a></span>, 123 (Ind.Ct.App.2008). As such, Indiana courts have found \"that a claim that an implied covenant of good faith and fair dealing has been breached is really a claim of breach of fiduciary duty.\" <i>Del Vecchio v. Conseco, Inc.,</i> <span class=\"citation\" data-id=\"2172362\"><a href=\"/opinion/2172362/del-vecchio-v-conseco-inc/\"><span class=\"volume\">788</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">446</span></a></span>, 451 (Ind. Ct.App.2003) (quotation omitted).</p>\n<p>The Sale Agreement contains no express covenant of good faith and fair dealing. Further, plaintiffs have neither contended nor established that they were in a fiduciary relationship with Southern Source. Accordingly, plaintiffs' breach of implied covenant of good faith and fair dealing claim fails, and Southern Source is entitled to summary judgment on that claim.</p>\n<p>As for the unjust enrichment claim, unjust enrichment under Indiana law is \"also referred to as quantum meruit, contract implied-in-law, constructive contract, or quasi-contract.\" <i>Bayh v. Sonnenburg,</i> <span class=\"citation\" data-id=\"2068139\"><a href=\"/opinion/2068139/bayh-v-sonnenburg/\"><span class=\"volume\">573</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">398</span></a></span>, 408 (Ind.1991). A party may not recover under a quasi-contract theory when there is in fact a valid, governing contract. <i>See, e.g., </i><i>DiMizio v. Romo,</i> <span class=\"citation\" data-id=\"2058687\"><a href=\"/opinion/2058687/dimizio-v-romo/\"><span class=\"volume\">756</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1018</span></a></span>, 1025 (Ind.Ct.App. 2001); <i>Milwaukee Guardian Ins., Inc. v. Reichhart,</i> <span class=\"citation\" data-id=\"2050123\"><a href=\"/opinion/2050123/milwaukee-guardian-ins-v-reichhart/\"><span class=\"volume\">479</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1340</span></a></span>, 1343-44 (Ind. Ct.App.1985).</p>\n<p>Here, neither party disputes the validity of the contract. Accordingly, plaintiffs' unjust enrichment claim fails, and Southern Source is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Because the court today grants summary judgment in favor of plaintiffs on their breach of contract claim, plaintiffs are entitled to recover the $1,500,000 deferred payment. Plaintiffs also seek prejudgment and post-judgment interest, attorneys' fees, and costs.</p>\n<p>Plaintiffs shall submit their proposed calculation on these other items to the court not later than July 1, 2008. Plaintiffs shall state with particularity their reasoning with respect to prejudgment and post-judgment interest, attorneys' fees, and costs. Plaintiffs shall support their reasoning with proper Indiana authority, where applicable. Defendant may file objections to the proposed calculation not later than July 21, 2008. If defendant objects to plaintiffs' calculations, defendant shall state with particularity its reasoning with respect to each item to which it objects. Defendant shall support any objection with proper Indiana authority, where applicable. Plaintiffs may file a reply not later than July 25, 2008. The court will enter an appropriate order and judgment in due course.</p>\n<p></p>\n<h2>VII.</h2>\n<p>For the reasons discussed, plaintiffs' renewed motion for summary judgment is GRANTED with respect to the breach of contract claim, and plaintiffs are awarded the $1,500,000 deferred payment. In addition, the court sua sponte GRANTS summary judgment in favor of Southern Source with respect to plaintiffs' breach of implied covenant of good faith and fair dealing and unjust enrichment claims. Plaintiffs shall submit their calculation concerning pre-judgment and post-judgment interest, attorneys' fees, and costs not later than July 1, 2008. Southern Source shall file any objections to plaintiffs' calculation not later than July 21, 2008. Plaintiffs may file a reply not later than July 25, 2008.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs consist of several different packaging corporations, a trust set up to liquidate their assets, and a trustee (Gallagher) heading that trust. <i>See</i> Am. Compl. ¶¶ 1-4. The court refers to the corporate entities collectively where appropriate as \"NPSG.\" The court refers to the corporate entities, the trust, and the trustee collectively as \"plaintiffs.\"</p>\n<p>[2]  Even if the court were to consider the new Mueller report, the new Mueller report would not help Southern Source. As discussed below, Mueller does not qualify as an expert on lost revenue, and his new report suffers from most of the same reliability flaws as does his previously-disclosed report.</p>\n<p>[3]  In a last-ditch attempt to save Mueller from having to meet the requirements of Rule 702 and <i>Daubert</i> Southern Source contends that plaintiffs have conceded Mueller's expertise and should not now be permitted to challenge it. <i>See</i> Def.'s Strike Opp'n 4 (\"[G]iven the Plaintiffs' unsolicited concession of Mr. Mueller's expertise regarding the FACTS software and Plaintiffs' reliance on Mr. Mueller in the past, there can be no doubt that his testimony is the product of reliable principles and methods.\"). Plaintiffs' concession of Mueller's expertise in accessing and working with FACTS, however, does not translate into an expertise in calculating Southern Source's alleged losses. <i>See</i> Pls.' Strike. Reply 3 (\"Southern Source trumpets Mr. Mueller's expertise regarding the FACTS software. Such expertise, however, does not qualify Mr. Mueller to opine on lost revenue....\"); <i>Daubert,</i> 509 U.S. at 591-92, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span> (\"Rule 702's `helpfulness' standard requires a valid scientific connection to the pertinent inquiry as a precondition to admissibility.\"). Thus, the court rejects Southern Source's argument.</p>\n<p>[4]  Southern Source made arguments about these two claims in its opposition to plaintiffs' motion for summary judgment on the breach of contract claim. <i>See</i> Def.'s Am. Mem. in Opp'n to Pls.' Mot. for Summ. J. 12 n. 4. Although Southern Source should have raised these issues in a motion for summary judgment, plaintiffs were on notice that they needed to defend against Southern Source's arguments concerning these two claims. Accordingly, the court may consider whether to sua sponte grant defendant summary judgment on plaintiffs' breach of implied covenant of good faith and fair dealing and unjust enrichment claims. <i>See, e.g., </i><i>United States Dev. Corp. v. Peoples Fed. Sav. &amp; Loan Ass'n,</i> <span class=\"citation\" data-id=\"522189\"><a href=\"/opinion/522189/united-states-development-corporation-v-peoples-federal-savings-loan/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 735 (4th Cir.1989).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/853208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1993351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2050123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2058687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2068139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2070850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2172362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2229675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2456324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2467576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2500150/"
  ]
}