{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2375974/",
  "absolute_url": "/opinion/2375974/terrys-floor-fashions-v-burlington-industries/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2375974/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:17.293127Z",
  "date_modified": "2016-04-27T00:24:40.519891Z",
  "type": "010combined",
  "sha1": "0604d7028185299727223bdecc6b2a4354d21b67",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>568 F.Supp. 205 (1983)</b></center>\n<center><h1>TERRY'S FLOOR FASHIONS, INC., Plaintiff,<br>\nv.<br>\nBURLINGTON INDUSTRIES, INC., Lees Carpets, a Division of Burlington Industries, Inc., and Eatman's Carpets, Inc., Defendants.</h1></center>\n<center>No. 81-451-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1983.</center>\n<p><span class=\"star-pagination\">*206</span> <span class=\"star-pagination\">*207</span> William W. Webb, Raleigh, N.C., for plaintiff.</p>\n<p>Robert W. Spearman, Raleigh, N.C., Daniel G. Clodfelter, Moore &amp; Van Allen, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Plaintiff, a North Carolina corporation which is engaged in the business of selling and installing commercial and residential carpet, initiated this action pursuant to various federal and state antitrust laws by complaint filed July 9, 1981. Named as defendants are Eatman's Carpets, Inc., which is also a North Carolina corporation and is also engaged in the sale and installation of carpeting, and Lees Carpets, a Division of Burlington Industries, Inc., which is a manufacturer of residential and commercial grade carpet. The case is before the court on defendants' motions to dismiss and for summary judgment, to which plaintiff has responded.</p>\n<p>This action presents an increasingly common scenario in which the plaintiff, a disappointed former distributor of a defendant manufacturer's products, asserts that its distributorship agreement was terminated by the manufacturer at the behest of a rival distributor, thereby causing plaintiff great economic injury, and constituting violations of various federal and state antitrust statutes.</p>\n<p>Plaintiff is a dealer in Cary, North Carolina, and is in the business of selling and installing carpet and other floor covering products for residential and commercial purposes. Plaintiff first began to sell products manufactured by defendant Burlington in 1975. Prior to 1977, plaintiff primarily sold Lees Carpet products to subcontractors and homeowners for residential use. Beginning in 1977, plaintiff purchased from Lees and sold an amount of commercial grade carpeting; however, in mid-1980 Lees decided that it did not want to carry plaintiff as one of its principal commercial grade carpet dealers. In February, 1981, Lees terminated its business relationship with plaintiff. Defendant Eatman's is also a dealer of commercial and residential carpets, and commenced doing business with Lees in 1970 in both the residential and commercial grade carpet markets. Plaintiff and Eatman's were and are competitors.</p>\n<p>In its second amended complaint filed September 23, 1981, plaintiff asserted four claims: (1) that Lees and Eatman's combined and conspired to restrain trade in violation of Section 1 of the Sherman Act, 15 U.S.C. § 1; (2) that Eatman's has attempted to monopolize the relevant market defined in paragraph 11 of the second amended complaint, in violation of Section 2 of the Sherman Act, 15 U.S.C. § 2, and that Lees has conspired with Eatman's in the alleged attempted monopolization; (3) that Lees has engaged in unlawful price discrimination prohibited by the Robinson-Patman Act, 15 U.S.C. § 13(a) and that Eatman's has knowingly induced and received such price discrimination in violation of 15 U.S.C. § 13(f); and (4) that the actions of defendants constitute violations of the North Carolina Unfair Trade Practices Act, N.C.Gen.Stat. § 75-1 <i>et seq.</i> Lees has filed a counterclaim for the price of carpet <span class=\"star-pagination\">*208</span> purchased by and delivered to plaintiff, for which plaintiff has not paid.</p>\n<p>Defendants have moved to dismiss, or, in the alternative, for summary judgment, alleging: (1) that plaintiff has failed to show a contract or conspiracy in restraint of trade between Eatman's and Lees, in violation of Section 1 of the Sherman Act; (2) that, even should adequate evidence of a conspiracy be found to exist, plaintiff has failed to demonstrate any anti-competitive effect of the alleged conspiracy; (3) that plaintiff has failed to demonstrate an attempted monopolization of the alleged relevant market, and particularly, that plaintiff has failed to demonstrate that there existed a \"dangerous probability\" that Eatman's would succeed in its alleged attempted monopoly; (4) that plaintiff has failed to allege on the face of its complaint two \"comparable sales,\" as required by the Robinson-Patman Act; and (5) that plaintiff's pendent state law claims are without merit.</p>\n<p>All parties have conducted extensive discovery. The case has been extensively and excellently briefed, and the court heard the arguments of counsel on February 22, 1983. Accordingly, the court concludes that the motions are ripe for disposition.</p>\n<p></p>\n<h2><i>I. The Carpet Industry and Burlington's Marketing Scheme</i></h2>\n<p>In order to provide a foundation for an understanding of the relations between the parties, the court must briefly examine the floor-covering industry, the method by which carpet products are bought and sold and, particularly, Burlington's marketing scheme.</p>\n<p>The record reveals a vigorous and highly competitive industry at all levels. Burlington is but one of a long list of corporations which manufacture carpet for commercial and residential use. Plaintiff and Eatman's were among 42 carpet dealers in Eastern North Carolina authorized to sell and install Lees commercial grade carpet.</p>\n<p>For purposes of sales and distribution, Lees has divided North Carolina into two main territories. Both plaintiff and Eatman's were in the Lees territory covering Eastern North Carolina. The Lees sales representative during the times material to this action was John Cummings. Lees manufactures two different types of carpet, one designed primarily for residential use and the other designed primarily for commercial use. Although the types of carpet used in the residential and commercial markets are to some extent dissimilar, the main differentiation in the two markets is in the method by which the carpet is bought and sold. Residential carpeting is usually sold through retail outlets serving walk-in customers or through residential developers. Commercial carpet is usually sold on a competitive bidding basis through architects and contractors. This distinction is important in Lees overall marketing strategy. Dealers who wish to engage in the sale of commercial grade carpets must market their product and service directly to the architect or engineer who is responsible for the project on which competitive bids will be let. Personal contact, quality of installation, and reliability of service is vastly more important in the commercial context than in the residential context. Conversely, a dealer who primarily wishes to sell in the residential market must commit more of his resources to a showroom and to media advertising.</p>\n<p>Within the two markets of carpet, the products of the various manufacturers are virtually interchangeable. End users of the carpet rarely require that a specific brand, and that brand only, be used. Accordingly, particularly in the commercial market, the dealer's personal relations with the party who will let the bids, the quality of the dealer's installation, and the dealer's reputation for service and reliability are particularly important. The success of a manufacturer in the commercial market is at least as dependent upon the reputation of its distributors as upon the quality of its product. The dealers, however, are usually not wedded to any particular manufacturer. Both plaintiff and Eatman's were authorized <span class=\"star-pagination\">*209</span> distributors for many manufacturers.<sup>[1]</sup> Accordingly, there exists a symbiotic relation between manufacturers and dealers  manufacturers are desirous of dealing with distributors who have a reputation for quality installation and service; but in order to encourage these dealers to actively promote the manufacturer's product, the manufacturer must offer the dealer some incentive, usually in the form of price. The manufacturer must be selective in determining which of its authorized distributors receives the favorable pricing treatment so as to maintain its reputation as to quality with end users. The decision on which distributor will be given the better price is usually made by the sales representative for the region. The final result is that within any region's market scheme, there will be some authorized dealers who receive lower prices from the manufacturer than do other authorized distributors within that same region. Plaintiff does not deny that this market scheme is common in the commercial carpet industry.</p>\n<p></p>\n<h2><i>II. Relations Among the Parties</i></h2>\n<p>Eatman's began dealing with Lees in 1970, and the record reveals that Eatman's was a reputable, high-volume commercial carpet dealer.<sup>[2]</sup> Plaintiff, on the other hand, had primarily been engaged in the residential carpet market until 1977, when it apparently decided to aggressively enter the commercial market. Plaintiff had begun dealing in the residential market with Lees in 1975, and began dealing with Lees in the commercial market in 1977. Inevitably plaintiff and Eatman's began to compete for major commercial projects, in particular, a large project at the University of North Carolina. Eatman's received a price discount from Lees; plaintiff originally received a small discount, and later received no discount at all on its purchases of Lees carpets. Plaintiff's owner, Ralph Betts, became concerned that plaintiff was being quoted carpet by Lees at the list price for the carpet. Betts began to request that Lees quote plaintiff a discounted price on the carpet. Apparently two reasons were advanced for the request: first, that plaintiff was being quoted better prices for similar carpet by a competitor of Lees, and wanted Lees to offer competitive prices; and, second, that Eatman's was getting a better price than plaintiff. Lees representative, Cummings, consistently refused to provide plaintiff with a discount price.</p>\n<p>Ultimately, as will be described below, plaintiff was terminated by Lees as a distributor of its products. However, plaintiff's business has continued to prosper since the termination and plaintiff continues to sell carpet in both the residential and commercial markets.</p>\n<p></p>\n<h2><i>III. Summary Judgment Standard</i></h2>\n<p>Summary judgment is not favored in antitrust cases. As noted by the Supreme Court, \"We believe that summary procedures should be used sparingly in complex antitrust litigation where motive and intent play leading roles, the proof is largely in the hands of the alleged conspirators, and hostile witnesses thicken the plot.\" <i>Poller v. Columbia Broadcasting System, Inc.,</i> 368 U.S. 464, 472-73, 82 S.Ct. 486, 490-91, 7 L.Ed.2d 458 (1962). However, as numerous recent cases have revealed, summary judgment remains an appropriate procedure in antitrust cases. This court has stated clearly that \"Rule 56 should not `be read out of antitrust cases.'\" <i>Hester v. Martindale-Hubbell, Inc.,</i> 493 F.Supp. 335, 342 (EDNC 1980), <i>affirmed</i> 659 F.2d 433 (4th Cir.1981), <i>cert. denied</i> 455 U.S. 981, 102 S.Ct. 1489, 71 L.Ed.2d 691 (1982) quoting <i>First National Bank v. Cities Service,</i> 391 U.S. 253, 289, 88 S.Ct. 1575, 1592, 20 L.Ed.2d 569 (1968). The burden is upon plaintiff to aver significant probative facts in support <span class=\"star-pagination\">*210</span> of the allegations of conspiracy contained in its complaint, especially in light of defendants' specific averments to the contrary. <i>Paul Kadair, Inc. v. Sony Corp. of America,</i> 694 F.2d 1017, 1027 (5th Cir.1983). If, after a review of the record, the court concludes that, even viewing the material in the light most favorable to the plaintiff, there exists no genuine issue of material fact, then the entry of summary judgment is appropriate, regardless of the facial complexity of the action. With these standards in mind, and with the knowledge that the court must review the record as a whole in the light most favorable to the non-movant, the court will now review the evidence presented in an effort to determine whether issues of material fact remain for determination by the finder of fact.</p>\n<p></p>\n<h2><i>IV. Section 1 Claims</i></h2>\n<p>In order to establish a claim under Section 1 of the Sherman Act, 15 U.S.C. § 1,<sup>[3]</sup> plaintiff must demonstrate (1) that the defendants contracted, combined or conspired among each other, (2) that the combination or conspiracy produced adverse, anti-competitive effects within relevant product and geographic markets, (3) that the objects of and conduct pursuant to that contract or conspiracy were illegal, and (4) that the plaintiff was injured as a proximate result of the conspiracy. <i>Davis-Watkins Co. v. Service Merchandise,</i> 686 F.2d 1190, 1195-96 (6th Cir.1982). Section 1 does not proscribe unilateral actions of a defendant, regardless of any anti-competitive effects which may result from those actions. See <i>United States v. Colgate &amp; Co.,</i> 250 U.S. 300, 307, 39 S.Ct. 465, 468, 63 L.Ed.2d 992 (1919); <i>Murdaugh Volkswagen v. First National Bank of South Carolina,</i> 639 F.2d 1073, 1076 (4th Cir.1981). Proof of a conspiracy or combination in restraint of trade is a necessary element of a Section 1 offense. <i>Edward J. Sweeney &amp; Sons, Inc. v. Texaco, Inc.,</i> 637 F.2d 105, 111 (3d Cir.1980) <i>cert. denied</i> 451 U.S. 911, 101 S.Ct. 1981, 68 L.Ed.2d 300 (1981).</p>\n<p>Adducing proof of a conspiracy in restraint of trade is not a simple matter. Only in the rarest case will there be a so-called \"smoking gun\"  some direct, highly probative evidence of a conspiracy. Rather, plaintiff is usually constrained to building its case through reference to numerous incidents of behavior which, standing alone, appear to be benign or innocuous, but when placed in the larger context of an alleged conspiracy in restraint of trade, acquire a different meaning and could permit a trier of fact to reasonably infer from the course of conduct presented that a conspiracy in restraint of trade existed. See <i>H.L. Moore Drug Exchange v. Eli Lilly &amp; Co.,</i> 662 F.2d 935, 941 (2d Cir.1981). However, as noted by Judge Murnaghan, \"there is a limit ... to the degree of indirection and innuendo which the law will tolerate. Where ... the plaintiff's case is based entirely on such circumstantial evidence, the court must be especially vigilant to insure that liberal modes of proof do not become the pretext for unfounded speculation.\" <i>Murdaugh Volkswagen,</i> 639 F.2d, at 1075. Plaintiff's conclusion or speculation as to the existence of a conspiracy, without more, is not sufficient to establish a Section 1 violation. <i>Paul Kadair,</i> 694 F.2d, at 1027.</p>\n<p>Plaintiff contends that the alleged conspiracy in restraint of trade:</p>\n<blockquote>consisted of a continuing agreement, understanding and concert of action among the defendants, the substantial terms of which have been and are that: (a) Lees has agreed to sell and has sold carpets to Eatman's at lower prices than those quoted to Terry's for carpets of similar quality and quantity; (b) Lees has instructed its distributors in other territories to refrain from selling carpeting to Terry's; (c) Lees has refused to sell carpeting at any price to Terry's; (d) Eatman's has agreed to provide Lees with guaranteed dollar volume of sales per <span class=\"star-pagination\">*211</span> year in exchange for this preferential pricing treatment.</blockquote>\n<p>Complaint paragraph 14(a)-(d).</p>\n<p></p>\n<h2>A. <i>Evidence Allegedly Supporting the Section 1 Claim</i><sup>[4]</sup></h2>\n<p></p>\n<h2>1. The Alleged Million Dollar Guarantee</h2>\n<p>Plaintiff contends that Eatman's guaranteed Lees one million dollars in sales in exchange for a preferential pricing agreement, and that as a part of this agreement, it was understood that Terry's would not receive a better price on carpet than did Eatman's. The basis for this claim is in a conversation allegedly entered into between Betts, Terry's president, and Cummings, Burlington's sales representative, at the July, 1980, carpet market. Betts once again requested of Cummings that Terry's receive a better price on commercial carpets. Apparently, Cummings again refused to accede to Terry's request. At some point, the conversation turned to Eatman's, and the fact that Eatman's received a better price on Lees carpets than did Terry's. At this point, the recollections of Cummings and Betts differ. Cummings states that he informed Betts that Eatman's was given a discount price because Eatman's had the potential to do over a million dollars in business, and in fact had done so with one of Lees' competitors. Cummings' deposition, pages 53-54, 60-62. Betts recalls the conversation thusly:</p>\n<blockquote>... Eatman's name was brung [sic] up in that conversation. He said that Bill Eatman had guaranteed them a million dollars in sales and it was agreed that  in so many words  it was agreed that Terry's would not be given a lower price.</blockquote>\n<p>Betts' deposition, pages 21-22. Betts acknowledged in his deposition that he has no information about whether there in fact was or was not any such guarantee other than this alleged conversation. Betts' deposition, pages 85, 95-96. Lees flatly denies that any such guarantee was given, and in fact, Eatman's has never produced a million dollars in business for Lees.</p>\n<p></p>\n<h2>2. Price Differential</h2>\n<p>Plaintiff also complains of the price differential, producing charts which purportedly show that, on contract jobs on which both Terry's and Eatman's bid Lees carpets, plaintiff was consistently unable to win the bids, see plaintiff's brief, at 69, and which purport to show plaintiff's lack of success in winning contracts on which it bid Lees carpets. Plaintiff's brief, at 35.</p>\n<p></p>\n<h2>3. The Creech Testimony</h2>\n<p>Plaintiff directs the court to the deposition testimony of William Creech, a carpet installer who has worked on a subcontract basis for both Terry's and Eatman's. Creech essentially testified by deposition that during a visit to Eatman's place of business he was summoned to speak with Mr. Eatman and was told that plaintiff was creating some \"static\" at UNC (referring, apparently, to a large contract for which the parties were competing), and that Eatman was going to the January carpet market and when he got back \"... the [carpet] samples are going to leave Terry's or either they are going to leave here, and I don't care which.\" Creech deposition, page 9.</p>\n<p></p>\n<h2>4. The Fashion Carpets Incident</h2>\n<p>Plaintiff also asserts that it was terminated by Lees as a result of a complaint made by Eatman's concerning a project upon which both parties bid and on which plaintiff prevailed. Eatman's and plaintiff were competing on a contract to carpet a public school library in Fayetteville, North Carolina. Eatman's had been instrumental in persuading the architect to designate Lees carpet as an acceptable floor covering for the project. However, Eatman's did not submit a bid for Lees carpet on the project; Eatman's bid Bigelow-Sanford, a carpet manufactured by a competitor of Lees, on the project. Eatman's did not win the contract. Upon further inquiry, Eatman's discovered <span class=\"star-pagination\">*212</span> that Terry's had won the contract bidding Lees carpet. The price bid by plaintiff was such that Eatman's, knowing that Lees had been quoting list price to Terry's, was aware that plaintiff had somehow received a substantial discount on the Lees product. Upon investigation, Lees representative Cummings discovered that plaintiff had purchased the carpet at a discount from another Lees distributor, Fashion Carpets of Houston, Texas, and had bid that price. Eatman's president became angry, allegedly because Eatman's had previously attempted to purchase Lees carpet at a discount from a Lees distributor in Florida, and had been informed that such \"bootlegging\" was against Lees' policy. Cummings wrote a letter about this incident to his supervisor, which letter is reproduced in the margin.<sup>[5]</sup> The transaction was allowed to go through, but Cummings did not receive a commission on the sale. Plaintiff was informed that bootlegging was against Lees' policy, and Fashion Carpets was allegedly instructed not to sell any more carpet to Terry's.</p>\n<p>Subsequently, plaintiff was allegedly further instructed not to seek to purchase carpet from Lees distributors outside of Eastern North Carolina; however, plaintiff allegedly refused to do so and once more attempted to purchase carpet from a Lees distributor in Virginia. At a meeting with Lees officials in February, 1981, plaintiff allegedly continued to request competitive pricing and once again refused to cease its efforts in purchasing carpet from Lees distributors outside of Eastern North Carolina. Allegedly because of its failure to comply with Lees \"anti-bootlegging\" policy, plaintiff was terminated as a Lees dealer.</p>\n<p></p>\n<h2>B. <i>Analysis</i>\n</h2>\n<p>The court concludes that the evidence presented by plaintiff is not sufficient to present a genuine issue of material fact as to the existence of a conspiracy in restraint of trade. The allegation that Eatman's received preferential price treatment from Lees in exchange for an agreement by Lees to, essentially, exclude Terry's from competing with Eatman's remains only an allegation, supported only by the conclusions and speculation of plaintiff's president and, as such, is insufficient to raise an inference of conspiracy. <i>Paul Kadair,</i> 694 F.2d at 1027. The fact that Eatman's received a better price than Terry's on commercial carpet is entirely consistent with Lees' marketing strategy; an independent business decision by Lees to give Eatman's a price discount is entirely proper. See <i>AAA Liquors, Inc. v. Joseph E. Seagram &amp; Sons,</i> 705 F.2d 1203, 1207 (10th Cir.1982). There is no evidence that the price given Eatman's was an attempt by Eatman's and Lees to exclude Terry's from the commercial carpet market, and plaintiff's allegations <span class=\"star-pagination\">*213</span> in that regard are simply too speculative to permit a reasonable inference of conspiracy to be drawn.</p>\n<p>The cornerstone of plaintiff's conspiracy claim is the allegation that plaintiff was terminated as a Lees distributor in response to a complaint by Eatman's. Plaintiff contends that evidence of the termination of a dealer by a manufacturer in response to a complaint by a competing dealer is sufficient to raise an inference of concerted action. <i>Battle v. Lubrizol Corp.,</i> 673 F.2d 984, 991 (8th Cir.1982); <i>Spray-Rite Service Corp., v. Monsanto Corp.,</i> 684 F.2d 1226, 1238-39 (7th Cir.1982) <i>cert. granted</i> ___ U.S. ___, 103 S.Ct. 1249, 75 L.Ed.2d 479 (1983). As noted in <i>Spray-Rite,</i></p>\n<blockquote>We believe ... that proof of termination following competitor complaints is sufficient to support an inference of concerted action. In [Battle], the 8th Circuit ... held that `proof of a dealer's complaints to the manufacturer about a competitor dealer's price cutting and the manufacturer's action <i>in response</i> to such complaints would be sufficient to raise an inference of concerted action.' We agree.</blockquote>\n<p>684 F.2d at 1238-39. (emphasis in original) Other courts, however, have adopted a more stringent view. In <i>Sweeney,</i> the Third Circuit stated that \"... even where termination follows the receipt of complaints from wholesalers or agents, there is no basis for inferring the existence of concerted action, absent some other evidence of a tacit understanding or agreement with them.\" 677 F.2d, at 953. The Second Circuit follows this view. <i>H.L. Moore Drug Exchange,</i> 662 F.2d at 941.<sup>[6]</sup></p>\n<p>The Fourth Circuit, in the recent case of <i>Bostick Oil Co. v. Michelin Tire Corp.,</i> 702 F.2d 1207, 1215 (4th Cir.1983) has indicated that, in a proper case, it would follow the <i>Battle</i> and <i>Spray-Rite</i> cases. However, as revealed by the following language from <i>Bostick,</i> the rationale behind those decisions should not be blindly applied:</p>\n<blockquote>Michelin argues strenuously that mere complaints do not a conspiracy make ... [w]ere this a proper case, we might well agree with this unstartling principle. In this case, however, the evidence ... showed more than just uninfluential competitor's complaints `standing alone.'</blockquote>\n<p>702 F.2d, at 1213.</p>\n<p>Assuming that the <i>Battle</i> and <i>Spray-Rite</i> standards are controlling in this circuit by reason of <i>Bostick Oil,</i> the facts of this action remove it from the ambit of those cases. In all three of the previously mentioned cases, the terminated distributor plaintiff was demonstrably a discounter or price cutter about whom complaints regarding prices were received by the common manufacturer from competing distributors, by which complaints the competing distributors sought to eliminate the plaintiff as a source of price competition. In each of these cases, there were several complaints about the terminated distributors' practices. Conversely, in this action, plaintiff, who is not a discounter or price cutter, has shown but one complaint to the manufacturer by a competing distributor. The evidence is substantial that this complaint was not a pricing complaint. By affidavit, Burlington sales representative Cummings has stated that the basis of Eatman's complaint was that plaintiff was allowed to purchase carpet from a distributor from outside of Eastern North Carolina, whereas Eatman's was not allowed to do so. That the complaint referred to the anti-bootlegging policy rather than price is further buttressed by the <span class=\"star-pagination\">*214</span> fact that on the job in question, Eatman's did not bid a Lees product. Finally, unlike the other cases mentioned above, there was no price cutting competitor who was eliminated as a source of competition  plaintiff, who was not a discounter, was eliminated; however, another distributor was selected to replace plaintiff. Plaintiff cannot bring itself within the <i>Battle-Spray-Rite</i> rule; accordingly, the fact of its termination following a complaint by Eatman's does not serve to raise a presumptive inference of concerted action.</p>\n<p>Finally, plaintiff asserts that the testimony of William Creech supports its theory of conspiracy or concerted action. The Creech statement is clearly hearsay. The statement may be admissible pursuant to Fed.R.Evid. 801(d)(2)(E) as a statement \"made by a co-conspirator of a party during the course and in furtherance of the conspiracy.\" However, for the statement to be admissible, there must exist independent evidence of the conspiracy. <i>United States v. Stroupe,</i> 538 F.2d 1063, 1065 (4th Cir. 1976). The independent proof must indicate a conspiracy by a fair preponderance of the evidence. <i>Id.</i> at 1066. The evidence offered aside from Creech's testimony simply does not comprise sufficient independent evidence of conspiracy to allow for the admission of this hearsay statement.</p>\n<p></p>\n<h2>C. <i>Conclusion</i>\n</h2>\n<p>The court concludes that plaintiff has failed to demonstrate the existence of a combination or conspiracy between Lees and Eatman's. In so concluding, the court has viewed the record in the light most favorable to plaintiff, and has attributed to plaintiff's case every fair and reasonable inference which could logically be drawn from the evidence before it. The court realizes the difficulty of proof inherent in a Section 1 conspiracy claim and is, to some extent, sympathetic to the plight presented counsel representing plaintiffs on such claims. However, the burden is upon the plaintiff to demonstrate the existence of <i>material</i> issues of fact in dispute. Plaintiff cannot, by artful pleading coupled with speculation and innuendo, subject defendants to a potentially lengthy and costly trial. Plaintiff has not carried its burden; accordingly, defendants' motions for summary judgment with regard to the Sherman Act Section 1 claims are ALLOWED.<sup>[7]</sup></p>\n<p></p>\n<h2><i>V. Section 2 Claims</i></h2>\n<p>Plaintiff's second claim for relief asserts that since 1976 Eatman's has attempted to monopolize \"the market,\" and has conspired with Lees to effectuate that monopoly. Complaint paragraph 19. The anti-competitive acts allegedly comprising this activity are purportedly the same as those offered to support the first claim with the additional allegation that Eatman's has sold carpet at \"below marginal cost\" in an attempt to force plaintiff out of the market. Complaint paragraph 21. The \"market\" is defined as \"... the retail sales market of certain types of commercial grade woven and tufted carpets to the State of North Carolina and other purchasers.\" Complaint paragraph 11.</p>\n<p></p>\n<h2><i>A. The Attempt Claim</i></h2>\n<p>The necessary elements of a Section 2 attempted monopolization claim are: (1) specific intent to control prices or destroy competition in some part of commerce; (2) predatory or anti-competitive conduct directed to accomplishing the unlawful purpose; and (3) a dangerous probability of success. <i>William Inglis &amp; Sons Baking Co. v. ITT Continental Baking Company, Inc.,</i> 668 F.2d 1014, 1027 (9th Cir. 1981). In this circuit, proof that there exists a \"dangerous probability\" that the alleged monopolizer will succeed in its attempt to monopolize the relevant market is a necessary element of an offense. <i>White Bag Co. v. International Paper Co.,</i> 579 F.2d 1384, 1387 (4th Cir.1974); <i>Harris v. Atlantic-Richfield Co.,</i> 469 F.Supp. 759, 763 (E.D. N.C.1978).</p>\n<p><span class=\"star-pagination\">*215</span> Plaintiff's failure to demonstrate that there exists a dangerous probability that Eatman's will succeed in its attempted monopolization of the \"relevant market\" is fatal to its Section 2 claim. Plaintiff has not argued, and indeed, upon this record, cannot argue, that such dangerous probability exists. Rather, plaintiff argues for a construction of Section 2 which would subordinate the \"dangerous probability\" element and allow for a finding of attempted monopolization if the other two elements listed above are found to exist. Indeed, this argument is neither novel nor unique, and plaintiff cites the court to several cases accepting this construction of Section 2. Plaintiff has not cited the court to any case overruling or limiting the Fourth Circuit's decision in <i>White Bag.</i> While plaintiff's argument is persuasive, the court believes that <i>White Bag</i> is controlling and that a Section 2 attempted monopoly claim must fail absent a showing of a dangerous probability of success.</p>\n<p>Even if plaintiff could show the existence of a dangerous probability of success, the court is convinced that plaintiff has failed to demonstrate that genuine issues of material fact exist with regard to the remaining elements of a Section 2 attempted monopoly claim. Plaintiff must demonstrate that Eatman's possessed the <i>specific intent</i> to control prices or destroy competition. Again, direct evidence of this intent is not necessary; the specific intent may be inferred from appropriate anticompetitive conduct. However, the conduct from which this inference may be gleaned must be conduct that \"... serves as the basis for a substantial claim of restraint of trade.\" <i>William Inglis,</i> 668 F.2d at 1028. On this point, the Section 2 claim is no more than a restatement of the Section 1 allegations, with the additional allegation that Eatman's sold carpet at \"below marginal cost.\" The essence of the below marginal cost theory is that Eatman's allegedly sold carpet at prices so low that it sustained a loss on the sales, and that it was motivated to do so by its desire to eliminate Terry's from the carpet market. Once more, however, this remains nothing more than a contention. Plaintiff has simply failed to demonstrate the existence of material disputed factual issues with regard to this contention.</p>\n<p></p>\n<h2><i>B. The Conspiracy Claim</i></h2>\n<p>The basic elements of a conspiracy to monopolize are joint activity and a specific intent to affect the anti-competitive purpose of that joint activity. <i>Northeastern Telephone Co. v. American Telephone and Telegraph Co.,</i> 651 F.2d 76, 85 (2d Cir. 1981) <i>cert. denied</i> 455 U.S. 943, 102 S.Ct. 1438, 71 L.Ed.2d 654 (1982). This claim suffers from many of the same defects as plaintiff's Section 1 claim. The absence of a showing of concerted action is equally fatal to the claims under 15 U.S.C. Section 1 and under Section 2.</p>\n<p>Additionally, a contention that Lees conspired with Eatman's to monopolize the alleged market is somewhat illogical. How Lees would benefit from Eatman's monopoly of the carpet market in North Carolina is not apparent from the record. Presumably Lees would not wish to sacrifice its carefully constructed distribution system in order to embellish the market position of Eatman's and thereby make itself captive to a single dealer possessing monopoly power. Any inference that Lees possessed the specific intent to conspire with Eatman's in that defendant's attempt to monopolize the market is not only unsupported by the record but defies common logic.</p>\n<p>Therefore, in accordance with the foregoing, the motions for summary judgment with regard to the Sherman Act Section 2 claims are ALLOWED.</p>\n<p></p>\n<h2><i>VI. Robinson-Patman Act Claims</i></h2>\n<p>Plaintiff's third claim alleges a violation of Section 2(a) of the Robinson-Patman Act, 15 U.S.C. § 13(a), in that \"Lees has sold carpet to Eatman's at lower prices than those quoted by Lees to Terry's for similar qualities and quantities of carpet ...\" Complaint paragraph 26. The complaint also alleged that Eatman's knowingly induced <span class=\"star-pagination\">*216</span> and received the benefit of the alleged discrimination in violation of 15 U.S.C. § 13(f); however, at oral argument, counsel for plaintiff abandoned the Section 13(f) claim. Lees has moved to dismiss the Section 2(a) claim pursuant to Fed.R.Civ.P. 12(b)(6).</p>\n<p>Section 2(a) of the act, 15 U.S.C. § 13(a), provides in pertinent part:</p>\n<blockquote>It shall be unlawful for any person engaged in commerce, in the course of such commerce, either directly or indirectly, to discriminate in price between different purchasers of commodities of like grade and quality, where either or any of the purchases involved in such discrimination are in commerce, where such commodities are sold for use, consumption, or resale within the United States ... and where the effect of such discrimination may be substantially to lessen competition or tend to create a monopoly in any line of commerce, or to injure, destroy, or prevent competition with any person who either grants or knowingly receives the benefit of such discrimination, or with customers of either of them...</blockquote>\n<p>In order to prevail on its Robinson-Patman Act claim, plaintiff must demonstrate the existence of two completed comparable sales. \"A sale at one price and a mere offer to sell at another price is insufficient to show a Robinson-Patman Act violation.\" <i>Capitol Ice Cream Wholesalers v. Mid-Atlantic Coca Cola Bottling Co., Inc.</i> [CCH] 1982-83 Trade Cas. ¶ 65,068 at 70,983-70,984 (D.D.C.1982). The complaint does not allege two completed comparable sales. The complaint merely alleges that Lees sold carpet to Eatman's at prices lower than those quoted to plaintiff. This allegation is insufficient, as a matter of law, to state a claim for relief under Section 2(a) of the Robinson-Patman Act. Accordingly, Lees' motion to dismiss the third claim for relief is ALLOWED.</p>\n<p></p>\n<h2><i>VII. State Law Claims</i></h2>\n<p>Plaintiff also raises several claims pursuant to North Carolina's Unfair Trade Practices Act, N.C.Gen.Stat. § 75-1 <i>et seq.</i><sup>[8]</sup> The court has dismissed the claims which were based on federal law. There is no independent basis for the court's jurisdiction with regard to the state law claims. While the court may proceed to the merits of the state law claims, the court need not do so if, in its discretion, the interests of judicial economy, convenience, and fairness to the litigants will not be served by a consideration of these issues. <i>Gibbs,</i> 383 U.S. at 726, 86 S.Ct. at 1139.</p>\n<p>The court concludes that it should not reach the merits of the state law claims. The North Carolina statute is vague, has been the subject of widely varying judicial interpretations, and is of questionable constitutionality. The North Carolina appellate courts have yet to provide a clear and consistent interpretation of the provisions of this act. Indeed, defendants argue very persuasively that the act is unconstitutionally vague, and at least one panel of the North Carolina Court of Appeals has indicated its skepticism as to the constitutional validity of § 75-1.1. See <i>L.M. Hammers v. Lowes Companies, Inc.,</i> 48 N.C.App. 150, 154, 268 S.E.2d 257 (1980). Simply stated, there is presented a difficult question of state law and the court declines to exercise its discretion in favor of reaching the merits of this claim.</p>\n<p></p>\n<h2><i>VIII. Lees' Counter-Claim</i></h2>\n<p>In its counter-claim filed September 2, 1981, Lees seeks recovery of the sum of $7,857.60 for the unpaid purchase price of carpet purchased from Lees by plaintiff. Plaintiff does not deny that it is indebted to Lees. At oral argument, counsel disputed <span class=\"star-pagination\">*217</span> the amount of the debt; however, there is nothing in the record sufficient to raise a genuine issue of material fact with regard to the amount, nor is the pendency of an anti-trust claim sufficient to relieve plaintiff from its obligation on the account. See <i>Kelly v. Kosuga,</i> 358 U.S. 516, 518, 79 S.Ct. 429, 430, 3 L.Ed.2d 475 (1959). Accordingly, Lees' motion for summary judgment with regard to the counter-claim is ALLOWED.</p>\n<p></p>\n<h2><i>IX. Conclusion</i></h2>\n<p>1. Defendants' motions for summary judgment regarding the Sherman Act Section 1 claims are ALLOWED.</p>\n<p>2. Defendants' motions for summary judgment regarding the Sherman Act Section 2 claims are ALLOWED.</p>\n<p>3. Lees' motion to dismiss the Robinson-Patman Act claim is ALLOWED.</p>\n<p>4. Defendants' motions to dismiss the pendent state law claims are ALLOWED.</p>\n<p>5. Lees' motion for summary judgment with regard to its counter-claim is ALLOWED.</p>\n<p>Accordingly, the Clerk is directed to enter judgment for defendants on the principal claims, and to enter judgment for Lees in the amount of $7,857.60 on its counterclaim.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Lees dealership agreements are not reduced to writing.</p>\n<p>[2]  There is some suggestion that competition for Eatman's business had occurred among the sales representatives of the various manufacturers. For example, John Cummings, Burlington's sales representative, states in his affidavit that Eatman's had previously generated a million dollars worth of business with one of Lees' competitors.</p>\n<p>[3]  The act provides in pertinent part, that \"every contract, combination in the form of trusts or otherwise, or conspiracy, in restraint of trade or commerce among the several states ... is declared to be illegal...\"</p>\n<p>[4]  Counsel for plaintiff conceded at oral argument that no further evidence would be produced.</p>\n<p>[5]  Jack:</p>\n<p>In the first week of December, Eatman's Carpet lost a commercial job on 800 square yards of Design VI, color 2, to Terry's Floor Fashions. Eatman's was 100% responsible for getting this job specified. Terry's Floor Fashions is a Lees dealer whom we have elected not to price out commercial jobs with. This decision was made at the 1979 January market. Terry's won this job with a bid price of $13.35 sq. yd. installed which was the same as our list price, which is the only price he can use. When this happened, Mr. Eatman became very angry and told me to trace down this order because the only way Terry's could furnish this carpet would be to buy it from another large Lees commercial dealer.</p>\n<p>I found out the source who was selling the carpet to Terry's and notified Tom Decker of the situation and he consulted you. A meeting was set up with Fashion Carpets and Mr. Linc Fuge in Houston, Texas concerning this matter and a decision was made that we would have to process the orders and allow the sale. This was done with the understanding that Fashion Carpets would never let this happen again, per my conversation with Mr. Decker the week after Mr. Fuge's meeting.</p>\n<p>Mr. Eatman was informed of the decision that was made and he became very angry with the outcome. Mr. Eatman made it very clear to me that this decision could have a very drastic effect on our future business with this firm. He also informed me that he plans on discussing this at length with Mr. Eisler at the up and coming January market.</p>\n<p>I appreciate the fact that I will receive commission from this order, however, I hope you realize that this decision to let the sale go through may have an adverse effect on my credibility with Eatman's sales people.</p>\n<p>[6]  The court notes that there is considerable disagreement among the circuits, and indeed, within different panels in the same circuit, as to the quantum of evidence necessary to support an inference of concerted action in a dealer termination case. <i>Compare </i><i>Battle v. Lubrizol Corp.,</i> 673 F.2d 984 (8th Cir.1982) with <i>Roesch, Inc. v. Star Cooler Corporation,</i> 671 F.2d 1168 (8th Cir.1982). The 8th Circuit has granted rehearing en banc in these cases, apparently in an effort to resolve their inconsistencies. Additionally, the Supreme Court has granted certiorari in <i>Spray-Rite Service Corp. v. Monsanto Corp.,</i> 684 F.2d 1226 (7th Cir.1982), and apparently will soon lend some guidance as to the proper standard to be applied. For a brief statement of the difficulties involved in this area, see Justice White's dissent from the denial of certiorari in <i>Schwimmer v. Sony Corporation of America,</i> 677 F.2d 946 (2d Cir.1981) <i>cert. denied</i> ___ U.S. ___, 103 S.Ct. 362, 74 L.Ed.2d 398 (1982).</p>\n<p>[7]  This disposition renders consideration of whether defendants' conduct, if proved, would be sufficient to establish a <i>per se</i> violation of Section 1 unnecessary.</p>\n<p>[8]  The claims are properly before the court under the doctrine of pendent jurisdiction, <i>United Mine Workers of America v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">205</span></span> (1983)</b></center>\n<center><h1>TERRY'S FLOOR FASHIONS, INC., Plaintiff,<br>\nv.<br>\nBURLINGTON INDUSTRIES, INC., Lees Carpets, a Division of Burlington Industries, Inc., and Eatman's Carpets, Inc., Defendants.</h1></center>\n<center>No. 81-451-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1983.</center>\n<p><span class=\"star-pagination\">*206</span> <span class=\"star-pagination\">*207</span> William W. Webb, Raleigh, N.C., for plaintiff.</p>\n<p>Robert W. Spearman, Raleigh, N.C., Daniel G. Clodfelter, Moore &amp; Van Allen, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Plaintiff, a North Carolina corporation which is engaged in the business of selling and installing commercial and residential carpet, initiated this action pursuant to various federal and state antitrust laws by complaint filed July 9, 1981. Named as defendants are Eatman's Carpets, Inc., which is also a North Carolina corporation and is also engaged in the sale and installation of carpeting, and Lees Carpets, a Division of Burlington Industries, Inc., which is a manufacturer of residential and commercial grade carpet. The case is before the court on defendants' motions to dismiss and for summary judgment, to which plaintiff has responded.</p>\n<p>This action presents an increasingly common scenario in which the plaintiff, a disappointed former distributor of a defendant manufacturer's products, asserts that its distributorship agreement was terminated by the manufacturer at the behest of a rival distributor, thereby causing plaintiff great economic injury, and constituting violations of various federal and state antitrust statutes.</p>\n<p>Plaintiff is a dealer in Cary, North Carolina, and is in the business of selling and installing carpet and other floor covering products for residential and commercial purposes. Plaintiff first began to sell products manufactured by defendant Burlington in 1975. Prior to 1977, plaintiff primarily sold Lees Carpet products to subcontractors and homeowners for residential use. Beginning in 1977, plaintiff purchased from Lees and sold an amount of commercial grade carpeting; however, in mid-1980 Lees decided that it did not want to carry plaintiff as one of its principal commercial grade carpet dealers. In February, 1981, Lees terminated its business relationship with plaintiff. Defendant Eatman's is also a dealer of commercial and residential carpets, and commenced doing business with Lees in 1970 in both the residential and commercial grade carpet markets. Plaintiff and Eatman's were and are competitors.</p>\n<p>In its second amended complaint filed September 23, 1981, plaintiff asserted four claims: (1) that Lees and Eatman's combined and conspired to restrain trade in violation of Section 1 of the Sherman Act, 15 U.S.C. § 1; (2) that Eatman's has attempted to monopolize the relevant market defined in paragraph 11 of the second amended complaint, in violation of Section 2 of the Sherman Act, 15 U.S.C. § 2, and that Lees has conspired with Eatman's in the alleged attempted monopolization; (3) that Lees has engaged in unlawful price discrimination prohibited by the Robinson-Patman Act, 15 U.S.C. § 13(a) and that Eatman's has knowingly induced and received such price discrimination in violation of 15 U.S.C. § 13(f); and (4) that the actions of defendants constitute violations of the North Carolina Unfair Trade Practices Act, N.C.Gen.Stat. § 75-1 <i>et seq.</i> Lees has filed a counterclaim for the price of carpet <span class=\"star-pagination\">*208</span> purchased by and delivered to plaintiff, for which plaintiff has not paid.</p>\n<p>Defendants have moved to dismiss, or, in the alternative, for summary judgment, alleging: (1) that plaintiff has failed to show a contract or conspiracy in restraint of trade between Eatman's and Lees, in violation of Section 1 of the Sherman Act; (2) that, even should adequate evidence of a conspiracy be found to exist, plaintiff has failed to demonstrate any anti-competitive effect of the alleged conspiracy; (3) that plaintiff has failed to demonstrate an attempted monopolization of the alleged relevant market, and particularly, that plaintiff has failed to demonstrate that there existed a \"dangerous probability\" that Eatman's would succeed in its alleged attempted monopoly; (4) that plaintiff has failed to allege on the face of its complaint two \"comparable sales,\" as required by the Robinson-Patman Act; and (5) that plaintiff's pendent state law claims are without merit.</p>\n<p>All parties have conducted extensive discovery. The case has been extensively and excellently briefed, and the court heard the arguments of counsel on February 22, 1983. Accordingly, the court concludes that the motions are ripe for disposition.</p>\n<p></p>\n<h2><i>I. The Carpet Industry and Burlington's Marketing Scheme</i></h2>\n<p>In order to provide a foundation for an understanding of the relations between the parties, the court must briefly examine the floor-covering industry, the method by which carpet products are bought and sold and, particularly, Burlington's marketing scheme.</p>\n<p>The record reveals a vigorous and highly competitive industry at all levels. Burlington is but one of a long list of corporations which manufacture carpet for commercial and residential use. Plaintiff and Eatman's were among 42 carpet dealers in Eastern North Carolina authorized to sell and install Lees commercial grade carpet.</p>\n<p>For purposes of sales and distribution, Lees has divided North Carolina into two main territories. Both plaintiff and Eatman's were in the Lees territory covering Eastern North Carolina. The Lees sales representative during the times material to this action was John Cummings. Lees manufactures two different types of carpet, one designed primarily for residential use and the other designed primarily for commercial use. Although the types of carpet used in the residential and commercial markets are to some extent dissimilar, the main differentiation in the two markets is in the method by which the carpet is bought and sold. Residential carpeting is usually sold through retail outlets serving walk-in customers or through residential developers. Commercial carpet is usually sold on a competitive bidding basis through architects and contractors. This distinction is important in Lees overall marketing strategy. Dealers who wish to engage in the sale of commercial grade carpets must market their product and service directly to the architect or engineer who is responsible for the project on which competitive bids will be let. Personal contact, quality of installation, and reliability of service is vastly more important in the commercial context than in the residential context. Conversely, a dealer who primarily wishes to sell in the residential market must commit more of his resources to a showroom and to media advertising.</p>\n<p>Within the two markets of carpet, the products of the various manufacturers are virtually interchangeable. End users of the carpet rarely require that a specific brand, and that brand only, be used. Accordingly, particularly in the commercial market, the dealer's personal relations with the party who will let the bids, the quality of the dealer's installation, and the dealer's reputation for service and reliability are particularly important. The success of a manufacturer in the commercial market is at least as dependent upon the reputation of its distributors as upon the quality of its product. The dealers, however, are usually not wedded to any particular manufacturer. Both plaintiff and Eatman's were authorized <span class=\"star-pagination\">*209</span> distributors for many manufacturers.<sup>[1]</sup> Accordingly, there exists a symbiotic relation between manufacturers and dealers  manufacturers are desirous of dealing with distributors who have a reputation for quality installation and service; but in order to encourage these dealers to actively promote the manufacturer's product, the manufacturer must offer the dealer some incentive, usually in the form of price. The manufacturer must be selective in determining which of its authorized distributors receives the favorable pricing treatment so as to maintain its reputation as to quality with end users. The decision on which distributor will be given the better price is usually made by the sales representative for the region. The final result is that within any region's market scheme, there will be some authorized dealers who receive lower prices from the manufacturer than do other authorized distributors within that same region. Plaintiff does not deny that this market scheme is common in the commercial carpet industry.</p>\n<p></p>\n<h2><i>II. Relations Among the Parties</i></h2>\n<p>Eatman's began dealing with Lees in 1970, and the record reveals that Eatman's was a reputable, high-volume commercial carpet dealer.<sup>[2]</sup> Plaintiff, on the other hand, had primarily been engaged in the residential carpet market until 1977, when it apparently decided to aggressively enter the commercial market. Plaintiff had begun dealing in the residential market with Lees in 1975, and began dealing with Lees in the commercial market in 1977. Inevitably plaintiff and Eatman's began to compete for major commercial projects, in particular, a large project at the University of North Carolina. Eatman's received a price discount from Lees; plaintiff originally received a small discount, and later received no discount at all on its purchases of Lees carpets. Plaintiff's owner, Ralph Betts, became concerned that plaintiff was being quoted carpet by Lees at the list price for the carpet. Betts began to request that Lees quote plaintiff a discounted price on the carpet. Apparently two reasons were advanced for the request: first, that plaintiff was being quoted better prices for similar carpet by a competitor of Lees, and wanted Lees to offer competitive prices; and, second, that Eatman's was getting a better price than plaintiff. Lees representative, Cummings, consistently refused to provide plaintiff with a discount price.</p>\n<p>Ultimately, as will be described below, plaintiff was terminated by Lees as a distributor of its products. However, plaintiff's business has continued to prosper since the termination and plaintiff continues to sell carpet in both the residential and commercial markets.</p>\n<p></p>\n<h2><i>III. Summary Judgment Standard</i></h2>\n<p>Summary judgment is not favored in antitrust cases. As noted by the Supreme Court, \"We believe that summary procedures should be used sparingly in complex antitrust litigation where motive and intent play leading roles, the proof is largely in the hands of the alleged conspirators, and hostile witnesses thicken the plot.\" <i>Poller v. Columbia Broadcasting System, Inc.,</i> <span class=\"citation\" data-id=\"106334\"><a href=\"/opinion/106334/poller-v-columbia-broadcasting-system-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472-73, <span class=\"citation\" data-id=\"106334\"><a href=\"/opinion/106334/poller-v-columbia-broadcasting-system-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></a></span>, 490-91, <span class=\"citation\" data-id=\"106334\"><a href=\"/opinion/106334/poller-v-columbia-broadcasting-system-inc/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span></a></span> (1962). However, as numerous recent cases have revealed, summary judgment remains an appropriate procedure in antitrust cases. This court has stated clearly that \"Rule 56 should not `be read out of antitrust cases.'\" <i>Hester v. Martindale-Hubbell, Inc.,</i> <span class=\"citation\" data-id=\"1557651\"><a href=\"/opinion/1557651/hester-v-martindale-hubbell-inc/\"><span class=\"volume\">493</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">335</span></a></span>, 342 (EDNC 1980), <i>affirmed</i> <span class=\"citation\" data-id=\"394096\"><a href=\"/opinion/394096/oma-h-hester-jr-v-martindale-hubbell-inc-american-bar-association-and/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span> (4th Cir.1981), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">691</span></span> (1982) quoting <i>First National Bank v. Cities Service,</i> <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 289, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, 1592, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1968). The burden is upon plaintiff to aver significant probative facts in support <span class=\"star-pagination\">*210</span> of the allegations of conspiracy contained in its complaint, especially in light of defendants' specific averments to the contrary. <i>Paul Kadair, Inc. v. Sony Corp. of America,</i> <span class=\"citation\" data-id=\"411671\"><a href=\"/opinion/411671/paul-kadair-inc-dba-paul-kadairs-home-commercial-audio-plaintiff/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1027 (5th Cir.1983). If, after a review of the record, the court concludes that, even viewing the material in the light most favorable to the plaintiff, there exists no genuine issue of material fact, then the entry of summary judgment is appropriate, regardless of the facial complexity of the action. With these standards in mind, and with the knowledge that the court must review the record as a whole in the light most favorable to the non-movant, the court will now review the evidence presented in an effort to determine whether issues of material fact remain for determination by the finder of fact.</p>\n<p></p>\n<h2><i>IV. Section 1 Claims</i></h2>\n<p>In order to establish a claim under Section 1 of the Sherman Act, 15 U.S.C. § 1,<sup>[3]</sup> plaintiff must demonstrate (1) that the defendants contracted, combined or conspired among each other, (2) that the combination or conspiracy produced adverse, anti-competitive effects within relevant product and geographic markets, (3) that the objects of and conduct pursuant to that contract or conspiracy were illegal, and (4) that the plaintiff was injured as a proximate result of the conspiracy. <i>Davis-Watkins Co. v. Service Merchandise,</i> <span class=\"citation\" data-id=\"407912\"><a href=\"/opinion/407912/davis-watkins-company-plaintiff-counter-and-amana-refrigeration-inc/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1190</span></a></span>, 1195-96 (6th Cir.1982). Section 1 does not proscribe unilateral actions of a defendant, regardless of any anti-competitive effects which may result from those actions. See <i>United States v. Colgate &amp; Co.,</i> <span class=\"citation\" data-id=\"99426\"><a href=\"/opinion/99426/united-states-v-colgate-co/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 307, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">465</span></span>, 468, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">992</span></span> (1919); <i>Murdaugh Volkswagen v. First National Bank of South Carolina,</i> <span class=\"citation\" data-id=\"386873\"><a href=\"/opinion/386873/murdaugh-volkswagen-inc-and-eunice-b-murdaugh-v-the-first-national/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1076 (4th Cir.1981). Proof of a conspiracy or combination in restraint of trade is a necessary element of a Section 1 offense. <i>Edward J. Sweeney &amp; Sons, Inc. v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"385719\"><a href=\"/opinion/385719/edward-j-sweeney-sons-inc-and-mission-gas-oil-company-inc-and/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>, 111 (3d Cir.1980) <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></span> (1981).</p>\n<p>Adducing proof of a conspiracy in restraint of trade is not a simple matter. Only in the rarest case will there be a so-called \"smoking gun\"  some direct, highly probative evidence of a conspiracy. Rather, plaintiff is usually constrained to building its case through reference to numerous incidents of behavior which, standing alone, appear to be benign or innocuous, but when placed in the larger context of an alleged conspiracy in restraint of trade, acquire a different meaning and could permit a trier of fact to reasonably infer from the course of conduct presented that a conspiracy in restraint of trade existed. See <i>H.L. Moore Drug Exchange v. Eli Lilly &amp; Co.,</i> <span class=\"citation\" data-id=\"396308\"><a href=\"/opinion/396308/h-l-moore-drug-exchange-division-ofand-levitt-industries-inc-v-eli/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 941 (2d Cir.1981). However, as noted by Judge Murnaghan, \"there is a limit ... to the degree of indirection and innuendo which the law will tolerate. Where ... the plaintiff's case is based entirely on such circumstantial evidence, the court must be especially vigilant to insure that liberal modes of proof do not become the pretext for unfounded speculation.\" <i>Murdaugh Volkswagen,</i> 639 F.2d, at 1075. Plaintiff's conclusion or speculation as to the existence of a conspiracy, without more, is not sufficient to establish a Section 1 violation. <i>Paul Kadair,</i> 694 F.2d, at 1027.</p>\n<p>Plaintiff contends that the alleged conspiracy in restraint of trade:</p>\n<blockquote>consisted of a continuing agreement, understanding and concert of action among the defendants, the substantial terms of which have been and are that: (a) Lees has agreed to sell and has sold carpets to Eatman's at lower prices than those quoted to Terry's for carpets of similar quality and quantity; (b) Lees has instructed its distributors in other territories to refrain from selling carpeting to Terry's; (c) Lees has refused to sell carpeting at any price to Terry's; (d) Eatman's has agreed to provide Lees with guaranteed dollar volume of sales per <span class=\"star-pagination\">*211</span> year in exchange for this preferential pricing treatment.</blockquote>\n<p>Complaint paragraph 14(a)-(d).</p>\n<p></p>\n<h2>A. <i>Evidence Allegedly Supporting the Section 1 Claim</i><sup>[4]</sup></h2>\n<p></p>\n<h2>1. The Alleged Million Dollar Guarantee</h2>\n<p>Plaintiff contends that Eatman's guaranteed Lees one million dollars in sales in exchange for a preferential pricing agreement, and that as a part of this agreement, it was understood that Terry's would not receive a better price on carpet than did Eatman's. The basis for this claim is in a conversation allegedly entered into between Betts, Terry's president, and Cummings, Burlington's sales representative, at the July, 1980, carpet market. Betts once again requested of Cummings that Terry's receive a better price on commercial carpets. Apparently, Cummings again refused to accede to Terry's request. At some point, the conversation turned to Eatman's, and the fact that Eatman's received a better price on Lees carpets than did Terry's. At this point, the recollections of Cummings and Betts differ. Cummings states that he informed Betts that Eatman's was given a discount price because Eatman's had the potential to do over a million dollars in business, and in fact had done so with one of Lees' competitors. Cummings' deposition, pages 53-54, 60-62. Betts recalls the conversation thusly:</p>\n<blockquote>... Eatman's name was brung [sic] up in that conversation. He said that Bill Eatman had guaranteed them a million dollars in sales and it was agreed that  in so many words  it was agreed that Terry's would not be given a lower price.</blockquote>\n<p>Betts' deposition, pages 21-22. Betts acknowledged in his deposition that he has no information about whether there in fact was or was not any such guarantee other than this alleged conversation. Betts' deposition, pages 85, 95-96. Lees flatly denies that any such guarantee was given, and in fact, Eatman's has never produced a million dollars in business for Lees.</p>\n<p></p>\n<h2>2. Price Differential</h2>\n<p>Plaintiff also complains of the price differential, producing charts which purportedly show that, on contract jobs on which both Terry's and Eatman's bid Lees carpets, plaintiff was consistently unable to win the bids, see plaintiff's brief, at 69, and which purport to show plaintiff's lack of success in winning contracts on which it bid Lees carpets. Plaintiff's brief, at 35.</p>\n<p></p>\n<h2>3. The Creech Testimony</h2>\n<p>Plaintiff directs the court to the deposition testimony of William Creech, a carpet installer who has worked on a subcontract basis for both Terry's and Eatman's. Creech essentially testified by deposition that during a visit to Eatman's place of business he was summoned to speak with Mr. Eatman and was told that plaintiff was creating some \"static\" at UNC (referring, apparently, to a large contract for which the parties were competing), and that Eatman was going to the January carpet market and when he got back \"... the [carpet] samples are going to leave Terry's or either they are going to leave here, and I don't care which.\" Creech deposition, page 9.</p>\n<p></p>\n<h2>4. The Fashion Carpets Incident</h2>\n<p>Plaintiff also asserts that it was terminated by Lees as a result of a complaint made by Eatman's concerning a project upon which both parties bid and on which plaintiff prevailed. Eatman's and plaintiff were competing on a contract to carpet a public school library in Fayetteville, North Carolina. Eatman's had been instrumental in persuading the architect to designate Lees carpet as an acceptable floor covering for the project. However, Eatman's did not submit a bid for Lees carpet on the project; Eatman's bid Bigelow-Sanford, a carpet manufactured by a competitor of Lees, on the project. Eatman's did not win the contract. Upon further inquiry, Eatman's discovered <span class=\"star-pagination\">*212</span> that Terry's had won the contract bidding Lees carpet. The price bid by plaintiff was such that Eatman's, knowing that Lees had been quoting list price to Terry's, was aware that plaintiff had somehow received a substantial discount on the Lees product. Upon investigation, Lees representative Cummings discovered that plaintiff had purchased the carpet at a discount from another Lees distributor, Fashion Carpets of Houston, Texas, and had bid that price. Eatman's president became angry, allegedly because Eatman's had previously attempted to purchase Lees carpet at a discount from a Lees distributor in Florida, and had been informed that such \"bootlegging\" was against Lees' policy. Cummings wrote a letter about this incident to his supervisor, which letter is reproduced in the margin.<sup>[5]</sup> The transaction was allowed to go through, but Cummings did not receive a commission on the sale. Plaintiff was informed that bootlegging was against Lees' policy, and Fashion Carpets was allegedly instructed not to sell any more carpet to Terry's.</p>\n<p>Subsequently, plaintiff was allegedly further instructed not to seek to purchase carpet from Lees distributors outside of Eastern North Carolina; however, plaintiff allegedly refused to do so and once more attempted to purchase carpet from a Lees distributor in Virginia. At a meeting with Lees officials in February, 1981, plaintiff allegedly continued to request competitive pricing and once again refused to cease its efforts in purchasing carpet from Lees distributors outside of Eastern North Carolina. Allegedly because of its failure to comply with Lees \"anti-bootlegging\" policy, plaintiff was terminated as a Lees dealer.</p>\n<p></p>\n<h2>B. <i>Analysis</i>\n</h2>\n<p>The court concludes that the evidence presented by plaintiff is not sufficient to present a genuine issue of material fact as to the existence of a conspiracy in restraint of trade. The allegation that Eatman's received preferential price treatment from Lees in exchange for an agreement by Lees to, essentially, exclude Terry's from competing with Eatman's remains only an allegation, supported only by the conclusions and speculation of plaintiff's president and, as such, is insufficient to raise an inference of conspiracy. <i>Paul Kadair,</i> 694 F.2d at 1027. The fact that Eatman's received a better price than Terry's on commercial carpet is entirely consistent with Lees' marketing strategy; an independent business decision by Lees to give Eatman's a price discount is entirely proper. See <i>AAA Liquors, Inc. v. Joseph E. Seagram &amp; Sons,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1203</span></span>, 1207 (10th Cir.1982). There is no evidence that the price given Eatman's was an attempt by Eatman's and Lees to exclude Terry's from the commercial carpet market, and plaintiff's allegations <span class=\"star-pagination\">*213</span> in that regard are simply too speculative to permit a reasonable inference of conspiracy to be drawn.</p>\n<p>The cornerstone of plaintiff's conspiracy claim is the allegation that plaintiff was terminated as a Lees distributor in response to a complaint by Eatman's. Plaintiff contends that evidence of the termination of a dealer by a manufacturer in response to a complaint by a competing dealer is sufficient to raise an inference of concerted action. <i>Battle v. Lubrizol Corp.,</i> <span class=\"citation\" data-id=\"401064\"><a href=\"/opinion/401064/jeffrey-b-battle-karen-battle-dba-bayview-service-and-supply-co-and/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 991 (8th Cir.1982); <i>Spray-Rite Service Corp., v. Monsanto Corp.,</i> <span class=\"citation\" data-id=\"406814\"><a href=\"/opinion/406814/spray-rite-service-corporation-an-iowa-corporation-v-monsanto-company-a/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span>, 1238-39 (7th Cir.1982) <i>cert. granted</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1249</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">479</span></span> (1983). As noted in <i>Spray-Rite,</i></p>\n<blockquote>We believe ... that proof of termination following competitor complaints is sufficient to support an inference of concerted action. In [Battle], the 8th Circuit ... held that `proof of a dealer's complaints to the manufacturer about a competitor dealer's price cutting and the manufacturer's action <i>in response</i> to such complaints would be sufficient to raise an inference of concerted action.' We agree.</blockquote>\n<p>684 F.2d at 1238-39. (emphasis in original) Other courts, however, have adopted a more stringent view. In <i>Sweeney,</i> the Third Circuit stated that \"... even where termination follows the receipt of complaints from wholesalers or agents, there is no basis for inferring the existence of concerted action, absent some other evidence of a tacit understanding or agreement with them.\" 677 F.2d, at 953. The Second Circuit follows this view. <i>H.L. Moore Drug Exchange,</i> 662 F.2d at 941.<sup>[6]</sup></p>\n<p>The Fourth Circuit, in the recent case of <i>Bostick Oil Co. v. Michelin Tire Corp.,</i> <span class=\"citation\" data-id=\"415636\"><a href=\"/opinion/415636/bostick-oil-company-inc-v-michelin-tire-corporation-commercial-division/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1207</span></a></span>, 1215 (4th Cir.1983) has indicated that, in a proper case, it would follow the <i>Battle</i> and <i>Spray-Rite</i> cases. However, as revealed by the following language from <i>Bostick,</i> the rationale behind those decisions should not be blindly applied:</p>\n<blockquote>Michelin argues strenuously that mere complaints do not a conspiracy make ... [w]ere this a proper case, we might well agree with this unstartling principle. In this case, however, the evidence ... showed more than just uninfluential competitor's complaints `standing alone.'</blockquote>\n<p>702 F.2d, at 1213.</p>\n<p>Assuming that the <i>Battle</i> and <i>Spray-Rite</i> standards are controlling in this circuit by reason of <i>Bostick Oil,</i> the facts of this action remove it from the ambit of those cases. In all three of the previously mentioned cases, the terminated distributor plaintiff was demonstrably a discounter or price cutter about whom complaints regarding prices were received by the common manufacturer from competing distributors, by which complaints the competing distributors sought to eliminate the plaintiff as a source of price competition. In each of these cases, there were several complaints about the terminated distributors' practices. Conversely, in this action, plaintiff, who is not a discounter or price cutter, has shown but one complaint to the manufacturer by a competing distributor. The evidence is substantial that this complaint was not a pricing complaint. By affidavit, Burlington sales representative Cummings has stated that the basis of Eatman's complaint was that plaintiff was allowed to purchase carpet from a distributor from outside of Eastern North Carolina, whereas Eatman's was not allowed to do so. That the complaint referred to the anti-bootlegging policy rather than price is further buttressed by the <span class=\"star-pagination\">*214</span> fact that on the job in question, Eatman's did not bid a Lees product. Finally, unlike the other cases mentioned above, there was no price cutting competitor who was eliminated as a source of competition  plaintiff, who was not a discounter, was eliminated; however, another distributor was selected to replace plaintiff. Plaintiff cannot bring itself within the <i>Battle-Spray-Rite</i> rule; accordingly, the fact of its termination following a complaint by Eatman's does not serve to raise a presumptive inference of concerted action.</p>\n<p>Finally, plaintiff asserts that the testimony of William Creech supports its theory of conspiracy or concerted action. The Creech statement is clearly hearsay. The statement may be admissible pursuant to Fed.R.Evid. 801(d)(2)(E) as a statement \"made by a co-conspirator of a party during the course and in furtherance of the conspiracy.\" However, for the statement to be admissible, there must exist independent evidence of the conspiracy. <i>United States v. Stroupe,</i> <span class=\"citation\" data-id=\"337732\"><a href=\"/opinion/337732/united-states-v-wayne-ladell-stroupe/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1063</span></a></span>, 1065 (4th Cir. 1976). The independent proof must indicate a conspiracy by a fair preponderance of the evidence. <i>Id.</i> at 1066. The evidence offered aside from Creech's testimony simply does not comprise sufficient independent evidence of conspiracy to allow for the admission of this hearsay statement.</p>\n<p></p>\n<h2>C. <i>Conclusion</i>\n</h2>\n<p>The court concludes that plaintiff has failed to demonstrate the existence of a combination or conspiracy between Lees and Eatman's. In so concluding, the court has viewed the record in the light most favorable to plaintiff, and has attributed to plaintiff's case every fair and reasonable inference which could logically be drawn from the evidence before it. The court realizes the difficulty of proof inherent in a Section 1 conspiracy claim and is, to some extent, sympathetic to the plight presented counsel representing plaintiffs on such claims. However, the burden is upon the plaintiff to demonstrate the existence of <i>material</i> issues of fact in dispute. Plaintiff cannot, by artful pleading coupled with speculation and innuendo, subject defendants to a potentially lengthy and costly trial. Plaintiff has not carried its burden; accordingly, defendants' motions for summary judgment with regard to the Sherman Act Section 1 claims are ALLOWED.<sup>[7]</sup></p>\n<p></p>\n<h2><i>V. Section 2 Claims</i></h2>\n<p>Plaintiff's second claim for relief asserts that since 1976 Eatman's has attempted to monopolize \"the market,\" and has conspired with Lees to effectuate that monopoly. Complaint paragraph 19. The anti-competitive acts allegedly comprising this activity are purportedly the same as those offered to support the first claim with the additional allegation that Eatman's has sold carpet at \"below marginal cost\" in an attempt to force plaintiff out of the market. Complaint paragraph 21. The \"market\" is defined as \"... the retail sales market of certain types of commercial grade woven and tufted carpets to the State of North Carolina and other purchasers.\" Complaint paragraph 11.</p>\n<p></p>\n<h2><i>A. The Attempt Claim</i></h2>\n<p>The necessary elements of a Section 2 attempted monopolization claim are: (1) specific intent to control prices or destroy competition in some part of commerce; (2) predatory or anti-competitive conduct directed to accomplishing the unlawful purpose; and (3) a dangerous probability of success. <i>William Inglis &amp; Sons Baking Co. v. ITT Continental Baking Company, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></span>, 1027 (9th Cir. 1981). In this circuit, proof that there exists a \"dangerous probability\" that the alleged monopolizer will succeed in its attempt to monopolize the relevant market is a necessary element of an offense. <i>White Bag Co. v. International Paper Co.,</i> <span class=\"citation\" data-id=\"358144\"><a href=\"/opinion/358144/white-bag-company-a-corporation-v-international-paper-company-a/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1384</span></a></span>, 1387 (4th Cir.1974); <i>Harris v. Atlantic-Richfield Co.,</i> <span class=\"citation\" data-id=\"1582178\"><a href=\"/opinion/1582178/harris-v-atlantic-richfield-co/\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></a></span>, 763 (E.D. N.C.1978).</p>\n<p><span class=\"star-pagination\">*215</span> Plaintiff's failure to demonstrate that there exists a dangerous probability that Eatman's will succeed in its attempted monopolization of the \"relevant market\" is fatal to its Section 2 claim. Plaintiff has not argued, and indeed, upon this record, cannot argue, that such dangerous probability exists. Rather, plaintiff argues for a construction of Section 2 which would subordinate the \"dangerous probability\" element and allow for a finding of attempted monopolization if the other two elements listed above are found to exist. Indeed, this argument is neither novel nor unique, and plaintiff cites the court to several cases accepting this construction of Section 2. Plaintiff has not cited the court to any case overruling or limiting the Fourth Circuit's decision in <i>White Bag.</i> While plaintiff's argument is persuasive, the court believes that <i>White Bag</i> is controlling and that a Section 2 attempted monopoly claim must fail absent a showing of a dangerous probability of success.</p>\n<p>Even if plaintiff could show the existence of a dangerous probability of success, the court is convinced that plaintiff has failed to demonstrate that genuine issues of material fact exist with regard to the remaining elements of a Section 2 attempted monopoly claim. Plaintiff must demonstrate that Eatman's possessed the <i>specific intent</i> to control prices or destroy competition. Again, direct evidence of this intent is not necessary; the specific intent may be inferred from appropriate anticompetitive conduct. However, the conduct from which this inference may be gleaned must be conduct that \"... serves as the basis for a substantial claim of restraint of trade.\" <i>William Inglis,</i> 668 F.2d at 1028. On this point, the Section 2 claim is no more than a restatement of the Section 1 allegations, with the additional allegation that Eatman's sold carpet at \"below marginal cost.\" The essence of the below marginal cost theory is that Eatman's allegedly sold carpet at prices so low that it sustained a loss on the sales, and that it was motivated to do so by its desire to eliminate Terry's from the carpet market. Once more, however, this remains nothing more than a contention. Plaintiff has simply failed to demonstrate the existence of material disputed factual issues with regard to this contention.</p>\n<p></p>\n<h2><i>B. The Conspiracy Claim</i></h2>\n<p>The basic elements of a conspiracy to monopolize are joint activity and a specific intent to affect the anti-competitive purpose of that joint activity. <i>Northeastern Telephone Co. v. American Telephone and Telegraph Co.,</i> <span class=\"citation\" data-id=\"391180\"><a href=\"/opinion/391180/northeastern-telephone-company-v-american-telephone-and-telegraph-company/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 85 (2d Cir. 1981) <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></span> (1982). This claim suffers from many of the same defects as plaintiff's Section 1 claim. The absence of a showing of concerted action is equally fatal to the claims under 15 U.S.C. Section 1 and under Section 2.</p>\n<p>Additionally, a contention that Lees conspired with Eatman's to monopolize the alleged market is somewhat illogical. How Lees would benefit from Eatman's monopoly of the carpet market in North Carolina is not apparent from the record. Presumably Lees would not wish to sacrifice its carefully constructed distribution system in order to embellish the market position of Eatman's and thereby make itself captive to a single dealer possessing monopoly power. Any inference that Lees possessed the specific intent to conspire with Eatman's in that defendant's attempt to monopolize the market is not only unsupported by the record but defies common logic.</p>\n<p>Therefore, in accordance with the foregoing, the motions for summary judgment with regard to the Sherman Act Section 2 claims are ALLOWED.</p>\n<p></p>\n<h2><i>VI. Robinson-Patman Act Claims</i></h2>\n<p>Plaintiff's third claim alleges a violation of Section 2(a) of the Robinson-Patman Act, 15 U.S.C. § 13(a), in that \"Lees has sold carpet to Eatman's at lower prices than those quoted by Lees to Terry's for similar qualities and quantities of carpet ...\" Complaint paragraph 26. The complaint also alleged that Eatman's knowingly induced <span class=\"star-pagination\">*216</span> and received the benefit of the alleged discrimination in violation of 15 U.S.C. § 13(f); however, at oral argument, counsel for plaintiff abandoned the Section 13(f) claim. Lees has moved to dismiss the Section 2(a) claim pursuant to Fed.R.Civ.P. 12(b)(6).</p>\n<p>Section 2(a) of the act, 15 U.S.C. § 13(a), provides in pertinent part:</p>\n<blockquote>It shall be unlawful for any person engaged in commerce, in the course of such commerce, either directly or indirectly, to discriminate in price between different purchasers of commodities of like grade and quality, where either or any of the purchases involved in such discrimination are in commerce, where such commodities are sold for use, consumption, or resale within the United States ... and where the effect of such discrimination may be substantially to lessen competition or tend to create a monopoly in any line of commerce, or to injure, destroy, or prevent competition with any person who either grants or knowingly receives the benefit of such discrimination, or with customers of either of them...</blockquote>\n<p>In order to prevail on its Robinson-Patman Act claim, plaintiff must demonstrate the existence of two completed comparable sales. \"A sale at one price and a mere offer to sell at another price is insufficient to show a Robinson-Patman Act violation.\" <i>Capitol Ice Cream Wholesalers v. Mid-Atlantic Coca Cola Bottling Co., Inc.</i> [CCH] 1982-83 Trade Cas. ¶ 65,068 at 70,983-70,984 (D.D.C.1982). The complaint does not allege two completed comparable sales. The complaint merely alleges that Lees sold carpet to Eatman's at prices lower than those quoted to plaintiff. This allegation is insufficient, as a matter of law, to state a claim for relief under Section 2(a) of the Robinson-Patman Act. Accordingly, Lees' motion to dismiss the third claim for relief is ALLOWED.</p>\n<p></p>\n<h2><i>VII. State Law Claims</i></h2>\n<p>Plaintiff also raises several claims pursuant to North Carolina's Unfair Trade Practices Act, N.C.Gen.Stat. § 75-1 <i>et seq.</i><sup>[8]</sup> The court has dismissed the claims which were based on federal law. There is no independent basis for the court's jurisdiction with regard to the state law claims. While the court may proceed to the merits of the state law claims, the court need not do so if, in its discretion, the interests of judicial economy, convenience, and fairness to the litigants will not be served by a consideration of these issues. <i>Gibbs,</i> 383 U.S. at 726, 86 S.Ct. at 1139.</p>\n<p>The court concludes that it should not reach the merits of the state law claims. The North Carolina statute is vague, has been the subject of widely varying judicial interpretations, and is of questionable constitutionality. The North Carolina appellate courts have yet to provide a clear and consistent interpretation of the provisions of this act. Indeed, defendants argue very persuasively that the act is unconstitutionally vague, and at least one panel of the North Carolina Court of Appeals has indicated its skepticism as to the constitutional validity of § 75-1.1. See <i>L.M. Hammers v. Lowes Companies, Inc.,</i> 48 N.C.App. 150, 154, <span class=\"citation\" data-id=\"1261784\"><a href=\"/opinion/1261784/hammers-v-lowes-companies-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">257</span></a></span> (1980). Simply stated, there is presented a difficult question of state law and the court declines to exercise its discretion in favor of reaching the merits of this claim.</p>\n<p></p>\n<h2><i>VIII. Lees' Counter-Claim</i></h2>\n<p>In its counter-claim filed September 2, 1981, Lees seeks recovery of the sum of $7,857.60 for the unpaid purchase price of carpet purchased from Lees by plaintiff. Plaintiff does not deny that it is indebted to Lees. At oral argument, counsel disputed <span class=\"star-pagination\">*217</span> the amount of the debt; however, there is nothing in the record sufficient to raise a genuine issue of material fact with regard to the amount, nor is the pendency of an anti-trust claim sufficient to relieve plaintiff from its obligation on the account. See <i>Kelly v. Kosuga,</i> <span class=\"citation\" data-id=\"105831\"><a href=\"/opinion/105831/kelly-v-kosuga/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 518, <span class=\"citation\" data-id=\"105831\"><a href=\"/opinion/105831/kelly-v-kosuga/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">429</span></a></span>, 430, <span class=\"citation\" data-id=\"105831\"><a href=\"/opinion/105831/kelly-v-kosuga/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></a></span> (1959). Accordingly, Lees' motion for summary judgment with regard to the counter-claim is ALLOWED.</p>\n<p></p>\n<h2><i>IX. Conclusion</i></h2>\n<p>1. Defendants' motions for summary judgment regarding the Sherman Act Section 1 claims are ALLOWED.</p>\n<p>2. Defendants' motions for summary judgment regarding the Sherman Act Section 2 claims are ALLOWED.</p>\n<p>3. Lees' motion to dismiss the Robinson-Patman Act claim is ALLOWED.</p>\n<p>4. Defendants' motions to dismiss the pendent state law claims are ALLOWED.</p>\n<p>5. Lees' motion for summary judgment with regard to its counter-claim is ALLOWED.</p>\n<p>Accordingly, the Clerk is directed to enter judgment for defendants on the principal claims, and to enter judgment for Lees in the amount of $7,857.60 on its counterclaim.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Lees dealership agreements are not reduced to writing.</p>\n<p>[2]  There is some suggestion that competition for Eatman's business had occurred among the sales representatives of the various manufacturers. For example, John Cummings, Burlington's sales representative, states in his affidavit that Eatman's had previously generated a million dollars worth of business with one of Lees' competitors.</p>\n<p>[3]  The act provides in pertinent part, that \"every contract, combination in the form of trusts or otherwise, or conspiracy, in restraint of trade or commerce among the several states ... is declared to be illegal...\"</p>\n<p>[4]  Counsel for plaintiff conceded at oral argument that no further evidence would be produced.</p>\n<p>[5]  Jack:</p>\n<p>In the first week of December, Eatman's Carpet lost a commercial job on 800 square yards of Design VI, color 2, to Terry's Floor Fashions. Eatman's was 100% responsible for getting this job specified. Terry's Floor Fashions is a Lees dealer whom we have elected not to price out commercial jobs with. This decision was made at the 1979 January market. Terry's won this job with a bid price of $13.35 sq. yd. installed which was the same as our list price, which is the only price he can use. When this happened, Mr. Eatman became very angry and told me to trace down this order because the only way Terry's could furnish this carpet would be to buy it from another large Lees commercial dealer.</p>\n<p>I found out the source who was selling the carpet to Terry's and notified Tom Decker of the situation and he consulted you. A meeting was set up with Fashion Carpets and Mr. Linc Fuge in Houston, Texas concerning this matter and a decision was made that we would have to process the orders and allow the sale. This was done with the understanding that Fashion Carpets would never let this happen again, per my conversation with Mr. Decker the week after Mr. Fuge's meeting.</p>\n<p>Mr. Eatman was informed of the decision that was made and he became very angry with the outcome. Mr. Eatman made it very clear to me that this decision could have a very drastic effect on our future business with this firm. He also informed me that he plans on discussing this at length with Mr. Eisler at the up and coming January market.</p>\n<p>I appreciate the fact that I will receive commission from this order, however, I hope you realize that this decision to let the sale go through may have an adverse effect on my credibility with Eatman's sales people.</p>\n<p>[6]  The court notes that there is considerable disagreement among the circuits, and indeed, within different panels in the same circuit, as to the quantum of evidence necessary to support an inference of concerted action in a dealer termination case. <i>Compare </i><i>Battle v. Lubrizol Corp.,</i> <span class=\"citation\" data-id=\"401064\"><a href=\"/opinion/401064/jeffrey-b-battle-karen-battle-dba-bayview-service-and-supply-co-and/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span> (8th Cir.1982) with <i>Roesch, Inc. v. Star Cooler Corporation,</i> <span class=\"citation\" data-id=\"399930\"><a href=\"/opinion/399930/roesch-inc-and-marketing-division-inc-v-star-cooler-corporation-a/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span> (8th Cir.1982). The 8th Circuit has granted rehearing en banc in these cases, apparently in an effort to resolve their inconsistencies. Additionally, the Supreme Court has granted certiorari in <i>Spray-Rite Service Corp. v. Monsanto Corp.,</i> <span class=\"citation\" data-id=\"406814\"><a href=\"/opinion/406814/spray-rite-service-corporation-an-iowa-corporation-v-monsanto-company-a/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span> (7th Cir.1982), and apparently will soon lend some guidance as to the proper standard to be applied. For a brief statement of the difficulties involved in this area, see Justice White's dissent from the denial of certiorari in <i>Schwimmer v. Sony Corporation of America,</i> <span class=\"citation\" data-id=\"403669\"><a href=\"/opinion/403669/mendel-schwimmer-dba-supersonic-electronics-co-v-sony-corporation-of/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span> (2d Cir.1981) <i>cert. denied</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">362</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">398</span></span> (1982).</p>\n<p>[7]  This disposition renders consideration of whether defendants' conduct, if proved, would be sufficient to establish a <i>per se</i> violation of Section 1 unnecessary.</p>\n<p>[8]  The claims are properly before the court under the doctrine of pendent jurisdiction, <i>United Mine Workers of America v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/401064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1557651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1582178/"
  ]
}