{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2375028/",
  "absolute_url": "/opinion/2375028/juvenile-products-mfrs-assn-inc-v-edmisten/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2375028/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:08.727301Z",
  "date_modified": "2016-04-26T23:21:41.205902Z",
  "type": "010combined",
  "sha1": "04a63e1210abf1ab5cf8ad33a699d99841d573e6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>568 F.Supp. 714 (1983)</b></center>\n<center><h1>JUVENILE PRODUCTS MANUFACTURERS ASSOCIATION, INC., Plaintiff,<br>\nv.<br>\nRufus L. EDMISTEN, etc., et al., Defendants.</h1></center>\n<center>Civ. No. 82-649-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 10, 1983.</center>\n<p><span class=\"star-pagination\">*715</span> Carl Hibbert, Smith, Debnam, Hibbert &amp; Pahl, Raleigh, N.C., Aaron Locker, Christopher J. Corbett, Locker, Greenberg, &amp; Brainin, P.C., New York City, for plaintiff.</p>\n<p>Millard R. Rich, Jr., William W. Melvin, Deputy Attys. Gen., Raleigh, N.C., Jane P. Gray, N.C. Dept. of Justice, Dailey J. Derr, Durham, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff, Juvenile Products Manufacturers Association, Inc., [JPMA], a non-profit trade association whose members manufacture juvenile products, including child restraint systems, instituted this civil action seeking declaratory and injunctive relief from certain North Carolina Motor Vehicle laws and regulations. The court issued a preliminary injunction in this matter on 15 June 1982. Because the parties anticipated additional federal legislation in the area, the court deferred further consideration in this action. That legislation has been enacted, and the parties<sup>[1]</sup> have filed cross-motions for summary judgment. <i>See</i> Fed.R. Civ.P. 56. Both parties are properly before the court, which has jurisdiction. <i>See</i> 28 U.S.C. §§ 1331, 1332 &amp; 1337 (1976). The matter is ripe for determination.</p>\n<p></p>\n<h2>I</h2>\n<p>On 1 July 1982, a state statute took effect<sup>[2]</sup> requiring the use of child passenger restraint systems in North Carolina for children under two years of age. <i>See</i> N.C.Gen. Stat. § 20-137.1 (1981 Cumm.Supp.). The statute mandates use, in specific situations, of a child passenger restraint system \"of a type (and which is installed in a manner) approved by the Commissioner of Motor Vehicles.\" <i>Id.</i> § 20-137.1(a). Regulations, promulgated by the North Carolina Department of Motor Vehicles, pursuant to this statute exist which require verification by defendants' agent, the American Association of Motor Vehicle Administrators [AAMVA], of any equipment or devices regulated by this statute. This verification process designs to insure that manufacturers comply with the applicable standards for child passenger restraint systems.</p>\n<p><span class=\"star-pagination\">*716</span> The gist of this action hinges on this verification requirement. Plaintiff argues that the federal laws enacted by Congress and the regulations promulgated thereto preempt the application of the state statute. Defendants contend, on the other hand, that an amendment to the federal motor vehicle safety statute grants authority to the states to enforce standards identical to the federal standards. Unquestionably, North Carolina may not enforce standards regulating child restraining systems which are not identical to their federal counterparts. <i>See</i> 15 U.S.C. § 1392(d), as amended by Pub.L. 97-331, 96 Stat. 1619. Neither party disputes that the state statute uses the federal regulatory guidelines. Essentially, then, the issue before the court concerns the verification requirement and necessitates inquiry into the validity of its application as a state enforcement tool.</p>\n<p></p>\n<h2>II</h2>\n<p>Congress enacted the National Safety Act in 1966 due to a prevailing need to establish uniform national safety standards for motor vehicles and motor vehicle equipment moving in interstate commerce. The Act stands as a comprehensive federal regulatory scheme contemplating detailed performance standards for particular motor vehicle equipment insured, in large part, through self-certification by manufacturers that the equipment conforms to these standards. Through an enforcement scheme directed toward manufacturers and distributors rather than purchasers, the Act reflects a basic congressional purpose to counter a serious national problem with deaths, injuries, and property damage resulting from traffic accidents. <i>See generally</i> 15 U.S.C. § 1381. Sales of equipment regulated under this statute are prohibited absent confirmation and certification of compliance with these standards by the manufacturer. Repurchase and replacement requirements, as well as substantial civil penalties, are included in the statute's enforcement scheme. <i>Id.</i> §§ 1397-98. Pursuant to this statute's mandate, comprehensive regulatory requirements were promulgated for child restraint systems used in motor vehicles. <i>See</i> 49 C.F.R. § 571.213 (1982).</p>\n<p>A complete understanding of the issue before the court requires an explanation of the basic method of compliance contemplated under the Act. The federal regulatory scheme does not encompass pre-sale approval of motor vehicle equipment as complying with these safety standards. Rather, manufacturers certify their products' compliance with these regulations. The statute does not require a manufacturer to pay fees to the government, submit samples or laboratory test reports, or obtain state approval of their products. <i>See </i><i>Truck Safety Equipment Institute v. Kane,</i> 466 F.Supp. 1242, 1245 (M.D.Pa.1979). The state regulations, about which plaintiff complains, require the submission of test data to the AAMVA which verifies the compliance of a manufacturer's regulated items or devices. Resubmission is required every five years. A fee would be charged to these manufacturers by the AAMVA for this verification procedure.</p>\n<p>Plaintiff suggests that this state verification procedure is essentially a ruse for a pre-sale approval scheme, such as was in effect in North Carolina prior to the promulgation of these new regulations. The prevailing view, prior to the congressional amendment of the National Safety Act in 1982, concluded that these sorts of procedures were preempted by the federal regulatory scheme. <i>Kane,</i> 466 F.Supp. at 1251; National Highway Traffic Safety Administration, Interpretation Regarding Preemption and Pre-Sale State Enforcement of Safety Standards, 47 Fed.Reg. 884 (1982).<sup>[3]</sup> The question which the court must now resolve concerns the extent to which these new state regulations are preempted by the federal standards.</p>\n<p></p>\n<h2>III</h2>\n<p>No singular or rigid constitutional yardstick exists for determining a preemption <span class=\"star-pagination\">*717</span> question. <i>See </i><i>Hines v. Davidowitz,</i> 312 U.S. 52, 67, 61 S.Ct. 399, 404, 85 L.Ed. 581 (1941). Although many standards come into play, <i>see e.g. </i><i>Florida Lime &amp; Avocado Growers, Inc. v. Paul,</i> 373 U.S. 132, 142-43, 83 S.Ct. 1210, 1217, 10 L.Ed.2d 248 (1963) (impossibility of complying with both state and federal law); <i>Castle v. Hayes Freight Lines,</i> 348 U.S. 61, 63-64, 75 S.Ct. 191, 192-193, 99 L.Ed.2d 68 (1954) (specific statutory language indicating preemption), resolution of the preemption issue normally turns upon the peculiar facts and circumstances surrounding the particular regulatory scheme involved in a case. <i>See </i><i>Burbank v. Lockheed Air Terminal, Inc.,</i> 411 U.S. 624, 638, 93 S.Ct. 1854, 1862, 36 L.Ed.2d 547 (1973). Among the factors which this court considers relevant in deciding whether a federal regulatory scheme preempts a particular state statute include the intent manifested by Congress, the pervasiveness of the federal regulatory scheme, the need for uniformity in solving the particular problem addressed by the regulatory approach, and potential obstacles which enforcement of the state statute might impose upon the federal law. <i>See </i><i>Northern States Power Co. v. State of Minnesota,</i> 447 F.2d 1143, 1146-47 (8th Cir.1971) (and cases cited therein).</p>\n<p>In the case at bar, Congress has undoubtedly created a pervasive regulatory scheme designed to solve or combat a problem of grave national concern, that of danger on the highways. A uniform national approach to the regulation of motor vehicle equipment provides a useful and perhaps essential mechanism through which safety on the highways can be insured. In light of this valid national concern and given the comprehensive scope of the federal regulatory program, the court turns its attention to the congressional intent regarding the enforcement of this regulatory program. Once this congressional intent is ascertained, the preemption issue may be resolved. <i>See generally </i><i>Ray v. Atlantic Richfield Co.,</i> 435 U.S. 151, 163, 98 S.Ct. 988, 997, 55 L.Ed.2d 179 (1978); <i>Perez v. Campbell,</i> 402 U.S. 637, 654, 91 S.Ct. 1704, 1713, 29 L.Ed.2d 233 (1971).</p>\n<p></p>\n<h2>A</h2>\n<p>The analysis of congressional intent begins with the language of the statute itself. Axiomatically, courts first seek the meaning of a legislative provision from the language in which the statute is framed. <i>See </i><i>Caminetti v. United States,</i> 242 U.S. 470, 37 S.Ct. 192, 61 L.Ed. 442 (1917). Statutory interpretation begins with ascertaining, if possible, the plain meaning of the statute. <i>Touche Ross v. Redington,</i> 442 U.S. 560, 568, 99 S.Ct. 2479, 2485, 61 L.Ed.2d 82 (1979). When the language of the statute is sufficiently clear in its context, it controls. <i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185, 201, 96 S.Ct. 1375, 1384, 47 L.Ed.2d 668 (1976) (and cases cited therein). Quite simply, if the words in which the statute is framed are clear in their context, the court may most easily glean the legislative intent from the statute.</p>\n<p>As it existed prior to the amendments of October 1982, the statute included the following language relevant to state statutes:</p>\n<blockquote>Whenever a Federal motor vehicle safety standard established under this subchapter is in effect, no State or political subdivision of a State shall have any authority either to establish, or to continue in effect, with respect to any motor vehicle or item of motor vehicle equipment any safety standard applicable to the same aspect of performance of such vehicle or item of equipment which is not identical to the Federal standard.</blockquote>\n<p>15 U.S.C. § 1392(d). The amendment to this statutory provision states that, \"Nothing in this section shall be construed as preventing any State from enforcing any safety standard which is identical to a Federal safety standard.\" The Motor Vehicle Safety and Cost Savings Authorization Act of 1982, Pub.L. No. 97-331, 96 Stat. 1619.</p>\n<p>The statutory language is anything but clear. Two things, however, are certain. First, states play a role in the enforcement of the federal regulatory scheme created by the Act. Second, states may enforce no standards which are not identical <span class=\"star-pagination\">*718</span> to the federal standards. What cannot be concluded from the plain meaning of the statute is whether the notion of \"enforcement\" includes the state's ability to require a fee-based verification process as a mechanism of insuring the compliance of manufacturers with the federal standards.</p>\n<p>In addition to a plain meaning analysis, an additional intrinsic method of statutory interpretation involves the nature of the statute itself. Judicial construction of a statute properly focuses on the nature or purpose of the statute as a whole. <i>See </i><i>Ex parte Public National Bank of New York,</i> 278 U.S. 101, 104, 49 S.Ct. 43, 44, 73 L.Ed. 202 (1928). \"A statute is passed as a whole and not in parts or sections and is animated by one general purpose and intent. Consequently, each part or section should be construed in connection with every other part or section so as to produce a harmonious whole.\" A. Sutherland, 2A <i>Statutes and Statutory Construction,</i> § 46.05, 56 (4th Ed., Sands Ed.1973). As previously indicated, the National Safety Act reflected a congressional vision for a comprehensive regulatory approach to motor vehicle safety. Congress designed a scheme which insured national uniformity. This approach, evidenced conclusively by the language of the federal statute and its accompanying regulations, provides perhaps the strongest indication of a congressional intent to preempt state regulations.</p>\n<p></p>\n<h2>B</h2>\n<p>The legislative history of the 1982 amendment provides the final area from which this court may gather insight into the congressional intent regarding state enforcement. Although the committee reports are no models of clarity, they tend to indicate that state enforcement mechanisms, such as those envisioned by the North Carolina regulations, are preempted. After discussing the effect of the <i>Kane</i> decision and the administrative interpretation of section 1392(d) as having preempted state enforcement, the congressional committee stated \"that States are not preempted from enforcing safety standards identical to Federal standards which they have adopted.\" H.R.Rep. No. 576, 97th Cong., 2d Sess. 7 (1982). The report continued, however, by noting that \"[s]tates may not require certification or approval of motor vehicles or motor vehicle equipment.\" <i>Id.</i>; S.Rep. No. 505, 97th Cong., 2d Sess. 6 (1982), U.S.Code Cong. &amp; Admin.News, pp. 3169, 3174. The language of the committee reports demonstrates persuasively that North Carolina may not require certification or approval of child restraint systems. After an examination of the regulations promulgated pursuant to the state statute, this court concludes that North Carolina attempts to do precisely that. By requiring manufacturers to submit test data to the AAMVA for a fee-based analysis and verification process prior to allowing the child restraint systems to be marketed, North Carolina creates a certification or approval process. Congress simply did not intend that states have this type of enforcement authority under the Act.</p>\n<p>Both parties refer to numerous statements in the congressional deliberations of this amendment supporting varying interpretations of state enforcement authority. The court finds it unnecessary to rely upon these statements in rendering its interpretation of the amendment. The court would note, however, that the majority of these statements indicate that Congress did not intend to allow states to use enforcement mechanisms like that proposed in North Carolina. <i>See e.g.</i> 128 Cong.Rec. H3438 (daily edition June 14, 1982) (statement of Rep. Wirth); <i>id.</i> at H3440 (statement of Rep. Dingell). Thus, the overwhelming evidence from the legislative history surrounding the 1982 amendment indicates that North Carolina may not require the fee-based verification program as it is now contemplated.</p>\n<p>The general tenor of the legislative history suggests that the states and federal authorities should work in harmony in enforcing these regulatory standards. Congress encouraged them to share information and administrative costs in their efforts. H.R. Rep. No. 576 at 7-8; S.Rep. No. 505 at 5-6. <span class=\"star-pagination\">*719</span> Most of the legislative history further indicates that states may not fund enforcement programs through fees paid by a manufacturer upon the submission of test results. <i>See e.g.</i> 128 Cong.Rec. S13437 (daily edition October 20, 1982) (statement of Sen. Riegle).</p>\n<p>As a final indication that Congress did not intend to allow such methods of state enforcement, the court recognizes the original language of the proposed amendment. This bill, never enacted into law, stated that:</p>\n<blockquote>Nothing in this section shall be construed to prevent any State or political subdivision of a State from establishing any procedures for the enforcement of identical safety standards unless such procedures impose substantial burdens upon interstate commerce or are contrary to the purposes of this Act.</blockquote>\n<p>H.R. 6273, 97th Cong., 2nd Sess. (1982). This language was changed to the amendment which was eventually enacted. As originally proposed, the amendment would have provided substantial authority from which North Carolina could have instituted a fee-based verification process. The broad language, approving \"any procedures\" to enforce the federal standards, allows a wider range of options. In fact, the proposed amendment would arguably have allowed almost any sort of enforcement scheme at the state level.</p>\n<p>The congressional decision to delete the broad and sweeping language provides crucial support for plaintiff's position. It suggests conclusively, albeit through implicit means, that Congress did not intend to provide states a carte blanche in their enforcement of federal motor vehicle equipment regulations. Given this congressional decision to adopt more restrictive language, the indications prevalent in the legislative reports and debates  that states may not use fee-based verification or certification procedures  take on added significance. In view of the totality of the evidence flowing from all of the legislative history, the court concludes that Congress intended to preempt state enforcement of federal motor vehicle standards through fee-based verification procedures such as those contemplated by the North Carolina regulations.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Through its enactment of the legislation in question, Congress evidenced its clear intention to create a uniform federal regulatory scheme to cope with the problem of deaths and injuries on the nation's highways. Although it created a program of national scope, Congress sought joint enforcement by both the federal and state governments to insure the legislation's success. While the states play an important role in the success of the federal standards, that role must be performed within the prescribed limitations. Even when states attempt to enforce standards identical to those existing at the federal level, they may not do so in any way which significantly burdens manufacturers of motor vehicle equipment. When state regulations fail to follow this guideline, they are preempted.</p>\n<p>Congress' intent regarding state enforcement procedures flows from a consideration of the legislative history surrounding the 1982 amendment and the implications drawn from the pervasive nature of the regulatory scheme. After a consideration of all these sources, the court concludes that the North Carolina procedure involving a fee-based verification process is preempted.</p>\n<p>Accordingly, plaintiff's motion for summary judgment is allowed, and defendants' motion for summary judgment is denied. Defendants are permanently enjoined from enforcing the verification procedures for motor vehicle equipment in any way inconsistent with the terms of this Opinion.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Automobile Importers of America, Inc., Motor and Equipment Manufacturers Association, Motor Vehicle Manufacturers Association of the United States, Inc., Safety Helmet Council of America, and Truck Safety Equipment Institute, requested leave to file a brief as <i>amicus curiae</i> in this matter. This motion was allowed on 22 December 1982. These entities filed a single brief as <i>amici curiae</i> on 20 January 1983. The court has considered the arguments and authorities included in this brief, as well as those included in the memoranda of the parties to this action.</p>\n<p>[2]  The effect of this statute has been suspended in part by the preliminary injunction issued by this court on 15 June 1982.</p>\n<p>[3]  Interpretations by agencies of statutes applicable to areas which they regulate are entitled to substantial deference. <i>E.I. du Pont de Nemours &amp; Co. v. Train,</i> 430 U.S. 112, 134-35, 97 S.Ct. 965, 978, 51 L.Ed.2d 204 (1977).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></span> (1983)</b></center>\n<center><h1>JUVENILE PRODUCTS MANUFACTURERS ASSOCIATION, INC., Plaintiff,<br>\nv.<br>\nRufus L. EDMISTEN, etc., et al., Defendants.</h1></center>\n<center>Civ. No. 82-649-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 10, 1983.</center>\n<p><span class=\"star-pagination\">*715</span> Carl Hibbert, Smith, Debnam, Hibbert &amp; Pahl, Raleigh, N.C., Aaron Locker, Christopher J. Corbett, Locker, Greenberg, &amp; Brainin, P.C., New York City, for plaintiff.</p>\n<p>Millard R. Rich, Jr., William W. Melvin, Deputy Attys. Gen., Raleigh, N.C., Jane P. Gray, N.C. Dept. of Justice, Dailey J. Derr, Durham, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff, Juvenile Products Manufacturers Association, Inc., [JPMA], a non-profit trade association whose members manufacture juvenile products, including child restraint systems, instituted this civil action seeking declaratory and injunctive relief from certain North Carolina Motor Vehicle laws and regulations. The court issued a preliminary injunction in this matter on 15 June 1982. Because the parties anticipated additional federal legislation in the area, the court deferred further consideration in this action. That legislation has been enacted, and the parties<sup>[1]</sup> have filed cross-motions for summary judgment. <i>See</i> Fed.R. Civ.P. 56. Both parties are properly before the court, which has jurisdiction. <i>See</i> 28 U.S.C. §§ 1331, 1332 &amp; 1337 (1976). The matter is ripe for determination.</p>\n<p></p>\n<h2>I</h2>\n<p>On 1 July 1982, a state statute took effect<sup>[2]</sup> requiring the use of child passenger restraint systems in North Carolina for children under two years of age. <i>See</i> N.C.Gen. Stat. § 20-137.1 (1981 Cumm.Supp.). The statute mandates use, in specific situations, of a child passenger restraint system \"of a type (and which is installed in a manner) approved by the Commissioner of Motor Vehicles.\" <i>Id.</i> § 20-137.1(a). Regulations, promulgated by the North Carolina Department of Motor Vehicles, pursuant to this statute exist which require verification by defendants' agent, the American Association of Motor Vehicle Administrators [AAMVA], of any equipment or devices regulated by this statute. This verification process designs to insure that manufacturers comply with the applicable standards for child passenger restraint systems.</p>\n<p><span class=\"star-pagination\">*716</span> The gist of this action hinges on this verification requirement. Plaintiff argues that the federal laws enacted by Congress and the regulations promulgated thereto preempt the application of the state statute. Defendants contend, on the other hand, that an amendment to the federal motor vehicle safety statute grants authority to the states to enforce standards identical to the federal standards. Unquestionably, North Carolina may not enforce standards regulating child restraining systems which are not identical to their federal counterparts. <i>See</i> 15 U.S.C. § 1392(d), as amended by Pub.L. 97-331, 96 Stat. 1619. Neither party disputes that the state statute uses the federal regulatory guidelines. Essentially, then, the issue before the court concerns the verification requirement and necessitates inquiry into the validity of its application as a state enforcement tool.</p>\n<p></p>\n<h2>II</h2>\n<p>Congress enacted the National Safety Act in 1966 due to a prevailing need to establish uniform national safety standards for motor vehicles and motor vehicle equipment moving in interstate commerce. The Act stands as a comprehensive federal regulatory scheme contemplating detailed performance standards for particular motor vehicle equipment insured, in large part, through self-certification by manufacturers that the equipment conforms to these standards. Through an enforcement scheme directed toward manufacturers and distributors rather than purchasers, the Act reflects a basic congressional purpose to counter a serious national problem with deaths, injuries, and property damage resulting from traffic accidents. <i>See generally</i> 15 U.S.C. § 1381. Sales of equipment regulated under this statute are prohibited absent confirmation and certification of compliance with these standards by the manufacturer. Repurchase and replacement requirements, as well as substantial civil penalties, are included in the statute's enforcement scheme. <i>Id.</i> §§ 1397-98. Pursuant to this statute's mandate, comprehensive regulatory requirements were promulgated for child restraint systems used in motor vehicles. <i>See</i> 49 C.F.R. § 571.213 (1982).</p>\n<p>A complete understanding of the issue before the court requires an explanation of the basic method of compliance contemplated under the Act. The federal regulatory scheme does not encompass pre-sale approval of motor vehicle equipment as complying with these safety standards. Rather, manufacturers certify their products' compliance with these regulations. The statute does not require a manufacturer to pay fees to the government, submit samples or laboratory test reports, or obtain state approval of their products. <i>See </i><i>Truck Safety Equipment Institute v. Kane,</i> <span class=\"citation\" data-id=\"2361324\"><a href=\"/opinion/2361324/truck-safety-equipment-institute-v-kane/\"><span class=\"volume\">466</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1242</span></a></span>, 1245 (M.D.Pa.1979). The state regulations, about which plaintiff complains, require the submission of test data to the AAMVA which verifies the compliance of a manufacturer's regulated items or devices. Resubmission is required every five years. A fee would be charged to these manufacturers by the AAMVA for this verification procedure.</p>\n<p>Plaintiff suggests that this state verification procedure is essentially a ruse for a pre-sale approval scheme, such as was in effect in North Carolina prior to the promulgation of these new regulations. The prevailing view, prior to the congressional amendment of the National Safety Act in 1982, concluded that these sorts of procedures were preempted by the federal regulatory scheme. <i>Kane,</i> 466 F.Supp. at 1251; National Highway Traffic Safety Administration, Interpretation Regarding Preemption and Pre-Sale State Enforcement of Safety Standards, 47 Fed.Reg. 884 (1982).<sup>[3]</sup> The question which the court must now resolve concerns the extent to which these new state regulations are preempted by the federal standards.</p>\n<p></p>\n<h2>III</h2>\n<p>No singular or rigid constitutional yardstick exists for determining a preemption <span class=\"star-pagination\">*717</span> question. <i>See </i><i>Hines v. Davidowitz,</i> <span class=\"citation\" data-id=\"103438\"><a href=\"/opinion/103438/hines-v-davidowitz/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 67, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">399</span></span>, 404, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">581</span></span> (1941). Although many standards come into play, <i>see e.g. </i><i>Florida Lime &amp; Avocado Growers, Inc. v. Paul,</i> <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 142-43, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1210</span></a></span>, 1217, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></a></span> (1963) (impossibility of complying with both state and federal law); <i>Castle v. Hayes Freight Lines,</i> <span class=\"citation\" data-id=\"105247\"><a href=\"/opinion/105247/castle-v-hayes-freight-lines-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 63-64, <span class=\"citation\" data-id=\"105247\"><a href=\"/opinion/105247/castle-v-hayes-freight-lines-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">191</span></a></span>, 192-193, <span class=\"citation\" data-id=\"105247\"><a href=\"/opinion/105247/castle-v-hayes-freight-lines-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></a></span> (1954) (specific statutory language indicating preemption), resolution of the preemption issue normally turns upon the peculiar facts and circumstances surrounding the particular regulatory scheme involved in a case. <i>See </i><i>Burbank v. Lockheed Air Terminal, Inc.,</i> <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 638, <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1854</span></a></span>, 1862, <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1973). Among the factors which this court considers relevant in deciding whether a federal regulatory scheme preempts a particular state statute include the intent manifested by Congress, the pervasiveness of the federal regulatory scheme, the need for uniformity in solving the particular problem addressed by the regulatory approach, and potential obstacles which enforcement of the state statute might impose upon the federal law. <i>See </i><i>Northern States Power Co. v. State of Minnesota,</i> <span class=\"citation\" data-id=\"298858\"><a href=\"/opinion/298858/northern-states-power-company-v-the-state-of-minnesota-the-minnesota/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1143</span></a></span>, 1146-47 (8th Cir.1971) (and cases cited therein).</p>\n<p>In the case at bar, Congress has undoubtedly created a pervasive regulatory scheme designed to solve or combat a problem of grave national concern, that of danger on the highways. A uniform national approach to the regulation of motor vehicle equipment provides a useful and perhaps essential mechanism through which safety on the highways can be insured. In light of this valid national concern and given the comprehensive scope of the federal regulatory program, the court turns its attention to the congressional intent regarding the enforcement of this regulatory program. Once this congressional intent is ascertained, the preemption issue may be resolved. <i>See generally </i><i>Ray v. Atlantic Richfield Co.,</i> <span class=\"citation\" data-id=\"109811\"><a href=\"/opinion/109811/ray-v-atlantic-richfield-co/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span>, 163, <span class=\"citation\" data-id=\"109811\"><a href=\"/opinion/109811/ray-v-atlantic-richfield-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>, 997, <span class=\"citation\" data-id=\"109811\"><a href=\"/opinion/109811/ray-v-atlantic-richfield-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (1978); <i>Perez v. Campbell,</i> <span class=\"citation\" data-id=\"108350\"><a href=\"/opinion/108350/perez-v-campbell/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 654, <span class=\"citation\" data-id=\"108350\"><a href=\"/opinion/108350/perez-v-campbell/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1704</span></a></span>, 1713, <span class=\"citation\" data-id=\"108350\"><a href=\"/opinion/108350/perez-v-campbell/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1971).</p>\n<p></p>\n<h2>A</h2>\n<p>The analysis of congressional intent begins with the language of the statute itself. Axiomatically, courts first seek the meaning of a legislative provision from the language in which the statute is framed. <i>See </i><i>Caminetti v. United States,</i> <span class=\"citation\" data-id=\"98854\"><a href=\"/opinion/98854/caminetti-v-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">442</span></span> (1917). Statutory interpretation begins with ascertaining, if possible, the plain meaning of the statute. <i>Touche Ross v. Redington,</i> <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 568, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, 2485, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1979). When the language of the statute is sufficiently clear in its context, it controls. <i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 201, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, 1384, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1976) (and cases cited therein). Quite simply, if the words in which the statute is framed are clear in their context, the court may most easily glean the legislative intent from the statute.</p>\n<p>As it existed prior to the amendments of October 1982, the statute included the following language relevant to state statutes:</p>\n<blockquote>Whenever a Federal motor vehicle safety standard established under this subchapter is in effect, no State or political subdivision of a State shall have any authority either to establish, or to continue in effect, with respect to any motor vehicle or item of motor vehicle equipment any safety standard applicable to the same aspect of performance of such vehicle or item of equipment which is not identical to the Federal standard.</blockquote>\n<p>15 U.S.C. § 1392(d). The amendment to this statutory provision states that, \"Nothing in this section shall be construed as preventing any State from enforcing any safety standard which is identical to a Federal safety standard.\" The Motor Vehicle Safety and Cost Savings Authorization Act of 1982, Pub.L. No. 97-331, 96 Stat. 1619.</p>\n<p>The statutory language is anything but clear. Two things, however, are certain. First, states play a role in the enforcement of the federal regulatory scheme created by the Act. Second, states may enforce no standards which are not identical <span class=\"star-pagination\">*718</span> to the federal standards. What cannot be concluded from the plain meaning of the statute is whether the notion of \"enforcement\" includes the state's ability to require a fee-based verification process as a mechanism of insuring the compliance of manufacturers with the federal standards.</p>\n<p>In addition to a plain meaning analysis, an additional intrinsic method of statutory interpretation involves the nature of the statute itself. Judicial construction of a statute properly focuses on the nature or purpose of the statute as a whole. <i>See </i><i>Ex parte Public National Bank of New York,</i> <span class=\"citation\" data-id=\"101339\"><a href=\"/opinion/101339/ex-parte-public-national-bank-of-new-york/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 104, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">43</span></span>, 44, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">202</span></span> (1928). \"A statute is passed as a whole and not in parts or sections and is animated by one general purpose and intent. Consequently, each part or section should be construed in connection with every other part or section so as to produce a harmonious whole.\" A. Sutherland, 2A <i>Statutes and Statutory Construction,</i> § 46.05, 56 (4th Ed., Sands Ed.1973). As previously indicated, the National Safety Act reflected a congressional vision for a comprehensive regulatory approach to motor vehicle safety. Congress designed a scheme which insured national uniformity. This approach, evidenced conclusively by the language of the federal statute and its accompanying regulations, provides perhaps the strongest indication of a congressional intent to preempt state regulations.</p>\n<p></p>\n<h2>B</h2>\n<p>The legislative history of the 1982 amendment provides the final area from which this court may gather insight into the congressional intent regarding state enforcement. Although the committee reports are no models of clarity, they tend to indicate that state enforcement mechanisms, such as those envisioned by the North Carolina regulations, are preempted. After discussing the effect of the <i>Kane</i> decision and the administrative interpretation of section 1392(d) as having preempted state enforcement, the congressional committee stated \"that States are not preempted from enforcing safety standards identical to Federal standards which they have adopted.\" H.R.Rep. No. 576, 97th Cong., 2d Sess. 7 (1982). The report continued, however, by noting that \"[s]tates may not require certification or approval of motor vehicles or motor vehicle equipment.\" <i>Id.</i>; S.Rep. No. 505, 97th Cong., 2d Sess. 6 (1982), U.S.Code Cong. &amp; Admin.News, pp. 3169, 3174. The language of the committee reports demonstrates persuasively that North Carolina may not require certification or approval of child restraint systems. After an examination of the regulations promulgated pursuant to the state statute, this court concludes that North Carolina attempts to do precisely that. By requiring manufacturers to submit test data to the AAMVA for a fee-based analysis and verification process prior to allowing the child restraint systems to be marketed, North Carolina creates a certification or approval process. Congress simply did not intend that states have this type of enforcement authority under the Act.</p>\n<p>Both parties refer to numerous statements in the congressional deliberations of this amendment supporting varying interpretations of state enforcement authority. The court finds it unnecessary to rely upon these statements in rendering its interpretation of the amendment. The court would note, however, that the majority of these statements indicate that Congress did not intend to allow states to use enforcement mechanisms like that proposed in North Carolina. <i>See e.g.</i> 128 Cong.Rec. H3438 (daily edition June 14, 1982) (statement of Rep. Wirth); <i>id.</i> at H3440 (statement of Rep. Dingell). Thus, the overwhelming evidence from the legislative history surrounding the 1982 amendment indicates that North Carolina may not require the fee-based verification program as it is now contemplated.</p>\n<p>The general tenor of the legislative history suggests that the states and federal authorities should work in harmony in enforcing these regulatory standards. Congress encouraged them to share information and administrative costs in their efforts. H.R. Rep. No. 576 at 7-8; S.Rep. No. 505 at 5-6. <span class=\"star-pagination\">*719</span> Most of the legislative history further indicates that states may not fund enforcement programs through fees paid by a manufacturer upon the submission of test results. <i>See e.g.</i> 128 Cong.Rec. S13437 (daily edition October 20, 1982) (statement of Sen. Riegle).</p>\n<p>As a final indication that Congress did not intend to allow such methods of state enforcement, the court recognizes the original language of the proposed amendment. This bill, never enacted into law, stated that:</p>\n<blockquote>Nothing in this section shall be construed to prevent any State or political subdivision of a State from establishing any procedures for the enforcement of identical safety standards unless such procedures impose substantial burdens upon interstate commerce or are contrary to the purposes of this Act.</blockquote>\n<p>H.R. 6273, 97th Cong., 2nd Sess. (1982). This language was changed to the amendment which was eventually enacted. As originally proposed, the amendment would have provided substantial authority from which North Carolina could have instituted a fee-based verification process. The broad language, approving \"any procedures\" to enforce the federal standards, allows a wider range of options. In fact, the proposed amendment would arguably have allowed almost any sort of enforcement scheme at the state level.</p>\n<p>The congressional decision to delete the broad and sweeping language provides crucial support for plaintiff's position. It suggests conclusively, albeit through implicit means, that Congress did not intend to provide states a carte blanche in their enforcement of federal motor vehicle equipment regulations. Given this congressional decision to adopt more restrictive language, the indications prevalent in the legislative reports and debates  that states may not use fee-based verification or certification procedures  take on added significance. In view of the totality of the evidence flowing from all of the legislative history, the court concludes that Congress intended to preempt state enforcement of federal motor vehicle standards through fee-based verification procedures such as those contemplated by the North Carolina regulations.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Through its enactment of the legislation in question, Congress evidenced its clear intention to create a uniform federal regulatory scheme to cope with the problem of deaths and injuries on the nation's highways. Although it created a program of national scope, Congress sought joint enforcement by both the federal and state governments to insure the legislation's success. While the states play an important role in the success of the federal standards, that role must be performed within the prescribed limitations. Even when states attempt to enforce standards identical to those existing at the federal level, they may not do so in any way which significantly burdens manufacturers of motor vehicle equipment. When state regulations fail to follow this guideline, they are preempted.</p>\n<p>Congress' intent regarding state enforcement procedures flows from a consideration of the legislative history surrounding the 1982 amendment and the implications drawn from the pervasive nature of the regulatory scheme. After a consideration of all these sources, the court concludes that the North Carolina procedure involving a fee-based verification process is preempted.</p>\n<p>Accordingly, plaintiff's motion for summary judgment is allowed, and defendants' motion for summary judgment is denied. Defendants are permanently enjoined from enforcing the verification procedures for motor vehicle equipment in any way inconsistent with the terms of this Opinion.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Automobile Importers of America, Inc., Motor and Equipment Manufacturers Association, Motor Vehicle Manufacturers Association of the United States, Inc., Safety Helmet Council of America, and Truck Safety Equipment Institute, requested leave to file a brief as <i>amicus curiae</i> in this matter. This motion was allowed on 22 December 1982. These entities filed a single brief as <i>amici curiae</i> on 20 January 1983. The court has considered the arguments and authorities included in this brief, as well as those included in the memoranda of the parties to this action.</p>\n<p>[2]  The effect of this statute has been suspended in part by the preliminary injunction issued by this court on 15 June 1982.</p>\n<p>[3]  Interpretations by agencies of statutes applicable to areas which they regulate are entitled to substantial deference. <i>E.I. du Pont de Nemours &amp; Co. v. Train,</i> <span class=\"citation\" data-id=\"109607\"><a href=\"/opinion/109607/ei-du-pont-de-nemours-co-v-train/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 134-35, <span class=\"citation\" data-id=\"109607\"><a href=\"/opinion/109607/ei-du-pont-de-nemours-co-v-train/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">965</span></a></span>, 978, <span class=\"citation\" data-id=\"109607\"><a href=\"/opinion/109607/ei-du-pont-de-nemours-co-v-train/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></a></span> (1977).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/298858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2361324/"
  ]
}