{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2376286/",
  "absolute_url": "/opinion/2376286/boyd-v-city-of-wilmington-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2376286/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:20.528671Z",
  "date_modified": "2016-04-26T23:14:16.309296Z",
  "type": "010combined",
  "sha1": "36cf3ba52c9a69439da2ddf1bb7af57401d99004",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>943 F.Supp. 585 (1996)</b></center>\n<center><h1>William T. BOYD, Plaintiff,<br>\nv.<br>\nCITY OF WILMINGTON, NORTH CAROLINA, Defendant.</h1></center>\n<center>No. 7:95-CV-164-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>October 23, 1996.</center>\n<p><span class=\"star-pagination\">*586</span> Joyce L. Davis, Raleigh, NC, for William T. Boyd.</p>\n<p>Thomas C. Pollard, Wilmington, NC, Allan R. Gitter, Womble Carlyle Sandridge &amp; Rice, Winston-Salem, NC, for City of Wilmington, North Carolina.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the defendant's motion for summary judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*587</span> I. <i>Background</i>\n</h2>\n<p>In August 1993, the defendant, City of Wilmington (\"the City\"), advertised an opening for a temporary position as a personnel analyst with the local government. (Compl. ¶ 7-8). The City, operating under an eight-year old job classification and compensation plan, sought to update its plan by conducting the necessary job classification and salary surveys. (Brown Dep. at 33-34). The announcement read as follows:</p>\n<blockquote>Personnel Analyst I: THIS IS A TWELVE (12) MONTH, TEMPORARY APPOINTMENT. Qualified applicants should have experience in compensation, specifically job evaluation and salary surveying. Essential functions will include job analysis, preparation of job descriptions, and benefits and salary surveying. A combination of education and experience equivalent to a Bachelor's degree in Business Administration, Human Resource Management or Industrial Relations is required. Candidates for MPA or MSIR degree are preferred. ANNUAL SALARY FOR THIS POSITION IS $24,463.</blockquote>\n<p>(Boyd Mem. Opposing Mot. for Summ.J., Ex. 1  City of Wilmington Advertisement). As indicated by the announcement, the City favored a person specifically qualified to perform the surveys and not merely a personnel generalist. (Brown Dep. at 34).</p>\n<p>Responding to the advertisements placed in several local newspapers, the plaintiff, William T. Boyd (\"Boyd\"), submitted his application comprised of a cover letter, application, and resume to the City. (Compl. ¶ 10). Boyd, age sixty-one when he applied, was not employed at the time and had not worked in a personnel position for approximately three years. (Boyd Dep. at 29, 110). Prior to 1990, however, he had worked extensively in the personnel field logging over thirty years in the area. (<i>Id.</i> at ¶ 19). Much of Boyd's relevant experience involved personnel studies while in the foreign service in Nigeria. (Boyd Dep. at 48-57; Brown Dep. at 121-22). Boyd completed his Masters in Public Administration in 1977. (Boyd Dep. at 62).</p>\n<p>On behalf of the City, Cynthia J. Brown (\"Brown\"), Director of Human Resources, conducted the job search which entailed screening the applications, interviewing the selected applicants, and ultimately providing a recommendation to the hiring department. After reviewing Boyd's application, she declined to extend him an interview for the position. (Compl. ¶ 20). Instead, three other individuals were selected out of a pool of over fifty applicants. (Brown Dep. at 57). The three candidates demonstrated strong presentations in their applications particularly in the specific areas for which the position was being created. (<i>Id.</i> at 89-97). In contrast, Boyd's application did not exhibit or highlight any recent experience or special proficiency in the areas demanded by the job description. (<i>Id.</i> at 101; Def.'s Resp. to Pl.'s First Set of Interrogs., Interrog. # 3).</p>\n<p>The final candidates were Marc Martin, age forty-two; Dawn Pickett, age forty-seven; and Sally Stevenson (\"Stevenson\"), age twenty-three. After the interview stage, Stevenson was selected to fill the position. (Compl. ¶ 11). Although Stevenson had only recently completed her MPA degree and had worked in the field less than a year, she had just conducted an extensive salary and compensation survey for Orange County, North Carolina. (Brown Dep. at 102-106). The Orange County study was practically identical to the one sought by the City. (<i>Id.</i> at 96-97).</p>\n<p>Boyd now alleges that the City refused to hire him because of his age in violation of the Age Discrimination in Employment Act, 29 U.S.C. § 623(a)(1). (<i>Id.</i> at ¶ 23-24). He contends that he was more qualified and was only denied the job because he was considerably older than Stevenson. The City has moved for summary judgment.</p>\n<p></p>\n<h2>II. <i>Summary Judgment</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <span class=\"star-pagination\">*588</span> <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), ___ U.S. ___, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>The Age Discrimination in Employment Act prohibits an employer from discriminating against persons between the ages of forty and seventy in the employment process. 29 U.S.C. 623(a)(1) (1985). To establish an ADEA violation, Boyd must demonstrate that, but for his age, he would have been hired for the temporary appointment. <i>Mitchell v. Data General Corp.,</i> 12 F.3d 1310, 1314-15 (4th Cir.1993). In seeking to substantiate such a claim,</p>\n<blockquote>\"[a]n employee can prove that age was a determining factor in an ADEA-prohibited employment action (1) under ordinary principles of proof using direct evidence or indirect evidence relevant to and sufficiently probative of the issue, or (2) under a judicially created proof scheme originally used in the Title VII context in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).\"</blockquote>\n<p><i>Tuck v. Henkel Corp.,</i> 973 F.2d 371, 374-75 (4th Cir.1992), <i>cert. denied,</i> 507 U.S. 918, 113 S.Ct. 1276, 122 L.Ed.2d 671 (1993). Based on the apparent absence of direct evidence of discrimination, Boyd presents his claim in the context of the <i>McDonnell Douglas</i> paradigm.</p>\n<p>In fashioning the less demanding <i>McDonnell Douglas</i> scheme, the Supreme Court explained that the employee must first establish a <i>prima facie</i> case of age discrimination. <i>McDonnell Douglas Corp.,</i> 411 U.S. at 802, 93 S.Ct. at 1824. If this burden is met, the employer is entitled to rebut the employee's presentation by offering evidence that legitimate, non-discriminatory reasons existed for the employment decision. <i>Id.</i> at 802-03, 93 S.Ct. at 1824-25. Finally, if the employer successfully counters the <i>prima facie</i> case, the employee is afforded an opportunity to demonstrate that the legitimate reasons were merely pretextual to disguise age discrimination. <i>Id.</i> at 804, 93 S.Ct. at 1825.</p>\n<p></p>\n<h2>A. <i>Prima Facie Case</i>\n</h2>\n<p>To establish a <i>prima facie</i> case, Boyd must show that (1) he is a member of a group protected under the ADEA; (2) he was qualified for the position for which he applied; (3) he was not hired for the position; and (4) the employer continued to seek applications from applicants outside the protected class. <i>Henson v. Liggett Group, Inc.,</i> 61 F.3d 270, 274 (4th Cir.1995). As this prong merely erects a minimum requirement, the factors are not rigidly applied. <i>Young v. Lehman,</i> 748 F.2d 194, 197 (4th Cir.) (commenting that the burden is \"not a heavy one\"), <i>cert. denied,</i> 471 U.S. 1061, 105 S.Ct. 2126, 85 L.Ed.2d 489 (1985). In compliance, Boyd has demonstrated that he was over forty when he applied with the City; that he was not hired for the position despite his considerable background in the general field; and that a twenty-three-year old was ultimately selected for the job. Accordingly, this court finds, and the defendant even concedes with reservation, that Boyd has satisfied the preliminary threshold.</p>\n<p></p>\n<h2>B. <i>Legitimate, Non-Discriminatory Justifications</i>\n</h2>\n<p>In response, the City has set forth extensive reasoning why Stevenson was chosen <span class=\"star-pagination\">*589</span> to occupy the position and, in turn, why Boyd was not granted an interview.</p>\n<p>With regard to Boyd's failure to survive the initial screening, Brown has enunciated several explanations. First, despite Boyd's impressive past experience, his cover letter and resume failed to feature the experience and training necessary for the particular job requirements of the City's position. On the other hand, the individuals who proceeded to the interview stage emphasized their training and experience that specifically prepared them for the demands of the job.</p>\n<p>In addition, Brown explained that Boyd's resume, although revealing substantial qualifications for managerial positions, did not evince the desired level of familiarity with the type of projects required by the City. (Brown Dep. at 142). Even Boyd concedes that he was not specially trained in job evaluations, salary surveys, or compensation plans. (Boyd Dep. at 65-66).</p>\n<p>In contrast, Stevenson's application disclosed that she was currently conducting a job classification and salary survey in Orange County, North Carolina, identical to the one coveted by the City. (Brown Dep. at 96-97). Despite her relative inexperience in the general field, upon Stevenson's arrival in Wilmington, she had just completed the exact project, albeit in a different locale, for which the position was created.</p>\n<p>In differentiating between the numerous applicants, Brown notes that she considered recency of experience and local government experience as salient factors. (Brown Dep. at 58). Boyd argues that using recency as a factor is, in and of itself, evidence of age discrimination because younger applicants naturally will have more recent experience. This contention seems highly questionable. Significantly, Boyd has produced no evidence that a seasoned worker is less likely to have recently performed a particular task than someone just entering the profession.</p>\n<p>In addition, Boyd insists that injecting recency and even local government experience into the hiring equation was improper considering the demands of the personnel job. While again this assertion is suspect, the court will not condemn a hiring scheme simply because an applicant is frustrated by the criteria unless it embodies discriminatory practices.</p>\n<p>Boyd implores this court to acknowledge that the position \"fit him to a T\" and, correspondingly, that Stevenson was not qualified. (Boyd Dep. at 69). Based on the lack of additional evidence, these personal assessments do not create a genuine issue of material fact. <i>Smith v. Flax,</i> 618 F.2d 1062, 1067 (4th Cir.1980) (commenting that it is the perception of the decision-maker, not the plaintiff, that is relevant). While Boyd may have been qualified, the evidence does not persuade that he was the only one or that he was undoubtedly the most qualified. The court will not become embroiled in a determination about whether, if it had been in the position of the employer, it would have made the same selection. Such judgments about the suitability of an employment decision are beyond the purview of this court.</p>\n<p>Thus, pursuant to the second prong of the <i>McDonnell Douglas</i> analysis, the City has demonstrated that several legitimate and imminently plausible rationales existed for hiring Stevenson. Because the City has met its production burden, the court moves to the final component of the analysis.</p>\n<p></p>\n<h2>C. <i>Pretext for Discrimination</i>\n</h2>\n<p>For this analysis, the production burden shifts back to Boyd. To survive summary judgment, he must demonstrate that the City's justifications were mere pretext to engage in age discrimination. <i>Texas Dept. of Community Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 1093-94, 67 L.Ed.2d 207 (1981). \"To make this demonstration, the employee must show that as between the plaintiff's age and the defendant's explanation, age was the more likely reason for the dismissal, or that the employer's proffered explanation is simply `unworthy of credence.'\" <i>Tuck,</i> 973 F.2d at 375 (quoting <i>Burdine,</i> 450 U.S. at 256, 101 S.Ct. at 1095).</p>\n<p>In support, Boyd relies on several perceived irregularities in the City's hiring procedure for the personnel job. Boyd submits the following factors as symptomatic of the City's pretextual conduct: (1) Boyd's superior qualifications and education; (2) the City's <span class=\"star-pagination\">*590</span> use of discriminatory language in the advertisement; (3) the City's use of recency of experience and local government experience as considerations in the hiring calculus; and (4) the fact that there is good reason to believe that Stevenson was preselected. (Boyd Mem. Opposing Mot. for Summ.J. at 15). However, as discussed above, Boyd's contentions about his relative qualifications and the propriety of the factors used to screen the applicants are unavailing. Further, the unsubstantiated preselection allegation is patently without merit and is summarily dismissed. Thus, only Boyd's claim that the advertisement discriminates against older workers warrants attention in this section.</p>\n<p>Under the ADEA, Boyd alleges that the use of language in the advertisement expressly indicating a preference for candidates of the relevant masters degree manifests an intent to discriminate. The pertinent provision of the ADEA states that \"[i]t shall be unlawful for an employer ... to publish, or cause to be printed or published, any notice or advertisement relating to employment by such an employer ... indicating any preference, limitation, specification, or discrimination, based on age.\" 29 U.S.C. § 623(e) (1985).<sup>[1]</sup> This provision has garnered minimal discussion in the federal courts. Despite the paucity of judicial comment, the Fourth Circuit has issued a lone opinion directly evaluating an advertisement under § 623(e). <i>Hodgson v. Approved Personnel Serv., Inc.,</i> 529 F.2d 760 (4th Cir.1975). A summary of this opinion is instructive.</p>\n<p>In <i>Hodgson,</i> the Department of Labor sought to enjoin an employment agency from running advertisements that allegedly deterred older workers from applying for several job openings. <i>Id.</i> at 762. In challenging the agency's advertisements, the Department relied on its official Interpretive Bulletin suggesting the proper contours of the ADEA's advertisement restrictions. <i>Id.</i> at 764. The Bulletin's guidelines provided, in part, that</p>\n<blockquote>(b) When help wanted notices or advertisements contain terms and phrases such as `age 25 to 35,' `young,' `boy,' `girl,' `college student,' `recent college graduate,' or others of a similar nature, such a term or phrase discriminates against the employment of older persons and will be considered in violation of the Act.</blockquote>\n<p><i>Id.</i> (quoting the Interpretive Bulletin as it existed in 1975). The court acknowledged that these trigger words often expose discriminatory intent. <i>Id.</i> Notwithstanding, the court further admonished that \"the discriminatory effect of an advertisement is determined not by `trigger words' but rather by its context.\" <i>Id.</i> at 765. For example, the court rejected claims that language soliciting \"returning Vietnam veterans\" was discriminatory. <i>Id.</i> at 767 n. 14 (app.). The court found that the phrase did not seem to obstruct the purpose of the ADEA and \"not all returning veterans are young.\" <i>Id.</i> Notably, the court also refused to enjoin use of terms not mentioned in the statute or the Interpretive Bulletin especially when the language did not convey \"connotations of youth.\" <i>Id.</i> at 765.</p>\n<p>Specifically, however, the court did hold that when an advertisement for a distinct job placement invites only `recent college grads' or `recent high school grads' to apply, the language violates the ADEA. <i>Id.</i> The court advised that its decision was predicated on the idea that the announcements were not merely informational but served to discourage older persons from applying. <i>Id.</i> at 766.</p>\n<p>Boyd submits that the Fourth Circuit's opinion exploring the boundaries of § 623(e) controls this case and mandates a denial of the City's summary judgment motion. Yet, the City's advertisement is fundamentally different from the advertisements reviewed in <i>Hodgson.</i></p>\n<p>In this case, the allegedly discriminatory language in the City's announcement is the sentence relating that \"Candidates for MPA or MSIR degrees are preferred.\" Initially, the court notes that the modern counterpart to the Interpretive Bulletin referred to in <span class=\"star-pagination\">*591</span> <i>Hodgson</i> is contained in § 1625.4 of the Equal Employment Opportunity Commission's interpretive regulations. 29 C.F.R. § 1625.4(a) (1995). This regulation incorporates the exact trigger words listed in the original bulletin. <i>Id.</i> Significantly, the word \"candidates\" or anything approximating a person eligible for a masters or graduate degree is not listed as a trigger word.</p>\n<p>More importantly, viewed in the context of the complete announcement, the use of the word \"candidates\" does not evince an intent to discriminate against older applicants. Unlike the advertisement denounced by the Fourth Circuit, the City's advertisement simply appears to be advancing educational requirements for the position. Preceding the \"candidates preferred\" language, the announcement sets out the minimum educational experience required for the temporary appointment. In contrast, the employment agency's advertisement in <i>Hodgson</i> merely requested a `recent college grad' without requiring any connection or relation between the job and the type of educational experience. <i>Id.</i> at 767 n. 14 (app.).</p>\n<p>Moreover, unlike the City's advertisements, the announcements condemned in <i>Hodgson</i> did not provide any detail or information about the employment. <i>See id.</i> at 767 (app.). Instead, the advertisements apparently were expressing a preference for a certain age group as opposed to matching particular skills with an appropriate job. In contrast, when designating the specific educational qualifications, <i>i.e.</i> some type of human resources or business training, the City was establishing what particular type of skills and abilities were required. Rather than merely conveying that a particular age group was desired, the City's advertisements communicated the minimum criteria for the position.</p>\n<p>Boyd suggests that the phrase \"MPA or MSIR preferred\" would eliminate any taint of discrimination. While this language would have been proper as well, the court is not convinced that Boyd has offered any support for his interpretation of the innocuous phrase actually used.</p>\n<p>Brown explained that her particular inclusion of the word \"candidates\" was aimed at encouraging more applications. (Brown Dep. at 50). Rather than displaying a preference for young applicants, the language was necessary to rectify prior indications that use of the words \"MPA or MSIR preferred\" often discourages otherwise qualified applicants. Brown noted her concern that persons who had satisfied the degree requirements but had not yet received the actual degree would be deterred. (<i>Id.</i> at 49-51).</p>\n<p>Interpreting the advertisement as a whole, the court does not perceive the \"connotations of youth\" denounced in <i>Hodgson</i> and forbidden by the ADEA. In its entirety, the announcement does not reveal a partiality for young applicants. This notion is buttressed by the reality that many of the applicants, including Boyd, had possessed their MPA degree for several years and, yet, were not discouraged from pursuing the potential employment. It is noteworthy that two of the three final candidates were over the age of forty.</p>\n<p>Nonetheless, Boyd proposes that a person completing a graduate program is analogous to a student finishing a college degree. Presumably, he is arguing that, for purposes of the trigger words enumerated in the regulations, \"candidates\" would qualify as a phrase of \"similar nature\" to \"recent college graduate.\" Yet, again, he offers no support for this proposition. He further does not comment on whether, in the modern workforce, many of those completing graduate degrees have actually returned to school mid-career and, thus, are significantly more advanced in years than the average college graduate in 1974.<sup>[2]</sup> Even Boyd, himself, received his MPA degree at the age of forty-five. (Boyd Dep. at 62).</p>\n<p>While Boyd does provide an affidavit of a professor from the MPA program at the <span class=\"star-pagination\">*592</span> University of North Carolina at Chapel Hill, the professor only supplies age information about one particular class of students, in one particular program, at one particular school. (Munger Aff. ¶¶ 5-7). This limited survey does not establish to any degree of statistical sufficiency that the average candidate for a MPA or MSIR is similar in age to a recent college graduate.</p>\n<p>In any case, the overall context of the job announcement removes it from censure under the ADEA. Boyd has not offered evidence enabling the court to discern discriminatory intent from the advertisement. He fails to sustain his burden at this stage of the analysis because he does not show that the advertisement either exposed an inclination for the younger generation or actually resulted in disparate treatment of older workers. Although this case confronts a facet of the ADEA which, to this point, has received limited judicial explication, the court finds that the City's advertisement does not infringe the protections embodied in § 623(e).</p>\n<p>In conclusion, Boyd has produced no evidence that the City's justifications for failing to hire Boyd were disingenuous. He admits that, other than his own rejection, he has no basis for the claim that Brown harbored a bias against older workers. (Boyd Dep. at 15). His unsupported opinions of persecution do not, in any manner, contradict the City's evidence. Therefore, because Boyd did not satisfy the burden of showing mere pretext, the City is entitled to summary judgment under the <i>McDonnell Douglas</i> analysis.</p>\n<p>The City's summary judgment motion is, therefore, GRANTED, and this case is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Apparently, Boyd is not directly alleging a violation of § 623(e) as a separate claim but is merely using evidence of this alleged discrimination to support his general claim under § 623(a)(1). Regardless, the analysis is identical under either theory.</p>\n<p>[2]  In fact, the court notes in passing that in 1993, over 52% of graduate students were age thirty or above and approximately 24% were age forty or above. The Chronicle of Higher Education Almanac, <i>College Enrollment by Age of Students, Fall 1993,</i> Vol. XLIII, No. 1, Sept. 2, 1996. The parties did not provide any significant data regarding the average ages of MPA or MSIR candidates.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">943</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">585</span></span> (1996)</b></center>\n<center><h1>William T. BOYD, Plaintiff,<br>\nv.<br>\nCITY OF WILMINGTON, NORTH CAROLINA, Defendant.</h1></center>\n<center>No. 7:95-CV-164-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>October 23, 1996.</center>\n<p><span class=\"star-pagination\">*586</span> Joyce L. Davis, Raleigh, NC, for William T. Boyd.</p>\n<p>Thomas C. Pollard, Wilmington, NC, Allan R. Gitter, Womble Carlyle Sandridge &amp; Rice, Winston-Salem, NC, for City of Wilmington, North Carolina.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the defendant's motion for summary judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*587</span> I. <i>Background</i>\n</h2>\n<p>In August 1993, the defendant, City of Wilmington (\"the City\"), advertised an opening for a temporary position as a personnel analyst with the local government. (Compl. ¶ 7-8). The City, operating under an eight-year old job classification and compensation plan, sought to update its plan by conducting the necessary job classification and salary surveys. (Brown Dep. at 33-34). The announcement read as follows:</p>\n<blockquote>Personnel Analyst I: THIS IS A TWELVE (12) MONTH, TEMPORARY APPOINTMENT. Qualified applicants should have experience in compensation, specifically job evaluation and salary surveying. Essential functions will include job analysis, preparation of job descriptions, and benefits and salary surveying. A combination of education and experience equivalent to a Bachelor's degree in Business Administration, Human Resource Management or Industrial Relations is required. Candidates for MPA or MSIR degree are preferred. ANNUAL SALARY FOR THIS POSITION IS $24,463.</blockquote>\n<p>(Boyd Mem. Opposing Mot. for Summ.J., Ex. 1  City of Wilmington Advertisement). As indicated by the announcement, the City favored a person specifically qualified to perform the surveys and not merely a personnel generalist. (Brown Dep. at 34).</p>\n<p>Responding to the advertisements placed in several local newspapers, the plaintiff, William T. Boyd (\"Boyd\"), submitted his application comprised of a cover letter, application, and resume to the City. (Compl. ¶ 10). Boyd, age sixty-one when he applied, was not employed at the time and had not worked in a personnel position for approximately three years. (Boyd Dep. at 29, 110). Prior to 1990, however, he had worked extensively in the personnel field logging over thirty years in the area. (<i>Id.</i> at ¶ 19). Much of Boyd's relevant experience involved personnel studies while in the foreign service in Nigeria. (Boyd Dep. at 48-57; Brown Dep. at 121-22). Boyd completed his Masters in Public Administration in 1977. (Boyd Dep. at 62).</p>\n<p>On behalf of the City, Cynthia J. Brown (\"Brown\"), Director of Human Resources, conducted the job search which entailed screening the applications, interviewing the selected applicants, and ultimately providing a recommendation to the hiring department. After reviewing Boyd's application, she declined to extend him an interview for the position. (Compl. ¶ 20). Instead, three other individuals were selected out of a pool of over fifty applicants. (Brown Dep. at 57). The three candidates demonstrated strong presentations in their applications particularly in the specific areas for which the position was being created. (<i>Id.</i> at 89-97). In contrast, Boyd's application did not exhibit or highlight any recent experience or special proficiency in the areas demanded by the job description. (<i>Id.</i> at 101; Def.'s Resp. to Pl.'s First Set of Interrogs., Interrog. # 3).</p>\n<p>The final candidates were Marc Martin, age forty-two; Dawn Pickett, age forty-seven; and Sally Stevenson (\"Stevenson\"), age twenty-three. After the interview stage, Stevenson was selected to fill the position. (Compl. ¶ 11). Although Stevenson had only recently completed her MPA degree and had worked in the field less than a year, she had just conducted an extensive salary and compensation survey for Orange County, North Carolina. (Brown Dep. at 102-106). The Orange County study was practically identical to the one sought by the City. (<i>Id.</i> at 96-97).</p>\n<p>Boyd now alleges that the City refused to hire him because of his age in violation of the Age Discrimination in Employment Act, 29 U.S.C. § 623(a)(1). (<i>Id.</i> at ¶ 23-24). He contends that he was more qualified and was only denied the job because he was considerably older than Stevenson. The City has moved for summary judgment.</p>\n<p></p>\n<h2>II. <i>Summary Judgment</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <span class=\"star-pagination\">*588</span> <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>The Age Discrimination in Employment Act prohibits an employer from discriminating against persons between the ages of forty and seventy in the employment process. 29 U.S.C. 623(a)(1) (1985). To establish an ADEA violation, Boyd must demonstrate that, but for his age, he would have been hired for the temporary appointment. <i>Mitchell v. Data General Corp.,</i> <span class=\"citation\" data-id=\"659866\"><a href=\"/opinion/659866/63-fair-emplpraccas-bna-816-63-empl-prac-dec-p-42744-donald-r/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></a></span>, 1314-15 (4th Cir.1993). In seeking to substantiate such a claim,</p>\n<blockquote>\"[a]n employee can prove that age was a determining factor in an ADEA-prohibited employment action (1) under ordinary principles of proof using direct evidence or indirect evidence relevant to and sufficiently probative of the issue, or (2) under a judicially created proof scheme originally used in the Title VII context in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).\"</blockquote>\n<p><i>Tuck v. Henkel Corp.,</i> <span class=\"citation\" data-id=\"589701\"><a href=\"/opinion/589701/59-fair-emplpraccas-bna-1199-59-empl-prac-dec-p-41733-robert-e/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 374-75 (4th Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span></span> (1993). Based on the apparent absence of direct evidence of discrimination, Boyd presents his claim in the context of the <i>McDonnell Douglas</i> paradigm.</p>\n<p>In fashioning the less demanding <i>McDonnell Douglas</i> scheme, the Supreme Court explained that the employee must first establish a <i>prima facie</i> case of age discrimination. <i>McDonnell Douglas Corp.,</i> 411 U.S. at 802, 93 S.Ct. at 1824. If this burden is met, the employer is entitled to rebut the employee's presentation by offering evidence that legitimate, non-discriminatory reasons existed for the employment decision. <i>Id.</i> at 802-03, 93 S.Ct. at 1824-25. Finally, if the employer successfully counters the <i>prima facie</i> case, the employee is afforded an opportunity to demonstrate that the legitimate reasons were merely pretextual to disguise age discrimination. <i>Id.</i> at 804, 93 S.Ct. at 1825.</p>\n<p></p>\n<h2>A. <i>Prima Facie Case</i>\n</h2>\n<p>To establish a <i>prima facie</i> case, Boyd must show that (1) he is a member of a group protected under the ADEA; (2) he was qualified for the position for which he applied; (3) he was not hired for the position; and (4) the employer continued to seek applications from applicants outside the protected class. <i>Henson v. Liggett Group, Inc.,</i> <span class=\"citation\" data-id=\"700628\"><a href=\"/opinion/700628/shirley-s-henson-v-liggett-group-incorporated-dba-liggett-myers/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 274 (4th Cir.1995). As this prong merely erects a minimum requirement, the factors are not rigidly applied. <i>Young v. Lehman,</i> <span class=\"citation\" data-id=\"444383\"><a href=\"/opinion/444383/36-fair-emplpraccas-302-35-empl-prac-dec-p-34762-35-empl-prac/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 197 (4th Cir.) (commenting that the burden is \"not a heavy one\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1061</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></span> (1985). In compliance, Boyd has demonstrated that he was over forty when he applied with the City; that he was not hired for the position despite his considerable background in the general field; and that a twenty-three-year old was ultimately selected for the job. Accordingly, this court finds, and the defendant even concedes with reservation, that Boyd has satisfied the preliminary threshold.</p>\n<p></p>\n<h2>B. <i>Legitimate, Non-Discriminatory Justifications</i>\n</h2>\n<p>In response, the City has set forth extensive reasoning why Stevenson was chosen <span class=\"star-pagination\">*589</span> to occupy the position and, in turn, why Boyd was not granted an interview.</p>\n<p>With regard to Boyd's failure to survive the initial screening, Brown has enunciated several explanations. First, despite Boyd's impressive past experience, his cover letter and resume failed to feature the experience and training necessary for the particular job requirements of the City's position. On the other hand, the individuals who proceeded to the interview stage emphasized their training and experience that specifically prepared them for the demands of the job.</p>\n<p>In addition, Brown explained that Boyd's resume, although revealing substantial qualifications for managerial positions, did not evince the desired level of familiarity with the type of projects required by the City. (Brown Dep. at 142). Even Boyd concedes that he was not specially trained in job evaluations, salary surveys, or compensation plans. (Boyd Dep. at 65-66).</p>\n<p>In contrast, Stevenson's application disclosed that she was currently conducting a job classification and salary survey in Orange County, North Carolina, identical to the one coveted by the City. (Brown Dep. at 96-97). Despite her relative inexperience in the general field, upon Stevenson's arrival in Wilmington, she had just completed the exact project, albeit in a different locale, for which the position was created.</p>\n<p>In differentiating between the numerous applicants, Brown notes that she considered recency of experience and local government experience as salient factors. (Brown Dep. at 58). Boyd argues that using recency as a factor is, in and of itself, evidence of age discrimination because younger applicants naturally will have more recent experience. This contention seems highly questionable. Significantly, Boyd has produced no evidence that a seasoned worker is less likely to have recently performed a particular task than someone just entering the profession.</p>\n<p>In addition, Boyd insists that injecting recency and even local government experience into the hiring equation was improper considering the demands of the personnel job. While again this assertion is suspect, the court will not condemn a hiring scheme simply because an applicant is frustrated by the criteria unless it embodies discriminatory practices.</p>\n<p>Boyd implores this court to acknowledge that the position \"fit him to a T\" and, correspondingly, that Stevenson was not qualified. (Boyd Dep. at 69). Based on the lack of additional evidence, these personal assessments do not create a genuine issue of material fact. <i>Smith v. Flax,</i> <span class=\"citation\" data-id=\"376843\"><a href=\"/opinion/376843/22-fair-emplpraccas-1202-22-empl-prac-dec-p-30823-thomas-clinton/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1062</span></a></span>, 1067 (4th Cir.1980) (commenting that it is the perception of the decision-maker, not the plaintiff, that is relevant). While Boyd may have been qualified, the evidence does not persuade that he was the only one or that he was undoubtedly the most qualified. The court will not become embroiled in a determination about whether, if it had been in the position of the employer, it would have made the same selection. Such judgments about the suitability of an employment decision are beyond the purview of this court.</p>\n<p>Thus, pursuant to the second prong of the <i>McDonnell Douglas</i> analysis, the City has demonstrated that several legitimate and imminently plausible rationales existed for hiring Stevenson. Because the City has met its production burden, the court moves to the final component of the analysis.</p>\n<p></p>\n<h2>C. <i>Pretext for Discrimination</i>\n</h2>\n<p>For this analysis, the production burden shifts back to Boyd. To survive summary judgment, he must demonstrate that the City's justifications were mere pretext to engage in age discrimination. <i>Texas Dept. of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1093-94, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). \"To make this demonstration, the employee must show that as between the plaintiff's age and the defendant's explanation, age was the more likely reason for the dismissal, or that the employer's proffered explanation is simply `unworthy of credence.'\" <i>Tuck,</i> 973 F.2d at 375 (quoting <i>Burdine,</i> 450 U.S. at 256, 101 S.Ct. at 1095).</p>\n<p>In support, Boyd relies on several perceived irregularities in the City's hiring procedure for the personnel job. Boyd submits the following factors as symptomatic of the City's pretextual conduct: (1) Boyd's superior qualifications and education; (2) the City's <span class=\"star-pagination\">*590</span> use of discriminatory language in the advertisement; (3) the City's use of recency of experience and local government experience as considerations in the hiring calculus; and (4) the fact that there is good reason to believe that Stevenson was preselected. (Boyd Mem. Opposing Mot. for Summ.J. at 15). However, as discussed above, Boyd's contentions about his relative qualifications and the propriety of the factors used to screen the applicants are unavailing. Further, the unsubstantiated preselection allegation is patently without merit and is summarily dismissed. Thus, only Boyd's claim that the advertisement discriminates against older workers warrants attention in this section.</p>\n<p>Under the ADEA, Boyd alleges that the use of language in the advertisement expressly indicating a preference for candidates of the relevant masters degree manifests an intent to discriminate. The pertinent provision of the ADEA states that \"[i]t shall be unlawful for an employer ... to publish, or cause to be printed or published, any notice or advertisement relating to employment by such an employer ... indicating any preference, limitation, specification, or discrimination, based on age.\" 29 U.S.C. § 623(e) (1985).<sup>[1]</sup> This provision has garnered minimal discussion in the federal courts. Despite the paucity of judicial comment, the Fourth Circuit has issued a lone opinion directly evaluating an advertisement under § 623(e). <i>Hodgson v. Approved Personnel Serv., Inc.,</i> <span class=\"citation\" data-id=\"332957\"><a href=\"/opinion/332957/11-fair-emplpraccas-688-10-empl-prac-dec-p-10472-james-d-hodgson/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">760</span></a></span> (4th Cir.1975). A summary of this opinion is instructive.</p>\n<p>In <i>Hodgson,</i> the Department of Labor sought to enjoin an employment agency from running advertisements that allegedly deterred older workers from applying for several job openings. <i>Id.</i> at 762. In challenging the agency's advertisements, the Department relied on its official Interpretive Bulletin suggesting the proper contours of the ADEA's advertisement restrictions. <i>Id.</i> at 764. The Bulletin's guidelines provided, in part, that</p>\n<blockquote>(b) When help wanted notices or advertisements contain terms and phrases such as `age 25 to 35,' `young,' `boy,' `girl,' `college student,' `recent college graduate,' or others of a similar nature, such a term or phrase discriminates against the employment of older persons and will be considered in violation of the Act.</blockquote>\n<p><i>Id.</i> (quoting the Interpretive Bulletin as it existed in 1975). The court acknowledged that these trigger words often expose discriminatory intent. <i>Id.</i> Notwithstanding, the court further admonished that \"the discriminatory effect of an advertisement is determined not by `trigger words' but rather by its context.\" <i>Id.</i> at 765. For example, the court rejected claims that language soliciting \"returning Vietnam veterans\" was discriminatory. <i>Id.</i> at 767 n. 14 (app.). The court found that the phrase did not seem to obstruct the purpose of the ADEA and \"not all returning veterans are young.\" <i>Id.</i> Notably, the court also refused to enjoin use of terms not mentioned in the statute or the Interpretive Bulletin especially when the language did not convey \"connotations of youth.\" <i>Id.</i> at 765.</p>\n<p>Specifically, however, the court did hold that when an advertisement for a distinct job placement invites only `recent college grads' or `recent high school grads' to apply, the language violates the ADEA. <i>Id.</i> The court advised that its decision was predicated on the idea that the announcements were not merely informational but served to discourage older persons from applying. <i>Id.</i> at 766.</p>\n<p>Boyd submits that the Fourth Circuit's opinion exploring the boundaries of § 623(e) controls this case and mandates a denial of the City's summary judgment motion. Yet, the City's advertisement is fundamentally different from the advertisements reviewed in <i>Hodgson.</i></p>\n<p>In this case, the allegedly discriminatory language in the City's announcement is the sentence relating that \"Candidates for MPA or MSIR degrees are preferred.\" Initially, the court notes that the modern counterpart to the Interpretive Bulletin referred to in <span class=\"star-pagination\">*591</span> <i>Hodgson</i> is contained in § 1625.4 of the Equal Employment Opportunity Commission's interpretive regulations. 29 C.F.R. § 1625.4(a) (1995). This regulation incorporates the exact trigger words listed in the original bulletin. <i>Id.</i> Significantly, the word \"candidates\" or anything approximating a person eligible for a masters or graduate degree is not listed as a trigger word.</p>\n<p>More importantly, viewed in the context of the complete announcement, the use of the word \"candidates\" does not evince an intent to discriminate against older applicants. Unlike the advertisement denounced by the Fourth Circuit, the City's advertisement simply appears to be advancing educational requirements for the position. Preceding the \"candidates preferred\" language, the announcement sets out the minimum educational experience required for the temporary appointment. In contrast, the employment agency's advertisement in <i>Hodgson</i> merely requested a `recent college grad' without requiring any connection or relation between the job and the type of educational experience. <i>Id.</i> at 767 n. 14 (app.).</p>\n<p>Moreover, unlike the City's advertisements, the announcements condemned in <i>Hodgson</i> did not provide any detail or information about the employment. <i>See id.</i> at 767 (app.). Instead, the advertisements apparently were expressing a preference for a certain age group as opposed to matching particular skills with an appropriate job. In contrast, when designating the specific educational qualifications, <i>i.e.</i> some type of human resources or business training, the City was establishing what particular type of skills and abilities were required. Rather than merely conveying that a particular age group was desired, the City's advertisements communicated the minimum criteria for the position.</p>\n<p>Boyd suggests that the phrase \"MPA or MSIR preferred\" would eliminate any taint of discrimination. While this language would have been proper as well, the court is not convinced that Boyd has offered any support for his interpretation of the innocuous phrase actually used.</p>\n<p>Brown explained that her particular inclusion of the word \"candidates\" was aimed at encouraging more applications. (Brown Dep. at 50). Rather than displaying a preference for young applicants, the language was necessary to rectify prior indications that use of the words \"MPA or MSIR preferred\" often discourages otherwise qualified applicants. Brown noted her concern that persons who had satisfied the degree requirements but had not yet received the actual degree would be deterred. (<i>Id.</i> at 49-51).</p>\n<p>Interpreting the advertisement as a whole, the court does not perceive the \"connotations of youth\" denounced in <i>Hodgson</i> and forbidden by the ADEA. In its entirety, the announcement does not reveal a partiality for young applicants. This notion is buttressed by the reality that many of the applicants, including Boyd, had possessed their MPA degree for several years and, yet, were not discouraged from pursuing the potential employment. It is noteworthy that two of the three final candidates were over the age of forty.</p>\n<p>Nonetheless, Boyd proposes that a person completing a graduate program is analogous to a student finishing a college degree. Presumably, he is arguing that, for purposes of the trigger words enumerated in the regulations, \"candidates\" would qualify as a phrase of \"similar nature\" to \"recent college graduate.\" Yet, again, he offers no support for this proposition. He further does not comment on whether, in the modern workforce, many of those completing graduate degrees have actually returned to school mid-career and, thus, are significantly more advanced in years than the average college graduate in 1974.<sup>[2]</sup> Even Boyd, himself, received his MPA degree at the age of forty-five. (Boyd Dep. at 62).</p>\n<p>While Boyd does provide an affidavit of a professor from the MPA program at the <span class=\"star-pagination\">*592</span> University of North Carolina at Chapel Hill, the professor only supplies age information about one particular class of students, in one particular program, at one particular school. (Munger Aff. ¶¶ 5-7). This limited survey does not establish to any degree of statistical sufficiency that the average candidate for a MPA or MSIR is similar in age to a recent college graduate.</p>\n<p>In any case, the overall context of the job announcement removes it from censure under the ADEA. Boyd has not offered evidence enabling the court to discern discriminatory intent from the advertisement. He fails to sustain his burden at this stage of the analysis because he does not show that the advertisement either exposed an inclination for the younger generation or actually resulted in disparate treatment of older workers. Although this case confronts a facet of the ADEA which, to this point, has received limited judicial explication, the court finds that the City's advertisement does not infringe the protections embodied in § 623(e).</p>\n<p>In conclusion, Boyd has produced no evidence that the City's justifications for failing to hire Boyd were disingenuous. He admits that, other than his own rejection, he has no basis for the claim that Brown harbored a bias against older workers. (Boyd Dep. at 15). His unsupported opinions of persecution do not, in any manner, contradict the City's evidence. Therefore, because Boyd did not satisfy the burden of showing mere pretext, the City is entitled to summary judgment under the <i>McDonnell Douglas</i> analysis.</p>\n<p>The City's summary judgment motion is, therefore, GRANTED, and this case is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Apparently, Boyd is not directly alleging a violation of § 623(e) as a separate claim but is merely using evidence of this alleged discrimination to support his general claim under § 623(a)(1). Regardless, the analysis is identical under either theory.</p>\n<p>[2]  In fact, the court notes in passing that in 1993, over 52% of graduate students were age thirty or above and approximately 24% were age forty or above. The Chronicle of Higher Education Almanac, <i>College Enrollment by Age of Students, Fall 1993,</i> Vol. XLIII, No. 1, Sept. 2, 1996. The parties did not provide any significant data regarding the average ages of MPA or MSIR candidates.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700628/"
  ]
}