{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2376952/",
  "absolute_url": "/opinion/2376952/wyche-v-city-of-franklinton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2376952/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:26.408229Z",
  "date_modified": "2016-04-27T00:13:30.200940Z",
  "type": "010combined",
  "sha1": "80713757043db1b614812eaef33926e5ebd71949",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>837 F.Supp. 137 (1993)</b></center>\n<center><h1>Doris WYCHE, individually and as Administratrix of the Estate of Darryl Sherman Wyche, Plaintiff,<br>\nv.<br>\nThe CITY OF FRANKLINTON, a body of Politic; Ray Gilliam, individually and in his official capacity as Chief of Police of the City of Franklinton; and Antonio Eugene Caldwell, personally and in his official capacity as a Police Officer for the City of Franklinton, Defendants.</h1></center>\n<center>No. 93-141-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 5, 1993.</center>\n<p><span class=\"star-pagination\">*138</span> John H. Banks, Henderson, NC, for plaintiff.</p>\n<p>William C. Morgan, Jr., Alison A. Erca, Chapel Hill, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*139</span> ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendants' motion for summary judgment pursuant to Fed.R.Civ.P. 56 and the defendant Antonio Eugene Caldwell's motion to bifurcate his trial pursuant to Fed.R.Civ.P. 42(b). The plaintiff has filed responses to both motions, and the defendants submitted a reply in support of their motion for summary judgment. These matters are now ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The plaintiff, Doris Wyche, brings this action individually and as the administratrix of the estate of Darryl Wyche, her son. On February 5, 1993, the plaintiff filed a civil rights action under 42 U.S.C. § 1983 in Franklin County Superior Court against the defendants alleging federal and state claims arising out of the shooting death of Darryl Wyche on February 12, 1991. The plaintiff alleges that the defendant Antonio Eugene Caldwell used excessive force against her son in violation of his Fourth Amendment rights. She further alleges that the Town of Franklinton and Ray Gilliam are liable for negligent hiring, improper supervision, and inadequate training of defendant Caldwell. On March 8, 1993, the defendants removed the action to this court. Discovery concluded on July 30, 1993. On August 16, 1993, the defendants filed their motion for summary judgment.</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p>The following summary of undisputed facts was taken largely from the parties' memoranda and reflects all facts in the light most favorable to the plaintiff.</p>\n<p>Defendant Caldwell, a police officer employed by the Town of Franklinton, worked the third shift from 8:00 p.m. until 8:00 a.m. He was the only officer on duty in Franklinton during the third shift. At midnight, the Franklinton Police Department building was locked and dispatching duties were handled by Franklin County.</p>\n<p>At approximately 1:00 a.m. on February 12, 1991, Caldwell received a call from the Franklin County dispatcher concerning a mentally disturbed person on Mason Street in Franklinton. When Caldwell arrived on Mason Street, he was stopped by John Bullock who told the officer that his friend Darryl Wyche (\"Wyche\") had \"gone crazy.\" From his encounter with Bullock, Caldwell learned that Wyche had ripped two doors off of their hinges, that he was saying \"God had called him home,\" and that Wyche's family was supposed to be taking him to a mental hospital the next day. Caldwell then placed a call for backup assistance.</p>\n<p>Caldwell next encountered Ms. Katie Crudup. Crudup was upset and confirmed that Wyche was acting \"crazy.\" She stated that Wyche was headed towards the Snack Shack convenience store. After making a second call for backup, Caldwell received a call concerning an emergency at the Snack Shack. Caldwell drove the short distance to the Snack Shack and pulled in the parking lot with his vehicle's blue lights activated. From the parking lot, he observed Wyche walking up and down the aisles of the Snack Shack with blood on his arms. He could not see the two employees on duty at the Snack Shack. Caldwell exited his vehicle carrying a PR-24 baton. Although Caldwell had never received training in the use of a PR-24 baton, Caldwell carried it in the hope that the sight of it would keep Wyche from giving him any trouble.</p>\n<p>When Wyche saw Caldwell in the parking lot, he kicked open the doors of the Snack Shack and yelled to Caldwell that he was going to kill him. Caldwell attempted to calm Wyche, but Wyche responded \"you're going to have to kill me.\" Caldwell again placed a call for backup, indicating that urgent help was needed and noting that he was dealing with a person exhibiting abnormal mental behavior. Wyche began chasing Caldwell around the parking lot and adjacent street, screaming as he ran that he was going to kill Caldwell. Caldwell, knowing that backup was on its way, turned and ran from Wyche in an effort to buy time. As Wyche was chasing Caldwell, he continued to yell threats and tried to grab him.</p>\n<p><span class=\"star-pagination\">*140</span> While running from Wyche, Caldwell again attempted to call for backup from his walkie-talkie. The chase continued for several minutes, during which time Caldwell became very tired. Finally, Caldwell stopped running, turned to face Wyche, and demanded that he stop, saying \"Stop, or I'm going to have to shoot you.\" Wyche was approximately three to five feet away and continued to advance toward Caldwell. Although Caldwell had not previously seen a weapon in Wyche's possession, he saw Wyche reach behind him as he lunged forward. Caldwell then fired a shot in a downward direction, hitting Wyche in the left leg. Wyche's body jerked, but he continued to advance toward Caldwell. Caldwell then fired a second shot, hitting Wyche in the abdomen. Wyche fell to the ground, and Caldwell immediately called for rescue. Wyche died later that night. Sometime after the shooting, backup arrived.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Defendants' Motion for Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). A genuine issue of material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n<p>The party moving for summary judgment bears the burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986). In response to a motion for summary judgment, the nonmoving party must \"go beyond the pleadings and by her own affidavits, or by the `depositions, answers to interrogatories, and admissions on file,' designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553.</p>\n<p>In ruling on a motion for summary judgment, the function of this court is not \"to weigh the evidence and determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 249, 106 S.Ct. at 2511. The evidentiary standard to be applied is the same as that for deciding a motion for judgment as a matter of law, that is, whether there is sufficient evidence to allow a jury to return a verdict for the nonmoving party. <i>Id.</i></p>\n<p>The defendants move for summary judgment on four grounds. First, defendant Caldwell moves for summary judgment on the merits of the plaintiff's excessive force claim. Second, Caldwell contends that he is entitled to qualified immunity and, thus, is not exposed to personal liability. Third, defendant Gilliam moves for summary judgment on the claims against him in his individual capacity for the reason that the doctrine of respondeat superior does not apply to § 1983 claims. Fourth, and finally, the Town of Franklinton contends that the plaintiff has failed to produce a forecast of evidence showing the existence of any unconstitutional policy, procedure, or custom employed by the Town of Franklinton.</p>\n<p></p>\n<h2>1. <i>Caldwell's Alleged Use of Excessive Force</i>\n</h2>\n<p>Excessive force claims brought under § 1983 must be analyzed in accordance with the standards applicable to the specific substantive constitutional right allegedly infringed. <i>Graham v. Connor,</i> 490 U.S. 386, 394, 109 S.Ct. 1865, 1871, 104 L.Ed.2d 443 (1989). The plaintiff seeks redress for the alleged violation of Wyche's Fourth Amendment right to be free from unreasonable seizures. Therefore, the plaintiff's claim of excessive force must be analyzed under the reasonableness standard of the Fourth Amendment. <i>Id.</i> at 395, 109 S.Ct. at 1871.</p>\n<p>In defining \"reasonableness,\" the Supreme Court stated:</p>\n<blockquote>The \"reasonableness\" of a particular use of force must be judged from the perspective of a reasonable officer on the scene, <span class=\"star-pagination\">*141</span> rather than with the 20/20 vision of hindsight. ... \"Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers,\" violates the Fourth Amendment. The calculus of reasonableness must embody allowance for the fact that police officers are often forced to make split-second judgments  in circumstances that are tense, uncertain, and rapidly evolving  about the amount of force that is necessary in a particular situation.</blockquote>\n<blockquote>... [T]he \"reasonableness\" inquiry in an excessive force case is an objective one: the question is whether the officers' actions are \"objectively reasonable\" in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.</blockquote>\n<p><i>Id.</i> at 396-397, 109 S.Ct. at 1872 (citations omitted).</p>\n<p>Defendant Caldwell contends that his actions were objectively reasonable in light of the facts and circumstances. In support of this contention, Caldwell points to the sequence of events on the night of February 11, 1991: 1) he had been informed by two individuals that Wyche was acting crazy and was making bizarre statements; 2) he knew that Wyche had ripped two doors off of their hinges; 3) after he learned that Wyche was heading toward the Snack Shack, he received a call concerning an emergency at the Snack Shack; 4) when he arrived at the Snack Shack, he observed Wyche walking in the aisles of the store with his arm covered in blood and noted that Wyche was well-built and larger than he; 5) he did not see the Snack Shack employees and did not know what, if anything, had happened to them; 6) when Wyche saw him, Wyche kicked open the doors to the Snack Shack and came out shouting threats; 7) Wyche would not discuss his problem with him, but chased him in and around the parking lot and street while continuing to shout threats; 8) Wyche attempted to grab him more than once; 9) Wyche would not stop when so ordered; and, 10) when he stopped running and confronted Wyche, Wyche placed his hand behind his back and stated that Caldwell would have to shoot him as he lunged toward Caldwell. Based upon these facts, Caldwell contends that his actions were objectively reasonable.</p>\n<p>The plaintiff propounds the opposite conclusion. The plaintiff asserts that the severity of Wyche's \"crime\" weighed against the use of deadly force. The plaintiff further asserts that Wyche posed no serious threat to the safety of Caldwell or others because he was not armed. Finally, the plaintiff argues that the amount and degree of force used against Wyche was unnecessary under the circumstances and, therefore, unreasonable. This contention is based upon the fact that Caldwell did not attempt to employ a lesser degree of force before resorting to deadly force. The plaintiff argues that Caldwell should have first resorted to hand-to-hand combat or, at the very least, the use of his baton, which he carried throughout the encounter. The plaintiff thus implies that Caldwell could have easily subdued Wyche singlehandedly using his baton.</p>\n<p>Reasonableness under the Fourth Amendment is a case-specific determination. However, based upon the court's ruling on the issues of qualified immunity and municipal liability, the court need not make such a determination in this case. Viewing the highly emotive facts in this case in the light most favorable to the plaintiff, the court finds that a reasonable law enforcement officer in Caldwell's position could have believed that the force used was necessary and lawful and, therefore, that Caldwell is entitled to qualified immunity.</p>\n<p></p>\n<h2>2. <i>Caldwell's Qualified Immunity</i>\n</h2>\n<p>Caldwell asserts that he is entitled to qualified immunity because a reasonable officer in his position would have taken the same action and reasonably believed it to be lawful.</p>\n<p>Qualified immunity is an affirmative defense available to governmental officials which shields them from personal liability in § 1983 actions. <i>Anderson v. Creighton,</i> 483 U.S. 635, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987). Caldwell is entitled to qualified immunity if he can establish that, in light of the clearly established principles governing the use of force to effect an arrest, he could, as a matter of law, reasonably have believed that <span class=\"star-pagination\">*142</span> his use of deadly force was lawful. <i>Id.; </i><i>Slattery v. Rizzo,</i> 939 F.2d 213 (4th Cir.1991).</p>\n<p>In <i>Slattery,</i> the Fourth Circuit elaborated upon the scope of qualified immunity:</p>\n<blockquote>The right of the plaintiff must be established so clearly that a reasonable official would know what he is doing violates that right. Where there is a legitimate question as to whether the officer's conduct would objectively violate the plaintiff's right, qualified immunity \"gives police officers the necessary latitude to pursue their [duties] without having to anticipate, on the pain of civil liability, future refinements or clarifications of constitutional law.\"</blockquote>\n<p><i>Id.</i> at 216 (citation omitted) (quoting <i>Tarantino v. Baker,</i> 825 F.2d 772 (4th Cir.1987)). The court further explained:</p>\n<blockquote>[t]he purpose of qualified immunity is to remove most civil liability actions, except those where the official clearly broke the law, from the legal process well in advance of the submission of facts to a jury. A police officer should prevail on an assertion of qualified immunity if a reasonable officer possessing the same information <i>could</i> have believed that his conduct was lawful. If a reasonable officer could have found probable cause to believe that [the plaintiff] presented a serious threat of personal harm at the time that [the officer] pulled the trigger, then, as a matter of law, the [officer] is entitled to qualified immunity.</blockquote>\n<p><i>Id.</i> (citations omitted). The Fourth Circuit then found that, based on the undisputed facts of the case, the officer was entitled to qualified immunity as a matter of law and remanded the case for the entry of summary judgment. <i>Id.</i> at 216-17.</p>\n<p>The plaintiff asserts that Caldwell had no basis for believing that the use of deadly force against Wyche was reasonable. The plaintiff further characterizes Wyche as an unarmed misdemeanant who was confronted by Caldwell more because Caldwell was tired of running than because he feared for his life.</p>\n<p>These assertions of the plaintiff are clearly unsupported by the record. At the time of the incident, Caldwell did not know what had happened inside the Snack Shack; he knew only that he was responding to an emergency. Caldwell stated that when he observed Wyche in the Snack Shack, he noticed that he was \"well-built\" and larger than he was. Although no witness reported seeing a weapon in Wyche's possession, his arm was covered with blood and he continually shouted death threats to Caldwell. Wyche refused to obey Caldwell's requests to \"stop,\" and, in fact, chased Caldwell for several minutes. Furthermore, Caldwell's affidavit confirms that he did not believe that he could personally subdue Wyche given his larger size and highly agitated and abnormal state. The evidence is clear that Caldwell feared for his personal safety as he was running from Wyche.</p>\n<p>The plaintiff has also submitted the affidavit of Clarence Gooche, Jr., as evidence that Caldwell's actions violated Wyche's clearly established constitutional rights of which a reasonable officer would have known. Gooche is an instructor in the areas of Criminal Justice Administration and Police Community Relations at Vance Granville Community College and served as an agent with the State Bureau of Investigation for eight years. Gooche concludes from a thorough review of the record that a reasonable officer should have known that he was violating the clearly established, well-settled constitutional right of Wyche of being free from an unreasonable seizure under the Fourth Amendment. This conclusion is based upon his statement that \"[a] reasonable law enforcement officer would have known that a person experiencing abnormal psychological behavior and who did not have a weapon in his possession would not present an imminent threat to his life which necessitated use of deadly force.\" Aff. of Clarence Gooche, Jr., ¶ 4.</p>\n<p>The affidavit of Clarence Gooche, Jr., does not meet the plaintiff's burden of coming forward with evidence of a genuine issue of material fact. The conclusion of Gooche is based upon two assumptions not readily apparent from the evidence: 1) that Wyche's only \"problem\" was that he was displaying abnormal psychological behavior; and 2) that Caldwell knew that Wyche did not possess a weapon. In fact, the evidence shows that Caldwell responded to an \"emergency\" at the <span class=\"star-pagination\">*143</span> Snack Shack. When he arrived at the scene, he could not readily ascertain whether the Snack Shack employees had been harmed. Furthermore, based on the evidence, Caldwell's assertion that he thought Wyche was reaching behind him for a weapon is highly credible. Nothing in the record indicates that Caldwell <i>knew</i> that Wyche was not armed.</p>\n<p>As heart-rending as the facts in this case are, the court must avoid the wisdom of hindsight and view the situation as it unfolded. The court finds in light of the overwhelming evidence that a reasonable officer in Caldwell's position <i>could</i> have believed that his conduct was lawful. More specifically, the court finds that a reasonable officer in Caldwell's position could have believed that Wyche presented a serious threat to his personal safety and that, in order to protect himself and the Snack Shack employees, deadly force was necessary. Therefore, the court finds that Caldwell is entitled to qualified immunity and is not exposed to civil liability for the shooting death of Wyche.</p>\n<p></p>\n<h2>3. <i>Liability of Ray Gilliam in his Individual Capacity</i>\n</h2>\n<p>The plaintiff has named Ray Gilliam, Chief of Police of the City of Franklinton, as a defendant in his individual capacity. It is obvious from the record that Gilliam had no direct involvement with or participation in the events occurring on February 12, 1991. Instead, the plaintiff's claims against Gilliam, which are based upon supervisory liability, allege negligent supervision, negligent hiring, and failure to provide proper training.</p>\n<p>Supervisory liability under the doctrine of respondeat superior does not exist in § 1983 actions. <i>Monell v. Department of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); <i>Hughes v. Blankenship,</i> 672 F.2d 403, 406 (4th Cir.1982). However, liability may extend to supervisory officials for their actions taken in the performance of their official duties where their \"supervisory indifference or tacit authorization of subordinates' misconduct [is] ... a causative factor in the constitutional injuries they inflict.\" <i>Slakan v. Porter,</i> 737 F.2d 368, 372 (4th Cir.1984), <i>cert. denied, </i><i>Reed v. Slakan,</i> 470 U.S. 1035, 105 S.Ct. 1413, 84 L.Ed.2d 796 (1985).</p>\n<p>To establish supervisory liability, the plaintiff must show that the supervisory official was aware of a pervasive, unreasonable risk of harm, yet failed to take corrective action as a result of deliberate indifference towards or tacit authorization of the offensive practices. <i>Id.</i> at 373. The plaintiff must prove more than negligence or gross negligence: the official's actions must reflect a deliberate or conscious choice to follow a certain course of action. <i>Canton v. Harris,</i> 489 U.S. 378, 389, 109 S.Ct. 1197, 1205, 103 L.Ed.2d 412 (1989).</p>\n<p>Defendant Gilliam was sworn in as Chief of Police for the Town of Franklinton on February 11, 1991, approximately twelve hours prior to the death of Wyche. Aff. of Raymond Thomas Gilliam at 1. The plaintiff has failed to provide any evidence as to how Gilliam, in twelve hours, became aware of a pervasive risk of harm <i>and</i> demonstrated deliberate indifference towards such risk.</p>\n<p>The plaintiff argues in her brief that, although \"Defendant Chief Ray Gilliam had officially served as Chief for only twelve hours, at the time of the shooting, he assumed full responsibility for the Department and it's [sic] men at the time of the swearing in. It was his responsibility to control Defendant Caldwell and his responsibility to properly deploy his men.\" Pl.'s Mem. of Law in Support of Resp. to Deny Defs.' Mot. for Summary Judgment at unnumbered page 24. This argument is essentially a basis for liability under the doctrine of respondeat superior, which, as the court has previously stated, is not applicable to § 1983 claims. The plaintiff has not asserted any factual basis to support a finding that defendant Gilliam knew that the Town of Franklinton police force was inadequately trained or previously improperly supervised and that he deliberately ignored those needs.</p>\n<p>Based upon the evidence before it, the court finds that there is no factual basis to support a finding of supervisory liability against defendant Gilliam in his individual capacity. The plaintiff has not produced any evidence showing or inferring that Gilliam <span class=\"star-pagination\">*144</span> was deliberately indifferent towards a known, pervasive risk of harm. Therefore, the court finds that Gilliam is entitled to judgment as a matter of law on all claims against him in his individual capacity.</p>\n<p></p>\n<h2>4. <i>Municipal Liability Claims</i>\n</h2>\n<p>The plaintiff also has asserted claims against Gilliam and Caldwell in their official capacities and against the Town of Franklinton. A suit against a city official in his official capacity is a suit against the city itself. <i>Hughes,</i> 672 F.2d at 406. Thus, the claims asserted against Gilliam and Caldwell in their official capacities are subsumed by the claims against the Town of Franklinton.</p>\n<p>A governmental entity may be liable under § 1983 only \"when execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury.\" <i>Id.</i> The plaintiff's claims against the Town of Franklinton are based upon the following alleged customs or policies: 1) failure to provide training in the use of force and the handling of mentally disturbed persons; 2) inadequate hiring procedures and safeguards; 3) failure to supervise; and 4) failure to properly equip police officers.</p>\n<p>To serve as a basis for liability under § 1983, the policies or customs of a municipality must be \"the `moving force [behind] the constitutional violation.'\" <i>Canton,</i> 489 U.S. at 389, 109 S.Ct. at 1205 (quoting <i>Monell,</i> 436 U.S. at 694, 98 S.Ct. at 2038). \"`[A] single incident of unconstitutional conduct by a municipal employee usually does not establish a sufficient basis for suing the municipality.'\" <i>Strauss v. Chicago,</i> 760 F.2d 765, 767 (7th Cir.1985) (quoting <i>Powe v. Chicago,</i> 664 F.2d 639, 650 (7th Cir.1981)). There must be a causal nexus between the plaintiff's injury and the municipality's alleged policy or custom. <i>Monell,</i> 436 U.S. at 693-94, 98 S.Ct. at 2037-38.</p>\n<p>In response to an assertion of municipal liability on a failure to train theory, the Supreme Court stated:</p>\n<blockquote>Only where a municipality's failure to train its employees in a relevant respect evidences a \"deliberate indifference\" to the rights of its inhabitants can such a shortcoming be properly thought of as a city \"policy or custom\" that is actionable under § 1983.... \"[m]unicipal liability under § 1983 attaches where  and only where  a deliberate choice to follow a course of action is made from among various alternatives\" by city policymakers.... Only where a failure to train reflects a \"deliberate\" or \"conscious\" choice by a municipality ... can a city be liable for such a failure under § 1983.</blockquote>\n<p><i>Id.</i> (citations omitted) (quoting <i>Pembaur v. Cincinnati,</i> 475 U.S. 469, 483-84, 106 S.Ct. 1292, 1300, 89 L.Ed.2d 452 (1986) (plurality)).</p>\n<p>As stated succinctly by the Court of Appeals for the Tenth Circuit, \"[d]eliberate indifference, however, is not self-defining.\" <i>Berry v. City of Muskogee,</i> 900 F.2d 1489, 1495 (10th Cir.1990). An official or municipality acts with deliberate indifference \"if its conduct (or adopted policy) disregards a known or obvious risk that is very likely to result in the violation\" of a constitutional right. <i>Id.</i> at 1496. To establish deliberate indifference in this context, the plaintiff must show that 1) the Town of Franklinton had knowledge, actual or implied, of a specific risk of harm to its mentally disturbed citizens and to those citizens coming into contact with its police officers; 2) the Town of Franklinton failed to take reasonable measures to avert the harm; and 3) the Town of Franklinton's failure to take such measures in light of its knowledge justifies liability for the consequences of its conduct, even though unintended. <i>See id.</i></p>\n<p>As evidence that the Town of Franklinton displayed deliberate indifference, the plaintiff relies on the fact that the Town of Franklinton had no written policy on training, responding to \"abnormal mental behavior\" calls, hiring, supervision, or equipping officers. In further support of her contentions, the plaintiff submitted documents showing that the Town of Franklinton spent less than 1% of its annual budget on police training; that only one officer was on duty during the 8:00 p.m. to 8:00 a.m. shift; that the Town of Franklinton had no specific policy or procedure for investigating complaints <span class=\"star-pagination\">*145</span> against police officers; and, that alternative forms of restraint, such as chemical sprays or stun guns, were not available to Caldwell.</p>\n<p>The defendants do not dispute that the above facts are true. However, these facts do not aid the plaintiff in meeting her burden of showing deliberate indifference. The plaintiff has not shown that Franklinton police officers needed additional training in the use of force or had a history of using excessive force. The plaintiff has presented no evidence indicating that Franklinton police officers had difficulty responding to \"abnormal mental behavior\" calls or that past encounters with mentally disturbed persons resulted in violence or injury. Likewise, the plaintiff has not shown that having one officer on duty at night created problems in the past.</p>\n<p>The plaintiff also has not met her burden with respect to her claim that the Town of Franklinton failed to properly equip its officers. The mere fact that Caldwell was not equipped with chemical spray or a stun gun does not create a factual issue as to the defendant's deliberate indifference. Caldwell <i>was</i> equipped with a firearm and a PR-24 baton. The mere fact that alternative means of restraint existed is not evidence that the Town of Franklinton adopted a policy or custom of inadequately equipping its police officers.</p>\n<p>In addition, the plaintiff's claim that the Town of Franklinton demonstrated deliberate indifference in the hiring of Caldwell is not supported by the undisputed facts and, therefore, must fail. The undisputed facts indicate that Caldwell successfully completed Basic Law Enforcement Training and had some experience as a corrections officer and as a security guard. He was interviewed by Officer Beckham, Gilliam's predecessor, who found him to be qualified for the job. The fact that Caldwell had a conviction for hit and run on his record, which was reduced to a safe movement violation, is not proof that the Town of Franklinton was deliberately indifferent in the hiring of police officers. More importantly, there is no causal relationship between the alleged deficiencies in the Town of Franklinton's hiring practices and the alleged constitutional violation in this case.</p>\n<p>Therefore, the court finds that the Town of Franklinton is entitled to summary judgment on the plaintiff's municipal liability claims. The plaintiff has failed to come forward with any evidence showing that the Town of Franklinton was deliberately indifferent to the constitutional rights of its citizens and the needs of its police force. Thus, no genuine issue of material fact exists and the defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>B. <i>Caldwell's Motion to Bifurcate</i>\n</h2>\n<p>Defendant Caldwell moved to bifurcate his trial from the trial of the municipal defendants to avoid any prejudice or confusion of the issues. Because the court has found that Caldwell is entitled to qualified immunity, he is not liable to the plaintiff as a matter of law. Therefore, Caldwell's motion to bifurcate is moot.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court hereby GRANTS summary judgment in favor of Caldwell on the issue of qualified immunity. Accordingly, all claims against Caldwell in his individual capacity are hereby DISMISSED.</p>\n<p>The court further GRANTS summary judgment in favor of defendant Gilliam in his individual capacity and hereby ORDERS that all claims against him in his individual capacity BE DISMISSED.</p>\n<p>The court further GRANTS summary judgment on the municipal liability claims against the Town of Franklinton and defendants Caldwell and Gilliam in their official capacities. Because there are no claims remaining for trial, the court ORDERS that this action BE and hereby IS DISMISSED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">137</span></span> (1993)</b></center>\n<center><h1>Doris WYCHE, individually and as Administratrix of the Estate of Darryl Sherman Wyche, Plaintiff,<br>\nv.<br>\nThe CITY OF FRANKLINTON, a body of Politic; Ray Gilliam, individually and in his official capacity as Chief of Police of the City of Franklinton; and Antonio Eugene Caldwell, personally and in his official capacity as a Police Officer for the City of Franklinton, Defendants.</h1></center>\n<center>No. 93-141-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 5, 1993.</center>\n<p><span class=\"star-pagination\">*138</span> John H. Banks, Henderson, NC, for plaintiff.</p>\n<p>William C. Morgan, Jr., Alison A. Erca, Chapel Hill, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*139</span> ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendants' motion for summary judgment pursuant to Fed.R.Civ.P. 56 and the defendant Antonio Eugene Caldwell's motion to bifurcate his trial pursuant to Fed.R.Civ.P. 42(b). The plaintiff has filed responses to both motions, and the defendants submitted a reply in support of their motion for summary judgment. These matters are now ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The plaintiff, Doris Wyche, brings this action individually and as the administratrix of the estate of Darryl Wyche, her son. On February 5, 1993, the plaintiff filed a civil rights action under 42 U.S.C. § 1983 in Franklin County Superior Court against the defendants alleging federal and state claims arising out of the shooting death of Darryl Wyche on February 12, 1991. The plaintiff alleges that the defendant Antonio Eugene Caldwell used excessive force against her son in violation of his Fourth Amendment rights. She further alleges that the Town of Franklinton and Ray Gilliam are liable for negligent hiring, improper supervision, and inadequate training of defendant Caldwell. On March 8, 1993, the defendants removed the action to this court. Discovery concluded on July 30, 1993. On August 16, 1993, the defendants filed their motion for summary judgment.</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p>The following summary of undisputed facts was taken largely from the parties' memoranda and reflects all facts in the light most favorable to the plaintiff.</p>\n<p>Defendant Caldwell, a police officer employed by the Town of Franklinton, worked the third shift from 8:00 p.m. until 8:00 a.m. He was the only officer on duty in Franklinton during the third shift. At midnight, the Franklinton Police Department building was locked and dispatching duties were handled by Franklin County.</p>\n<p>At approximately 1:00 a.m. on February 12, 1991, Caldwell received a call from the Franklin County dispatcher concerning a mentally disturbed person on Mason Street in Franklinton. When Caldwell arrived on Mason Street, he was stopped by John Bullock who told the officer that his friend Darryl Wyche (\"Wyche\") had \"gone crazy.\" From his encounter with Bullock, Caldwell learned that Wyche had ripped two doors off of their hinges, that he was saying \"God had called him home,\" and that Wyche's family was supposed to be taking him to a mental hospital the next day. Caldwell then placed a call for backup assistance.</p>\n<p>Caldwell next encountered Ms. Katie Crudup. Crudup was upset and confirmed that Wyche was acting \"crazy.\" She stated that Wyche was headed towards the Snack Shack convenience store. After making a second call for backup, Caldwell received a call concerning an emergency at the Snack Shack. Caldwell drove the short distance to the Snack Shack and pulled in the parking lot with his vehicle's blue lights activated. From the parking lot, he observed Wyche walking up and down the aisles of the Snack Shack with blood on his arms. He could not see the two employees on duty at the Snack Shack. Caldwell exited his vehicle carrying a PR-24 baton. Although Caldwell had never received training in the use of a PR-24 baton, Caldwell carried it in the hope that the sight of it would keep Wyche from giving him any trouble.</p>\n<p>When Wyche saw Caldwell in the parking lot, he kicked open the doors of the Snack Shack and yelled to Caldwell that he was going to kill him. Caldwell attempted to calm Wyche, but Wyche responded \"you're going to have to kill me.\" Caldwell again placed a call for backup, indicating that urgent help was needed and noting that he was dealing with a person exhibiting abnormal mental behavior. Wyche began chasing Caldwell around the parking lot and adjacent street, screaming as he ran that he was going to kill Caldwell. Caldwell, knowing that backup was on its way, turned and ran from Wyche in an effort to buy time. As Wyche was chasing Caldwell, he continued to yell threats and tried to grab him.</p>\n<p><span class=\"star-pagination\">*140</span> While running from Wyche, Caldwell again attempted to call for backup from his walkie-talkie. The chase continued for several minutes, during which time Caldwell became very tired. Finally, Caldwell stopped running, turned to face Wyche, and demanded that he stop, saying \"Stop, or I'm going to have to shoot you.\" Wyche was approximately three to five feet away and continued to advance toward Caldwell. Although Caldwell had not previously seen a weapon in Wyche's possession, he saw Wyche reach behind him as he lunged forward. Caldwell then fired a shot in a downward direction, hitting Wyche in the left leg. Wyche's body jerked, but he continued to advance toward Caldwell. Caldwell then fired a second shot, hitting Wyche in the abdomen. Wyche fell to the ground, and Caldwell immediately called for rescue. Wyche died later that night. Sometime after the shooting, backup arrived.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Defendants' Motion for Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). A genuine issue of material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>The party moving for summary judgment bears the burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). In response to a motion for summary judgment, the nonmoving party must \"go beyond the pleadings and by her own affidavits, or by the `depositions, answers to interrogatories, and admissions on file,' designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553.</p>\n<p>In ruling on a motion for summary judgment, the function of this court is not \"to weigh the evidence and determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 249, 106 S.Ct. at 2511. The evidentiary standard to be applied is the same as that for deciding a motion for judgment as a matter of law, that is, whether there is sufficient evidence to allow a jury to return a verdict for the nonmoving party. <i>Id.</i></p>\n<p>The defendants move for summary judgment on four grounds. First, defendant Caldwell moves for summary judgment on the merits of the plaintiff's excessive force claim. Second, Caldwell contends that he is entitled to qualified immunity and, thus, is not exposed to personal liability. Third, defendant Gilliam moves for summary judgment on the claims against him in his individual capacity for the reason that the doctrine of respondeat superior does not apply to § 1983 claims. Fourth, and finally, the Town of Franklinton contends that the plaintiff has failed to produce a forecast of evidence showing the existence of any unconstitutional policy, procedure, or custom employed by the Town of Franklinton.</p>\n<p></p>\n<h2>1. <i>Caldwell's Alleged Use of Excessive Force</i>\n</h2>\n<p>Excessive force claims brought under § 1983 must be analyzed in accordance with the standards applicable to the specific substantive constitutional right allegedly infringed. <i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 394, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, 1871, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989). The plaintiff seeks redress for the alleged violation of Wyche's Fourth Amendment right to be free from unreasonable seizures. Therefore, the plaintiff's claim of excessive force must be analyzed under the reasonableness standard of the Fourth Amendment. <i>Id.</i> at 395, 109 S.Ct. at 1871.</p>\n<p>In defining \"reasonableness,\" the Supreme Court stated:</p>\n<blockquote>The \"reasonableness\" of a particular use of force must be judged from the perspective of a reasonable officer on the scene, <span class=\"star-pagination\">*141</span> rather than with the 20/20 vision of hindsight. ... \"Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers,\" violates the Fourth Amendment. The calculus of reasonableness must embody allowance for the fact that police officers are often forced to make split-second judgments  in circumstances that are tense, uncertain, and rapidly evolving  about the amount of force that is necessary in a particular situation.</blockquote>\n<blockquote>... [T]he \"reasonableness\" inquiry in an excessive force case is an objective one: the question is whether the officers' actions are \"objectively reasonable\" in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.</blockquote>\n<p><i>Id.</i> at 396-397, 109 S.Ct. at 1872 (citations omitted).</p>\n<p>Defendant Caldwell contends that his actions were objectively reasonable in light of the facts and circumstances. In support of this contention, Caldwell points to the sequence of events on the night of February 11, 1991: 1) he had been informed by two individuals that Wyche was acting crazy and was making bizarre statements; 2) he knew that Wyche had ripped two doors off of their hinges; 3) after he learned that Wyche was heading toward the Snack Shack, he received a call concerning an emergency at the Snack Shack; 4) when he arrived at the Snack Shack, he observed Wyche walking in the aisles of the store with his arm covered in blood and noted that Wyche was well-built and larger than he; 5) he did not see the Snack Shack employees and did not know what, if anything, had happened to them; 6) when Wyche saw him, Wyche kicked open the doors to the Snack Shack and came out shouting threats; 7) Wyche would not discuss his problem with him, but chased him in and around the parking lot and street while continuing to shout threats; 8) Wyche attempted to grab him more than once; 9) Wyche would not stop when so ordered; and, 10) when he stopped running and confronted Wyche, Wyche placed his hand behind his back and stated that Caldwell would have to shoot him as he lunged toward Caldwell. Based upon these facts, Caldwell contends that his actions were objectively reasonable.</p>\n<p>The plaintiff propounds the opposite conclusion. The plaintiff asserts that the severity of Wyche's \"crime\" weighed against the use of deadly force. The plaintiff further asserts that Wyche posed no serious threat to the safety of Caldwell or others because he was not armed. Finally, the plaintiff argues that the amount and degree of force used against Wyche was unnecessary under the circumstances and, therefore, unreasonable. This contention is based upon the fact that Caldwell did not attempt to employ a lesser degree of force before resorting to deadly force. The plaintiff argues that Caldwell should have first resorted to hand-to-hand combat or, at the very least, the use of his baton, which he carried throughout the encounter. The plaintiff thus implies that Caldwell could have easily subdued Wyche singlehandedly using his baton.</p>\n<p>Reasonableness under the Fourth Amendment is a case-specific determination. However, based upon the court's ruling on the issues of qualified immunity and municipal liability, the court need not make such a determination in this case. Viewing the highly emotive facts in this case in the light most favorable to the plaintiff, the court finds that a reasonable law enforcement officer in Caldwell's position could have believed that the force used was necessary and lawful and, therefore, that Caldwell is entitled to qualified immunity.</p>\n<p></p>\n<h2>2. <i>Caldwell's Qualified Immunity</i>\n</h2>\n<p>Caldwell asserts that he is entitled to qualified immunity because a reasonable officer in his position would have taken the same action and reasonably believed it to be lawful.</p>\n<p>Qualified immunity is an affirmative defense available to governmental officials which shields them from personal liability in § 1983 actions. <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987). Caldwell is entitled to qualified immunity if he can establish that, in light of the clearly established principles governing the use of force to effect an arrest, he could, as a matter of law, reasonably have believed that <span class=\"star-pagination\">*142</span> his use of deadly force was lawful. <i>Id.; </i><i>Slattery v. Rizzo,</i> <span class=\"citation\" data-id=\"564998\"><a href=\"/opinion/564998/norman-slattery-v-christopher-rizzo/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span> (4th Cir.1991).</p>\n<p>In <i>Slattery,</i> the Fourth Circuit elaborated upon the scope of qualified immunity:</p>\n<blockquote>The right of the plaintiff must be established so clearly that a reasonable official would know what he is doing violates that right. Where there is a legitimate question as to whether the officer's conduct would objectively violate the plaintiff's right, qualified immunity \"gives police officers the necessary latitude to pursue their [duties] without having to anticipate, on the pain of civil liability, future refinements or clarifications of constitutional law.\"</blockquote>\n<p><i>Id.</i> at 216 (citation omitted) (quoting <i>Tarantino v. Baker,</i> <span class=\"citation\" data-id=\"492384\"><a href=\"/opinion/492384/joseph-mario-tarantino-v-br-baker-jr-detective-avery-co-sheriffs/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span> (4th Cir.1987)). The court further explained:</p>\n<blockquote>[t]he purpose of qualified immunity is to remove most civil liability actions, except those where the official clearly broke the law, from the legal process well in advance of the submission of facts to a jury. A police officer should prevail on an assertion of qualified immunity if a reasonable officer possessing the same information <i>could</i> have believed that his conduct was lawful. If a reasonable officer could have found probable cause to believe that [the plaintiff] presented a serious threat of personal harm at the time that [the officer] pulled the trigger, then, as a matter of law, the [officer] is entitled to qualified immunity.</blockquote>\n<p><i>Id.</i> (citations omitted). The Fourth Circuit then found that, based on the undisputed facts of the case, the officer was entitled to qualified immunity as a matter of law and remanded the case for the entry of summary judgment. <i>Id.</i> at 216-17.</p>\n<p>The plaintiff asserts that Caldwell had no basis for believing that the use of deadly force against Wyche was reasonable. The plaintiff further characterizes Wyche as an unarmed misdemeanant who was confronted by Caldwell more because Caldwell was tired of running than because he feared for his life.</p>\n<p>These assertions of the plaintiff are clearly unsupported by the record. At the time of the incident, Caldwell did not know what had happened inside the Snack Shack; he knew only that he was responding to an emergency. Caldwell stated that when he observed Wyche in the Snack Shack, he noticed that he was \"well-built\" and larger than he was. Although no witness reported seeing a weapon in Wyche's possession, his arm was covered with blood and he continually shouted death threats to Caldwell. Wyche refused to obey Caldwell's requests to \"stop,\" and, in fact, chased Caldwell for several minutes. Furthermore, Caldwell's affidavit confirms that he did not believe that he could personally subdue Wyche given his larger size and highly agitated and abnormal state. The evidence is clear that Caldwell feared for his personal safety as he was running from Wyche.</p>\n<p>The plaintiff has also submitted the affidavit of Clarence Gooche, Jr., as evidence that Caldwell's actions violated Wyche's clearly established constitutional rights of which a reasonable officer would have known. Gooche is an instructor in the areas of Criminal Justice Administration and Police Community Relations at Vance Granville Community College and served as an agent with the State Bureau of Investigation for eight years. Gooche concludes from a thorough review of the record that a reasonable officer should have known that he was violating the clearly established, well-settled constitutional right of Wyche of being free from an unreasonable seizure under the Fourth Amendment. This conclusion is based upon his statement that \"[a] reasonable law enforcement officer would have known that a person experiencing abnormal psychological behavior and who did not have a weapon in his possession would not present an imminent threat to his life which necessitated use of deadly force.\" Aff. of Clarence Gooche, Jr., ¶ 4.</p>\n<p>The affidavit of Clarence Gooche, Jr., does not meet the plaintiff's burden of coming forward with evidence of a genuine issue of material fact. The conclusion of Gooche is based upon two assumptions not readily apparent from the evidence: 1) that Wyche's only \"problem\" was that he was displaying abnormal psychological behavior; and 2) that Caldwell knew that Wyche did not possess a weapon. In fact, the evidence shows that Caldwell responded to an \"emergency\" at the <span class=\"star-pagination\">*143</span> Snack Shack. When he arrived at the scene, he could not readily ascertain whether the Snack Shack employees had been harmed. Furthermore, based on the evidence, Caldwell's assertion that he thought Wyche was reaching behind him for a weapon is highly credible. Nothing in the record indicates that Caldwell <i>knew</i> that Wyche was not armed.</p>\n<p>As heart-rending as the facts in this case are, the court must avoid the wisdom of hindsight and view the situation as it unfolded. The court finds in light of the overwhelming evidence that a reasonable officer in Caldwell's position <i>could</i> have believed that his conduct was lawful. More specifically, the court finds that a reasonable officer in Caldwell's position could have believed that Wyche presented a serious threat to his personal safety and that, in order to protect himself and the Snack Shack employees, deadly force was necessary. Therefore, the court finds that Caldwell is entitled to qualified immunity and is not exposed to civil liability for the shooting death of Wyche.</p>\n<p></p>\n<h2>3. <i>Liability of Ray Gilliam in his Individual Capacity</i>\n</h2>\n<p>The plaintiff has named Ray Gilliam, Chief of Police of the City of Franklinton, as a defendant in his individual capacity. It is obvious from the record that Gilliam had no direct involvement with or participation in the events occurring on February 12, 1991. Instead, the plaintiff's claims against Gilliam, which are based upon supervisory liability, allege negligent supervision, negligent hiring, and failure to provide proper training.</p>\n<p>Supervisory liability under the doctrine of respondeat superior does not exist in § 1983 actions. <i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>Hughes v. Blankenship,</i> <span class=\"citation\" data-id=\"400104\"><a href=\"/opinion/400104/naomi-b-hughes-administratrix-of-the-estate-of-stanley-wayne-hughes/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span>, 406 (4th Cir.1982). However, liability may extend to supervisory officials for their actions taken in the performance of their official duties where their \"supervisory indifference or tacit authorization of subordinates' misconduct [is] ... a causative factor in the constitutional injuries they inflict.\" <i>Slakan v. Porter,</i> <span class=\"citation\" data-id=\"437480\"><a href=\"/opinion/437480/charles-j-slakan-v-tc-porter-mm-walters-amos-reed-ralph-edwards/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span>, 372 (4th Cir.1984), <i>cert. denied, </i><i>Reed v. Slakan,</i> <span class=\"citation\" data-id=\"111391\"><a href=\"/opinion/111391/augustin-j-san-filippo-v-united-states-trust-company-of-new-york/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1413</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></span> (1985).</p>\n<p>To establish supervisory liability, the plaintiff must show that the supervisory official was aware of a pervasive, unreasonable risk of harm, yet failed to take corrective action as a result of deliberate indifference towards or tacit authorization of the offensive practices. <i>Id.</i> at 373. The plaintiff must prove more than negligence or gross negligence: the official's actions must reflect a deliberate or conscious choice to follow a certain course of action. <i>Canton v. Harris,</i> <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 389, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1205, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span> (1989).</p>\n<p>Defendant Gilliam was sworn in as Chief of Police for the Town of Franklinton on February 11, 1991, approximately twelve hours prior to the death of Wyche. Aff. of Raymond Thomas Gilliam at 1. The plaintiff has failed to provide any evidence as to how Gilliam, in twelve hours, became aware of a pervasive risk of harm <i>and</i> demonstrated deliberate indifference towards such risk.</p>\n<p>The plaintiff argues in her brief that, although \"Defendant Chief Ray Gilliam had officially served as Chief for only twelve hours, at the time of the shooting, he assumed full responsibility for the Department and it's [sic] men at the time of the swearing in. It was his responsibility to control Defendant Caldwell and his responsibility to properly deploy his men.\" Pl.'s Mem. of Law in Support of Resp. to Deny Defs.' Mot. for Summary Judgment at unnumbered page 24. This argument is essentially a basis for liability under the doctrine of respondeat superior, which, as the court has previously stated, is not applicable to § 1983 claims. The plaintiff has not asserted any factual basis to support a finding that defendant Gilliam knew that the Town of Franklinton police force was inadequately trained or previously improperly supervised and that he deliberately ignored those needs.</p>\n<p>Based upon the evidence before it, the court finds that there is no factual basis to support a finding of supervisory liability against defendant Gilliam in his individual capacity. The plaintiff has not produced any evidence showing or inferring that Gilliam <span class=\"star-pagination\">*144</span> was deliberately indifferent towards a known, pervasive risk of harm. Therefore, the court finds that Gilliam is entitled to judgment as a matter of law on all claims against him in his individual capacity.</p>\n<p></p>\n<h2>4. <i>Municipal Liability Claims</i>\n</h2>\n<p>The plaintiff also has asserted claims against Gilliam and Caldwell in their official capacities and against the Town of Franklinton. A suit against a city official in his official capacity is a suit against the city itself. <i>Hughes,</i> 672 F.2d at 406. Thus, the claims asserted against Gilliam and Caldwell in their official capacities are subsumed by the claims against the Town of Franklinton.</p>\n<p>A governmental entity may be liable under § 1983 only \"when execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury.\" <i>Id.</i> The plaintiff's claims against the Town of Franklinton are based upon the following alleged customs or policies: 1) failure to provide training in the use of force and the handling of mentally disturbed persons; 2) inadequate hiring procedures and safeguards; 3) failure to supervise; and 4) failure to properly equip police officers.</p>\n<p>To serve as a basis for liability under § 1983, the policies or customs of a municipality must be \"the `moving force [behind] the constitutional violation.'\" <i>Canton,</i> 489 U.S. at 389, 109 S.Ct. at 1205 (quoting <i>Monell,</i> 436 U.S. at 694, 98 S.Ct. at 2038). \"`[A] single incident of unconstitutional conduct by a municipal employee usually does not establish a sufficient basis for suing the municipality.'\" <i>Strauss v. Chicago,</i> <span class=\"citation\" data-id=\"451575\"><a href=\"/opinion/451575/craig-s-strauss-v-city-of-chicago-a-municipal-corporation-and-chicago/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 767 (7th Cir.1985) (quoting <i>Powe v. Chicago,</i> <span class=\"citation\" data-id=\"397111\"><a href=\"/opinion/397111/andrew-powe-v-the-city-of-chicago/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 650 (7th Cir.1981)). There must be a causal nexus between the plaintiff's injury and the municipality's alleged policy or custom. <i>Monell,</i> 436 U.S. at 693-94, 98 S.Ct. at 2037-38.</p>\n<p>In response to an assertion of municipal liability on a failure to train theory, the Supreme Court stated:</p>\n<blockquote>Only where a municipality's failure to train its employees in a relevant respect evidences a \"deliberate indifference\" to the rights of its inhabitants can such a shortcoming be properly thought of as a city \"policy or custom\" that is actionable under § 1983.... \"[m]unicipal liability under § 1983 attaches where  and only where  a deliberate choice to follow a course of action is made from among various alternatives\" by city policymakers.... Only where a failure to train reflects a \"deliberate\" or \"conscious\" choice by a municipality ... can a city be liable for such a failure under § 1983.</blockquote>\n<p><i>Id.</i> (citations omitted) (quoting <i>Pembaur v. Cincinnati,</i> <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 483-84, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, 1300, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1986) (plurality)).</p>\n<p>As stated succinctly by the Court of Appeals for the Tenth Circuit, \"[d]eliberate indifference, however, is not self-defining.\" <i>Berry v. City of Muskogee,</i> <span class=\"citation\" data-id=\"539943\"><a href=\"/opinion/539943/linnie-kay-berry-individually-and-as-natural-mother-and-next-friend-of-her/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1489</span></a></span>, 1495 (10th Cir.1990). An official or municipality acts with deliberate indifference \"if its conduct (or adopted policy) disregards a known or obvious risk that is very likely to result in the violation\" of a constitutional right. <i>Id.</i> at 1496. To establish deliberate indifference in this context, the plaintiff must show that 1) the Town of Franklinton had knowledge, actual or implied, of a specific risk of harm to its mentally disturbed citizens and to those citizens coming into contact with its police officers; 2) the Town of Franklinton failed to take reasonable measures to avert the harm; and 3) the Town of Franklinton's failure to take such measures in light of its knowledge justifies liability for the consequences of its conduct, even though unintended. <i>See id.</i></p>\n<p>As evidence that the Town of Franklinton displayed deliberate indifference, the plaintiff relies on the fact that the Town of Franklinton had no written policy on training, responding to \"abnormal mental behavior\" calls, hiring, supervision, or equipping officers. In further support of her contentions, the plaintiff submitted documents showing that the Town of Franklinton spent less than 1% of its annual budget on police training; that only one officer was on duty during the 8:00 p.m. to 8:00 a.m. shift; that the Town of Franklinton had no specific policy or procedure for investigating complaints <span class=\"star-pagination\">*145</span> against police officers; and, that alternative forms of restraint, such as chemical sprays or stun guns, were not available to Caldwell.</p>\n<p>The defendants do not dispute that the above facts are true. However, these facts do not aid the plaintiff in meeting her burden of showing deliberate indifference. The plaintiff has not shown that Franklinton police officers needed additional training in the use of force or had a history of using excessive force. The plaintiff has presented no evidence indicating that Franklinton police officers had difficulty responding to \"abnormal mental behavior\" calls or that past encounters with mentally disturbed persons resulted in violence or injury. Likewise, the plaintiff has not shown that having one officer on duty at night created problems in the past.</p>\n<p>The plaintiff also has not met her burden with respect to her claim that the Town of Franklinton failed to properly equip its officers. The mere fact that Caldwell was not equipped with chemical spray or a stun gun does not create a factual issue as to the defendant's deliberate indifference. Caldwell <i>was</i> equipped with a firearm and a PR-24 baton. The mere fact that alternative means of restraint existed is not evidence that the Town of Franklinton adopted a policy or custom of inadequately equipping its police officers.</p>\n<p>In addition, the plaintiff's claim that the Town of Franklinton demonstrated deliberate indifference in the hiring of Caldwell is not supported by the undisputed facts and, therefore, must fail. The undisputed facts indicate that Caldwell successfully completed Basic Law Enforcement Training and had some experience as a corrections officer and as a security guard. He was interviewed by Officer Beckham, Gilliam's predecessor, who found him to be qualified for the job. The fact that Caldwell had a conviction for hit and run on his record, which was reduced to a safe movement violation, is not proof that the Town of Franklinton was deliberately indifferent in the hiring of police officers. More importantly, there is no causal relationship between the alleged deficiencies in the Town of Franklinton's hiring practices and the alleged constitutional violation in this case.</p>\n<p>Therefore, the court finds that the Town of Franklinton is entitled to summary judgment on the plaintiff's municipal liability claims. The plaintiff has failed to come forward with any evidence showing that the Town of Franklinton was deliberately indifferent to the constitutional rights of its citizens and the needs of its police force. Thus, no genuine issue of material fact exists and the defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>B. <i>Caldwell's Motion to Bifurcate</i>\n</h2>\n<p>Defendant Caldwell moved to bifurcate his trial from the trial of the municipal defendants to avoid any prejudice or confusion of the issues. Because the court has found that Caldwell is entitled to qualified immunity, he is not liable to the plaintiff as a matter of law. Therefore, Caldwell's motion to bifurcate is moot.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court hereby GRANTS summary judgment in favor of Caldwell on the issue of qualified immunity. Accordingly, all claims against Caldwell in his individual capacity are hereby DISMISSED.</p>\n<p>The court further GRANTS summary judgment in favor of defendant Gilliam in his individual capacity and hereby ORDERS that all claims against him in his individual capacity BE DISMISSED.</p>\n<p>The court further GRANTS summary judgment on the municipal liability claims against the Town of Franklinton and defendants Caldwell and Gilliam in their official capacities. Because there are no claims remaining for trial, the court ORDERS that this action BE and hereby IS DISMISSED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564998/"
  ]
}