{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2376896/",
  "absolute_url": "/opinion/2376896/smith-s-inc-v-cir/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2376896/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:25.893526Z",
  "date_modified": "2016-04-26T22:30:37.081207Z",
  "type": "010combined",
  "sha1": "4f776fd35a077aa02a407316ba4e6eec4a0fbbeb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>837 F.Supp. 130 (1993)</b></center>\n<center><h1>SMITH S, INC., Plaintiff<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE, Defendant.</h1></center>\n<center>No. 93-197-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 12, 1993.</center>\n<p><span class=\"star-pagination\">*131</span> William E. Moore, Jr., John Walter Bryant, Bass, Powell &amp; Bryant, Raleigh, NC, for plaintiffs.</p>\n<p>Gerard J. Mene, U.S. Dept. of Justice, Washington, DC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>On March 30, 1993, James T. Smith, acting as tax matters person for Smith S, Inc. (\"plaintiff\"), filed a petition for readjustment pursuant to 26 U.S.C. §§ 6226(a)(2) and 6244 (1989), of a Final S Corporation Administration Adjustment (\"FSCAA\") issued by the Commissioner of the Internal Revenue Service (\"IRS\"). The court has jurisdiction to hear the case pursuant to 28 U.S.C. § 1346(e) (Supp.1993). The action is currently before the court on defendant's motion for summary judgment. All responses and replies have been filed, and the matter is ripe for ruling.</p>\n<p></p>\n<h2>I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>This case involves plaintiff's challenge to defendant's adjustment of its 1988-1990 tax returns disallowing its filings as a subchapter S corporation under the IRS Code and requiring it to pay back taxes for those years in the sum of $229,166.00. Through the alleged negligence of plaintiff's attorney, IRS Form 2553, used by a corporation to elect to be treated as a subchapter S corporation under the IRS Code, was never filed. Nonetheless, plaintiff filed its tax returns for tax years 1986-1990 on IRS Form 1120S, the form utilized by S corporations.</p>\n<p>On May 3, 1991, defendant notified plaintiff that it had commenced an investigation of its subchapter S corporate status. On June 17, 1991, the district director of the IRS (\"Greensboro director\") and James T. Smith acting as tax matters person agreed to extend the deadline for assessing federal income tax with respect to all shareholders of <span class=\"star-pagination\">*132</span> plaintiff for the taxable year 1988 until December 31, 1992. On December 30, 1992, the Greensboro director mailed to plaintiff a copy of its FSCAA denying plaintiff's subchapter S corporate status for tax years 1988-1990 and assessing deficiencies against plaintiff in the following amounts: (1) 1988: $202,251.00; (2) 1989: $3,467.00; (3) 1990: $3,448.00.</p>\n<p>Plaintiff filed this petition for readjustment of the FSCAA on March 30, 1993, pursuant to 26 U.S.C. § 6226(a)(2) (1989), to contest defendant's denial of its subchapter S corporate status and assessment of deficiencies for 1988-1990. Section 6226(a)(2) authorizes a tax matters partner to file a petition for readjustment of the partnership items for a taxable year with the district court of the United States for the district in which the partnership's principal place of business is located within ninety days of receiving notice of the final partnership administrative adjustment. <i>Id.</i> Furthermore, 26 U.S.C. § 6244 (1989), makes Section 6226(a), governing partnerships, applicable to subchapter S corporations. As a prerequisite to suit in district court pursuant to 26 U.S.C. § 6226(e)(1), plaintiff deposited $282,848.47 with the Secretary of Treasury to cover the adjustments for tax years 1988-90.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p></p>\n<h2>A. <i>Summary Judgment Standard</i>\n</h2>\n<p>Defendant filed the present motion for summary judgment seeking to dismiss plaintiff's claims. On a motion for summary judgment, a court must grant the motion if the parties' pleadings, depositions, interrogatory answers, admissions and any affidavits show there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. F.R.Civ.P. 56(c); <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). The party moving for summary judgment has the initial burden of demonstrating the absence of any material issue of fact, but need not support its motion with affidavits or other materials negating the non-moving party's claim. <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. at 2552. Once the moving party meets its initial burden, the non-moving party may not rely upon mere allegations or denials contained in its pleadings, but must come forward with some form of evidentiary material allowed by Rule 56 demonstrating the existence of a genuine issue of material fact requiring a trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248-49, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986); <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553. In other words, to withstand a motion for summary judgment, the non-moving party must proffer sufficient evidence on which a reasonable jury could find in its favor. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. In considering the motion, the court must view the facts and inferences to be drawn from the evidence in the light most favorable to the non-moving party to the extent those inferences are reasonable. <i>Matsushita Electrical Industrial Company v. Zenith Radio Corporation,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986).</p>\n<p></p>\n<h2>B. <i>Background Law</i>\n</h2>\n<p>The question in this case is whether plaintiff should be treated as a subchapter S corporation under the Internal Revenue Code (\"Code\"), 26 U.S.C. §§ 1361-79 (1988 and Supp.1993). A subchapter S corporation is a small business corporation that has chosen to elect, pursuant to 26 U.S.C. § 1362, to be treated under subchapter S of the Code for the taxable year. <i>See</i> 26 U.S.C. § 1361(a)(1). Subchapter S corporations are taxed similarly to a partnership with income or losses taxed against each shareholder. Any corporation that does not elect under Section 1362 is treated as a general or \"C corporation\" for the taxable year. <i>Id.</i> § 1361(a)(2).</p>\n<p>The Code provides that an election to be a subchapter S corporation must \"be made in such manner as the Secretary shall by regulations prescribe.\" <i>Id.</i> § 1377(c). The temporary regulations in effect during 1988 through 1990 provided that election must have been made by filing a Form 2553 with the consent of all necessary shareholders. Temp.Reg. § 18.1362-1(a) (1984).<sup>[1]</sup> It is undisputed <span class=\"star-pagination\">*133</span> that plaintiff did not file a Form 2553 for any of the taxable years in question.</p>\n<p>Nonetheless, plaintiff asserts several bases for readjusting defendant's FSCAA: First, plaintiff asserts that it is \"equitably entitled\" to be taxed as a small business corporation under subchapter S of the IRS Code; second, plaintiff asserts that the defendant is equitably estopped from assessing the additional tax liability against it; alternatively, plaintiff argues that the statute of limitations has run for adjustment of tax year 1988. (Complaint Paras. 21-23.)</p>\n<p></p>\n<h2>C. <i>Plaintiff's Claims for Relief</i>\n</h2>\n<p></p>\n<h2>1. <i>Equitable Entitlement</i>\n</h2>\n<p>Plaintiff's first claim for readjustment asserts that it is \"equitably entitled\" to be taxed as a subchapter S corporation for tax years 1988 through 1990. However, courts have strictly construed the requirements for electing under subchapter S. <i>See, e.g., </i><i>Brutsche v. Commissioner of Internal Revenue,</i> 585 F.2d 436, 443 (10th Cir.1978) (shareholders were not individually liable for tax deficiency because Form 2553 did not comply with strict requirements for subchapter S corporation status, and, thus, corporation must be treated as general corporation with only corporate liability); <i>Calhoun v. United States,</i> 370 F.Supp. 434, 439 (W.D.Va.1973) (denying subchapter S status because Form 2553 not timely filed); <i>Rowland v. United States,</i> 315 F.Supp. 596, 600-01 (W.D.Ark. 1970) (Form 2553 untimely filed and, therefore, ineffective to confer subchapter S status to plaintiff); <i>Barnes Motor &amp; Parts Company v. United States,</i> 309 F.Supp. 298, 304 (E.D.N.C.1970) (strictly construing requirements for subchapter S and holding plaintiff was not entitled to such status).</p>\n<p>Typical of the decisions in this area, the United States District Court for the Western District of Arkansas stated: \"The privilege of making a Subchapter S election was afforded as a matter of legislative grace; the election therefore must be made in the manner and time prescribed by Congress.\" <i>Rowland,</i> 315 F.Supp. at 600. Numerous other courts have noted, \"a court cannot supply what the corporation has failed to do.\" <i>Brutsche,</i> 585 F.2d at 439; <i>see also </i><i>Calhoun,</i> 370 F.Supp. at 439.</p>\n<p>Moreover, courts have consistently denied equitable relief for even the smallest technical defect in the subchapter S election requirements. <i>See, e.g., </i><i>Simons v. United States,</i> 208 F.Supp. 744, 746 (D.Conn.1962) (hand delivery of Form 2553 one day after due was not sufficient, and, therefore, corporation was denied subchapter S status); <i>Combs v. Commissioner of Internal Revenue,</i> 57 T.C.M. (CCH) 288, 290-92, 1989 WL 41657 (1989) (Form 2553 postmarked by private postal service one day before filing requirements but not postmarked by the United States Postal Service until after filing requirement was not sufficient and, therefore, was denied subchapter S corporation status; also denying equitable grounds for relief, including equitable estoppel, despite fact that plaintiff proceeded with merger based on IRS agent's representation that subchapter S corporation was accepted), <i>aff'd,</i> 907 F.2d 151 (6th Cir.1990) (Table); <i>Fratantonio v. Commissioner of Internal Revenue,</i> 55 T.C.M. (CCH) 611, 613, 1988 WL 33533 (1988) (court denied plaintiff subchapter S status because Form 2553 did not set forth sufficient information for IRS to determine if all shareholders had consented); <i>Horchem v. Commissioner of Internal Revenue,</i> 40 T.C.M. (CCH) 491, 492, 1980 WL 4055 (1980) (court denied plaintiff subchapter S status because Form 2553 was not timely filed); <i>Pestcoe v. Commissioner of Internal Revenue,</i> 40 T.C. 195, 197-98, 1963 WL 1351 (1963) (denied subchapter S status because Form 2553 was filed late despite fact that responsible corporate agent was stricken with coronary occlusion during one of the months when form could have been properly filed). In light of the strict manner in which courts have construed the requirements for subchapter S election, the court holds that plaintiff's failure to file a Form 2553 precludes its claim that it is \"equitably entitled\" to subchapter S status.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*134</span> 2. <i>Equitable Estoppel</i>\n</h2>\n<p>Plaintiff's second claim for relief is that the government is equitably estopped from adjusting its tax assessment for tax years 1988-1990. Plaintiff asserts that because the IRS \"accepted\" returns for those years filed on Form 1120S, the United States tax return for a subchapter S corporation, it is now estopped from denying it subchapter S corporate status. A party asserting equitable estoppel must prove at least three fundamental requirements:</p>\n<blockquote>(1) Misrepresentation by party against whom estoppel is asserted;</blockquote>\n<blockquote>(2) Reasonable reliance on the misrepresentation by the asserting party; and</blockquote>\n<blockquote>(3) Detriment to the asserting party.</blockquote>\n<p><i>See </i><i>Heckler v. Community Health Services,</i> 467 U.S. 51, 59, 104 S.Ct. 2218, 2223, 81 L.Ed.2d 42 (1984); <i>Kennedy v. United States,</i> 965 F.2d 413, 417 (7th Cir.1992); <i>United States v. Sasser,</i> 771 F.Supp. 720, 724 (D.S.C.1991), <i>aff'd on other grounds,</i> 967 F.2d 993 (4th Cir.1992), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 1644, 123 L.Ed.2d 266 (1993).</p>\n<p>Furthermore, the Supreme Court has noted that allowing the conduct of government agents to estop the government from asserting its rights under law implicates the separation of powers principle by, in effect, delegating the power to legislate to executive branch employees. <i>See </i><i>Office of Personnel Management v. Richmond,</i> 496 U.S. 414, 423, 110 S.Ct. 2465, 2470, 110 L.Ed.2d 387 (1990). Thus, the court has noted that \"it is well settled that the Government may not be estopped on the same terms as any other litigant.\" <i>Heckler,</i> 467 U.S. at 60, 104 S.Ct. at 2224; <i>see also </i><i>Richmond,</i> 496 U.S. at 419, 110 S.Ct. at 2469 (\"From our earliest cases, we have recognized that equitable estoppel will not lie against the Government as it lies against private litigants.\"); <i>Sasser,</i> 771 F.Supp at 724 (\"Estoppel against the Government is an extreme measure.\").</p>\n<p>Consequently, the court has imposed an additional, albeit ill-defined, requirement for parties attempting to assert estoppel against the government  \"affirmative misconduct.\" <i>See </i><i>Richmond,</i> 496 U.S. at 421, 110 S.Ct. at 2470 (noting requirement but dismissing estoppel argument on other grounds); <i>Kennedy,</i> 965 F.2d at 421 (recognizing requirement but refusing to reach the issue because appellant failed to satisfy other basic requirements of estoppel); <i>Sasser,</i> 771 F.Supp. at 724 (court denied defendant's equitable estoppel argument because reliance was not reasonable and he offered no evidence of government's affirmative misconduct).</p>\n<p>Unfortunately, the few courts that have addressed the affirmative misconduct requirement have defined it mostly in negative terms, if at all. <i>See, e.g., </i><i>Ingalls Shipbuilding, Inc. v. Department of Labor,</i> 976 F.2d 934, 938 (5th Cir.1992) (additional requirement is \"more than mere negligence, delay, inaction, or failure to follow an internal agency guideline\"); <i>Kennedy,</i> 965 F.2d at 421 (\"affirmative misconduct is `something more than mere negligence'\") (<i>quoting </i><i>TRW, Inc. v. Federal Trade Commission,</i> 647 F.2d 942, 951 (9th Cir.1981)); <i>Monongahela Valley Hospital, Inc. v. Sullivan,</i> 945 F.2d 576, 590 (3d Cir.1991) (government official's failure to clarify agency's position did not constitute affirmative misconduct).</p>\n<p>Moreover, the Supreme Court has recently adopted a rule of law prohibiting the \"assertion of estoppel against the Government by a claimant seeking public funds.\" <i>Richmond,</i> 496 U.S. at 434, 110 S.Ct. at 2476. The rule adopted in <i>Richmond</i> is based on the Appropriations Clause of the Constitution, Article I, § 9, Clause 7. <i>Id.</i> at 424, 110 S.Ct. at 2471. The rule is designed \"to assure that public funds will be spent according to the letter of the difficult judgments reached by Congress as to the common good and not according to the individual favor of Government agents or the individual pleas of litigants.\" <i>Id.</i> at 428, 110 S.Ct. at 2473.</p>\n<p>At least one circuit has explicitly applied the rule announced in <i>Richmond</i> to prohibit the assertion of estoppel against the government in tax refund cases. <i>See </i><i>Kennedy,</i> 965 F.2d at 421 n. 4. The Seventh Circuit in <i>Kennedy</i> noted that by asserting the estoppel defense in such a case, the claimant is \"`spending' the government's money in a sense by refusing to pay to the government what it is statutorily entitled to receive.\" <i>Id.</i> <span class=\"star-pagination\">*135</span> (<i>citing </i><i>Richmond,</i> 496 U.S. 414, 110 S.Ct. 2465).</p>\n<p>In the present case, plaintiff fails to prove all three basic requirements for equitable estoppel. Alternatively, plaintiff's claim \"seeks public funds,\" and, therefore, plaintiff cannot assert estoppel against the defendant. Thus, plaintiff's claim for equitable estoppel must be dismissed.</p>\n<p>Relating to the basic three requirements of estoppel, the only alleged \"misrepresentation\" asserted by plaintiff is the defendant's \"acceptance\" of its tax returns for tax years 1988-1990, filed on Form 1120S for subchapter S corporations. (Complaint Paras. 14-16, 23.) This court has explicitly rejected this same argument noting that \"the law appears to be well settled\" that government inaction does not estop it from adjusting tax assessment for prior years after an investigation. <i>Barnes Motor &amp; Parts Company,</i> 309 F.Supp. at 304; <i>see also </i><i>Hooper v. Commissioner of Internal Revenue,</i> 33 T.C.M. (CCH) 759, 762, 1974 WL 2222 (1974) (rejecting plaintiff's argument that filing of a tax return for past years as a subchapter S corporation estopped government from reassessing tax liability by denying subchapter S corporation status); <i>Mora v. Commissioner of Internal Revenue,</i> 31 T.C.M. (CCH) 495, 497, 1972 WL 2248 (1972) (same and noting, \"the law is clear that ... mere acceptance or acquiescence in returns filed by a taxpayer in previous years creates no estoppel against the Commissioner.\"). Thus, plaintiff has failed to demonstrate a misrepresentation by defendant under this and other court's precedent.</p>\n<p>Plaintiff also has failed to satisfy the second basic requirement for estoppel. In relation to this second requirement, the Supreme Court has noted:</p>\n<blockquote>Protection of the public fisc requires that those who seek public funds act with scrupulous regard for the requirements of law; respondent [plaintiff] could expect no less than to be held to the most demanding standards in its quest for public funds. This is consistent with the general rule that those who deal with the Government are expected to know the law and may not rely on the conduct of Government agents contrary to law.</blockquote>\n<p><i>Heckler,</i> 467 U.S. at 63, 104 S.Ct. at 2225. Accordingly, the Court has held that reliance on the misrepresentations of a government agent regarding the governing law is not reasonable because a party has \"a duty to familiarize itself with the legal requirements.\" <i>See id.</i> at 64, 66, 104 S.Ct. at 2225-26, 2227 (denying estoppel claim based on government agent's representation that under governing regulations, plaintiff was permitted to charge costs as an expense); <i>see also </i><i>Kennedy,</i> 965 F.2d at 420-21 (plaintiff's reliance on agent's statement of the governing law was not reasonable). The court holds as a matter of law that plaintiff could not reasonably rely on the mere inaction of the government in response to its filing of a Form 1120A for a subchapter S corporation in tax years 1988-1990. Thus, plaintiff has failed to demonstrate the second requirement for estoppel.</p>\n<p>Moreover, courts have consistently ruled that a party suffers no detriment if the government requires it to repay benefits to which it was never entitled. <i>See </i><i>Heckler,</i> 467 U.S. at 62, 104 S.Ct. at 2225; <i>Kennedy,</i> 965 F.2d at 418-19. The Supreme Court has noted that such a party has actually received a benefit of the interest-free use of taxpayer money. <i>Heckler,</i> 467 U.S. at 62, 104 S.Ct. at 2225. Thus, plaintiff also failed to demonstrate the third requirement for equitable estoppel.</p>\n<p>Finally, the court agrees with the Seventh Circuit that the rule announced by the Supreme Court in <i>Richmond</i> prohibits a party from asserting estoppel against the government in a case involving a tax refund as \"seeking public funds.\" <i>See Kennedy,</i> 965 at 421 n. 4; <i>see also </i><i>Richmond,</i> 496 U.S. at 434, 110 S.Ct. at 2476. Although the parties dispute whether plaintiff's petition for readjustment pursuant to 26 U.S.C. § 6226 is technically a refund action, the same rationale applies to bar the assertion of estoppel by plaintiff.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*136</span> 3. <i>Statute of Limitations</i>\n</h2>\n<p>Plaintiff's final argument is that the statute of limitations for assessing additional taxes expired for tax year 1988 prior to the issuance of the FSCAA. (Complaint at Para. 22.) The period for assessing any tax against a party asserting subchapter S corporation status is three years from the latter of the date on which the return was filed or the last day for filing such return for that taxable year. <i>See</i> 26 U.S.C. § 6229(a) (1989); <i>see also</i> 26 C.F.R. § 1.6037-1(c) (1992). Plaintiff was required to file a return for the tax year 1988 no later than March 15, 1989, and for the purposes of this motion the defendant is not contesting that plaintiff's return was timely filed for tax year 1988. <i>See</i> 26 U.S.C. § 6072(b) (1989). Thus, the statutory period for an assessment would have expired on March 15, 1992.</p>\n<p>However, the Code provides for an extension of the statutory period for all shareholders if the IRS and the tax matters person enter into an extension agreement before the expiration of the statutory period. <i>See</i> 26 U.S.C. § 6229(b)(1)(B). This extension provision forms the crux of plaintiff's statute of limitations argument. It is undisputed that plaintiff's tax matters person, James T. Smith, and the Greensboro director entered into an agreement extending the period for assessing any taxes for tax year 1988 until December 31, 1992. (See Motion for Summary Judgment, Exhibit 1-a.)</p>\n<p>It is also undisputed that the Greensboro director mailed plaintiff a copy of the FSCAA on December 30, 1992. Notice of an FSCAA suspends the running of the statutory period for assessments for the ninety days during which plaintiff can bring an action under Section 6226, during the pendency of such an action and for one year thereafter. <i>See</i> 26 U.S.C. § 6229(d) (1989). Thus, defendant's assessment for tax year 1988 was within the time period and extension provided by law.</p>\n<p>However, in its response, plaintiff argues that the extension agreement only related to the shareholders and not the corporation itself. Plaintiff argues that a duly elected officer of the corporation must have consented to the extension. However, the agreement contains the signature of James T. Smith, signing as tax matters person, who plaintiff's complaint admits is also the president of plaintiff. (Complaint at Para. 9.) Moreover, plaintiff's complaint admits that the Greensboro director and \"the corporation\" entered into the agreement in question. Thus, the court finds no merit in plaintiff's last argument that the corporation is not bound by the extension agreement of June 18, 1991. Accordingly, the statute of limitations for tax year 1988 had not run prior to defendant's issuance of the FSCAA.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>No genuine issues of material fact exist and defendant is entitled to summary judgment as a matter of law on all three of plaintiff's claims. First, courts' strict construction of the technical requirements for election as a subchapter S corporation precludes plaintiff's claim that it is equitably entitled to such status despite its admitted complete failure to file a Form 2553 for any of the years in question. Second, plaintiff has failed to demonstrate all of the three basic requirements of its equitable estoppel claim; alternatively, plaintiff is precluded from asserting that argument against the government because its claim seeks public funds. Third and finally, the corporation entered into a binding extension of the statutory period for tax year 1988, and, therefore, the period did not expire for that year prior to defendant's issuance of the FSCAA. Therefore, defendant's motion for summary judgment is granted and plaintiff's petition for readjustment is dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Final regulations requiring the same Form 2553 were enacted on November 25, 1992 to take effect for tax years beginning after December 31, 1992. 26 C.F.R. §§ 1.1362 and 1.1362-6(a) (1992).</p>\n<p>[2]  The court also has serious doubts as to whether plaintiff has demonstrated affirmative misconduct by the government in this case. <i>See </i><i>Sullivan,</i> 945 F.2d at 590. However, this requirement is not well defined and other grounds require rejection of plaintiff's estoppel claim. Thus, the court does not base its rejection of plaintiff's estoppel argument on this ill-defined requirement.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">130</span></span> (1993)</b></center>\n<center><h1>SMITH S, INC., Plaintiff<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE, Defendant.</h1></center>\n<center>No. 93-197-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 12, 1993.</center>\n<p><span class=\"star-pagination\">*131</span> William E. Moore, Jr., John Walter Bryant, Bass, Powell &amp; Bryant, Raleigh, NC, for plaintiffs.</p>\n<p>Gerard J. Mene, U.S. Dept. of Justice, Washington, DC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>On March 30, 1993, James T. Smith, acting as tax matters person for Smith S, Inc. (\"plaintiff\"), filed a petition for readjustment pursuant to 26 U.S.C. §§ 6226(a)(2) and 6244 (1989), of a Final S Corporation Administration Adjustment (\"FSCAA\") issued by the Commissioner of the Internal Revenue Service (\"IRS\"). The court has jurisdiction to hear the case pursuant to 28 U.S.C. § 1346(e) (Supp.1993). The action is currently before the court on defendant's motion for summary judgment. All responses and replies have been filed, and the matter is ripe for ruling.</p>\n<p></p>\n<h2>I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>This case involves plaintiff's challenge to defendant's adjustment of its 1988-1990 tax returns disallowing its filings as a subchapter S corporation under the IRS Code and requiring it to pay back taxes for those years in the sum of $229,166.00. Through the alleged negligence of plaintiff's attorney, IRS Form 2553, used by a corporation to elect to be treated as a subchapter S corporation under the IRS Code, was never filed. Nonetheless, plaintiff filed its tax returns for tax years 1986-1990 on IRS Form 1120S, the form utilized by S corporations.</p>\n<p>On May 3, 1991, defendant notified plaintiff that it had commenced an investigation of its subchapter S corporate status. On June 17, 1991, the district director of the IRS (\"Greensboro director\") and James T. Smith acting as tax matters person agreed to extend the deadline for assessing federal income tax with respect to all shareholders of <span class=\"star-pagination\">*132</span> plaintiff for the taxable year 1988 until December 31, 1992. On December 30, 1992, the Greensboro director mailed to plaintiff a copy of its FSCAA denying plaintiff's subchapter S corporate status for tax years 1988-1990 and assessing deficiencies against plaintiff in the following amounts: (1) 1988: $202,251.00; (2) 1989: $3,467.00; (3) 1990: $3,448.00.</p>\n<p>Plaintiff filed this petition for readjustment of the FSCAA on March 30, 1993, pursuant to 26 U.S.C. § 6226(a)(2) (1989), to contest defendant's denial of its subchapter S corporate status and assessment of deficiencies for 1988-1990. Section 6226(a)(2) authorizes a tax matters partner to file a petition for readjustment of the partnership items for a taxable year with the district court of the United States for the district in which the partnership's principal place of business is located within ninety days of receiving notice of the final partnership administrative adjustment. <i>Id.</i> Furthermore, 26 U.S.C. § 6244 (1989), makes Section 6226(a), governing partnerships, applicable to subchapter S corporations. As a prerequisite to suit in district court pursuant to 26 U.S.C. § 6226(e)(1), plaintiff deposited $282,848.47 with the Secretary of Treasury to cover the adjustments for tax years 1988-90.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p></p>\n<h2>A. <i>Summary Judgment Standard</i>\n</h2>\n<p>Defendant filed the present motion for summary judgment seeking to dismiss plaintiff's claims. On a motion for summary judgment, a court must grant the motion if the parties' pleadings, depositions, interrogatory answers, admissions and any affidavits show there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. F.R.Civ.P. 56(c); <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The party moving for summary judgment has the initial burden of demonstrating the absence of any material issue of fact, but need not support its motion with affidavits or other materials negating the non-moving party's claim. <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. at 2552. Once the moving party meets its initial burden, the non-moving party may not rely upon mere allegations or denials contained in its pleadings, but must come forward with some form of evidentiary material allowed by Rule 56 demonstrating the existence of a genuine issue of material fact requiring a trial. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248-49, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553. In other words, to withstand a motion for summary judgment, the non-moving party must proffer sufficient evidence on which a reasonable jury could find in its favor. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. In considering the motion, the court must view the facts and inferences to be drawn from the evidence in the light most favorable to the non-moving party to the extent those inferences are reasonable. <i>Matsushita Electrical Industrial Company v. Zenith Radio Corporation,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p></p>\n<h2>B. <i>Background Law</i>\n</h2>\n<p>The question in this case is whether plaintiff should be treated as a subchapter S corporation under the Internal Revenue Code (\"Code\"), 26 U.S.C. §§ 1361-79 (1988 and Supp.1993). A subchapter S corporation is a small business corporation that has chosen to elect, pursuant to 26 U.S.C. § 1362, to be treated under subchapter S of the Code for the taxable year. <i>See</i> 26 U.S.C. § 1361(a)(1). Subchapter S corporations are taxed similarly to a partnership with income or losses taxed against each shareholder. Any corporation that does not elect under Section 1362 is treated as a general or \"C corporation\" for the taxable year. <i>Id.</i> § 1361(a)(2).</p>\n<p>The Code provides that an election to be a subchapter S corporation must \"be made in such manner as the Secretary shall by regulations prescribe.\" <i>Id.</i> § 1377(c). The temporary regulations in effect during 1988 through 1990 provided that election must have been made by filing a Form 2553 with the consent of all necessary shareholders. Temp.Reg. § 18.1362-1(a) (1984).<sup>[1]</sup> It is undisputed <span class=\"star-pagination\">*133</span> that plaintiff did not file a Form 2553 for any of the taxable years in question.</p>\n<p>Nonetheless, plaintiff asserts several bases for readjusting defendant's FSCAA: First, plaintiff asserts that it is \"equitably entitled\" to be taxed as a small business corporation under subchapter S of the IRS Code; second, plaintiff asserts that the defendant is equitably estopped from assessing the additional tax liability against it; alternatively, plaintiff argues that the statute of limitations has run for adjustment of tax year 1988. (Complaint Paras. 21-23.)</p>\n<p></p>\n<h2>C. <i>Plaintiff's Claims for Relief</i>\n</h2>\n<p></p>\n<h2>1. <i>Equitable Entitlement</i>\n</h2>\n<p>Plaintiff's first claim for readjustment asserts that it is \"equitably entitled\" to be taxed as a subchapter S corporation for tax years 1988 through 1990. However, courts have strictly construed the requirements for electing under subchapter S. <i>See, e.g., </i><i>Brutsche v. Commissioner of Internal Revenue,</i> <span class=\"citation\" data-id=\"360253\"><a href=\"/opinion/360253/ralph-l-brutsche-and-ingrid-brutsche-v-commissioner-of-internal-revenue/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 443 (10th Cir.1978) (shareholders were not individually liable for tax deficiency because Form 2553 did not comply with strict requirements for subchapter S corporation status, and, thus, corporation must be treated as general corporation with only corporate liability); <i>Calhoun v. United States,</i> <span class=\"citation\" data-id=\"1801544\"><a href=\"/opinion/1801544/calhoun-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">434</span></a></span>, 439 (W.D.Va.1973) (denying subchapter S status because Form 2553 not timely filed); <i>Rowland v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">596</span></span>, 600-01 (W.D.Ark. 1970) (Form 2553 untimely filed and, therefore, ineffective to confer subchapter S status to plaintiff); <i>Barnes Motor &amp; Parts Company v. United States,</i> <span class=\"citation\" data-id=\"2096206\"><a href=\"/opinion/2096206/barnes-motor-parts-company-v-united-states/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></a></span>, 304 (E.D.N.C.1970) (strictly construing requirements for subchapter S and holding plaintiff was not entitled to such status).</p>\n<p>Typical of the decisions in this area, the United States District Court for the Western District of Arkansas stated: \"The privilege of making a Subchapter S election was afforded as a matter of legislative grace; the election therefore must be made in the manner and time prescribed by Congress.\" <i>Rowland,</i> 315 F.Supp. at 600. Numerous other courts have noted, \"a court cannot supply what the corporation has failed to do.\" <i>Brutsche,</i> 585 F.2d at 439; <i>see also </i><i>Calhoun,</i> 370 F.Supp. at 439.</p>\n<p>Moreover, courts have consistently denied equitable relief for even the smallest technical defect in the subchapter S election requirements. <i>See, e.g., </i><i>Simons v. United States,</i> <span class=\"citation\" data-id=\"1866842\"><a href=\"/opinion/1866842/simons-v-united-states/\"><span class=\"volume\">208</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">744</span></a></span>, 746 (D.Conn.1962) (hand delivery of Form 2553 one day after due was not sufficient, and, therefore, corporation was denied subchapter S status); <i>Combs v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">288</span></span>, 290-92, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">41657</span></span> (1989) (Form 2553 postmarked by private postal service one day before filing requirements but not postmarked by the United States Postal Service until after filing requirement was not sufficient and, therefore, was denied subchapter S corporation status; also denying equitable grounds for relief, including equitable estoppel, despite fact that plaintiff proceeded with merger based on IRS agent's representation that subchapter S corporation was accepted), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></span> (6th Cir.1990) (Table); <i>Fratantonio v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">611</span></span>, 613, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">33533</span></span> (1988) (court denied plaintiff subchapter S status because Form 2553 did not set forth sufficient information for IRS to determine if all shareholders had consented); <i>Horchem v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">491</span></span>, 492, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">4055</span></span> (1980) (court denied plaintiff subchapter S status because Form 2553 was not timely filed); <i>Pestcoe v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">195</span></span>, 197-98, <span class=\"citation no-link\"><span class=\"volume\">1963</span> <span class=\"reporter\">WL</span> <span class=\"page\">1351</span></span> (1963) (denied subchapter S status because Form 2553 was filed late despite fact that responsible corporate agent was stricken with coronary occlusion during one of the months when form could have been properly filed). In light of the strict manner in which courts have construed the requirements for subchapter S election, the court holds that plaintiff's failure to file a Form 2553 precludes its claim that it is \"equitably entitled\" to subchapter S status.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*134</span> 2. <i>Equitable Estoppel</i>\n</h2>\n<p>Plaintiff's second claim for relief is that the government is equitably estopped from adjusting its tax assessment for tax years 1988-1990. Plaintiff asserts that because the IRS \"accepted\" returns for those years filed on Form 1120S, the United States tax return for a subchapter S corporation, it is now estopped from denying it subchapter S corporate status. A party asserting equitable estoppel must prove at least three fundamental requirements:</p>\n<blockquote>(1) Misrepresentation by party against whom estoppel is asserted;</blockquote>\n<blockquote>(2) Reasonable reliance on the misrepresentation by the asserting party; and</blockquote>\n<blockquote>(3) Detriment to the asserting party.</blockquote>\n<p><i>See </i><i>Heckler v. Community Health Services,</i> <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 59, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>, 2223, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></a></span> (1984); <i>Kennedy v. United States,</i> <span class=\"citation\" data-id=\"583973\"><a href=\"/opinion/583973/john-t-kennedy-v-united-states-of-america-third-party-v-harold-c/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">413</span></a></span>, 417 (7th Cir.1992); <i>United States v. Sasser,</i> <span class=\"citation no-link\"><span class=\"volume\">771</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">720</span></span>, 724 (D.S.C.1991), <i>aff'd on other grounds,</i> <span class=\"citation\" data-id=\"585821\"><a href=\"/opinion/585821/united-states-v-marshall-c-sasser/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">993</span></a></span> (4th Cir.1992), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">266</span></span> (1993).</p>\n<p>Furthermore, the Supreme Court has noted that allowing the conduct of government agents to estop the government from asserting its rights under law implicates the separation of powers principle by, in effect, delegating the power to legislate to executive branch employees. <i>See </i><i>Office of Personnel Management v. Richmond,</i> <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 423, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, 2470, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (1990). Thus, the court has noted that \"it is well settled that the Government may not be estopped on the same terms as any other litigant.\" <i>Heckler,</i> 467 U.S. at 60, 104 S.Ct. at 2224; <i>see also </i><i>Richmond,</i> 496 U.S. at 419, 110 S.Ct. at 2469 (\"From our earliest cases, we have recognized that equitable estoppel will not lie against the Government as it lies against private litigants.\"); <i>Sasser,</i> 771 F.Supp at 724 (\"Estoppel against the Government is an extreme measure.\").</p>\n<p>Consequently, the court has imposed an additional, albeit ill-defined, requirement for parties attempting to assert estoppel against the government  \"affirmative misconduct.\" <i>See </i><i>Richmond,</i> 496 U.S. at 421, 110 S.Ct. at 2470 (noting requirement but dismissing estoppel argument on other grounds); <i>Kennedy,</i> 965 F.2d at 421 (recognizing requirement but refusing to reach the issue because appellant failed to satisfy other basic requirements of estoppel); <i>Sasser,</i> 771 F.Supp. at 724 (court denied defendant's equitable estoppel argument because reliance was not reasonable and he offered no evidence of government's affirmative misconduct).</p>\n<p>Unfortunately, the few courts that have addressed the affirmative misconduct requirement have defined it mostly in negative terms, if at all. <i>See, e.g., </i><i>Ingalls Shipbuilding, Inc. v. Department of Labor,</i> <span class=\"citation\" data-id=\"592098\"><a href=\"/opinion/592098/ingalls-shipbuilding-inc-v-director-office-of-workers-compensation/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 938 (5th Cir.1992) (additional requirement is \"more than mere negligence, delay, inaction, or failure to follow an internal agency guideline\"); <i>Kennedy,</i> 965 F.2d at 421 (\"affirmative misconduct is `something more than mere negligence'\") (<i>quoting </i><i>TRW, Inc. v. Federal Trade Commission,</i> <span class=\"citation\" data-id=\"390045\"><a href=\"/opinion/390045/trw-inc-and-horace-a-shepard-v-the-federal-trade-commission/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 951 (9th Cir.1981)); <i>Monongahela Valley Hospital, Inc. v. Sullivan,</i> <span class=\"citation\" data-id=\"569104\"><a href=\"/opinion/569104/monongahela-valley-hospital-inc-v-louis-w-sullivan-md-secretary-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span>, 590 (3d Cir.1991) (government official's failure to clarify agency's position did not constitute affirmative misconduct).</p>\n<p>Moreover, the Supreme Court has recently adopted a rule of law prohibiting the \"assertion of estoppel against the Government by a claimant seeking public funds.\" <i>Richmond,</i> 496 U.S. at 434, 110 S.Ct. at 2476. The rule adopted in <i>Richmond</i> is based on the Appropriations Clause of the Constitution, Article I, § 9, Clause 7. <i>Id.</i> at 424, 110 S.Ct. at 2471. The rule is designed \"to assure that public funds will be spent according to the letter of the difficult judgments reached by Congress as to the common good and not according to the individual favor of Government agents or the individual pleas of litigants.\" <i>Id.</i> at 428, 110 S.Ct. at 2473.</p>\n<p>At least one circuit has explicitly applied the rule announced in <i>Richmond</i> to prohibit the assertion of estoppel against the government in tax refund cases. <i>See </i><i>Kennedy,</i> 965 F.2d at 421 n. 4. The Seventh Circuit in <i>Kennedy</i> noted that by asserting the estoppel defense in such a case, the claimant is \"`spending' the government's money in a sense by refusing to pay to the government what it is statutorily entitled to receive.\" <i>Id.</i> <span class=\"star-pagination\">*135</span> (<i>citing </i><i>Richmond,</i> <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>).</p>\n<p>In the present case, plaintiff fails to prove all three basic requirements for equitable estoppel. Alternatively, plaintiff's claim \"seeks public funds,\" and, therefore, plaintiff cannot assert estoppel against the defendant. Thus, plaintiff's claim for equitable estoppel must be dismissed.</p>\n<p>Relating to the basic three requirements of estoppel, the only alleged \"misrepresentation\" asserted by plaintiff is the defendant's \"acceptance\" of its tax returns for tax years 1988-1990, filed on Form 1120S for subchapter S corporations. (Complaint Paras. 14-16, 23.) This court has explicitly rejected this same argument noting that \"the law appears to be well settled\" that government inaction does not estop it from adjusting tax assessment for prior years after an investigation. <i>Barnes Motor &amp; Parts Company,</i> 309 F.Supp. at 304; <i>see also </i><i>Hooper v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">759</span></span>, 762, <span class=\"citation no-link\"><span class=\"volume\">1974</span> <span class=\"reporter\">WL</span> <span class=\"page\">2222</span></span> (1974) (rejecting plaintiff's argument that filing of a tax return for past years as a subchapter S corporation estopped government from reassessing tax liability by denying subchapter S corporation status); <i>Mora v. Commissioner of Internal Revenue,</i> <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">495</span></span>, 497, <span class=\"citation no-link\"><span class=\"volume\">1972</span> <span class=\"reporter\">WL</span> <span class=\"page\">2248</span></span> (1972) (same and noting, \"the law is clear that ... mere acceptance or acquiescence in returns filed by a taxpayer in previous years creates no estoppel against the Commissioner.\"). Thus, plaintiff has failed to demonstrate a misrepresentation by defendant under this and other court's precedent.</p>\n<p>Plaintiff also has failed to satisfy the second basic requirement for estoppel. In relation to this second requirement, the Supreme Court has noted:</p>\n<blockquote>Protection of the public fisc requires that those who seek public funds act with scrupulous regard for the requirements of law; respondent [plaintiff] could expect no less than to be held to the most demanding standards in its quest for public funds. This is consistent with the general rule that those who deal with the Government are expected to know the law and may not rely on the conduct of Government agents contrary to law.</blockquote>\n<p><i>Heckler,</i> 467 U.S. at 63, 104 S.Ct. at 2225. Accordingly, the Court has held that reliance on the misrepresentations of a government agent regarding the governing law is not reasonable because a party has \"a duty to familiarize itself with the legal requirements.\" <i>See id.</i> at 64, 66, 104 S.Ct. at 2225-26, 2227 (denying estoppel claim based on government agent's representation that under governing regulations, plaintiff was permitted to charge costs as an expense); <i>see also </i><i>Kennedy,</i> 965 F.2d at 420-21 (plaintiff's reliance on agent's statement of the governing law was not reasonable). The court holds as a matter of law that plaintiff could not reasonably rely on the mere inaction of the government in response to its filing of a Form 1120A for a subchapter S corporation in tax years 1988-1990. Thus, plaintiff has failed to demonstrate the second requirement for estoppel.</p>\n<p>Moreover, courts have consistently ruled that a party suffers no detriment if the government requires it to repay benefits to which it was never entitled. <i>See </i><i>Heckler,</i> 467 U.S. at 62, 104 S.Ct. at 2225; <i>Kennedy,</i> 965 F.2d at 418-19. The Supreme Court has noted that such a party has actually received a benefit of the interest-free use of taxpayer money. <i>Heckler,</i> 467 U.S. at 62, 104 S.Ct. at 2225. Thus, plaintiff also failed to demonstrate the third requirement for equitable estoppel.</p>\n<p>Finally, the court agrees with the Seventh Circuit that the rule announced by the Supreme Court in <i>Richmond</i> prohibits a party from asserting estoppel against the government in a case involving a tax refund as \"seeking public funds.\" <i>See Kennedy,</i> 965 at 421 n. 4; <i>see also </i><i>Richmond,</i> 496 U.S. at 434, 110 S.Ct. at 2476. Although the parties dispute whether plaintiff's petition for readjustment pursuant to 26 U.S.C. § 6226 is technically a refund action, the same rationale applies to bar the assertion of estoppel by plaintiff.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*136</span> 3. <i>Statute of Limitations</i>\n</h2>\n<p>Plaintiff's final argument is that the statute of limitations for assessing additional taxes expired for tax year 1988 prior to the issuance of the FSCAA. (Complaint at Para. 22.) The period for assessing any tax against a party asserting subchapter S corporation status is three years from the latter of the date on which the return was filed or the last day for filing such return for that taxable year. <i>See</i> 26 U.S.C. § 6229(a) (1989); <i>see also</i> 26 C.F.R. § 1.6037-1(c) (1992). Plaintiff was required to file a return for the tax year 1988 no later than March 15, 1989, and for the purposes of this motion the defendant is not contesting that plaintiff's return was timely filed for tax year 1988. <i>See</i> 26 U.S.C. § 6072(b) (1989). Thus, the statutory period for an assessment would have expired on March 15, 1992.</p>\n<p>However, the Code provides for an extension of the statutory period for all shareholders if the IRS and the tax matters person enter into an extension agreement before the expiration of the statutory period. <i>See</i> 26 U.S.C. § 6229(b)(1)(B). This extension provision forms the crux of plaintiff's statute of limitations argument. It is undisputed that plaintiff's tax matters person, James T. Smith, and the Greensboro director entered into an agreement extending the period for assessing any taxes for tax year 1988 until December 31, 1992. (See Motion for Summary Judgment, Exhibit 1-a.)</p>\n<p>It is also undisputed that the Greensboro director mailed plaintiff a copy of the FSCAA on December 30, 1992. Notice of an FSCAA suspends the running of the statutory period for assessments for the ninety days during which plaintiff can bring an action under Section 6226, during the pendency of such an action and for one year thereafter. <i>See</i> 26 U.S.C. § 6229(d) (1989). Thus, defendant's assessment for tax year 1988 was within the time period and extension provided by law.</p>\n<p>However, in its response, plaintiff argues that the extension agreement only related to the shareholders and not the corporation itself. Plaintiff argues that a duly elected officer of the corporation must have consented to the extension. However, the agreement contains the signature of James T. Smith, signing as tax matters person, who plaintiff's complaint admits is also the president of plaintiff. (Complaint at Para. 9.) Moreover, plaintiff's complaint admits that the Greensboro director and \"the corporation\" entered into the agreement in question. Thus, the court finds no merit in plaintiff's last argument that the corporation is not bound by the extension agreement of June 18, 1991. Accordingly, the statute of limitations for tax year 1988 had not run prior to defendant's issuance of the FSCAA.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>No genuine issues of material fact exist and defendant is entitled to summary judgment as a matter of law on all three of plaintiff's claims. First, courts' strict construction of the technical requirements for election as a subchapter S corporation precludes plaintiff's claim that it is equitably entitled to such status despite its admitted complete failure to file a Form 2553 for any of the years in question. Second, plaintiff has failed to demonstrate all of the three basic requirements of its equitable estoppel claim; alternatively, plaintiff is precluded from asserting that argument against the government because its claim seeks public funds. Third and finally, the corporation entered into a binding extension of the statutory period for tax year 1988, and, therefore, the period did not expire for that year prior to defendant's issuance of the FSCAA. Therefore, defendant's motion for summary judgment is granted and plaintiff's petition for readjustment is dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Final regulations requiring the same Form 2553 were enacted on November 25, 1992 to take effect for tax years beginning after December 31, 1992. 26 C.F.R. §§ 1.1362 and 1.1362-6(a) (1992).</p>\n<p>[2]  The court also has serious doubts as to whether plaintiff has demonstrated affirmative misconduct by the government in this case. <i>See </i><i>Sullivan,</i> 945 F.2d at 590. However, this requirement is not well defined and other grounds require rejection of plaintiff's estoppel claim. Thus, the court does not base its rejection of plaintiff's estoppel argument on this ill-defined requirement.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1801544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1866842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096206/"
  ]
}