{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2377062/",
  "absolute_url": "/opinion/2377062/environmental-defense-fund-v-tidwell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2377062/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:27.555736Z",
  "date_modified": "2016-04-26T23:21:43.795233Z",
  "type": "010combined",
  "sha1": "5d96a66212586412a0dcf4c3f84b5b4922f87563",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>837 F.Supp. 1344 (1992)</b></center>\n<center><h1>ENVIRONMENTAL DEFENSE FUND etc., et al., Plaintiffs,<br>\nv.<br>\nGreer TIDWELL, Regional Administrator, Region IV, U.S. Environmental Protection Agency et al., Defendants.</h1></center>\n<center>No. 91-467-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 6, 1992.</center>\n<p><span class=\"star-pagination\">*1345</span> <span class=\"star-pagination\">*1346</span> Derb S. Carter, Jr., Deborah Lark Hayes, Southern Environmental Law Center, Chapel <span class=\"star-pagination\">*1347</span> Hill, NC, Dan Goodman, U.S. Dept. of Justice, Environmental Defense Section, Washington, DC, for plaintiff Environmental Defense Fund.</p>\n<p>Derb S. Carter, Jr., Southern Environmental Law Center, Chapel Hill, NC, for plaintiffs North Carolina Wildlife Federation, North Carolina Coastal Federation, National Audubon Society and Sierra Club.</p>\n<p>Stephen A. West, U.S. Atty., E.D.N.C., Raleigh, NC, for defendants Greer Tidwell, Regional Adm'r, Region IV, William K. Reilly, Adm'r, U.S. E.P.A., Michael P.W. Stone, Secretary, U.S. Dept. of the Army and Col. Walter S. Tulloch, Dist. Engineer, U.S. Army Corp of Engineers.</p>\n<p>Donalt James Eglinton, I. Clark Wright, Jr., Cheryl A. Marteney, Ward &amp; Smith, New Bern, NC, John A.J. Ward, Ward &amp; Smith, Wilmington, NC, for defendant Weyerhaeuser Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, various environmental organizations, bring this action pursuant to the Clean Water Act (\"CWA\"), 33 U.S.C. §§ 1251-1376 (1986 and Supp.1992), and the judicial review chapter of the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706 (1977). Plaintiffs brings suit against the Weyerhaeuser Company (\"WC\") as well as the Environmental Protection Agency (\"EPA\") and the United States Army Corps of Engineers (\"Corps\") under the citizen suit provision of the CWA, 33 U.S.C. § 1365 (1986 and Supp. 1992). Additionally, plaintiff brings suit under the APA against the EPA and the Corps (hereinafter referred to collectively as the \"federal defendants\"). This action is presently before the court on objections to the memorandum and recommendation of United States Magistrate Judge Alexander B. Denson entered on June 22, 1992 recommending that all defendants' motions to dismiss be denied.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Defendant WC is the owner of approximately 11,000 acres of the East Dismal Swamp (\"Swamp\") in Washington County, North Carolina. WC's \"Parker tract\" is the only remaining significant parcel of the once vast Swamp forest ecosystem. Since January 1, 1978, WC has been converting its tract of the Swamp to pine tree farms by removing existing vegetation, opening drainage ditches, depositing fill materials and planting pine trees.</p>\n<p>On January 17, 1990, plaintiffs, Environmental Defense Fund (\"EDF\") and North Carolina Coastal Federation (\"NCCF\"), through letters from their attorneys, notified the Administrator of the EPA, the Secretary of the Army and WC of their intent to commence a citizen suit for alleged violations of the CWA. These letters requested that WC cease its alleged violations of the CWA and that the federal defendants assert jurisdiction over the same.</p>\n<p>Employees of EPA's Region IV, encompassing North Carolina, visited WC's tract of the Swamp to investigate the alleged violations as described in the plaintiffs' letters. Based on this visit, EPA's Region IV employees determined that WC was discharging dredged or fill material into the Swamp. However, these EPA employees determined that WC's activities were exempt from the permitting requirements under the CWA as normal silvicultural activities and were not \"recaptured\" as subjecting the tract to a new use.</p>\n<p>Steven J. Levitas of the North Carolina EDF wrote a letter to the EPA asking them to reconsider their determination of WC's activities. In response, Susan G. Lepow, Associate General Counsel of the Water Division of the EPA, responded in a letter dated June 20, 1991 stating:</p>\n<blockquote>As I mentioned, we briefed top agency officials on the issue from a legal and policy perspective. Based on the information available to us, and our reading of the CWA and our regulations, we are prepared to defend Region IV's conclusion that the discharges of dredged and fill material associated with Weyerha[e]user's conduct constitutes part of an established silvicultural operation exempt under section 404(f) <span class=\"star-pagination\">*1348</span> [codified as section 1344(f)] from the section 404 permit requirements.</blockquote>\n<p>Complaint, Exhibit C.</p>\n<p>On July 22, 1991, over eighteen months after their original notice, EDF and NCCF along with three other environmental organizations, North Carolina Wildlife Foundation (\"NCWF\"), National Wildlife Foundation (\"NWF\") and the Sierra Club filed suit against WC and the federal defendants in this court. In Count I of their complaint, plaintiffs assert that WC is discharging dredged or fill materials into the Swamp without a permit in violation of the CWA. In Count II, plaintiffs allege that the federal defendants' determinations that WC's activities were not subject to the CWA's permitting requirements violated their non-discretionary duties under the CWA. Finally, in Count III plaintiffs assert that the federal defendants' exemption determinations are arbitrary and capricious under the APA, 5 U.S.C. § 706(2).</p>\n<p>WC and the federal defendants filed separate motions to dismiss under Rule 12(b)(1) &amp; (6) based on lack of subject matter jurisdiction and failure to state a claim upon which relief could be granted. Both WC and the federal defendants also moved to dismiss the three additional plaintiffs alleging that they had failed to satisfy the sixty-day prior notice requirement. United States Magistrate Judge Alexander B. Denson conducted a lengthy hearing on the motions to dismiss on April 30, 1992. On June 22, 1992 Judge Denson issued a memorandum and recommendation rejecting all arguments asserted by both WC and the federal defendants. All defendants subsequently filed objections to Magistrate Judge Denson's memorandum and recommendation.</p>\n<p>After an independent and thorough review of the entire record and all objections made to the Magistrate Judge's memorandum and recommendation, the court denies WC's and federal defendants' motion to dismiss plaintiffs CWA claims. However, the court grants federal defendants' motion to dismiss plaintiffs APA claim.</p>\n<p></p>\n<h2>II. <i>ANALYSIS</i>\n</h2>\n<p>As an initial matter, the court reviews de novo Magistrate Judge Denson's memorandum and recommendation on defendants' motion to dismiss. <i>See</i> 28 U.S.C. § 636(b)(1) (Supp.1992). Moreover, as noted previously, defendants move the court to dismiss pursuant to both Rule 12(b)(1) for lack of subject matter jurisdiction and Rule 12(b)(6) for failure to state a claim. The Fourth Circuit has held that in such a situation, \"`the proper procedure for the district court is to find that jurisdiction exists and to deal with the objection as a direct attack on the merits of plaintiffs case.'\" <i>Plumer v. Maryland,</i> 915 F.2d 927, 932 n. 5 (4th Cir.1990) (quoting <i>Daigle v. Opelousas Health Care, Inc.,</i> 774 F.2d 1344, 1347 (5th Cir.1985)).</p>\n<p>Accordingly, on a motion to dismiss for failure to state a claim, the court reviews the sufficiency of the complaint, without consideration of affidavits, exhibits, or admissions. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974). Furthermore, Federal Rule of Civil Procedure 12 directs that a motion to dismiss be considered in the light most favorable to the plaintiff. <i>Revene v. Charles County Commissioners,</i> 882 F.2d 870, 872 (4th Cir.1989). Nevertheless, dismissal is appropriate when as a matter of law no relief could be granted under any set of facts that could be proved consistent with plaintiff's allegations. <i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984).</p>\n<p>WC and the federal defendants filed separate and partially incompatible motions to dismiss and objections to Magistrate Judge Denson's memorandum and recommendation. Accordingly, the court will consider the defendants' motions and objections separately to the extent that they are inconsistent.</p>\n<p></p>\n<h2>A. <i>CLEAN WATER ACT CLAIMS</i>\n</h2>\n<p>Plaintiffs file this action against WC and the federal defendants under the citizen suit provision of the CWA, 33 U.S.C. § 1365. Section 1365(a) provides in pertinent part:</p>\n<blockquote>Except as provided in subsection (b) of this section, any citizen may commence a civil action on his own behalf</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1349</span> (1) against any person ... who is alleged to be in violation of (A) an effluent standard or limitation under this chapter ... or</blockquote>\n<blockquote>(2) against the Administrator [of the EPA] where there is alleged a failure of the Administrator to perform any act or duty under this chapter which is not discretionary with the Administrator.</blockquote>\n<p>Section 1365(b) adds the following restrictions on a citizen suit against either a private \"person\" or the Administrator of the EPA:</p>\n<blockquote>No action shall be commenced</blockquote>\n<blockquote>(1) Under subsection (a)(1) of this section</blockquote>\n<blockquote>(A) prior to sixty days after the plaintiff has given notice of the alleged violation (i) to the Administrator, (ii) to the State in which the alleged violation occurs, and (iii) to any alleged violator of the standard [or] limitation ... or</blockquote>\n<blockquote>(B) if the Administrator or the State has commenced and is diligently prosecuting a civil or criminal action ... to require compliance with the standard [or] limitation....</blockquote>\n<blockquote>(2) under subsection (a)(2) of this section prior to sixty days after plaintiff has given notice of such action to the Administrator.</blockquote>\n<p></p>\n<h2>1. <i>WC's Objections to CWA Claims</i>\n</h2>\n<p>In order to maintain a citizen's suit against WC under 1365(a)(1) &amp; (b), plaintiffs must satisfy five requirements: (1) plaintiffs must be \"citizens\"; (2) WC must be a \"person\"; (3) plaintiffs must allege that WC is in violation of an \"effluent standard or limitation\"; (4) plaintiffs must have given the EPA Administrator, the State of North Carolina and WC notice sixty days prior to instituting this action; and (5) the EPA or the State must not be diligently prosecuting WC. <i>Id.</i> at §§ 1365(a)(1) &amp; (b)(1). All five of these requirements must be satisfied for plaintiffs to maintain a citizen suit against WC under section 1365.</p>\n<p>Defendant WC does not contest three of the five requirements. First, WC agrees, at least implicitly, that plaintiffs qualify as \"citizens\" under section 1365(g) as \"persons having an interest which is or may be adversely affected.\" <i>See id.</i> § 1365(g). Second, the definitional section of the CWA defines the term \"person\" to encompass a corporation such as WC. <i>Id.</i> § 1362(5). Finally, WC concedes that neither the EPA nor the State is currently prosecuting WC. Therefore, the first, second and fifth requirements of a section 1365(a)(1) citizen suit are sufficiently alleged; WC disputes only the third and fourth requirements.</p>\n<p></p>\n<h2>a. <i>Violation of an \"Effluent Standard or Limitation\"</i>\n</h2>\n<p>The third requirement dictates that defendant allegedly be in violation of an \"effluent standard or limitation\" under the CWA. Effluent standard or limitation is defined in section 1365(f) to incorporate various other sections of the CWA including \"an unlawful act under subsection (a) of section 1311 of this title.\" <i>Id.</i> § 1365(f). Thus, under the literal language of the CWA, an \"unlawful act\" under section 1311(a) constitutes an effluent standard or limitation.</p>\n<p>Furthermore, section 1311(a) provides, \"the discharge of any pollutant<sup>[1]</sup> by any person shall be unlawful\" unless in compliance with one of the CWA's permitting sections. <i>Id.</i> § 1311(a). Therefore, an unlawful act under section 1311(a) is a discharge not in compliance with one of the permitting sections in the CWA. Thus, in this action, WC's discharge of dredged material into the East Dismal Swamp constitutes an unlawful act under section 1311(a) only if its activities are not in compliance with one of the CWA's permitting sections.</p>\n<p>Because WC's activities constitute the discharge of dredged or fill material into navigable waters, section 1344 is the permitting section governing this action. Generally, section 1344 prohibits the discharge of dredged or fill material without a permit. <i>See id.</i> § 1344(a). However, subsection (f)(1) <span class=\"star-pagination\">*1350</span> of section 1344 exempts certain operations from its permit requirements including \"the discharge of dredged or fill material ... from normal farming, silviculture and ranching activities.\" <i>Id.</i> § 1344(f)(1)(A). The parties agree that defendant WC's actions constitute silvicultural activities. Therefore, WC's silvicultural activities are initially exempt from section 1344's permit requirements.</p>\n<p>However, section 1344(f)(2) \"recaptures\" such silviculture activities under the permit requirements of section 1344 for \"[a]ny discharge of dredged or fill material into the navigable waters incidental to any activity having as its purpose bringing an area of the navigable waters into a use to which it was not previously subject.\" <i>Id.</i> § 1344(f)(2). Thus, although normal silvicultural activities are generally exempt from the permitting requirements of section 1344, these activities can be \"recaptured\" if their purpose is to subject the land to a \"use to which it was not previously subject.\"<sup>[2]</sup></p>\n<p>In this case, the plaintiffs have alleged that WC is subjecting the Swamp to a use to which it was not previously subject  pine tree farms. Accordingly, accepting the plaintiff's allegations as true, as the court must in a motion to dismiss, WC is exposing the land to a use to which it was not previously subject; therefore, a permit is required under section 1344. Since WC has not obtained a permit, the company is not in compliance with section 1344 and is committing an unlawful discharge in violation of section 1311(a). Accordingly, under the definition in section 1365(f) including an unlawful act under section 1311(a) as an effluent standard, WC is alleged to be in violation of an effluent standard.</p>\n<p>WC attempts to refute the plaintiffs' allegations by citing the EPA's determination that WC does not need a permit under section 1344 for its silvicultural activities. WC's argument, in essence, is that because EPA allegedly has made a final decision that no permit is required, there is no effluent standard under the CWA for it to violate. In other words, WC argues that the EPA must determine that a permit is required under section 1344 for there to be an effluent standard under section 1311(a) for it to violate. Because the EPA determined otherwise, WC argues, the citizen suit provision of the CWA is inapplicable to an action against it.<sup>[3]</sup></p>\n<p>WC's argument is contrary to the literal language of the CWA. Sections 1365(f), 1311(a) and 1344, all of which delineate the meaning of the term \"effluent standard or limitation,\" contain no requirement that the EPA must determine that a permit is required for an act to be unlawful in violation of section 1311(a). Neither can such a requirement <span class=\"star-pagination\">*1351</span> be implied from the interplay between these sections.</p>\n<p>Moreover, a section of the legislative history supports the literal language of the CWA. In delineating the parameters of the citizen suit provision, the Senate Report notes:</p>\n<blockquote>As pointed out, the Committee bill would provide in the citizen suit provisions that actions will lie against the Administrator for failure [to] exercise his duties under the Act, including his enforcement duties. Authority granted to citizens to bring enforcement actions under this section is limited to effluent standards or limitations established administratively under the Act. Such standards or limitation[s] are defined in subsection (f) of Section 505 [codified as section 1365] to include the enforcement of an unlawful discharge under section 301(a) [codified as section 1311(a) ]....</blockquote>\n<p>S.Rep. No. 92-414, 92d Cong., 2d Sess. (1972), <i>reprinted in,</i> 1972 U.S.C.C.A.N. 3668, 3747.</p>\n<p>This portion of the legislative history expressly states that actions under the citizen suit provision should be limited to cases in which effluent standards or limitation have been administratively established under the CWA. However, the section adds that \"unlawful discharges\" under 1311(a) are included within that definition of effluent standard. Therefore, this section of the legislative history reinforces the literal language of the statute: An EPA determination of permit requirements is not necessary to constitute an \"effluent standard\" under section 1311(a).</p>\n<p>Thus, WC's argument that the EPA must determine that a permit is required to constitute a \"effluent standard\" finds no support in the express language of the CWA or the legislative history of section 1365. Moreover, defendant cites, and the court finds, no cases that support defendant's assertions. Thus, WC's argument is unsupported by the literal language of the statute, its legislative history or any case law on the subject.</p>\n<p>Before wholly dismissing WC's argument, the court notes that this argument is closely related to another WC assertion that plaintiffs' only remedy is against the federal defendants for an arbitrary and capricious ruling that WC does not need a permit. In this related argument, WC again asserts that plaintiffs cannot maintain an action against it because the federal defendants have determined that no permit is required.<sup>[4]</sup> After an exhaustive search, the parties and both courts discovered only one case that addresses this issue, albeit indirectly. <i>See </i><i>Golden Gate Audubon Society v. United States Army Corps of Engineers,</i> 717 F.Supp. 1417 (N.D.Cal.1988).</p>\n<p>In <i>Golden Gate,</i> the plaintiffs, several environmental organizations, brought suit against the Port of Oakland (\"Port\"), the EPA and the Corps. Plaintiffs asserted that the Port was unlawfully discharging dredged material <span class=\"star-pagination\">*1352</span> into a wetland site. The plaintiffs further alleged that the EPA and Corps had erroneously determined that the site was not a wetland and therefore incorrectly determined that the Port was not required to have a discharge permit. <i>Id.</i> at 1418. The district court vacated the Corps determination that no wetland existed and remanded the case to the Corps to reconsider the evidence. <i>Id.</i> at 1422-23.</p>\n<p>Significantly, however, the district court stayed dismissal of the action against the private entity, Port, pending the determination of the remand to the Corps. <i>Id.</i> at 1424. The court held that this claim might become justiciable if the Corps reversed itself on remand and determined that the site contained wetlands. Alternatively, the district court held that even if the Corps affirmed its decision on remand, the claim could be justiciable if upon review of the Corps' new determination, the district court held that the site contained wetlands. Accordingly, the court stayed the dismissal motion and retained jurisdiction over the cause of action pending the outcome of the remand. <i>Id.</i></p>\n<p>The court's action in <i>Golden Gate</i> is significant because the court assumed, without explicitly stating, that a court can entertain a section 1365 action against a private entity at the same time it determines whether the responsible federal agency properly determined that no permit was required under section 1344(a) of the CWA. Thus, the <i>Golden Gate</i> court's ruling reinforces the express language of section 1365 allowing simultaneous suits against a private entity and the EPA.</p>\n<p>Therefore, the literal language of section 1365, its legislative history, as well as the only case on point cited to or located by the court are contrary to defendant's two related assertions. This apparently is an issue of first impression, at least in this circuit. However, the court holds that the aforementioned evidence is sufficient to support the interpretation that an \"unlawful discharge\" under section 1311(a) is a violation of an effluent limitation within the meaning of section 1365 and that a citizen may simultaneously sue a violator and the federal defendants under section 1365. Accordingly, plaintiff has sufficiently alleged the third requirement of section 1365.</p>\n<p></p>\n<h2>b. <i>Notice Requirement for All Plaintiffs</i>\n</h2>\n<p>The fourth requirement, incorporated in section 1365(b), requires plaintiffs to give the EPA, the State, and any alleged violators sixty days notice prior to commencing a suit. WC does not contest that EDF and NCCF (hereinafter referred to collectively as the \"notice plaintiffs\") gave them notice sufficient to satisfy the fourth requirement under section 1365(b). However, WC moves to dismiss NCWF, NWF and the Sierra Club (hereinafter referred to collectively as \"non-notice plaintiffs\") because they assert that these plaintiffs did not give them the required notice.</p>\n<p>Magistrate Judge Denson rejected WC's argument that section 1365(b) requires each plaintiff to give notice. Magistrate Denson relied on several district courts holding that under section 1365(b), notice by one plaintiff is sufficient to put a defendant on notice of the alleged violation as to all plaintiffs. Furthermore, Magistrate Denson found WC's reliance on the Supreme Court's decision in <i>Hallstrom v. Tillamook County,</i> 493 U.S. 20, 110 S.Ct. 304, 107 L.Ed.2d 237 (1989), misplaced.</p>\n<p>This court agrees with Magistrate Denson's recommendation and finds the district court cases dispositive. <i>See </i><i>Student Public Interest Research Group, Inc. v. AT &amp; T Bell Laboratories,</i> 617 F.Supp. 1190, 1194 (D.N.J. 1985) (both plaintiffs \"substantially complied\" with notice requirement where one plaintiff served adequate notice), <i>rev'd in part on other grounds,</i> 842 F.2d 1436 (2d Cir.1988); <i>Student Public Interest Research Group, Inc. v. Tenneco Polymers, Inc.,</i> 602 F.Supp. 1394, 1396 (D.N.J.1985) (same); <i>South Carolina Wildlife Federation v. Alexander,</i> 457 F.Supp. 118, 123-24 (D.S.C.1978) (notice by one plaintiff satisfies purpose of the statute and other plaintiffs' failure to give notice does not prejudice defendants).</p>\n<p>Moreover, the court agrees with Magistrate Denson's conclusion that the Supreme Court's holding in <i>Hallstrom</i> is inapposite. In <i>Hallstrom,</i> the Supreme Court held that a single plaintiff's failure to satisfy the notice <span class=\"star-pagination\">*1353</span> requirements deprived the Court of jurisdiction to hear the citizen's suit. The <i>Hallstrom</i> Court's ruling, however, did not address whether notice by one plaintiff would satisfy that requirement as to all plaintiffs. The Court's ruling in <i>Hallstrom,</i> therefore, in no way undermines the well-reasoned decisions of the aforementioned district courts. Accordingly, the court upholds Magistrate Judge Denson's determination that plaintiffs have collectively complied with the notice requirement of section 1365(b).<sup>[5]</sup></p>\n<p></p>\n<h2>c. <i>Summary of CWA Claims Against WC</i>\n</h2>\n<p>Thus, plaintiffs have sufficiently alleged all five requirements necessary to maintain a citizen suit against WC under section 1365(a)(1):</p>\n<blockquote>(1) plaintiffs are alleged to be \"citizens\" within the meaning of section 1365(g);</blockquote>\n<blockquote>(2) WC is alleged to be a \"person\" within the meaning of section 1362(5);</blockquote>\n<blockquote>(3) WC is alleged to have violated an \"effluent standard\" within the meaning of section 1365(f) by committing an unlawful act under section 1311(a);</blockquote>\n<blockquote>(4) plaintiffs are alleged to have given notice satisfying the requirements of 1365(b) as to all plaintiffs; and</blockquote>\n<blockquote>(5) neither the EPA nor the state is alleged to be presently prosecuting WC to require compliance with the CWA.</blockquote>\n<p>Accordingly, WC's motion to dismiss should be denied.</p>\n<p></p>\n<h2>2. <i>Federal Defendants Objections to CWA Claims</i>\n</h2>\n<p>In Count II of its complaint, plaintiff brings suit against the federal defendants under section 1365(a)(2) providing in pertinent part: \"any citizen may commence a civil action on his own behalf ... against the Administrator [of the EPA] where there is alleged a failure of the Administrator to perform any act or duty under this chapter [CWA] which is not discretionary with the Administrator.\" Additionally, plaintiffs suit against the federal defendants under section 1365(a)(2) is subject to section 1365(b)(2) requiring notice to the Administrator sixty days prior to instituting an action.</p>\n<p>Thus, in order to maintain a suit against the federal defendants under section 1365(a)(2), plaintiffs must allege four requirements: (1) plaintiffs are \"citizens\"; (2) the suit must by brought against the \"Administrator\"; (3) a non-discretionary duty or act of the Administrator must be the subject of the suit; and (4) plaintiffs must give the Administrator notice sixty days prior to instituting suit.</p>\n<p>Relating to the first requirement, the previous discussion holding that the plaintiff was sufficiently alleged to be a \"citizen\" applies to this claim as well. Moreover, the discussion relating to the notice requirement applies to this claim against the federal defendants as well even though the notice provisions differ slightly in that notice is only required to be given to the Administrator under this claim. Therefore, plaintiffs have sufficiently alleged the first two requirements as to both federal defendants. Because the remaining two requirements against the Corps and the EPA differ in some respects, they will be considered separately where appropriate.</p>\n<p></p>\n<h2>a. <i>Action Against \"Administrator\"</i>\n</h2>\n<p>The Corps disputes the second requirement and asserts that plaintiffs can bring suit only against the EPA, if at all. In rejecting the Corps argument, Magistrate Judge Denson relied primarily on the Fourth Circuit's decision in <i>National Wildlife Federation v. Hanson,</i> 859 F.2d 313, 316 (4th Cir.1988). In <i>Hanson,</i> the Corps argued that section 1365 authorized suit only against the EPA and therefore the action against it must be dismissed. The Fourth Circuit held, however, that the literal language of section 1365, mentioning only the Administrator of the EPA by name, must be read in conjunction with Rule 20 of the Federal Rules of Civil Procedure. Accordingly, the court held that plaintiffs may bring suit against the Corps \"when the Corps abdicates its responsibility <span class=\"star-pagination\">*1354</span> to make reasonable wetland determinations and the Administrator fails to exercise the duty of oversight imposed by section 1344(c).\" <i>Id.</i></p>\n<p>The Corps argues, however, that pursuant to a Memorandum of Agreement (\"MOA\") entered into by the Corps and EPA on January 19, 1989, EPA has sole authority to make a final determination under section 1344(f). Under that MOA, the Corps asserts, the EPA has the authority to make final determination for certain \"special matters,\" such as WC's silvicultural activities.<sup>[6]</sup> Furthermore, the Corps asserts that an opinion of the Attorney General's office indicates that EPA has \"final authority\" to construe section 1344(f) of the CWA. Accordingly, the Corps contends that it had no responsibility under section 1344(f) to abdicate, and, therefore, plaintiffs have not stated a claim for relief against it under the CWA.</p>\n<p>Admittedly, the allocation of authority between the EPA and the Corps in this action is different than that involved in <i>Hanson.</i> In <i>Hanson,</i> the Corps was primarily responsible for making wetland determinations while the EPA merely had an oversight power. <i>Id.</i> In the present action, the federal defendants have entered into a MOA directing the Corps to make the majority of section 1344(f) determinations but allocating to the EPA authority to make these determinations in \"special matters.\"</p>\n<p>Despite the Corps argument to the contrary, the court holds that the ruling in <i>Hanson</i> encompasses the situation involved in this case. Section 1344 gives the Corps primary responsibility for administering the section. <i>See</i> 33 U.S.C. § 1344(a). Although the MOA may allocate \"final authority\" to the EPA for certain \"special matters,\" it cannot eliminate the Corps' primary responsibility under the CWA's statutory scheme for making such decisions. Accordingly, the Fourth Circuit's reasoning in <i>Hanson</i>allowing joinder of the Corps where it possesses but abdicates authority under section 1344applies to permit the plaintiff to join the Corps as a defendant in this action.</p>\n<p></p>\n<h2>b. <i>Non-discretionary Duty</i>\n</h2>\n<p>Federal defendants dispute the third requirement and claim that plaintiffs cannot bring suit against them under the CWA for refusal to require WC to obtain a permit for its silviculturl activities. Federal defendants assert that this determination constitutes prosecutorial discretion, which is unreviewable under the CWA. As mentioned previously, section 1365(a)(2) permits a citizen to bring suit against the Administrator only for failure to perform a non-discretionary act or duty under the CWA. <i>See</i> 33 U.S.C. § 1365(a)(2). Thus, the issue presented to the court is whether federal defendants' determination that WC does not need a permit under section 1344 is a non-discretionary act or merely the exercise of prosecutorial discretion.</p>\n<p>The Fourth Circuit's decision in <i>Hanson</i> also is instructive on this issue. In <i>Hanson,</i> the Fourth Circuit determined that the Corps' responsibility to regulate dredged or fill material pursuant to section 1344 is a non-discretionary duty. Furthermore, the <i>Hanson</i> court held that the EPA's ultimate responsibility for the protection of wetlands under the CWA was also a non-discretionary duty. <i>Hanson,</i> 859 F.2d at 315-16. Therefore, the court held that both federal defendants' actions ruling that certain lands did not constitute wetlands were non-discretionary duties. <i>Id.</i></p>\n<p>In the present action, although the allocation of authority is slightly different, this difference is not dispositive. As mentioned previously, section 1344 gives the Corps the primary duty to regulate under that section. Under the MOA, the EPA is given the primary responsibility to make regulation determination for \"special matters,\" such as WC's silvicultural activities. Therefore, under the ruling in <i>Hanson,</i> the EPA has a non-discretionary duty to regulate dredged or fill material under section 1344. Moreover, although the MOA gives primary responsibility to the EPA for \"special matters,\" the Corps remains \"ultimately responsible\" for making <span class=\"star-pagination\">*1355</span> permit determinations under the statutory scheme of section 1344. Thus, under the Fourth Circuit's expansive interpretation of non-discretionary duty in <i>Hanson,</i> both federal defendants' actions regarding WC's silvicultural activities constitute a non-discretionary act for the purposes of section 1365(a)(2).</p>\n<p></p>\n<h2>c. <i>Summary of CWA Claims Against Federal Defendants</i>\n</h2>\n<p>Therefore, plaintiffs have sufficiently alleged the four requirements of a cause of action against federal defendants under section 1365(a)(2) of the CWA:</p>\n<blockquote>(1) plaintiffs are \"citizens\";</blockquote>\n<blockquote>(2) the suit is against the \"Administrator\" of the EPA, construed to include the Corps;</blockquote>\n<blockquote>(3) the federal defendants' acts were non-discretionary; and</blockquote>\n<blockquote>(4) plaintiffs gave the Administrator notice.</blockquote>\n<p>Accordingly, federal defendants' motion to dismiss should be denied.</p>\n<p></p>\n<h2>B. <i>APA CLAIMS AGAINST FEDERAL DEFENDANTS</i>\n</h2>\n<p>Plaintiffs, in Count III of their complaint, allege that federal defendants' failure to exercise jurisdiction over WCby not requiring a permit under section 1344 of the CWAis arbitrary and capricious, an abuse of discretion, and contrary to law in violation of APA section 706(2). Federal defendants counter, however, that the decision not to require a permit under section 1344 is not subject to review under the APA. Several sections of the APA delineate the prerequisites necessary to obtain judicial review of an agency's decision under the APA.</p>\n<p>First, under section 702 of the APA, only persons \"suffering legal wrong because of agency action, or adversely affected or aggrieved by agency action within the meaning of the relevant statute ... [are] entitled to seek judicial review.\" <i>Id.</i> § 702. Plaintiffs do not allege that they have suffered legal wrong as a result of the federal defendants' actions, so they must be adversely affected or aggrieved to maintain suit under the APA. This requirement is generally referred to by courts as the \"standing\" requirement.</p>\n<p>Second, section 704 of the APA directs that only two types of \"agency action\" are subject to judicial review: \"agency action made reviewable by statute and final agency action for which there is no adequate remedy in a court.\" <i>Id.</i> § 704. Plaintiff does not allege that the federal defendants' action was made reviewable by statute. Therefore, to be subject to review, the federal defendants' decision must (1) constitute \"agency action\" (2) that is \"final\" (3) for which there is no other adequate remedy in court.</p>\n<p>Third and finally, section 701 directs that the APA does not apply if \"statutes preclude judicial review\" or \"agency action is committed to agency discretion by law.\" Federal defendants do not contend that the CWA precludes judicial review. Therefore, to be unreviewable under the APA, the federal defendants' decision must have been committed to agency discretion by law.</p>\n<p>Therefore, for Count III of the plaintiff's complaint to be reviewable under the APA, five requirements must be sufficiently alleged:</p>\n<blockquote>(1) Federal defendants' actions concerning WC's Parker Tract adversely affect or aggrieve plaintiffs;</blockquote>\n<blockquote>(2) federal defendants' actions constitute \"agency action\";</blockquote>\n<blockquote>(3) federal defendants' agency action is \"final\";</blockquote>\n<blockquote>(4) plaintiffs have no other adequate remedy; and</blockquote>\n<blockquote>(5) federal defendants' actions are not \"committed to agency discretion by law.\"</blockquote>\n<p>The fourth requirement is dispositive of the APA claim against the federal defendants, and, therefore, the court will address that issue first. The fourth requirement mandates that plaintiff have no other adequate remedy in court other than judicial review of the agency action under the APA. The Fourth Circuit has made clear that the \"no adequate remedy\" provision is a separate and distinct requirement from the final agency action requirement. <i>Klein v. Commissioner of Patents,</i> 474 F.2d 821, 824 (4th Cir.1973). This requirement, like final agency action, is a jurisdictional prerequisite to a district court's ability to review agency action. <i>Id.</i> at 824, 826.</p>\n<p><span class=\"star-pagination\">*1356</span> The Supreme Court elucidated the meaning of this requirement in a relatively recent opinion addressing a district court's ability to review an order of the Department of Health and Human Services (\"HHS\"). <i>See </i><i>Bowen v. Massachusetts,</i> 487 U.S. 879, 108 S.Ct. 2722, 101 L.Ed.2d 749 (1988). In <i>Bowen,</i> the Secretary of HHS argued that the district court could not review the order of the Department because plaintiff, the State of Massachusetts, had an adequate alternative forum in the United States Claims Court. <i>See id.</i> at 901. In rejecting the Secretary's argument, the Court expounded on the purpose of including the adequate remedy provision in section 704.</p>\n<p>The <i>Bowen</i> Court noted that this requirement was designed primarily to prevent the APA from duplicating any \"previously established special statutory procedures relating to specific agencies.\" <i>Id.</i> at 903. The Court specifically stated, \"The exception that was intended to avoid such duplication should not be construed to defeat the central purpose of providing a broad spectrum of judicial review of agency action.\" <i>Id.</i> Accordingly, the Court rejected the Secretary's \"restrictive interpretation\" of section 704, citing the oft-quoted governing standard in this context that \"the Administrative Procedure's Act's `generous review provisions' must be given a hospitable interpretation.\" <i>Id.</i> at 904 (quoting <i>Abbott Laboratories v. Gardner,</i> 387 U.S. 136, 140-41, 87 S.Ct. 1507, 1511, 18 L.Ed.2d 681 (1967)).</p>\n<p>Thus, the Court's decision in <i>Bowen</i> stands for the general proposition that the availability of other traditional remedies will not preclude judicial review under the APA. However, the <i>Bowen</i> Court also held that where Congress establishes special procedures for review of specific agency actions, those special procedures will govern judicial review and the APA does not create a duplicative process. Therefore, pursuant to the Supreme Court's ruling in <i>Bowen,</i> if the CWA establishes a special procedure for review of the federal defendants' actions, then plaintiffs may not bring suit against them under the APA.</p>\n<p>Both the Ninth and the Third Circuits have held that the citizen suit provision of the CWA does establish a separate and adequate procedure for review of federal defendants actions if the plaintiff can bring suit under that provision. <i>See </i><i>Oregon Natural Resources Council (ONRC) v. United States Forest Service,</i> 834 F.2d 842, 851 (9th Cir. 1987); <i>Allegheny County Sanitary Authority (ACSA) v. United States Environmental Protection Agency,</i> 732 F.2d 1167, 1177 (3rd Cir.1984); <i>see also </i><i>McClellan Ecological Seepage Situation v. Cheney,</i> 763 F.Supp. 431, 440 (E.D.Cal.1989). Specifically, the Third Circuit held that where a plaintiff can maintain a cause of action under the CWA citizen suit provision against federal defendants, that relief is exclusive and the APA provides no remedy. <i>See, ACSA,</i> 732 F.2d at 1177 (citizen suit of CWA provided adequate remedy and, thus, district court properly dismissed plaintiffs APA claim). Conversely, the Ninth Circuit held that where plaintiff's claim is not covered under the citizen suit provision of the CWA, then plaintiff may bring suit against federal defendants under the APA. <i>ONRC,</i> 834 F.2d at 851 (because citizen suit provision does not cover \"non-point sources,\" the district court properly upheld plaintiff's APA claim).</p>\n<p>Thus, a rule of law emerges from the decisions of the Third and Ninth Circuits: if a plaintiff can bring suit against the responsible federal agencies under the CWA, this action precludes an additional suit under the APA. However, where a plaintiff's claims are not covered by the citizen suit provision of the CWA, the plaintiff can maintain an action against the responsible federal agencies under the APA.</p>\n<p>Plaintiffs, in their response to defendants' motion to dismiss, argue that the Fourth Circuit's decision in <i>Hanson</i> is inconsistent with the positions of the Third and Ninth Circuits. They assert that, in <i>Hanson,</i> the Fourth Circuit allowed plaintiffs to sue under both the CWA's citizen suit provision and the APA. However, as the district court opinion makes clear, plaintiffs brought suit only under the citizen suit provision of the CWA. <i>National Wildlife Federation v. Hanson,</i> 623 F.Supp. 1539, 1540 (E.D.N.C.1985). Although the APA did furnish the standard of review for the EPA's and the Corps' actions under the CWA in <i>Hanson,</i> plaintiffs did not file a separate cause of action under the APA. <i>See </i><i>Hanson,</i> 859 F.2d at 316. Therefore, <span class=\"star-pagination\">*1357</span> the Fourth Circuit's decision in <i>Hanson</i> is not contrary to the holdings of the Third and Ninth Circuits.</p>\n<p>Several of counsel's arguments for both sides remain to be addressed. First, federal defendants argue that plaintiffs' ability to seek injunctive relief against WC provides adequate relief. The court is not persuaded by federal defendants' argument. The defendants cite only one Sixth Circuit case involving an unrelated federal statute ruling that APA review of a federal agency's action was precluded because plaintiffs could sue private defendants directly. <i>See </i><i>Gillis v. United States Dep't of Health and Human Services,</i> 759 F.2d 565, 575 (6th Cir.1985). The court finds this precedent tangentially related, at best, and the Sixth Circuit's analysis in this regard cursory as well as only one of several reasons it held the APA inapplicable. Moreover, this court's ruling that review of <i>federal defendants'</i> actions under the CWA precludes plaintiffs' APA claims obviates this argument.</p>\n<p>Second, plaintiffs asserted in response to defendants' argument that unless the federal defendants are joined in this action, plaintiffs will have to relitigate future similar silvicultural determinations. Magistrate Judge Denson agreed with the plaintiffs that the action against WC would not be an adequate remedy because a suit only against WC would require plaintiffs to continuously relitigate this issue against private defendants. The court finds it essential to note that the court's ruling in this case is limited to the controversy before itconcerning WC's Parker Tractand does not relate more generally to other EPA silvicultural determinations, as plaintiff asserts. Thus, any suggestion in Magistrate Judge Denson's memorandum and recommendation indicating that this action applies beyond federal defendants' actions concerning the Parker tract is not approved.</p>\n<p>The Supreme Court in <i>Bowen</i> held that if Congress provides a special procedure for review of agency action then review under the APA is not available. The Third and Ninth Circuits have held the CWA's citizen suit provision, if a plaintiff can maintain suit under it against the federal defendants, is such a procedure precluding review under the APA. This court has upheld plaintiffs' CWA claims against both federal defendants. Therefore, pursuant to the decisions of the Supreme Court and the Third and Ninth Circuits, plaintiffs have an adequate remedy under the citizen suit of the CWA. Accordingly, plaintiffs' APA claims must be dismissed.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>WC's motion to dismiss is denied. Federal defendants' motion to dismiss plaintiffs' CWA claims against them is also denied. Federal defendants' motion to dismiss plaintiffs' APA claim, however, is granted because plaintiffs' CWA claim against the federal defendants provides them with an \"adequate remedy in court.\"</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The term \"pollutant\" is defined to encompass dredged material discharged into water. <i>Id.</i> § 1362(6).</p>\n<p>[2]  Because \"a use to which it has not previously been subject\" is not defined in the CWA, the expression apparently is not a term of art with a specific meaning under the CWA. Therefore, the court will analyze the expression pursuant to its common sense meaning.</p>\n<p>[3]  Magistrate Judge Denson rejected WC's argument based on the Supreme Court's ruling in <i>Gwaltney v. Chesapeake Bay Foundation, Inc.,</i> 484 U.S. 49, 108 S.Ct. 376, 98 L.Ed.2d 306 (1987). Judge Denson held that the <i>Gwaltney</i> Court's interpretation that section 1365 requires only that the defendant be alleged to violate the CWA mandated a rejection of WC's argument. Although Judge Denson correctly interpreted the holding in <i>Gwaltney,</i> that case is not directly controlling in this action.\n</p>\n<p>In <i>Gwaltney,</i> the plaintiff alleged that the defendant repeatedly violated a permit granted to it by the EPA. <i>Id.</i> at 64, 108 S.Ct. at 385. The <i>Gwaltney</i> Court rejected the defendant's argument that the plaintiff-citizen must prove its allegations before jurisdiction attaches under section 1365. The plain language of section 1365, the Court held, requires that a plaintiff must only allege, not prove, a violation of the CWA for jurisdiction to attach. <i>Id.</i></p>\n<p>The <i>Gwaltney</i> Court's holding, however, is subtly yet significantly different than the issue presented by WC's argument. In <i>Gwaltney,</i> the EPA determined that a permit was required, and plaintiff's suit was based on defendant's alleged violation of that permit. Thus, in <i>Gwaltney,</i> the EPA had established an effluent standard in the form of a permit.</p>\n<p>In this action, however, WC argues that the EPA determined that no permit was required, and therefore no effluent limitation exists upon which plaintiffs can sue it. Thus, the <i>Gwaltney</i> Court's ruling did not address the issue of whether the EPA must determine initially that a permit is required under section 1344 to have an effluent standard under section 1311. This subtle distinction is important because without an effluent standard, the court has no jurisdiction to entertain a section 1365 citizen suit against a private entity.</p>\n<p>[4]  Magistrate Judge Denson rejected WC's argument based primarily on the following portion of the legislative history: \"if the court viewed agency action as inadequate, it would have jurisdiction to consider the citizen action notwithstanding any pendency agency action.\" S.Rep. No. 92-414, 92d Cong., 2d Sess. (1972), <i>reprinted in,</i> 1972 U.S.C.C.A.N. 3668, 3746. Magistrate Denson concluded that this section indicated that Congress intended to allow citizen suits against private corporations if the court determined that \"agency action\" was inadequate.\n</p>\n<p>The definitive issue in interpreting this language is the meaning of the term \"agency action.\" The meaning of that term is elucidated by the language preceding the section quoted by Judge Denson. This previous section discusses the purpose of the notice provision in allowing the EPA an opportunity to institute suit against an offender to require compliance with a established effluent limitation. As noted previously, section 1365(b)(1)(B) prohibits a citizen suit if the EPA or State is \"diligently prosecuting\" an action to require compliance with the effluent standard. The section of the legislative history quoted by Magistrate Denson, therefore, merely states the converse of this requirement: if the EPA or State is not adequately or diligently prosecuting an action, a citizen may bring suit under section 1365.</p>\n<p>Therefore, this court reads this particular language in context as allowing a citizen suit only if the EPA or State is not \"diligently\" or not adequately prosecuting the violator under section 1365(b)(1)(B). Consequently, this section of the legislative history indicates only that a private citizen and EPA simultaneously may sue a violator if the EPA is not adequately prosecuting; the section is not dispositive of the issue of whether a private citizen can sue a violator and the federal defendants simultaneously if the federal defendants determine that no permit is required under the CWA.</p>\n<p>[5]  The defendants assert that they will be prejudiced by allowing the three non-notice plaintiffs to \"attach parasitically\" on the notice by EDF and NCCF because the non-notice plaintiffs potentially can recover attorney's fees under section 1365(d). However, the three aforementioned district court opinions necessarily rejected such an argument, at least implicitly. Therefore, at best, the defendants can assert this argument at the damages stage of this proceeding.</p>\n<p>[6]  Plaintiffs do not contest that WC's silvicultural activities constitute \"special matters\" under the MOA.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1344</span></span> (1992)</b></center>\n<center><h1>ENVIRONMENTAL DEFENSE FUND etc., et al., Plaintiffs,<br>\nv.<br>\nGreer TIDWELL, Regional Administrator, Region IV, U.S. Environmental Protection Agency et al., Defendants.</h1></center>\n<center>No. 91-467-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 6, 1992.</center>\n<p><span class=\"star-pagination\">*1345</span> <span class=\"star-pagination\">*1346</span> Derb S. Carter, Jr., Deborah Lark Hayes, Southern Environmental Law Center, Chapel <span class=\"star-pagination\">*1347</span> Hill, NC, Dan Goodman, U.S. Dept. of Justice, Environmental Defense Section, Washington, DC, for plaintiff Environmental Defense Fund.</p>\n<p>Derb S. Carter, Jr., Southern Environmental Law Center, Chapel Hill, NC, for plaintiffs North Carolina Wildlife Federation, North Carolina Coastal Federation, National Audubon Society and Sierra Club.</p>\n<p>Stephen A. West, U.S. Atty., E.D.N.C., Raleigh, NC, for defendants Greer Tidwell, Regional Adm'r, Region IV, William K. Reilly, Adm'r, U.S. E.P.A., Michael P.W. Stone, Secretary, U.S. Dept. of the Army and Col. Walter S. Tulloch, Dist. Engineer, U.S. Army Corp of Engineers.</p>\n<p>Donalt James Eglinton, I. Clark Wright, Jr., Cheryl A. Marteney, Ward &amp; Smith, New Bern, NC, John A.J. Ward, Ward &amp; Smith, Wilmington, NC, for defendant Weyerhaeuser Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, various environmental organizations, bring this action pursuant to the Clean Water Act (\"CWA\"), 33 U.S.C. §§ 1251-1376 (1986 and Supp.1992), and the judicial review chapter of the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706 (1977). Plaintiffs brings suit against the Weyerhaeuser Company (\"WC\") as well as the Environmental Protection Agency (\"EPA\") and the United States Army Corps of Engineers (\"Corps\") under the citizen suit provision of the CWA, 33 U.S.C. § 1365 (1986 and Supp. 1992). Additionally, plaintiff brings suit under the APA against the EPA and the Corps (hereinafter referred to collectively as the \"federal defendants\"). This action is presently before the court on objections to the memorandum and recommendation of United States Magistrate Judge Alexander B. Denson entered on June 22, 1992 recommending that all defendants' motions to dismiss be denied.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Defendant WC is the owner of approximately 11,000 acres of the East Dismal Swamp (\"Swamp\") in Washington County, North Carolina. WC's \"Parker tract\" is the only remaining significant parcel of the once vast Swamp forest ecosystem. Since January 1, 1978, WC has been converting its tract of the Swamp to pine tree farms by removing existing vegetation, opening drainage ditches, depositing fill materials and planting pine trees.</p>\n<p>On January 17, 1990, plaintiffs, Environmental Defense Fund (\"EDF\") and North Carolina Coastal Federation (\"NCCF\"), through letters from their attorneys, notified the Administrator of the EPA, the Secretary of the Army and WC of their intent to commence a citizen suit for alleged violations of the CWA. These letters requested that WC cease its alleged violations of the CWA and that the federal defendants assert jurisdiction over the same.</p>\n<p>Employees of EPA's Region IV, encompassing North Carolina, visited WC's tract of the Swamp to investigate the alleged violations as described in the plaintiffs' letters. Based on this visit, EPA's Region IV employees determined that WC was discharging dredged or fill material into the Swamp. However, these EPA employees determined that WC's activities were exempt from the permitting requirements under the CWA as normal silvicultural activities and were not \"recaptured\" as subjecting the tract to a new use.</p>\n<p>Steven J. Levitas of the North Carolina EDF wrote a letter to the EPA asking them to reconsider their determination of WC's activities. In response, Susan G. Lepow, Associate General Counsel of the Water Division of the EPA, responded in a letter dated June 20, 1991 stating:</p>\n<blockquote>As I mentioned, we briefed top agency officials on the issue from a legal and policy perspective. Based on the information available to us, and our reading of the CWA and our regulations, we are prepared to defend Region IV's conclusion that the discharges of dredged and fill material associated with Weyerha[e]user's conduct constitutes part of an established silvicultural operation exempt under section 404(f) <span class=\"star-pagination\">*1348</span> [codified as section 1344(f)] from the section 404 permit requirements.</blockquote>\n<p>Complaint, Exhibit C.</p>\n<p>On July 22, 1991, over eighteen months after their original notice, EDF and NCCF along with three other environmental organizations, North Carolina Wildlife Foundation (\"NCWF\"), National Wildlife Foundation (\"NWF\") and the Sierra Club filed suit against WC and the federal defendants in this court. In Count I of their complaint, plaintiffs assert that WC is discharging dredged or fill materials into the Swamp without a permit in violation of the CWA. In Count II, plaintiffs allege that the federal defendants' determinations that WC's activities were not subject to the CWA's permitting requirements violated their non-discretionary duties under the CWA. Finally, in Count III plaintiffs assert that the federal defendants' exemption determinations are arbitrary and capricious under the APA, 5 U.S.C. § 706(2).</p>\n<p>WC and the federal defendants filed separate motions to dismiss under Rule 12(b)(1) &amp; (6) based on lack of subject matter jurisdiction and failure to state a claim upon which relief could be granted. Both WC and the federal defendants also moved to dismiss the three additional plaintiffs alleging that they had failed to satisfy the sixty-day prior notice requirement. United States Magistrate Judge Alexander B. Denson conducted a lengthy hearing on the motions to dismiss on April 30, 1992. On June 22, 1992 Judge Denson issued a memorandum and recommendation rejecting all arguments asserted by both WC and the federal defendants. All defendants subsequently filed objections to Magistrate Judge Denson's memorandum and recommendation.</p>\n<p>After an independent and thorough review of the entire record and all objections made to the Magistrate Judge's memorandum and recommendation, the court denies WC's and federal defendants' motion to dismiss plaintiffs CWA claims. However, the court grants federal defendants' motion to dismiss plaintiffs APA claim.</p>\n<p></p>\n<h2>II. <i>ANALYSIS</i>\n</h2>\n<p>As an initial matter, the court reviews de novo Magistrate Judge Denson's memorandum and recommendation on defendants' motion to dismiss. <i>See</i> 28 U.S.C. § 636(b)(1) (Supp.1992). Moreover, as noted previously, defendants move the court to dismiss pursuant to both Rule 12(b)(1) for lack of subject matter jurisdiction and Rule 12(b)(6) for failure to state a claim. The Fourth Circuit has held that in such a situation, \"`the proper procedure for the district court is to find that jurisdiction exists and to deal with the objection as a direct attack on the merits of plaintiffs case.'\" <i>Plumer v. Maryland,</i> <span class=\"citation\" data-id=\"548950\"><a href=\"/opinion/548950/tami-charles-plumer-v-state-of-maryland-motor-vehicle-administration-of/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 932 n. 5 (4th Cir.1990) (quoting <i>Daigle v. Opelousas Health Care, Inc.,</i> <span class=\"citation\" data-id=\"459848\"><a href=\"/opinion/459848/medicaremedicaid-gu-34972-harold-daigle-individually-and-kerry-daigle/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1344</span></a></span>, 1347 (5th Cir.1985)).</p>\n<p>Accordingly, on a motion to dismiss for failure to state a claim, the court reviews the sufficiency of the complaint, without consideration of affidavits, exhibits, or admissions. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974). Furthermore, Federal Rule of Civil Procedure 12 directs that a motion to dismiss be considered in the light most favorable to the plaintiff. <i>Revene v. Charles County Commissioners,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872 (4th Cir.1989). Nevertheless, dismissal is appropriate when as a matter of law no relief could be granted under any set of facts that could be proved consistent with plaintiff's allegations. <i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984).</p>\n<p>WC and the federal defendants filed separate and partially incompatible motions to dismiss and objections to Magistrate Judge Denson's memorandum and recommendation. Accordingly, the court will consider the defendants' motions and objections separately to the extent that they are inconsistent.</p>\n<p></p>\n<h2>A. <i>CLEAN WATER ACT CLAIMS</i>\n</h2>\n<p>Plaintiffs file this action against WC and the federal defendants under the citizen suit provision of the CWA, 33 U.S.C. § 1365. Section 1365(a) provides in pertinent part:</p>\n<blockquote>Except as provided in subsection (b) of this section, any citizen may commence a civil action on his own behalf</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1349</span> (1) against any person ... who is alleged to be in violation of (A) an effluent standard or limitation under this chapter ... or</blockquote>\n<blockquote>(2) against the Administrator [of the EPA] where there is alleged a failure of the Administrator to perform any act or duty under this chapter which is not discretionary with the Administrator.</blockquote>\n<p>Section 1365(b) adds the following restrictions on a citizen suit against either a private \"person\" or the Administrator of the EPA:</p>\n<blockquote>No action shall be commenced</blockquote>\n<blockquote>(1) Under subsection (a)(1) of this section</blockquote>\n<blockquote>(A) prior to sixty days after the plaintiff has given notice of the alleged violation (i) to the Administrator, (ii) to the State in which the alleged violation occurs, and (iii) to any alleged violator of the standard [or] limitation ... or</blockquote>\n<blockquote>(B) if the Administrator or the State has commenced and is diligently prosecuting a civil or criminal action ... to require compliance with the standard [or] limitation....</blockquote>\n<blockquote>(2) under subsection (a)(2) of this section prior to sixty days after plaintiff has given notice of such action to the Administrator.</blockquote>\n<p></p>\n<h2>1. <i>WC's Objections to CWA Claims</i>\n</h2>\n<p>In order to maintain a citizen's suit against WC under 1365(a)(1) &amp; (b), plaintiffs must satisfy five requirements: (1) plaintiffs must be \"citizens\"; (2) WC must be a \"person\"; (3) plaintiffs must allege that WC is in violation of an \"effluent standard or limitation\"; (4) plaintiffs must have given the EPA Administrator, the State of North Carolina and WC notice sixty days prior to instituting this action; and (5) the EPA or the State must not be diligently prosecuting WC. <i>Id.</i> at §§ 1365(a)(1) &amp; (b)(1). All five of these requirements must be satisfied for plaintiffs to maintain a citizen suit against WC under section 1365.</p>\n<p>Defendant WC does not contest three of the five requirements. First, WC agrees, at least implicitly, that plaintiffs qualify as \"citizens\" under section 1365(g) as \"persons having an interest which is or may be adversely affected.\" <i>See id.</i> § 1365(g). Second, the definitional section of the CWA defines the term \"person\" to encompass a corporation such as WC. <i>Id.</i> § 1362(5). Finally, WC concedes that neither the EPA nor the State is currently prosecuting WC. Therefore, the first, second and fifth requirements of a section 1365(a)(1) citizen suit are sufficiently alleged; WC disputes only the third and fourth requirements.</p>\n<p></p>\n<h2>a. <i>Violation of an \"Effluent Standard or Limitation\"</i>\n</h2>\n<p>The third requirement dictates that defendant allegedly be in violation of an \"effluent standard or limitation\" under the CWA. Effluent standard or limitation is defined in section 1365(f) to incorporate various other sections of the CWA including \"an unlawful act under subsection (a) of section 1311 of this title.\" <i>Id.</i> § 1365(f). Thus, under the literal language of the CWA, an \"unlawful act\" under section 1311(a) constitutes an effluent standard or limitation.</p>\n<p>Furthermore, section 1311(a) provides, \"the discharge of any pollutant<sup>[1]</sup> by any person shall be unlawful\" unless in compliance with one of the CWA's permitting sections. <i>Id.</i> § 1311(a). Therefore, an unlawful act under section 1311(a) is a discharge not in compliance with one of the permitting sections in the CWA. Thus, in this action, WC's discharge of dredged material into the East Dismal Swamp constitutes an unlawful act under section 1311(a) only if its activities are not in compliance with one of the CWA's permitting sections.</p>\n<p>Because WC's activities constitute the discharge of dredged or fill material into navigable waters, section 1344 is the permitting section governing this action. Generally, section 1344 prohibits the discharge of dredged or fill material without a permit. <i>See id.</i> § 1344(a). However, subsection (f)(1) <span class=\"star-pagination\">*1350</span> of section 1344 exempts certain operations from its permit requirements including \"the discharge of dredged or fill material ... from normal farming, silviculture and ranching activities.\" <i>Id.</i> § 1344(f)(1)(A). The parties agree that defendant WC's actions constitute silvicultural activities. Therefore, WC's silvicultural activities are initially exempt from section 1344's permit requirements.</p>\n<p>However, section 1344(f)(2) \"recaptures\" such silviculture activities under the permit requirements of section 1344 for \"[a]ny discharge of dredged or fill material into the navigable waters incidental to any activity having as its purpose bringing an area of the navigable waters into a use to which it was not previously subject.\" <i>Id.</i> § 1344(f)(2). Thus, although normal silvicultural activities are generally exempt from the permitting requirements of section 1344, these activities can be \"recaptured\" if their purpose is to subject the land to a \"use to which it was not previously subject.\"<sup>[2]</sup></p>\n<p>In this case, the plaintiffs have alleged that WC is subjecting the Swamp to a use to which it was not previously subject  pine tree farms. Accordingly, accepting the plaintiff's allegations as true, as the court must in a motion to dismiss, WC is exposing the land to a use to which it was not previously subject; therefore, a permit is required under section 1344. Since WC has not obtained a permit, the company is not in compliance with section 1344 and is committing an unlawful discharge in violation of section 1311(a). Accordingly, under the definition in section 1365(f) including an unlawful act under section 1311(a) as an effluent standard, WC is alleged to be in violation of an effluent standard.</p>\n<p>WC attempts to refute the plaintiffs' allegations by citing the EPA's determination that WC does not need a permit under section 1344 for its silvicultural activities. WC's argument, in essence, is that because EPA allegedly has made a final decision that no permit is required, there is no effluent standard under the CWA for it to violate. In other words, WC argues that the EPA must determine that a permit is required under section 1344 for there to be an effluent standard under section 1311(a) for it to violate. Because the EPA determined otherwise, WC argues, the citizen suit provision of the CWA is inapplicable to an action against it.<sup>[3]</sup></p>\n<p>WC's argument is contrary to the literal language of the CWA. Sections 1365(f), 1311(a) and 1344, all of which delineate the meaning of the term \"effluent standard or limitation,\" contain no requirement that the EPA must determine that a permit is required for an act to be unlawful in violation of section 1311(a). Neither can such a requirement <span class=\"star-pagination\">*1351</span> be implied from the interplay between these sections.</p>\n<p>Moreover, a section of the legislative history supports the literal language of the CWA. In delineating the parameters of the citizen suit provision, the Senate Report notes:</p>\n<blockquote>As pointed out, the Committee bill would provide in the citizen suit provisions that actions will lie against the Administrator for failure [to] exercise his duties under the Act, including his enforcement duties. Authority granted to citizens to bring enforcement actions under this section is limited to effluent standards or limitations established administratively under the Act. Such standards or limitation[s] are defined in subsection (f) of Section 505 [codified as section 1365] to include the enforcement of an unlawful discharge under section 301(a) [codified as section 1311(a) ]....</blockquote>\n<p>S.Rep. No. 92-414, 92d Cong., 2d Sess. (1972), <i>reprinted in,</i> 1972 U.S.C.C.A.N. 3668, 3747.</p>\n<p>This portion of the legislative history expressly states that actions under the citizen suit provision should be limited to cases in which effluent standards or limitation have been administratively established under the CWA. However, the section adds that \"unlawful discharges\" under 1311(a) are included within that definition of effluent standard. Therefore, this section of the legislative history reinforces the literal language of the statute: An EPA determination of permit requirements is not necessary to constitute an \"effluent standard\" under section 1311(a).</p>\n<p>Thus, WC's argument that the EPA must determine that a permit is required to constitute a \"effluent standard\" finds no support in the express language of the CWA or the legislative history of section 1365. Moreover, defendant cites, and the court finds, no cases that support defendant's assertions. Thus, WC's argument is unsupported by the literal language of the statute, its legislative history or any case law on the subject.</p>\n<p>Before wholly dismissing WC's argument, the court notes that this argument is closely related to another WC assertion that plaintiffs' only remedy is against the federal defendants for an arbitrary and capricious ruling that WC does not need a permit. In this related argument, WC again asserts that plaintiffs cannot maintain an action against it because the federal defendants have determined that no permit is required.<sup>[4]</sup> After an exhaustive search, the parties and both courts discovered only one case that addresses this issue, albeit indirectly. <i>See </i><i>Golden Gate Audubon Society v. United States Army Corps of Engineers,</i> <span class=\"citation\" data-id=\"1584348\"><a href=\"/opinion/1584348/golden-gate-audubon-soc-v-us-army-corps-of-eng/\"><span class=\"volume\">717</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1417</span></a></span> (N.D.Cal.1988).</p>\n<p>In <i>Golden Gate,</i> the plaintiffs, several environmental organizations, brought suit against the Port of Oakland (\"Port\"), the EPA and the Corps. Plaintiffs asserted that the Port was unlawfully discharging dredged material <span class=\"star-pagination\">*1352</span> into a wetland site. The plaintiffs further alleged that the EPA and Corps had erroneously determined that the site was not a wetland and therefore incorrectly determined that the Port was not required to have a discharge permit. <i>Id.</i> at 1418. The district court vacated the Corps determination that no wetland existed and remanded the case to the Corps to reconsider the evidence. <i>Id.</i> at 1422-23.</p>\n<p>Significantly, however, the district court stayed dismissal of the action against the private entity, Port, pending the determination of the remand to the Corps. <i>Id.</i> at 1424. The court held that this claim might become justiciable if the Corps reversed itself on remand and determined that the site contained wetlands. Alternatively, the district court held that even if the Corps affirmed its decision on remand, the claim could be justiciable if upon review of the Corps' new determination, the district court held that the site contained wetlands. Accordingly, the court stayed the dismissal motion and retained jurisdiction over the cause of action pending the outcome of the remand. <i>Id.</i></p>\n<p>The court's action in <i>Golden Gate</i> is significant because the court assumed, without explicitly stating, that a court can entertain a section 1365 action against a private entity at the same time it determines whether the responsible federal agency properly determined that no permit was required under section 1344(a) of the CWA. Thus, the <i>Golden Gate</i> court's ruling reinforces the express language of section 1365 allowing simultaneous suits against a private entity and the EPA.</p>\n<p>Therefore, the literal language of section 1365, its legislative history, as well as the only case on point cited to or located by the court are contrary to defendant's two related assertions. This apparently is an issue of first impression, at least in this circuit. However, the court holds that the aforementioned evidence is sufficient to support the interpretation that an \"unlawful discharge\" under section 1311(a) is a violation of an effluent limitation within the meaning of section 1365 and that a citizen may simultaneously sue a violator and the federal defendants under section 1365. Accordingly, plaintiff has sufficiently alleged the third requirement of section 1365.</p>\n<p></p>\n<h2>b. <i>Notice Requirement for All Plaintiffs</i>\n</h2>\n<p>The fourth requirement, incorporated in section 1365(b), requires plaintiffs to give the EPA, the State, and any alleged violators sixty days notice prior to commencing a suit. WC does not contest that EDF and NCCF (hereinafter referred to collectively as the \"notice plaintiffs\") gave them notice sufficient to satisfy the fourth requirement under section 1365(b). However, WC moves to dismiss NCWF, NWF and the Sierra Club (hereinafter referred to collectively as \"non-notice plaintiffs\") because they assert that these plaintiffs did not give them the required notice.</p>\n<p>Magistrate Judge Denson rejected WC's argument that section 1365(b) requires each plaintiff to give notice. Magistrate Denson relied on several district courts holding that under section 1365(b), notice by one plaintiff is sufficient to put a defendant on notice of the alleged violation as to all plaintiffs. Furthermore, Magistrate Denson found WC's reliance on the Supreme Court's decision in <i>Hallstrom v. Tillamook County,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></span> (1989), misplaced.</p>\n<p>This court agrees with Magistrate Denson's recommendation and finds the district court cases dispositive. <i>See </i><i>Student Public Interest Research Group, Inc. v. AT &amp; T Bell Laboratories,</i> <span class=\"citation\" data-id=\"2246346\"><a href=\"/opinion/2246346/student-public-interest-research-group-v-at-t-bell-lab/\"><span class=\"volume\">617</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1190</span></a></span>, 1194 (D.N.J. 1985) (both plaintiffs \"substantially complied\" with notice requirement where one plaintiff served adequate notice), <i>rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"503760\"><a href=\"/opinion/503760/student-public-interest-research-group-of-new-jersey-inc-and-friends-of/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span> (2d Cir.1988); <i>Student Public Interest Research Group, Inc. v. Tenneco Polymers, Inc.,</i> <span class=\"citation\" data-id=\"1635049\"><a href=\"/opinion/1635049/student-public-interest-research-group-v-tenneco-polymers/\"><span class=\"volume\">602</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1394</span></a></span>, 1396 (D.N.J.1985) (same); <i>South Carolina Wildlife Federation v. Alexander,</i> <span class=\"citation\" data-id=\"2347372\"><a href=\"/opinion/2347372/south-carolina-wildlife-federation-v-alexander/\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span>, 123-24 (D.S.C.1978) (notice by one plaintiff satisfies purpose of the statute and other plaintiffs' failure to give notice does not prejudice defendants).</p>\n<p>Moreover, the court agrees with Magistrate Denson's conclusion that the Supreme Court's holding in <i>Hallstrom</i> is inapposite. In <i>Hallstrom,</i> the Supreme Court held that a single plaintiff's failure to satisfy the notice <span class=\"star-pagination\">*1353</span> requirements deprived the Court of jurisdiction to hear the citizen's suit. The <i>Hallstrom</i> Court's ruling, however, did not address whether notice by one plaintiff would satisfy that requirement as to all plaintiffs. The Court's ruling in <i>Hallstrom,</i> therefore, in no way undermines the well-reasoned decisions of the aforementioned district courts. Accordingly, the court upholds Magistrate Judge Denson's determination that plaintiffs have collectively complied with the notice requirement of section 1365(b).<sup>[5]</sup></p>\n<p></p>\n<h2>c. <i>Summary of CWA Claims Against WC</i>\n</h2>\n<p>Thus, plaintiffs have sufficiently alleged all five requirements necessary to maintain a citizen suit against WC under section 1365(a)(1):</p>\n<blockquote>(1) plaintiffs are alleged to be \"citizens\" within the meaning of section 1365(g);</blockquote>\n<blockquote>(2) WC is alleged to be a \"person\" within the meaning of section 1362(5);</blockquote>\n<blockquote>(3) WC is alleged to have violated an \"effluent standard\" within the meaning of section 1365(f) by committing an unlawful act under section 1311(a);</blockquote>\n<blockquote>(4) plaintiffs are alleged to have given notice satisfying the requirements of 1365(b) as to all plaintiffs; and</blockquote>\n<blockquote>(5) neither the EPA nor the state is alleged to be presently prosecuting WC to require compliance with the CWA.</blockquote>\n<p>Accordingly, WC's motion to dismiss should be denied.</p>\n<p></p>\n<h2>2. <i>Federal Defendants Objections to CWA Claims</i>\n</h2>\n<p>In Count II of its complaint, plaintiff brings suit against the federal defendants under section 1365(a)(2) providing in pertinent part: \"any citizen may commence a civil action on his own behalf ... against the Administrator [of the EPA] where there is alleged a failure of the Administrator to perform any act or duty under this chapter [CWA] which is not discretionary with the Administrator.\" Additionally, plaintiffs suit against the federal defendants under section 1365(a)(2) is subject to section 1365(b)(2) requiring notice to the Administrator sixty days prior to instituting an action.</p>\n<p>Thus, in order to maintain a suit against the federal defendants under section 1365(a)(2), plaintiffs must allege four requirements: (1) plaintiffs are \"citizens\"; (2) the suit must by brought against the \"Administrator\"; (3) a non-discretionary duty or act of the Administrator must be the subject of the suit; and (4) plaintiffs must give the Administrator notice sixty days prior to instituting suit.</p>\n<p>Relating to the first requirement, the previous discussion holding that the plaintiff was sufficiently alleged to be a \"citizen\" applies to this claim as well. Moreover, the discussion relating to the notice requirement applies to this claim against the federal defendants as well even though the notice provisions differ slightly in that notice is only required to be given to the Administrator under this claim. Therefore, plaintiffs have sufficiently alleged the first two requirements as to both federal defendants. Because the remaining two requirements against the Corps and the EPA differ in some respects, they will be considered separately where appropriate.</p>\n<p></p>\n<h2>a. <i>Action Against \"Administrator\"</i>\n</h2>\n<p>The Corps disputes the second requirement and asserts that plaintiffs can bring suit only against the EPA, if at all. In rejecting the Corps argument, Magistrate Judge Denson relied primarily on the Fourth Circuit's decision in <i>National Wildlife Federation v. Hanson,</i> <span class=\"citation\" data-id=\"512890\"><a href=\"/opinion/512890/national-wildlife-federation-environmental-policy-institute-north-carolina/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span>, 316 (4th Cir.1988). In <i>Hanson,</i> the Corps argued that section 1365 authorized suit only against the EPA and therefore the action against it must be dismissed. The Fourth Circuit held, however, that the literal language of section 1365, mentioning only the Administrator of the EPA by name, must be read in conjunction with Rule 20 of the Federal Rules of Civil Procedure. Accordingly, the court held that plaintiffs may bring suit against the Corps \"when the Corps abdicates its responsibility <span class=\"star-pagination\">*1354</span> to make reasonable wetland determinations and the Administrator fails to exercise the duty of oversight imposed by section 1344(c).\" <i>Id.</i></p>\n<p>The Corps argues, however, that pursuant to a Memorandum of Agreement (\"MOA\") entered into by the Corps and EPA on January 19, 1989, EPA has sole authority to make a final determination under section 1344(f). Under that MOA, the Corps asserts, the EPA has the authority to make final determination for certain \"special matters,\" such as WC's silvicultural activities.<sup>[6]</sup> Furthermore, the Corps asserts that an opinion of the Attorney General's office indicates that EPA has \"final authority\" to construe section 1344(f) of the CWA. Accordingly, the Corps contends that it had no responsibility under section 1344(f) to abdicate, and, therefore, plaintiffs have not stated a claim for relief against it under the CWA.</p>\n<p>Admittedly, the allocation of authority between the EPA and the Corps in this action is different than that involved in <i>Hanson.</i> In <i>Hanson,</i> the Corps was primarily responsible for making wetland determinations while the EPA merely had an oversight power. <i>Id.</i> In the present action, the federal defendants have entered into a MOA directing the Corps to make the majority of section 1344(f) determinations but allocating to the EPA authority to make these determinations in \"special matters.\"</p>\n<p>Despite the Corps argument to the contrary, the court holds that the ruling in <i>Hanson</i> encompasses the situation involved in this case. Section 1344 gives the Corps primary responsibility for administering the section. <i>See</i> 33 U.S.C. § 1344(a). Although the MOA may allocate \"final authority\" to the EPA for certain \"special matters,\" it cannot eliminate the Corps' primary responsibility under the CWA's statutory scheme for making such decisions. Accordingly, the Fourth Circuit's reasoning in <i>Hanson</i>allowing joinder of the Corps where it possesses but abdicates authority under section 1344applies to permit the plaintiff to join the Corps as a defendant in this action.</p>\n<p></p>\n<h2>b. <i>Non-discretionary Duty</i>\n</h2>\n<p>Federal defendants dispute the third requirement and claim that plaintiffs cannot bring suit against them under the CWA for refusal to require WC to obtain a permit for its silviculturl activities. Federal defendants assert that this determination constitutes prosecutorial discretion, which is unreviewable under the CWA. As mentioned previously, section 1365(a)(2) permits a citizen to bring suit against the Administrator only for failure to perform a non-discretionary act or duty under the CWA. <i>See</i> 33 U.S.C. § 1365(a)(2). Thus, the issue presented to the court is whether federal defendants' determination that WC does not need a permit under section 1344 is a non-discretionary act or merely the exercise of prosecutorial discretion.</p>\n<p>The Fourth Circuit's decision in <i>Hanson</i> also is instructive on this issue. In <i>Hanson,</i> the Fourth Circuit determined that the Corps' responsibility to regulate dredged or fill material pursuant to section 1344 is a non-discretionary duty. Furthermore, the <i>Hanson</i> court held that the EPA's ultimate responsibility for the protection of wetlands under the CWA was also a non-discretionary duty. <i>Hanson,</i> 859 F.2d at 315-16. Therefore, the court held that both federal defendants' actions ruling that certain lands did not constitute wetlands were non-discretionary duties. <i>Id.</i></p>\n<p>In the present action, although the allocation of authority is slightly different, this difference is not dispositive. As mentioned previously, section 1344 gives the Corps the primary duty to regulate under that section. Under the MOA, the EPA is given the primary responsibility to make regulation determination for \"special matters,\" such as WC's silvicultural activities. Therefore, under the ruling in <i>Hanson,</i> the EPA has a non-discretionary duty to regulate dredged or fill material under section 1344. Moreover, although the MOA gives primary responsibility to the EPA for \"special matters,\" the Corps remains \"ultimately responsible\" for making <span class=\"star-pagination\">*1355</span> permit determinations under the statutory scheme of section 1344. Thus, under the Fourth Circuit's expansive interpretation of non-discretionary duty in <i>Hanson,</i> both federal defendants' actions regarding WC's silvicultural activities constitute a non-discretionary act for the purposes of section 1365(a)(2).</p>\n<p></p>\n<h2>c. <i>Summary of CWA Claims Against Federal Defendants</i>\n</h2>\n<p>Therefore, plaintiffs have sufficiently alleged the four requirements of a cause of action against federal defendants under section 1365(a)(2) of the CWA:</p>\n<blockquote>(1) plaintiffs are \"citizens\";</blockquote>\n<blockquote>(2) the suit is against the \"Administrator\" of the EPA, construed to include the Corps;</blockquote>\n<blockquote>(3) the federal defendants' acts were non-discretionary; and</blockquote>\n<blockquote>(4) plaintiffs gave the Administrator notice.</blockquote>\n<p>Accordingly, federal defendants' motion to dismiss should be denied.</p>\n<p></p>\n<h2>B. <i>APA CLAIMS AGAINST FEDERAL DEFENDANTS</i>\n</h2>\n<p>Plaintiffs, in Count III of their complaint, allege that federal defendants' failure to exercise jurisdiction over WCby not requiring a permit under section 1344 of the CWAis arbitrary and capricious, an abuse of discretion, and contrary to law in violation of APA section 706(2). Federal defendants counter, however, that the decision not to require a permit under section 1344 is not subject to review under the APA. Several sections of the APA delineate the prerequisites necessary to obtain judicial review of an agency's decision under the APA.</p>\n<p>First, under section 702 of the APA, only persons \"suffering legal wrong because of agency action, or adversely affected or aggrieved by agency action within the meaning of the relevant statute ... [are] entitled to seek judicial review.\" <i>Id.</i> § 702. Plaintiffs do not allege that they have suffered legal wrong as a result of the federal defendants' actions, so they must be adversely affected or aggrieved to maintain suit under the APA. This requirement is generally referred to by courts as the \"standing\" requirement.</p>\n<p>Second, section 704 of the APA directs that only two types of \"agency action\" are subject to judicial review: \"agency action made reviewable by statute and final agency action for which there is no adequate remedy in a court.\" <i>Id.</i> § 704. Plaintiff does not allege that the federal defendants' action was made reviewable by statute. Therefore, to be subject to review, the federal defendants' decision must (1) constitute \"agency action\" (2) that is \"final\" (3) for which there is no other adequate remedy in court.</p>\n<p>Third and finally, section 701 directs that the APA does not apply if \"statutes preclude judicial review\" or \"agency action is committed to agency discretion by law.\" Federal defendants do not contend that the CWA precludes judicial review. Therefore, to be unreviewable under the APA, the federal defendants' decision must have been committed to agency discretion by law.</p>\n<p>Therefore, for Count III of the plaintiff's complaint to be reviewable under the APA, five requirements must be sufficiently alleged:</p>\n<blockquote>(1) Federal defendants' actions concerning WC's Parker Tract adversely affect or aggrieve plaintiffs;</blockquote>\n<blockquote>(2) federal defendants' actions constitute \"agency action\";</blockquote>\n<blockquote>(3) federal defendants' agency action is \"final\";</blockquote>\n<blockquote>(4) plaintiffs have no other adequate remedy; and</blockquote>\n<blockquote>(5) federal defendants' actions are not \"committed to agency discretion by law.\"</blockquote>\n<p>The fourth requirement is dispositive of the APA claim against the federal defendants, and, therefore, the court will address that issue first. The fourth requirement mandates that plaintiff have no other adequate remedy in court other than judicial review of the agency action under the APA. The Fourth Circuit has made clear that the \"no adequate remedy\" provision is a separate and distinct requirement from the final agency action requirement. <i>Klein v. Commissioner of Patents,</i> <span class=\"citation\" data-id=\"308814\"><a href=\"/opinion/308814/harold-t-klein-v-the-commissioner-of-patents-of-the-united-states/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 824 (4th Cir.1973). This requirement, like final agency action, is a jurisdictional prerequisite to a district court's ability to review agency action. <i>Id.</i> at 824, 826.</p>\n<p><span class=\"star-pagination\">*1356</span> The Supreme Court elucidated the meaning of this requirement in a relatively recent opinion addressing a district court's ability to review an order of the Department of Health and Human Services (\"HHS\"). <i>See </i><i>Bowen v. Massachusetts,</i> <span class=\"citation\" data-id=\"112143\"><a href=\"/opinion/112143/bowen-v-massachusetts/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">879</span></a></span>, <span class=\"citation\" data-id=\"112143\"><a href=\"/opinion/112143/bowen-v-massachusetts/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2722</span></a></span>, <span class=\"citation\" data-id=\"112143\"><a href=\"/opinion/112143/bowen-v-massachusetts/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">749</span></a></span> (1988). In <i>Bowen,</i> the Secretary of HHS argued that the district court could not review the order of the Department because plaintiff, the State of Massachusetts, had an adequate alternative forum in the United States Claims Court. <i>See id.</i> at 901. In rejecting the Secretary's argument, the Court expounded on the purpose of including the adequate remedy provision in section 704.</p>\n<p>The <i>Bowen</i> Court noted that this requirement was designed primarily to prevent the APA from duplicating any \"previously established special statutory procedures relating to specific agencies.\" <i>Id.</i> at 903. The Court specifically stated, \"The exception that was intended to avoid such duplication should not be construed to defeat the central purpose of providing a broad spectrum of judicial review of agency action.\" <i>Id.</i> Accordingly, the Court rejected the Secretary's \"restrictive interpretation\" of section 704, citing the oft-quoted governing standard in this context that \"the Administrative Procedure's Act's `generous review provisions' must be given a hospitable interpretation.\" <i>Id.</i> at 904 (quoting <i>Abbott Laboratories v. Gardner,</i> <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 140-41, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, 1511, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967)).</p>\n<p>Thus, the Court's decision in <i>Bowen</i> stands for the general proposition that the availability of other traditional remedies will not preclude judicial review under the APA. However, the <i>Bowen</i> Court also held that where Congress establishes special procedures for review of specific agency actions, those special procedures will govern judicial review and the APA does not create a duplicative process. Therefore, pursuant to the Supreme Court's ruling in <i>Bowen,</i> if the CWA establishes a special procedure for review of the federal defendants' actions, then plaintiffs may not bring suit against them under the APA.</p>\n<p>Both the Ninth and the Third Circuits have held that the citizen suit provision of the CWA does establish a separate and adequate procedure for review of federal defendants actions if the plaintiff can bring suit under that provision. <i>See </i><i>Oregon Natural Resources Council (ONRC) v. United States Forest Service,</i> <span class=\"citation\" data-id=\"498221\"><a href=\"/opinion/498221/oregon-natural-resources-council-breitenbush-community-inc-michael/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">842</span></a></span>, 851 (9th Cir. 1987); <i>Allegheny County Sanitary Authority (ACSA) v. United States Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"434908\"><a href=\"/opinion/434908/allegheny-county-sanitary-authority-bangor-borough-authority-hampton/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span>, 1177 (3rd Cir.1984); <i>see also </i><i>McClellan Ecological Seepage Situation v. Cheney,</i> <span class=\"citation\" data-id=\"1586296\"><a href=\"/opinion/1586296/mcclellan-ecological-seepage-situation-v-cheney/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">431</span></a></span>, 440 (E.D.Cal.1989). Specifically, the Third Circuit held that where a plaintiff can maintain a cause of action under the CWA citizen suit provision against federal defendants, that relief is exclusive and the APA provides no remedy. <i>See, ACSA,</i> 732 F.2d at 1177 (citizen suit of CWA provided adequate remedy and, thus, district court properly dismissed plaintiffs APA claim). Conversely, the Ninth Circuit held that where plaintiff's claim is not covered under the citizen suit provision of the CWA, then plaintiff may bring suit against federal defendants under the APA. <i>ONRC,</i> 834 F.2d at 851 (because citizen suit provision does not cover \"non-point sources,\" the district court properly upheld plaintiff's APA claim).</p>\n<p>Thus, a rule of law emerges from the decisions of the Third and Ninth Circuits: if a plaintiff can bring suit against the responsible federal agencies under the CWA, this action precludes an additional suit under the APA. However, where a plaintiff's claims are not covered by the citizen suit provision of the CWA, the plaintiff can maintain an action against the responsible federal agencies under the APA.</p>\n<p>Plaintiffs, in their response to defendants' motion to dismiss, argue that the Fourth Circuit's decision in <i>Hanson</i> is inconsistent with the positions of the Third and Ninth Circuits. They assert that, in <i>Hanson,</i> the Fourth Circuit allowed plaintiffs to sue under both the CWA's citizen suit provision and the APA. However, as the district court opinion makes clear, plaintiffs brought suit only under the citizen suit provision of the CWA. <i>National Wildlife Federation v. Hanson,</i> <span class=\"citation\" data-id=\"1513968\"><a href=\"/opinion/1513968/national-wildlife-federation-v-hanson/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1539</span></a></span>, 1540 (E.D.N.C.1985). Although the APA did furnish the standard of review for the EPA's and the Corps' actions under the CWA in <i>Hanson,</i> plaintiffs did not file a separate cause of action under the APA. <i>See </i><i>Hanson,</i> 859 F.2d at 316. Therefore, <span class=\"star-pagination\">*1357</span> the Fourth Circuit's decision in <i>Hanson</i> is not contrary to the holdings of the Third and Ninth Circuits.</p>\n<p>Several of counsel's arguments for both sides remain to be addressed. First, federal defendants argue that plaintiffs' ability to seek injunctive relief against WC provides adequate relief. The court is not persuaded by federal defendants' argument. The defendants cite only one Sixth Circuit case involving an unrelated federal statute ruling that APA review of a federal agency's action was precluded because plaintiffs could sue private defendants directly. <i>See </i><i>Gillis v. United States Dep't of Health and Human Services,</i> <span class=\"citation\" data-id=\"450618\"><a href=\"/opinion/450618/patricia-gillis-individually-and-as-a-class-representative-and-citizens/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span>, 575 (6th Cir.1985). The court finds this precedent tangentially related, at best, and the Sixth Circuit's analysis in this regard cursory as well as only one of several reasons it held the APA inapplicable. Moreover, this court's ruling that review of <i>federal defendants'</i> actions under the CWA precludes plaintiffs' APA claims obviates this argument.</p>\n<p>Second, plaintiffs asserted in response to defendants' argument that unless the federal defendants are joined in this action, plaintiffs will have to relitigate future similar silvicultural determinations. Magistrate Judge Denson agreed with the plaintiffs that the action against WC would not be an adequate remedy because a suit only against WC would require plaintiffs to continuously relitigate this issue against private defendants. The court finds it essential to note that the court's ruling in this case is limited to the controversy before itconcerning WC's Parker Tractand does not relate more generally to other EPA silvicultural determinations, as plaintiff asserts. Thus, any suggestion in Magistrate Judge Denson's memorandum and recommendation indicating that this action applies beyond federal defendants' actions concerning the Parker tract is not approved.</p>\n<p>The Supreme Court in <i>Bowen</i> held that if Congress provides a special procedure for review of agency action then review under the APA is not available. The Third and Ninth Circuits have held the CWA's citizen suit provision, if a plaintiff can maintain suit under it against the federal defendants, is such a procedure precluding review under the APA. This court has upheld plaintiffs' CWA claims against both federal defendants. Therefore, pursuant to the decisions of the Supreme Court and the Third and Ninth Circuits, plaintiffs have an adequate remedy under the citizen suit of the CWA. Accordingly, plaintiffs' APA claims must be dismissed.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>WC's motion to dismiss is denied. Federal defendants' motion to dismiss plaintiffs' CWA claims against them is also denied. Federal defendants' motion to dismiss plaintiffs' APA claim, however, is granted because plaintiffs' CWA claim against the federal defendants provides them with an \"adequate remedy in court.\"</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The term \"pollutant\" is defined to encompass dredged material discharged into water. <i>Id.</i> § 1362(6).</p>\n<p>[2]  Because \"a use to which it has not previously been subject\" is not defined in the CWA, the expression apparently is not a term of art with a specific meaning under the CWA. Therefore, the court will analyze the expression pursuant to its common sense meaning.</p>\n<p>[3]  Magistrate Judge Denson rejected WC's argument based on the Supreme Court's ruling in <i>Gwaltney v. Chesapeake Bay Foundation, Inc.,</i> <span class=\"citation\" data-id=\"111966\"><a href=\"/opinion/111966/gwaltney-of-smithfield-ltd-v-chesapeake-bay-foundation-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, <span class=\"citation\" data-id=\"111966\"><a href=\"/opinion/111966/gwaltney-of-smithfield-ltd-v-chesapeake-bay-foundation-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">376</span></a></span>, <span class=\"citation\" data-id=\"111966\"><a href=\"/opinion/111966/gwaltney-of-smithfield-ltd-v-chesapeake-bay-foundation-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1987). Judge Denson held that the <i>Gwaltney</i> Court's interpretation that section 1365 requires only that the defendant be alleged to violate the CWA mandated a rejection of WC's argument. Although Judge Denson correctly interpreted the holding in <i>Gwaltney,</i> that case is not directly controlling in this action.\n</p>\n<p>In <i>Gwaltney,</i> the plaintiff alleged that the defendant repeatedly violated a permit granted to it by the EPA. <i>Id.</i> at 64, 108 S.Ct. at 385. The <i>Gwaltney</i> Court rejected the defendant's argument that the plaintiff-citizen must prove its allegations before jurisdiction attaches under section 1365. The plain language of section 1365, the Court held, requires that a plaintiff must only allege, not prove, a violation of the CWA for jurisdiction to attach. <i>Id.</i></p>\n<p>The <i>Gwaltney</i> Court's holding, however, is subtly yet significantly different than the issue presented by WC's argument. In <i>Gwaltney,</i> the EPA determined that a permit was required, and plaintiff's suit was based on defendant's alleged violation of that permit. Thus, in <i>Gwaltney,</i> the EPA had established an effluent standard in the form of a permit.</p>\n<p>In this action, however, WC argues that the EPA determined that no permit was required, and therefore no effluent limitation exists upon which plaintiffs can sue it. Thus, the <i>Gwaltney</i> Court's ruling did not address the issue of whether the EPA must determine initially that a permit is required under section 1344 to have an effluent standard under section 1311. This subtle distinction is important because without an effluent standard, the court has no jurisdiction to entertain a section 1365 citizen suit against a private entity.</p>\n<p>[4]  Magistrate Judge Denson rejected WC's argument based primarily on the following portion of the legislative history: \"if the court viewed agency action as inadequate, it would have jurisdiction to consider the citizen action notwithstanding any pendency agency action.\" S.Rep. No. 92-414, 92d Cong., 2d Sess. (1972), <i>reprinted in,</i> 1972 U.S.C.C.A.N. 3668, 3746. Magistrate Denson concluded that this section indicated that Congress intended to allow citizen suits against private corporations if the court determined that \"agency action\" was inadequate.\n</p>\n<p>The definitive issue in interpreting this language is the meaning of the term \"agency action.\" The meaning of that term is elucidated by the language preceding the section quoted by Judge Denson. This previous section discusses the purpose of the notice provision in allowing the EPA an opportunity to institute suit against an offender to require compliance with a established effluent limitation. As noted previously, section 1365(b)(1)(B) prohibits a citizen suit if the EPA or State is \"diligently prosecuting\" an action to require compliance with the effluent standard. The section of the legislative history quoted by Magistrate Denson, therefore, merely states the converse of this requirement: if the EPA or State is not adequately or diligently prosecuting an action, a citizen may bring suit under section 1365.</p>\n<p>Therefore, this court reads this particular language in context as allowing a citizen suit only if the EPA or State is not \"diligently\" or not adequately prosecuting the violator under section 1365(b)(1)(B). Consequently, this section of the legislative history indicates only that a private citizen and EPA simultaneously may sue a violator if the EPA is not adequately prosecuting; the section is not dispositive of the issue of whether a private citizen can sue a violator and the federal defendants simultaneously if the federal defendants determine that no permit is required under the CWA.</p>\n<p>[5]  The defendants assert that they will be prejudiced by allowing the three non-notice plaintiffs to \"attach parasitically\" on the notice by EDF and NCCF because the non-notice plaintiffs potentially can recover attorney's fees under section 1365(d). However, the three aforementioned district court opinions necessarily rejected such an argument, at least implicitly. Therefore, at best, the defendants can assert this argument at the damages stage of this proceeding.</p>\n<p>[6]  Plaintiffs do not contest that WC's silvicultural activities constitute \"special matters\" under the MOA.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1513968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1584348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1586296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1635049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2246346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2347372/"
  ]
}