{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2377807/",
  "absolute_url": "/opinion/2377807/meyer-v-qualex-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2377807/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:35.075313Z",
  "date_modified": "2016-04-27T00:13:31.777498Z",
  "type": "010combined",
  "sha1": "f243f05ddbc48371ad9eefad5cc661c0bf10d7d4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>388 F.Supp.2d 630 (2005)</b></center>\n<center><h1>Walter Christian MEYER IV, Plaintiff,<br>\nv.<br>\nQUALEX, INC. and Eastman Kodak Company Defendants.</h1></center>\n<center>No. 5:04-CV-5FL2.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>September 7, 2005.</center>\n<p><span class=\"star-pagination\">*631</span> Walter Christian Meyer, IV, Raleigh, NC, pro se.</p>\n<p>Wood W. Lay, Hunton &amp; Williams, Charlotte, NC, Thomas J. Manley, Hunton &amp; Williams, LLP, Raleigh, NC, for Qualex, Inc., Eastman Kodak Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes now before the court on defendants' motions for summary judgment, DE # 38 (defendant Qualex, Inc.) and DE # 43 (defendant Kodak Co.), both filed May 25, 2005. Plaintiff has failed to respond to either of these motions, and the time to respond has expired. In this posture, the issues raised are ripe for ruling. For the reasons stated below, defendants' motions for summary judgment are granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On January 2, 2004, plaintiff, acting <i>pro se,</i> moved for leave to initiate this action proceeding <i>in forma pauperis.</i> On January 12, 2004, the Hon. David W. Daniel, United States Magistrate Judge, granted plaintiff's motion and plaintiff's complaint alleging violation of the Americans with Disabilities Act, 42 U.S.C. § 12101 <i>et seq.,</i> was filed. Plaintiff claims that defendants discriminated against him on the basis of disability by withdrawing an offer of employment.</p>\n<p>On March 31, 2004, after receipt of a joint status report and plan from the parties, this court entered a Case Management Order, setting forth limitations and deadlines for discovery, deadlines for dispositive motions and setting this matter for trial. On September 28, 2004, the parties jointly moved for a 90- day extension of time for discovery and the filing of any dispositive motions, citing some discovery issues and difficulties scheduling depositions. The court granted this motion.</p>\n<p><span class=\"star-pagination\">*632</span> On December 13, 2004, upon request of the defendants, and pursuant to its Case Management Order, the court attempted to convene telephonic conference with the parties to address a discovery dispute concerning the scheduling of defendants' deposition of plaintiff. Despite the leaving of several telephone and email messages by defense counsel, plaintiff could not be contacted for the conference.</p>\n<p>On January 13, 2005, defendants moved for a five-month extension of time for discovery and to designate expert witnesses, citing further difficulties in deposing plaintiff and in determining if further discovery and expert witnesses were necessary in the case. On January 14, 2005, defendants filed a motion to compel plaintiff to appear for his deposition. On January 31, 2005, plaintiff responded to the motion to compel, offering an explanation for his failure to attend the telephonic conference and agreeing to appear for his deposition.</p>\n<p>In order entered February 7, 2005, the court granted defendants' motion to compel plaintiff to appear for deposition, and granted in part and denied in part the motion for an extension of time for discovery. The court allowed the parties until May 28, 2005, to complete all discovery and until June 28, 2005, to file dispositive motions.</p>\n<p>On February 25, 2005, plaintiff moved to amend his complaint and for a protective order. By seeking to amend his complaint to narrow the bases of his claims, and pursuant to the proposed protective order, plaintiff sought to avoid extensive questioning with respect to his psychological condition and events preceding the withdrawal by defendants of the offer of employment. Plaintiff conceded that such questioning was relevant to his prior complaint. Defendants responded to the motion on March 18, 2005, and while offering no opposition to plaintiff's motion to amend his complaint, argued that questioning as to plaintiff's psychological condition was still relevant to his remaining claims. The motion was referred to United States Magistrate Judge James Dever III, who granted the motion to amend but denied the motion for protective order on March 30, 2005. Plaintiff's amended complaint was filed the same day. Defendants answered the amended complaint on April 13, 2005.</p>\n<p>Thereafter, defendants filed the instant motions for summary judgment. Also on May 25, 2005, defendants filed a consent motion to continue the deposition of plaintiff until after the resolution of the motions for summary judgment. On June 10, 2005, plaintiff filed a document with the court indicating that he had recently relocated his residence, and had not received the motions for summary judgment, which had been sent to him at his prior address also noted on the record.</p>\n<p>On June 17, 2005, plaintiff moved for an extension of time to respond to the motions for summary judgment. The court granted this motion on June 23, 2005, and extended the deadline to respond to July 1, 2005. On July 12, 2005, defendants filed a notice of non-response to the motions for summary judgment and requested that this court enter judgment.</p>\n<p>Nearly two months now have elapsed. There has been no further filing received to date by this court from plaintiff, whose new address has been utilized by the Clerk of Court as requested for service since receipt of notice from plaintiff of the change of his residence.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The uncontested facts material to this action are as follows. Defendant Qualex, Inc. (hereinafter \"Qualex\") is a photofinishing company headquartered in Durham, North Carolina. Defendant Eastman Kodak Company (hereinafter \"Kodak\") is the parent corporation of Qualex, and is headquartered <span class=\"star-pagination\">*633</span> in Rochester, New York. Although Qualex is a wholly owned subsidiary of Kodak, the two are separate and distinct corporate entities, with separate corporate headquarters, business offices, boards of directors, and corporate books.</p>\n<p>One division of defendant Qualex maintains on-site photofinishing centers, called Minilabs, in retail centers nationwide. On January 15, 2003, plaintiff Meyer interviewed for employment at one of these Minilabs. Cynthia Greene, an area manager for defendant Qualex, conducted the interview and extended a conditional offer of employment to defendant, subject to his successful completion of a drug test.</p>\n<p>Plaintiff's urinalysis sample tested positive for amphetamines, and was reported as an unverified positive to the designated Medical Review Officer (hereinafter \"MRO\"). The MRO then notified defendant Qualex, who contacted plaintiff and informed him that he was ineligible for employment with defendant. According to Cynthia Greene, who called and left the message with plaintiff, it was her standard practice to inform rejected applicants that they were ineligible for employment because of their drug tests and they should contact the MRO if there had further questions or issues. According to defendant Qualex, applicants and employees who test positive on the drug test because of legal or prescription medication are given the opportunity to contact the MRO and provide verification that the positive result was caused by legal medication. If such verification is provided, the unverified positive test result is reversed and reported as a negative test result.</p>\n<p>Plaintiff asserts that at the time of his application and drug test, he had been diagnosed with and was receiving treatment for major depressive illness, Attention Deficit Hyperactivity Disorder, and bipolar disorder. As part of his treatment, plaintiff at the time of his drug test was taking the medications Celexa, Wellbutrin, Lamictal, and Adderall, as prescribed by his psychiatrist, Dr. James Wainer. Plaintiff asserts that one or more of these prescription medications caused the positive test result for amphetamines. Plaintiff further claims that he never received instructions from Cynthia Greene or defendant Qualex to contact the MRO if he had questions about his drug test.</p>\n<p>Plaintiff admits that he never spoke to the MRO and offered documentation of his prescription medication. Plaintiff further admits that he never told Ms. Greene or any other representative of defendants or the testing service about his medical condition and prescription medications, prior to the drug test or immediately after the withdrawal of the offer of employment.</p>\n<p>In support of its motion for summary judgment, defendant Qualex submits the affidavit of Wanda Chapman, an employee of the testing services organization that provided drug testing services for Qualex, including the drug test submitted by plaintiff. Ms. Chapman, upon review of the testing records of Qualex applicants, offered a number of examples where applicants and employees initially tested positive for drug use, but had the test results changed to a negative result upon submission of valid prescriptions. Ms. Chapman further confirmed that the plaintiff's initial test result was reported to the MRO as an unverified positive on or about January 17, 2003, and after plaintiff failed to communicate with the MRO, the MRO reported the test as \"positive without review\" on or about January 21, 2003.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Summary judgment is appropriate, under Rule 56(c), \"if the pleadings, depositions, answers to interrogatories, and <span class=\"star-pagination\">*634</span> admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). A party seeking summary judgment \"bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of the [record] which it believes demonstrate the absence of a genuine issue of material fact.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party can meet this burden \"by showing that there is an absence of evidence to support the nonmoving party's case.\" <i>Honor v. Booz-Allen &amp; Hamilton, Inc.,</i> 383 F.3d 180, 185 (4th Cir.2004). \"[A] complete failure of proof concerning an essential element of [a plaintiff's] case necessarily renders all other facts immaterial.\" <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. 2548. Once the moving party has met its burden, the non-moving party must then \"set forth specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586-87, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed. R. Civ. P. 56(e)).</p>\n<p>In making a determination on a summary judgment motion, the court views the evidence in the light most favorable to the non-moving party, according that party the benefit of all reasonable inferences. <i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> 67 F.3d 53, 56 (4th Cir.1995). Nevertheless, judges are not \"required to submit a question to a jury merely because some evidence has been introduced by the party having the burden of proof, unless the evidence be of such a character that it would warrant the jury in finding a verdict in favor of that party.\" <i>Anderson v. Liberty Lobby,Inc.,</i> 477 U.S. 242, 251, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (citations omitted). \"[C]onclusory statements, without specific evidentiary support,\" are insufficient to create a genuine issue of fact. <i>Causey v. Balog,</i> 162 F.3d 795, 802 (4th Cir.1998).</p>\n<p>The requirements for affidavits supporting or opposing summary judgment are set forth in Fed.R.Civ.P. 56(e), which provides that:</p>\n<p>[w]hen a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of the adverse party's pleading, but the adverse party's response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial.</p>\n<p>Failure to respond to a motion for summary judgment supported by affidavits does not, however, automatically require the grant of the motion. <i>See </i><i>Custer v. Pan American Life Insurance Co.,</i> 12 F.3d 410, 416 (4th Cir.1993). \"Although the failure of a party to respond to a summary judgment motion may leave uncontroverted those facts established by the motion, the moving party must still show that the uncontroverted facts entitle the party to a judgment as a matter of law.\" <i>Id.</i></p>\n<p>Therefore, even when the adverse party fails to respond to the motion for summary judgment, the court must review the motion and the materials before the court to determine if the moving party is entitled to summary judgment as a matter of law. <i>See id.; see also</i> FED.R.CIV.P. 56(e) (\"If the adverse party does not so respond, summary judgment, <i>if appropriate,</i> shall be entered against the adverse party.\")(emphasis added).</p>\n<p>II. Analysis</p>\n<p>As amended, plaintiff's complaint raises two claims: first, that defendant Qualex withdrew its offer of employment because <span class=\"star-pagination\">*635</span> it regarded plaintiff as disabled, in violation of the ADA; and second, that defendant Qualex violated the ADA by maintaining a \"Drug-free Workplace\" policy which excludes even the legal use of controlled substances. Plaintiff also seeks punitive damages for defendants'\"deliberate, malicious, and reckless conduct.\" This court will address each claim in turn.</p>\n<p>As an initial matter, however, this court addresses defendant Kodak's motion for summary judgment. In support of this motion, defendant Kodak submits the affidavit of Jean-Luc Duchemin, Director and Vice-president of Kodak's Human Resources Department. Mr. Duchemin asserts that Kodak are separate and distinct corporate entities; Kodak does not control Qualex's employment and personnel decisions; and Qualex employees are not considered employees of Qualex. As noted above, plaintiff Meyer has not sought to refute this affidavit testimony by submitting supporting affidavits of his own.</p>\n<p>When a subsidiary corporation hires employees, there is a strong presumption that it is the subsidiary, not the parent corporation, is the employer. <i>See </i><i>Johnson v. Flowers Industries, Inc.,</i> 814 F.2d 978, 980 (4th Cir.1987). This presumption can be overcome by a showing that the parent corporation exercises excessive control over the subsidiary, either by directly controlling the employment practices of the subsidiary, or by so controlling the day to day operations of the subsidiary that the two can be considered a single corporate entity. <i>See id.</i></p>\n<p>In determining whether to treat the parent and subsidiary as an integrated employer, factors the courts look at include: \"(1) common management; (2) interrelation between operations; (3) centralized control of labor relations; and (4) degree of common ownership/financial control.\" <i>Hukill v. Auto Care Inc.,</i> 192 F.3d 437, 442 (4th Cir.1999). While no single factor is conclusive, control of labor operations is the most critical factor. <i>Id.</i></p>\n<p>Taking the facts established by defendant Kodak's affidavit as uncontested, plaintiff Meyer has failed to show any basis for liability as regards Kodak. The actions that plaintiff Meyer complains of in maintaining the drug-free workplace policy and withdrawing his offer of employment were taken by defendant Qualex. Meyer has failed to show any degree of excessive control by defendant Kodak over its subsidiary, defendant Qualex. Therefore, this court finds that summary judgment in favor of defendant Kodak is appropriate.</p>\n<p>A. Withdrawal of the offer of employment.</p>\n<p>The ADA defines \"disability\" as \"a physical or mental impairment that substantially limits one or more of the major life activities of such individual,\" 42 U.S.C. § 12102(2)(A), or \"being regarded as having such an impairment.\" 42 U.S.C. § 12102(2)(C). The ADA further provides that \"No covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\"</p>\n<p>Plaintiff Meyer, in his amended complaint, has waived any claim of discrimination on the basis of an impairment that limits one or more of the major life activities. However, plaintiff Meyer maintains that the actions of defendant Qualex in withdrawing its offer of employment nonetheless violates the ADA, because the withdrawal was motivated by defendant's regarding plaintiff as having such a disability. <i>See </i><i>Baird ex rel Baird v. Rose,</i> 192 F.3d 462, 470 (4th Cir.1999) (holding if <span class=\"star-pagination\">*636</span> a plaintiff claiming discrimination under the ADA demonstrates that his or her disability played a motivating role in the employment decision, the plaintiff is entitled to relief).</p>\n<p>Plaintiff's claim fails, however, because he has failed to produce any evidence that defendant Qualex had any knowledge of a claimed disability on the part of plaintiff, or any other reason to perceive plaintiff as being disabled. <i>See </i><i>Hedberg v. Indiana Bell Telephone Co.,</i> 47 F.3d 928, 931 (7th Cir.1995) (holding that an employer cannot be held liable under the ADA if it had no knowledge of the employee's alleged disability); <i>see also Hoffman v. Baltimore City Public Schools,</i> 173 F.3d 424, 1999 WL 61965 at 1 (4th Cir.1999) (unpublished)(citing <i>Hedberg</i> and holding that \"an employer must be aware of an individual's disability for ADA liability to exist\"). Plaintiff has admitted that he never spoke to anyone at Qualex concerning any psychological condition or disability; nor did plaintiff tell anyone at Qualex or its drug testing service that he was taking prescription medications as part of a program of psychiatric treatment.</p>\n<p>Without any evidence that Qualex's action had any reason to perceive plaintiff as being disabled, any claim that the withdrawal of the offer of employment was motivated by such a perception is purely speculative. As such, plaintiff's claim that defendant Qualex violated the ADA by withdrawing its offer of employment fails as a matter of law. <i>See Hoffman</i> at 1 (\"Unsupported speculation does not satisfy a party's burden to produce some evidence in resisting a summary judgment motion.\").</p>\n<p>B. The Drug-free Workplace policy.</p>\n<p>Plaintiff's second claim is that the \"Drug-free Workplace\" policy maintained by defendant Qualex is a blanket exclusionary policy, leaving no allowance for the legal use of controlled substances. <i>See </i><i>Rowles v. Automated Production Systems, Inc.,</i> 92 F.Supp.2d 424, 430 (M.D.Pa.2000) (holding that employer's drug policy violated the ADA \"to the extent that it prohibits the use of all legally prescribed controlled substances without a determination that such prohibition is job-related and consistent with business necessity\"). Plaintiff further argues that defendant Qualex's drug test, at least as administered to plaintiff, was a medical examination, and that use of the test to exclude plaintiff from employment was therefore improper without a determination that the test was job-related and consistent with business necessity. <i>See</i> 42 U.S.C. § 12112(d)(4); 29 C.F.R. § 1630.14(b)(3). This court disagrees with both arguments.</p>\n<p>First, in contrast with <i>Rowles,</i> this court does not find that the text of Qualex's drug policy clearly excludes the use or possession of legally prescribed substances. <i>See </i><i>Rowles,</i> 92 F.Supp.2d at 430 (quoting magistrate judge's conclusion that \"[t]he text of [defendant] APS's policy is clear: use or possession of legally prescribed controlled substances on APS premises is grounds for revocation of an offer of employment or dismissal\"). Defendant Qualex's drug policy repeatedly refers to the use of illegal drugs. With respect to prescription drugs, the policy prohibits the \"abuse of prescription drugs which includes exceeding the recommended prescribed dosage or using others' prescribed medications\", and \"failure to advise a supervisor or manager of the use of a prescription or over-the-counter drug which may alter the employee's ability to perform the essential function of his or her job.\" This second provision clearly contemplates employees of Qualex using prescription or over-the-counter drugs during the course of their employment, and merely requires that they notify a supervisor or manager if such use might impair their ability to function. Unlike <span class=\"star-pagination\">*637</span> <i>Rowles,</i> the drug policy at issue here is not a blanket exclusionary policy, meant to prohibit all drug use, whether legal or illegal.</p>\n<p>Second, this court concludes that plaintiff's drug test was not a medical examination, improperly used to exclude plaintiff from employment without a determination of business necessity. As an initial matter, this court notes that the text of the ADA itself states that \"a test to determine the illegal use of drugs shall not be considered a medical examination.\" 42 U.S.C. § 12114(d)(1). Plaintiff has failed to show that Qualex's drug test was not administered to determine the illegal use or drugs, nor has he contested that his drug test returned a positive result for amphetamines.</p>\n<p>Plaintiff has also failed to produce evidence to refute defendant's showing that had plaintiff presented the MRO with documentation of his prescribed medications, his positive test result would have been reversed. As noted above, defendant Qualex submitted in support of its motion for summary judgment the affidavit of Wanda Chapman, who testified that in at least four cases, applicants who initially tested positive were able to submit documentation of prescription medication and get their initial test results reversed. According to Ms. Chapman, three of those applicants initially tested positive for amphetamines, as did plaintiff. According to the affidavit of Rodney Hulsey, a Human Resources Manager for Qualex, those three applicants all came to work for Qualex after having their initial test results reversed. Because plaintiff has failed to submit any evidence setting forth specific facts showing a genuine issue for trial, as required by Fed.R.Civ.P. 56(e), this court, upon review of the material before the court, concludes that summary judgment for defendant Qualex on plaintiff's second claim is appropriate.</p>\n<p>C. Punitive Damages.</p>\n<p>The ADA allows punitive damages for a plaintiff who can show that \"the respondent engaged in a discriminatory practice... with malice or with reckless indifference to the plaintiff's federally protected rights.\" <i>Cline v. Wal-Mart Stores, Inc.,</i> 144 F.3d 294, 306 (4th Cir.1998)(quoting 42 U.S.C. § 1981a(b)(1)). Punitive damages are \"an extraordinary remedy... designed to punish and deter particularly egregious conduct.\" <i>Stephens v. South Atlantic Canners, Inc.,</i> 848 F.2d 484, 489 (4th Cir.1988). \"Although any form of discrimination constitutes reprehensible and abhorrent conduct, not every lawsuit... calls for submission of this extraordinary remedy to a jury.\" <i>Id.</i> at 489-90.</p>\n<p>As set forth above, plaintiff has failed to show that defendant Qualex engaged in any discriminatory practice. Plaintiff has therefore necessarily failed to show that defendant engaged in such a practice with malice or reckless indifference. Defendant Qualex has shown that plaintiff's offer of employment was withdrawn because he failed a drug test and did not provide a legitimate reason for his positive test result. This falls well short of the \"particularly egregious conduct\" necessary to support a claim for punitive damages. This court therefore finds that summary judgment in favor of defendant Qualex is appropriate as to the punitive damages claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth above, defendants' motions for summary judgment are hereby GRANTED as to all claims. The clerk is DIRECTED to close the case file.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">630</span></span> (2005)</b></center>\n<center><h1>Walter Christian MEYER IV, Plaintiff,<br>\nv.<br>\nQUALEX, INC. and Eastman Kodak Company Defendants.</h1></center>\n<center>No. 5:04-CV-5FL2.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>September 7, 2005.</center>\n<p><span class=\"star-pagination\">*631</span> Walter Christian Meyer, IV, Raleigh, NC, pro se.</p>\n<p>Wood W. Lay, Hunton &amp; Williams, Charlotte, NC, Thomas J. Manley, Hunton &amp; Williams, LLP, Raleigh, NC, for Qualex, Inc., Eastman Kodak Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes now before the court on defendants' motions for summary judgment, DE # 38 (defendant Qualex, Inc.) and DE # 43 (defendant Kodak Co.), both filed May 25, 2005. Plaintiff has failed to respond to either of these motions, and the time to respond has expired. In this posture, the issues raised are ripe for ruling. For the reasons stated below, defendants' motions for summary judgment are granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On January 2, 2004, plaintiff, acting <i>pro se,</i> moved for leave to initiate this action proceeding <i>in forma pauperis.</i> On January 12, 2004, the Hon. David W. Daniel, United States Magistrate Judge, granted plaintiff's motion and plaintiff's complaint alleging violation of the Americans with Disabilities Act, 42 U.S.C. § 12101 <i>et seq.,</i> was filed. Plaintiff claims that defendants discriminated against him on the basis of disability by withdrawing an offer of employment.</p>\n<p>On March 31, 2004, after receipt of a joint status report and plan from the parties, this court entered a Case Management Order, setting forth limitations and deadlines for discovery, deadlines for dispositive motions and setting this matter for trial. On September 28, 2004, the parties jointly moved for a 90- day extension of time for discovery and the filing of any dispositive motions, citing some discovery issues and difficulties scheduling depositions. The court granted this motion.</p>\n<p><span class=\"star-pagination\">*632</span> On December 13, 2004, upon request of the defendants, and pursuant to its Case Management Order, the court attempted to convene telephonic conference with the parties to address a discovery dispute concerning the scheduling of defendants' deposition of plaintiff. Despite the leaving of several telephone and email messages by defense counsel, plaintiff could not be contacted for the conference.</p>\n<p>On January 13, 2005, defendants moved for a five-month extension of time for discovery and to designate expert witnesses, citing further difficulties in deposing plaintiff and in determining if further discovery and expert witnesses were necessary in the case. On January 14, 2005, defendants filed a motion to compel plaintiff to appear for his deposition. On January 31, 2005, plaintiff responded to the motion to compel, offering an explanation for his failure to attend the telephonic conference and agreeing to appear for his deposition.</p>\n<p>In order entered February 7, 2005, the court granted defendants' motion to compel plaintiff to appear for deposition, and granted in part and denied in part the motion for an extension of time for discovery. The court allowed the parties until May 28, 2005, to complete all discovery and until June 28, 2005, to file dispositive motions.</p>\n<p>On February 25, 2005, plaintiff moved to amend his complaint and for a protective order. By seeking to amend his complaint to narrow the bases of his claims, and pursuant to the proposed protective order, plaintiff sought to avoid extensive questioning with respect to his psychological condition and events preceding the withdrawal by defendants of the offer of employment. Plaintiff conceded that such questioning was relevant to his prior complaint. Defendants responded to the motion on March 18, 2005, and while offering no opposition to plaintiff's motion to amend his complaint, argued that questioning as to plaintiff's psychological condition was still relevant to his remaining claims. The motion was referred to United States Magistrate Judge James Dever III, who granted the motion to amend but denied the motion for protective order on March 30, 2005. Plaintiff's amended complaint was filed the same day. Defendants answered the amended complaint on April 13, 2005.</p>\n<p>Thereafter, defendants filed the instant motions for summary judgment. Also on May 25, 2005, defendants filed a consent motion to continue the deposition of plaintiff until after the resolution of the motions for summary judgment. On June 10, 2005, plaintiff filed a document with the court indicating that he had recently relocated his residence, and had not received the motions for summary judgment, which had been sent to him at his prior address also noted on the record.</p>\n<p>On June 17, 2005, plaintiff moved for an extension of time to respond to the motions for summary judgment. The court granted this motion on June 23, 2005, and extended the deadline to respond to July 1, 2005. On July 12, 2005, defendants filed a notice of non-response to the motions for summary judgment and requested that this court enter judgment.</p>\n<p>Nearly two months now have elapsed. There has been no further filing received to date by this court from plaintiff, whose new address has been utilized by the Clerk of Court as requested for service since receipt of notice from plaintiff of the change of his residence.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The uncontested facts material to this action are as follows. Defendant Qualex, Inc. (hereinafter \"Qualex\") is a photofinishing company headquartered in Durham, North Carolina. Defendant Eastman Kodak Company (hereinafter \"Kodak\") is the parent corporation of Qualex, and is headquartered <span class=\"star-pagination\">*633</span> in Rochester, New York. Although Qualex is a wholly owned subsidiary of Kodak, the two are separate and distinct corporate entities, with separate corporate headquarters, business offices, boards of directors, and corporate books.</p>\n<p>One division of defendant Qualex maintains on-site photofinishing centers, called Minilabs, in retail centers nationwide. On January 15, 2003, plaintiff Meyer interviewed for employment at one of these Minilabs. Cynthia Greene, an area manager for defendant Qualex, conducted the interview and extended a conditional offer of employment to defendant, subject to his successful completion of a drug test.</p>\n<p>Plaintiff's urinalysis sample tested positive for amphetamines, and was reported as an unverified positive to the designated Medical Review Officer (hereinafter \"MRO\"). The MRO then notified defendant Qualex, who contacted plaintiff and informed him that he was ineligible for employment with defendant. According to Cynthia Greene, who called and left the message with plaintiff, it was her standard practice to inform rejected applicants that they were ineligible for employment because of their drug tests and they should contact the MRO if there had further questions or issues. According to defendant Qualex, applicants and employees who test positive on the drug test because of legal or prescription medication are given the opportunity to contact the MRO and provide verification that the positive result was caused by legal medication. If such verification is provided, the unverified positive test result is reversed and reported as a negative test result.</p>\n<p>Plaintiff asserts that at the time of his application and drug test, he had been diagnosed with and was receiving treatment for major depressive illness, Attention Deficit Hyperactivity Disorder, and bipolar disorder. As part of his treatment, plaintiff at the time of his drug test was taking the medications Celexa, Wellbutrin, Lamictal, and Adderall, as prescribed by his psychiatrist, Dr. James Wainer. Plaintiff asserts that one or more of these prescription medications caused the positive test result for amphetamines. Plaintiff further claims that he never received instructions from Cynthia Greene or defendant Qualex to contact the MRO if he had questions about his drug test.</p>\n<p>Plaintiff admits that he never spoke to the MRO and offered documentation of his prescription medication. Plaintiff further admits that he never told Ms. Greene or any other representative of defendants or the testing service about his medical condition and prescription medications, prior to the drug test or immediately after the withdrawal of the offer of employment.</p>\n<p>In support of its motion for summary judgment, defendant Qualex submits the affidavit of Wanda Chapman, an employee of the testing services organization that provided drug testing services for Qualex, including the drug test submitted by plaintiff. Ms. Chapman, upon review of the testing records of Qualex applicants, offered a number of examples where applicants and employees initially tested positive for drug use, but had the test results changed to a negative result upon submission of valid prescriptions. Ms. Chapman further confirmed that the plaintiff's initial test result was reported to the MRO as an unverified positive on or about January 17, 2003, and after plaintiff failed to communicate with the MRO, the MRO reported the test as \"positive without review\" on or about January 21, 2003.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Summary judgment is appropriate, under Rule 56(c), \"if the pleadings, depositions, answers to interrogatories, and <span class=\"star-pagination\">*634</span> admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). A party seeking summary judgment \"bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of the [record] which it believes demonstrate the absence of a genuine issue of material fact.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party can meet this burden \"by showing that there is an absence of evidence to support the nonmoving party's case.\" <i>Honor v. Booz-Allen &amp; Hamilton, Inc.,</i> <span class=\"citation\" data-id=\"787693\"><a href=\"/opinion/787693/john-c-honor-jr-v-booz-allen-hamilton-incorporated/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 185 (4th Cir.2004). \"[A] complete failure of proof concerning an essential element of [a plaintiff's] case necessarily renders all other facts immaterial.\" <i>Celotex,</i> 477 U.S. at 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. Once the moving party has met its burden, the non-moving party must then \"set forth specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586-87, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed. R. Civ. P. 56(e)).</p>\n<p>In making a determination on a summary judgment motion, the court views the evidence in the light most favorable to the non-moving party, according that party the benefit of all reasonable inferences. <i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 56 (4th Cir.1995). Nevertheless, judges are not \"required to submit a question to a jury merely because some evidence has been introduced by the party having the burden of proof, unless the evidence be of such a character that it would warrant the jury in finding a verdict in favor of that party.\" <i>Anderson v. Liberty Lobby,Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (citations omitted). \"[C]onclusory statements, without specific evidentiary support,\" are insufficient to create a genuine issue of fact. <i>Causey v. Balog,</i> <span class=\"citation\" data-id=\"759759\"><a href=\"/opinion/759759/james-causey-v-george-balog-individually-and-as-current-director-of/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 802 (4th Cir.1998).</p>\n<p>The requirements for affidavits supporting or opposing summary judgment are set forth in Fed.R.Civ.P. 56(e), which provides that:</p>\n<p>[w]hen a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of the adverse party's pleading, but the adverse party's response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial.</p>\n<p>Failure to respond to a motion for summary judgment supported by affidavits does not, however, automatically require the grant of the motion. <i>See </i><i>Custer v. Pan American Life Insurance Co.,</i> <span class=\"citation\" data-id=\"659332\"><a href=\"/opinion/659332/kimberly-a-custer-individually-and-as-natural-guardian-and-next-friend-of/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 416 (4th Cir.1993). \"Although the failure of a party to respond to a summary judgment motion may leave uncontroverted those facts established by the motion, the moving party must still show that the uncontroverted facts entitle the party to a judgment as a matter of law.\" <i>Id.</i></p>\n<p>Therefore, even when the adverse party fails to respond to the motion for summary judgment, the court must review the motion and the materials before the court to determine if the moving party is entitled to summary judgment as a matter of law. <i>See id.; see also</i> FED.R.CIV.P. 56(e) (\"If the adverse party does not so respond, summary judgment, <i>if appropriate,</i> shall be entered against the adverse party.\")(emphasis added).</p>\n<p>II. Analysis</p>\n<p>As amended, plaintiff's complaint raises two claims: first, that defendant Qualex withdrew its offer of employment because <span class=\"star-pagination\">*635</span> it regarded plaintiff as disabled, in violation of the ADA; and second, that defendant Qualex violated the ADA by maintaining a \"Drug-free Workplace\" policy which excludes even the legal use of controlled substances. Plaintiff also seeks punitive damages for defendants'\"deliberate, malicious, and reckless conduct.\" This court will address each claim in turn.</p>\n<p>As an initial matter, however, this court addresses defendant Kodak's motion for summary judgment. In support of this motion, defendant Kodak submits the affidavit of Jean-Luc Duchemin, Director and Vice-president of Kodak's Human Resources Department. Mr. Duchemin asserts that Kodak are separate and distinct corporate entities; Kodak does not control Qualex's employment and personnel decisions; and Qualex employees are not considered employees of Qualex. As noted above, plaintiff Meyer has not sought to refute this affidavit testimony by submitting supporting affidavits of his own.</p>\n<p>When a subsidiary corporation hires employees, there is a strong presumption that it is the subsidiary, not the parent corporation, is the employer. <i>See </i><i>Johnson v. Flowers Industries, Inc.,</i> <span class=\"citation\" data-id=\"485263\"><a href=\"/opinion/485263/47-fair-emplpraccas-509-43-empl-prac-dec-p-37034-loyd-w-johnson/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 980 (4th Cir.1987). This presumption can be overcome by a showing that the parent corporation exercises excessive control over the subsidiary, either by directly controlling the employment practices of the subsidiary, or by so controlling the day to day operations of the subsidiary that the two can be considered a single corporate entity. <i>See id.</i></p>\n<p>In determining whether to treat the parent and subsidiary as an integrated employer, factors the courts look at include: \"(1) common management; (2) interrelation between operations; (3) centralized control of labor relations; and (4) degree of common ownership/financial control.\" <i>Hukill v. Auto Care Inc.,</i> <span class=\"citation\" data-id=\"766246\"><a href=\"/opinion/766246/monte-j-hukill-v-auto-care-incorporated-mcgillicuddy-associates/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 442 (4th Cir.1999). While no single factor is conclusive, control of labor operations is the most critical factor. <i>Id.</i></p>\n<p>Taking the facts established by defendant Kodak's affidavit as uncontested, plaintiff Meyer has failed to show any basis for liability as regards Kodak. The actions that plaintiff Meyer complains of in maintaining the drug-free workplace policy and withdrawing his offer of employment were taken by defendant Qualex. Meyer has failed to show any degree of excessive control by defendant Kodak over its subsidiary, defendant Qualex. Therefore, this court finds that summary judgment in favor of defendant Kodak is appropriate.</p>\n<p>A. Withdrawal of the offer of employment.</p>\n<p>The ADA defines \"disability\" as \"a physical or mental impairment that substantially limits one or more of the major life activities of such individual,\" 42 U.S.C. § 12102(2)(A), or \"being regarded as having such an impairment.\" 42 U.S.C. § 12102(2)(C). The ADA further provides that \"No covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\"</p>\n<p>Plaintiff Meyer, in his amended complaint, has waived any claim of discrimination on the basis of an impairment that limits one or more of the major life activities. However, plaintiff Meyer maintains that the actions of defendant Qualex in withdrawing its offer of employment nonetheless violates the ADA, because the withdrawal was motivated by defendant's regarding plaintiff as having such a disability. <i>See </i><i>Baird ex rel Baird v. Rose,</i> <span class=\"citation\" data-id=\"766248\"><a href=\"/opinion/766248/kristen-elisabeth-baird-a-minor-by-her-next-friend-and-parent-nancy-baird/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 470 (4th Cir.1999) (holding if <span class=\"star-pagination\">*636</span> a plaintiff claiming discrimination under the ADA demonstrates that his or her disability played a motivating role in the employment decision, the plaintiff is entitled to relief).</p>\n<p>Plaintiff's claim fails, however, because he has failed to produce any evidence that defendant Qualex had any knowledge of a claimed disability on the part of plaintiff, or any other reason to perceive plaintiff as being disabled. <i>See </i><i>Hedberg v. Indiana Bell Telephone Co.,</i> <span class=\"citation\" data-id=\"689179\"><a href=\"/opinion/689179/donald-c-hedberg-v-indiana-bell-telephone-company-inc/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></a></span>, 931 (7th Cir.1995) (holding that an employer cannot be held liable under the ADA if it had no knowledge of the employee's alleged disability); <i>see also Hoffman v. Baltimore City Public Schools,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">61965</span></span> at 1 (4th Cir.1999) (unpublished)(citing <i>Hedberg</i> and holding that \"an employer must be aware of an individual's disability for ADA liability to exist\"). Plaintiff has admitted that he never spoke to anyone at Qualex concerning any psychological condition or disability; nor did plaintiff tell anyone at Qualex or its drug testing service that he was taking prescription medications as part of a program of psychiatric treatment.</p>\n<p>Without any evidence that Qualex's action had any reason to perceive plaintiff as being disabled, any claim that the withdrawal of the offer of employment was motivated by such a perception is purely speculative. As such, plaintiff's claim that defendant Qualex violated the ADA by withdrawing its offer of employment fails as a matter of law. <i>See Hoffman</i> at 1 (\"Unsupported speculation does not satisfy a party's burden to produce some evidence in resisting a summary judgment motion.\").</p>\n<p>B. The Drug-free Workplace policy.</p>\n<p>Plaintiff's second claim is that the \"Drug-free Workplace\" policy maintained by defendant Qualex is a blanket exclusionary policy, leaving no allowance for the legal use of controlled substances. <i>See </i><i>Rowles v. Automated Production Systems, Inc.,</i> <span class=\"citation\" data-id=\"2529802\"><a href=\"/opinion/2529802/rowles-v-automated-production-systems-inc/\"><span class=\"volume\">92</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">424</span></a></span>, 430 (M.D.Pa.2000) (holding that employer's drug policy violated the ADA \"to the extent that it prohibits the use of all legally prescribed controlled substances without a determination that such prohibition is job-related and consistent with business necessity\"). Plaintiff further argues that defendant Qualex's drug test, at least as administered to plaintiff, was a medical examination, and that use of the test to exclude plaintiff from employment was therefore improper without a determination that the test was job-related and consistent with business necessity. <i>See</i> 42 U.S.C. § 12112(d)(4); 29 C.F.R. § 1630.14(b)(3). This court disagrees with both arguments.</p>\n<p>First, in contrast with <i>Rowles,</i> this court does not find that the text of Qualex's drug policy clearly excludes the use or possession of legally prescribed substances. <i>See </i><i>Rowles,</i> 92 F.Supp.2d at 430 (quoting magistrate judge's conclusion that \"[t]he text of [defendant] APS's policy is clear: use or possession of legally prescribed controlled substances on APS premises is grounds for revocation of an offer of employment or dismissal\"). Defendant Qualex's drug policy repeatedly refers to the use of illegal drugs. With respect to prescription drugs, the policy prohibits the \"abuse of prescription drugs which includes exceeding the recommended prescribed dosage or using others' prescribed medications\", and \"failure to advise a supervisor or manager of the use of a prescription or over-the-counter drug which may alter the employee's ability to perform the essential function of his or her job.\" This second provision clearly contemplates employees of Qualex using prescription or over-the-counter drugs during the course of their employment, and merely requires that they notify a supervisor or manager if such use might impair their ability to function. Unlike <span class=\"star-pagination\">*637</span> <i>Rowles,</i> the drug policy at issue here is not a blanket exclusionary policy, meant to prohibit all drug use, whether legal or illegal.</p>\n<p>Second, this court concludes that plaintiff's drug test was not a medical examination, improperly used to exclude plaintiff from employment without a determination of business necessity. As an initial matter, this court notes that the text of the ADA itself states that \"a test to determine the illegal use of drugs shall not be considered a medical examination.\" 42 U.S.C. § 12114(d)(1). Plaintiff has failed to show that Qualex's drug test was not administered to determine the illegal use or drugs, nor has he contested that his drug test returned a positive result for amphetamines.</p>\n<p>Plaintiff has also failed to produce evidence to refute defendant's showing that had plaintiff presented the MRO with documentation of his prescribed medications, his positive test result would have been reversed. As noted above, defendant Qualex submitted in support of its motion for summary judgment the affidavit of Wanda Chapman, who testified that in at least four cases, applicants who initially tested positive were able to submit documentation of prescription medication and get their initial test results reversed. According to Ms. Chapman, three of those applicants initially tested positive for amphetamines, as did plaintiff. According to the affidavit of Rodney Hulsey, a Human Resources Manager for Qualex, those three applicants all came to work for Qualex after having their initial test results reversed. Because plaintiff has failed to submit any evidence setting forth specific facts showing a genuine issue for trial, as required by Fed.R.Civ.P. 56(e), this court, upon review of the material before the court, concludes that summary judgment for defendant Qualex on plaintiff's second claim is appropriate.</p>\n<p>C. Punitive Damages.</p>\n<p>The ADA allows punitive damages for a plaintiff who can show that \"the respondent engaged in a discriminatory practice... with malice or with reckless indifference to the plaintiff's federally protected rights.\" <i>Cline v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"754491\"><a href=\"/opinion/754491/keith-w-cline-v-wal-mart-stores-incorporated/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 306 (4th Cir.1998)(quoting 42 U.S.C. § 1981a(b)(1)). Punitive damages are \"an extraordinary remedy... designed to punish and deter particularly egregious conduct.\" <i>Stephens v. South Atlantic Canners, Inc.,</i> <span class=\"citation\" data-id=\"507109\"><a href=\"/opinion/507109/46-fair-emplpraccas-1723-46-empl-prac-dec-p-38032-marion-stephens/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, 489 (4th Cir.1988). \"Although any form of discrimination constitutes reprehensible and abhorrent conduct, not every lawsuit... calls for submission of this extraordinary remedy to a jury.\" <i>Id.</i> at 489-90.</p>\n<p>As set forth above, plaintiff has failed to show that defendant Qualex engaged in any discriminatory practice. Plaintiff has therefore necessarily failed to show that defendant engaged in such a practice with malice or reckless indifference. Defendant Qualex has shown that plaintiff's offer of employment was withdrawn because he failed a drug test and did not provide a legitimate reason for his positive test result. This falls well short of the \"particularly egregious conduct\" necessary to support a claim for punitive damages. This court therefore finds that summary judgment in favor of defendant Qualex is appropriate as to the punitive damages claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth above, defendants' motions for summary judgment are hereby GRANTED as to all claims. The clerk is DIRECTED to close the case file.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2529802/"
  ]
}