{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
  "absolute_url": "/opinion/2377010/faircloth-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2377010/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:26.891576Z",
  "date_modified": "2016-04-27T02:06:07.852232Z",
  "type": "010combined",
  "sha1": "eb59b4d2cbcb2a5577b158c4025b29f04670cc71",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>837 F.Supp. 123 (1993)</b></center>\n<center><h1>Mary Louise Todd FAIRCLOTH, and husband, Samuel L. Faircloth, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 92-106-CIV-7-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 29, 1993.</center>\n<p><span class=\"star-pagination\">*124</span> Richard A. Mu, John Philip Swart, Brumbaugh &amp; Mu, Jacksonville, NC, for Mary Louise Todd Faircloth and Samuel L. Faircloth.</p>\n<p>Stephen A. West, U.S. Atty., Eastern District of N.C., Raleigh, NC, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on Motion for Summary Judgment, filed by the United States (\"the Government\" or \"defendant\") on May 5, 1993. The plaintiffs have filed a Response in opposition thereto and the Government filed a Reply.</p>\n<p>In its Reply, the Government raised the issue of contributory negligence  an issue not addressed by name in either the Motion or the plaintiffs' Response. Plaintiffs filed on June 11, 1993, a \"Motion for Leave to File Reply to Defendant's Reply Brief,\" in which they point out that Local Rule 4.06 permits replies only to \"matters raised initially in a response to a motion or accompanying supporting documents.\" Rather than address the Government Reply's contributory negligence discussion, plaintiffs' proposed \"Reply Brief\" instead re-argues the plaintiffs' position in opposition to the Motion for Summary Judgment set forth in their Response.</p>\n<p>On June 15, 1993, the Government filed its own motion to file yet another Reply in which it would challenge allegations set out in the plaintiffs' \"Reply.\" The court has reviewed both of the proposed supplemental filings and finds that neither addresses any \"new\" issues or adds anything of substance to assist the court in its determination of the Motion for Summary Judgment. Both the plaintiffs' and the Government's Motions to file \"Replies\" are DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*125</span> Background Facts</h2>\n<p>The fundamental facts underlying this lawsuit essentially are undisputed. At 4:20 p.m. on July 11, 1991, Mrs. Faircloth entered the Leland, North Carolina, Post Office in order to pick up a package before the Post Office closed at 4:30 p.m. It had been raining at least since 3:00 p.m. Mrs. Faircloth, wearing a pair of flip-flops, entered the Post Office, made a right turn and headed toward the counter at which time she slipped and fell. Mrs. Faircloth, who at the time weighed approximately 180 pounds, fractured her right arm, which she had extended in an effort to break her fall. Neither Mrs. Faircloth nor another customer, Janice Carroll, noticed any water on the floor before the fall, but both later testified that after Mrs. Faircloth had fallen, they noticed the Post Office floor around Mrs. Faircloth was wet. There was a mat directly in front of the door through which Mrs. Faircloth entered and, although she does not specifically recall wiping her feet, Mrs. Faircloth stated that it is her habit to do so. Mrs. Faircloth's daughter-in-law, Angela Best, had been in the Post Office approximately an hour earlier and stated in her deposition that she had noticed little puddles of water on the floor. Ms. Best stated that she, too, had slipped on the floor but had not fallen. It does not appear that Ms. Best notified Postal authorities of the existence of water on the Post Office floor.</p>\n<p>Postal employees testified in deposition that, to their knowledge, the floor had not been mopped on the day Mrs. Faircloth fell. Postmaster Ellen Shaw testified that, although she was aware that on rainy days, patrons would track water into the Post Office if they did not wipe their feet, she did not recall an occasion when the floor had been mopped because of the accumulation of water on rainy days. No signs were posted in the Post Office lobby on July 11, 1991, to warn patrons of wet floors. The Postmaster admitted that she was unfamiliar with the Supervisor's Safety Handbook provisions on posting caution signs because she had not read it.</p>\n<p>Mrs. Faircloth and her husband have sued the United States pursuant to the Federal Tort Claims Act, 28 U.S.C. §§ 2674 et seq., seeking $100,000.00 for personal injuries and for loss of consortium, alleging negligence of Government employees at the Leland Post Office. They filed their complaint on August 10, 1992, after having been denied administrative relief.</p>\n<p></p>\n<h2>Analysis</h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exist no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2509, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>Matsushita Electric Industrial Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Summary judgment, of course, is not designed as a substitute for the resolution of disputed factual issues. The function of the trial court at the summary judgment stage is not to weigh the evidence but to determine whether a genuine issue exists for trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 249, 106 S.Ct. at 2510. In determining whether a question of fact exists, the trial court must examine all of the evidence and draw all <i>reasonable</i> inferences in favor of the non-moving party. <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985).</p>\n<p>Any analysis of the propriety of summary judgment must focus on both the <i>materiality</i> and the <i>genuineness</i> of the alleged fact issues. <i>Id.</i> \"[T]he mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 247-48, 106 S.Ct. at 2510. The <i>Anderson</i> Court noted that the question of whether a fact issue is material is determined by reference to the substantive law, and that \"[o]nly disputes over facts that might affect the outcome <span class=\"star-pagination\">*126</span> of the suit under the governing law will properly preclude the entry of summary judgment.\" <i>Id.</i> at 248, 106 S.Ct. at 2510.</p>\n<p>As the Supreme Court stated in <i>Celotex Corp. v. Catrett</i><i>:</i></p>\n<blockquote>In our view, the plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial. In such a situation, there can be \"no genuine issue as to any material fact,\" since a complete failure of proof concerning an essential element of the nonmoving party's case renders all other facts immaterial. The moving party is \"entitled to judgment as a matter of law\" because the nonmoving party has failed to make a sufficient showing on an essential element of her case with respect to which she has the burden of proof.</blockquote>\n<p><i>Celotex Corp. v. Catrett,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552. The moving party therefore can meet its burden as to an issue whose proof at trial will rest on the non-movant by demonstrating that there is a lack of evidence to support the non-moving party's case. <i>Id.</i> at 325, 106 S.Ct. at 2554.</p>\n<p>The proper standard for determining if summary judgment is appropriate mirrors the standard for directing a verdict under Rule 50(a), Fed.R.Civ.P., whereby the trial judge must direct a verdict, if under the governing law, there can be but one reasonable conclusion as to the verdict. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 250, 106 S.Ct. at 2511. Generally, \"issues of negligence, contributory negligence and proximate cause, the resolution of which requires the determination of reasonableness of the acts and conduct of the parties under all the facts and circumstances of the case, cannot ordinarily be disposed of by summary judgment.\" <i>Gross v. Southern Ry. Co.,</i> 414 F.2d 292, 296 (5th Cir.1969).</p>\n<p>The applicable law in a Federal Tort Claims case such as this is \"the law of the place where the act or omission occurred.\" <i>United States v. Neustadt,</i> 366 U.S. 696, 706 n. 15, 81 S.Ct. 1294, 1300 n. 15, 6 L.Ed.2d 614 (1961). The parties agree that the North Carolina law of premises liability and negligence controls.</p>\n<blockquote>[The d]efendant in a slip and fall case was entitled to summary judgment if it was able either to show nonexistence of [an] essential element of [the] plaintiff's claim or to show that [the] plaintiff could not produce evidence of essential element of her claim; defendant was not required to produce evidence showing that it did not know or should not have known of [the] substance which caused [the] fall.</blockquote>\n<p><i>Roumillat v. Simplistic Enterprises, Inc.,</i> 331 N.C. 57, 414 S.E.2d 339, 345 (1992).</p>\n<p></p>\n<h2>Standard of Care; Elements of Claims</h2>\n<p>The parties also agree that Mrs. Faircloth was an \"invitee\" of the Leland Post Office on July 11, 1991, when she fell. Under North Carolina law, an owner of a premises must exercise ordinary care to keep the premises in a reasonably safe condition for invitees, and must warn of hidden dangers. <i>Roumillat,</i> 414 S.E.2d at 342. A premises owner does not automatically insure the safety of invitees, and, of course, is not liable in the absence of negligence. <i>Duggins v. Colonial Stores, Inc.,</i> 323 F.2d 117, 119 (4th Cir.1963). A customer's fall does not create an inference of negligence. <i>Gaskill v. Great Atlantic and Pacific Tea Co.,</i> 6 N.C.App. 690, 171 S.E.2d 95, 97 (1969).</p>\n<p>In order to prevail at trial, the plaintiffs must demonstrate by a preponderance of the evidence that she was injured as a proximate result of (1) an unreasonably hazardous condition, or (2) a failure by the Postal employees to warn of a hidden danger. In addition, she must show that the defendant either (1) negligently created the condition causing her alleged injury, or (2) negligently failed to correct the condition after actual or constructive notice of its existence. <i>Roumillat,</i> 414 S.E.2d at 342-43.</p>\n<p>The Government first contends that the plaintiffs cannot demonstrate the existence of an \"unreasonably hazardous condition.\" Citing paragraph 6 of the Complaint, <span class=\"star-pagination\">*127</span> the Government points out that the plaintiffs have alleged that Mrs. Faircloth fell when she slipped in water on the floor of the Post Office Lobby, which water she was unable to see due to inadequate lighting. Of course, the mere presence of water on a floor on a rainy day is not an unreasonably hazardous condition. <i>Dawson v. Carolina Power &amp; Light Co.,</i> 265 N.C. 691, 144 S.E.2d 831, 834 (1965). Furthermore, Mrs. Faircloth's own testimony, as well as that of her witnesses who were in the Post Office that day,<sup>[1]</sup> was to the effect that the lighting in the lobby was adequate.</p>\n<p>In their Response to the instant motion, the plaintiffs state two ways in which they would prove the existence of a hazardous condition. First, plaintiffs point to Mrs. Faircloth's deposition testimony to the effect that \"on a rainy day she walked into the Leland Post Office in a normal manner and her feet slipped out from under her.\" Although plaintiffs acknowledge that the mere presence of water on the floor on a rainy day is insufficient to show a hazardous condition, <i>Dawson v. Carolina Power &amp; Light Co.,</i> 144 S.E.2d at 834, they contend that their evidence contains more proof than the mere presence of water.</p>\n<p>Plaintiffs contend this case is more analogous to <i>Powell v. Deifells, Inc.,</i> 251 N.C. 596, 112 S.E.2d 56 (1960), in which the plaintiff fell on a tile floor, which the defendant's employee knew was impervious to water and slippery when wet, but which was not covered with a mat inside the door, and which he did not mop despite the fact that customers had tracked in water all day long. <i>See also </i><i>Leggett v. Thomas &amp; Howard Co., Inc.,</i> 68 N.C.App. 710, 315 S.E.2d 550, <i>disc. rev. denied,</i> 311 N.C. 759, 321 S.E.2d 137 (1984). Plaintiffs also rely on <i>Gladstein v. South Square Associates,</i> 39 N.C.App. 171, 249 S.E.2d 827 (1978), <i>disc. rev. denied,</i> 296 N.C. 736, 254 S.E.2d 178 (1979), which supports the premise that where there is more evidence than just the mere presence of water on a rainy day, summary judgment is improper because reasonable persons could differ on the issue of reasonable care.<sup>[2]</sup></p>\n<p>In the instant case, it appears that the \"more evidence than just the mere presence of water on a rainy day\" upon which plaintiffs base their claim, is the affidavit of Dr. Cockrell who, in essence, has opined that (i) the Post Office floor would be slippery when wet; (ii) the Post Office floor was not, on the date he observed it, completely smooth and level, and (iii) on the date he observed it, the Post Office lobby was inadequately lit and the floor had been waxed. The Government does not quarrel with the proposition that the floor would be slippery when wet, nor does it appear to assert that the Post Office floor is without any structural fault. Although the lobby may not have been lit brightly enough to suit Dr. Cockrell, the only person whose perception is relevant hereMrs. Fairclothfelt the lobby was adequately lit; plaintiffs cannot create an issue of material fact in order to defeat summary judgment by presenting conflicting testimony among their own witnesses. Plaintiffs have demonstrated neither the existence of an unreasonably hazardous condition resulting in their injuries, nor the existence of genuine issues of fact with regard thereto.</p>\n<p>The plaintiffs also have not shown that they can prove that Mrs. Faircloth's injuries proximately resulted from Postal employees' failure to warn her of a hidden danger. Although the Postal employees testified that, to their knowledge, no \"Wet Floor\" signs had been posted on July 11, 1991, the plaintiffs have not pointed to any evidence tending to prove that a \"hidden danger\" existed of which Mrs. Faircloth needed warning.</p>\n<p><span class=\"star-pagination\">*128</span> Simply stated, and notwithstanding Dr. Cockrell's observations twenty months after Mrs. Faircloth's fall,<sup>[3]</sup> the gravamen of plaintiffs' claim is that the United States is liable for injuries they sustained when, on a rainy July afternoon, Mrs. Faircloth slipped in some water on the Post Office floor. The <i>only</i> evidence which possibly could support the allegation that the condition of the floor was \"hidden\" is Dr. Cockrell's affidavit in which he states that the lobby is not adequately lit, thus rendering any water on the floor \"virtually impossible to detect.\" As pointed out above, however, this observation has been soundly contradicted by Mrs. Faircloth's own testimony, as well as that of two of her witnesses, that they had no trouble seeing water in the floor (once they looked) on the day in question, and by Mrs. Faircloth's testimony that the lighting in the Post Office always had been adequate to see water on the floor in the past, but that she just had not noticed it on the day of the accident. Again, because the plaintiffs are not allowed to create fact issues by offering conflicting testimony of their own witnesses, they cannot withstand summary judgment on the question whether Mrs. Faircloth was injured as a result of the defendant's failure to warn of a hidden danger.</p>\n<p>There seems to be no serious contention that the Post Office affirmatively <i>created</i> the condition  water on the floor  which plaintiffs assert led to Mrs. Faircloth's injury. Instead, plaintiffs appear to base their claim on the theory that Postal employees negligently failed to correct the condition after they had actual or constructive notice of its existence. <i>Roumillat,</i> 414 S.E.2d at 343 (citing <i>Hinson v. Cato's, Inc.,</i> 271 N.C. 738, 157 S.E.2d 537 (1967)).</p>\n<p>Plaintiffs have pointed to no direct evidence to the effect that Postal employees actually were aware of the water on the floor. In fact, Mrs. Faircloth testified that she did not see water on the floor before she fell; her testimony is in accord with that of her two witnesses. Thus, plaintiffs apparently contend that Postal employees had <i>constructive</i> notice of the condition and thereafter failed to correct it.</p>\n<p>When an unsafe condition is attributable to a third party or an independent agency, a plaintiff must show that the condition \"`existed for such a length of time that defendant knew or by the exercise of reasonable care should have known of its existence, in time to have removed the danger or [to have] given proper warning of its presence.'\" <i>Id.</i> 414 S.E.2d at 343 (quoting <i>Powell v. Deifells, Inc.,</i> 251 N.C. 596, 112 S.E.2d 56, 58 (1960)). Ms. Best testified during her deposition that she saw water on the floor an hour before Mrs. Faircloth entered the Post Office, and that she slipped in it. However, she apparently did not notify Postal employees of the alleged dangerous condition.</p>\n<p>A proprietor's duty to warn does not, however, extend to dangers that are obvious. \"A proprietor has no duty to warn an invitee of an obvious danger or of a condition of which the invitee has equal or superior knowledge.... Reasonable persons are assumed, absent a diversion or distraction, to be vigilant in the avoidance of injury in the face of a known and obvious danger.\" <i>Roumillat,</i> 414 S.E.2d at 344. Based on undisputed facts of record, viewed in the light most favorable to the plaintiffs, the court concludes that, under the circumstances present here, the Government had no duty to warn Mrs. Faircloth of the \"obvious danger or ... condition\" of which she had equal or superior knowledge. The situation confronting Mrs. Faircloth upon entering the Leland Post Office in July, 1991, apparently varied not at all from that confronting Mrs. Fader in Cleveland, Ohio, 67 years ago:</p>\n<blockquote>Everybody knows that, when people are entering any building when it is raining, they will carry some moisture on their feet, which will render the floor near the door on the inside damp to some extent, and every one knows that a damp floor is likely to be a little more slippery than a dry floor.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*129</span> Everybody knows that the hallways between the outside doors of such buildings and the ... business counters inside the building during a continued rainstorm are tracked all over by the wet feet of people coming from the wet sidewalks, and are thereby rendered more slippery than they otherwise would be. The same thing is true in the hallways of all post offices. It is not the duty of persons in control of such buildings to keep a large force of moppers to mop up the rain as fast as it falls or blows in, or is carried in by wet feet or clothing or umbrellas, for several very good reasons, all so obvious that it is wholly unnecessary to mention them here in detail.</blockquote>\n<p><i>S.S. Kresge Co. v. Fader,</i> 116 Ohio St. 718, 158 N.E. 174, 175 (1927).</p>\n<p>The cases essentially are uniform which have considered the United States' liability under the Federal Tort Claims Act in postal customers' slip-and-fall lawsuits arising from injuries suffered when slipping on wet Post Office floors during or after a rainstorm. In <i>Spagnolia v. United States,</i> 598 F.Supp. 683 (W.D.N.Y.1984), Mrs. Spagnolia had entered the Ridgemont Plaza Post Office on a rainy April morning, conducted some business at the counter, then \"seemed to fall out of her shoes\" (clogs) onto the tile floor. The evidence was conflicting as to whether and to what degree the floor was wet, but it was uncontested that no mat was located in the area where Mrs. Spagnolia fell, that the \"Caution wet floors\" sign was not on display that day, and that there was in effect at the time, a 1969 Post Office publication entitled \"Floors Care and Maintenance\", which recommended mopping up water or snow tracked into lobbies and placing safety mats in strategic places. Applying New York law (similar to North Carolina's premises liability law in all relevant aspects), the district court found that Mrs. Spagnolia failed to establish actionable negligence.</p>\n<p>Also closely on point is <i>Hess v. United States,</i> 666 F.Supp. 666 (D.Del.1987), in which the plaintiff, a 50-year old woman, entered the Talleyville Post Office at 4:30 p.m.  half an hour before the Post Office was to close  at the end of a busy (and very rainy) day. \"She was wearing a raincoat, rainhat, slacks, a blouse, and canvas shoes with a low ripply rubber-like sole.\" <i>Id.</i> at 668. As she entered, she stepped onto a red safety mat but did not stop to wipe her feet. She continued on with her mission toward the inner lobby, looking straight ahead. After she turned toward the inner lobby door, she stepped onto the wet terrazzo floor, slipped and suffered a hip fracture.</p>\n<p>Applying Delaware premises liability law which, again, is identical in relevant respects to applicable North Carolina law, the district court held for the United States in determining that it did not breach a duty to Mrs. Hess. Many of the court's comments are equally applicable here. In distinguishing the facts of the case before it from those confronting the court in <i>Howard v. Food Fair Stores, New Castle, Inc.,</i> 201 A.2d 638 (1964) (slip-and-fall in grocery store), the court observed first that language Mrs. Hess relied upon from the <i>Food Fair</i> opinion concerned the affirmative defense of contributory negligence, rather than the owner's duty of care. Furthermore,</p>\n<blockquote>the alleged dangerous condition in this case was tracked-in rainwater, a condition for which Mrs. Hess should have been on the lookout since it had rained all day. Finally, and most importantly, the store in <i>Food Fair</i> was a supermarket with shelves of food lining every aisle. Cognizant of this, the court reasoned that it would be unfair for a customer to be charged with keeping a watchful eye on the floor when the storekeeper purposely lined the aisles with merchandise in the hope of catching customers' eyes.... There were no such diversions in this case.</blockquote>\n<p><i>Id.</i> at 671 (internal citation omitted).</p>\n<p>Recognizing that the Government is not an insurer of Postal patrons' safety, the court noted that the \"United States installed \"walk off\" mats in the outer lobby to keep the floors dry during inclement weather by soaking up water from customers' shoes.\" <i>Id.</i> The court also noted that a Postal employee checked the floors periodically to determine whether they required mopping. However,</p>\n<blockquote>[t]he only way the Court knows for the United States to have kept the lobby floor <span class=\"star-pagination\">*130</span> completely dry is for it to have stationed an employee by the door all day for the sole purpose of mopping up each time a customer entered or left the Post Office. This it was not required to do.</blockquote>\n<p><i>Id.</i> at 672 (citations omitted). In response to Mrs. Hess' contention that the United States was negligent in failing to post signs to warn her of slippery conditions, the court commented:</p>\n<blockquote>If the 2.0 to 2.4 inches of rain that fell that day was insufficient to put Mrs. Hess on notice that well traveled entranceways such as the outer lobby of the Talleyville Post Office would be somewhat wet, it is doubtful that a \"wet floor\" sign would have served that purpose.</blockquote>\n<p><i>Id.</i></p>\n<p>The court's conclusion in <i>Hess</i> rests on the identical rationale as is dictated by the uncontested facts here. \"[E]ven if Mrs. Hess had established that the outer lobby floor was in an unreasonably dangerous condition, her knowledge of that condition would preclude her recovery.\" <i>Id.</i> And in a footnote, the court made the astute observation, equally applicable here:</p>\n<blockquote>This discussion sounds similar to a contributory negligence analysis. However it is somewhat different. The Court is discussing an element of Mrs. Hess's prima facie case, that the defect be latent. A discussion of the affirmative defense of contributory negligence would focus not only on Mrs. Hess's knowledge of the condition, but on the reasonableness of her conduct given that knowledge. As stated in the text, the Court expressly declines to decide whether Mrs. Hess was contributorily negligent at this time.</blockquote>\n<p><i>Id.</i> at 672-73, n. 3.</p>\n<p>Uncontradicted evidence adduced during discovery reveals that Mrs. Faircloth regularly visited the Post Office; that she knew it was raining and had been raining on July 11, 1991, when she entered the Post Office at 4:20 p.m.; that the persons present in the Post Office lobby that afternoon felt the lighting was adequate; that there was a mat inside the lobby door; that she was wearing rubber \"flip-flops;\" and that neither Mrs. Faircloth nor Ms. Carroll saw water on the floor at around 4:20 p.m. before Mrs. Faircloth fell.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>For the reasons set forth above, the court must conclude that the plaintiffs have failed to demonstrate the existence of an essential element of their prima facie case  that a duty arose on the part of the United States towards Mrs. Faircloth. <i>See </i><i>Roumillat,</i> 414 S.E.2d at 341. The existence of a duty traditionally being the first element in a prima facie negligence case, <i>see, e.g.,</i> North Carolina Pattern Jury Instructions  Civil 102.10 (May 1991), summary judgment for the defendant is mandated when, upon motion for summary judgment, the plaintiffs are unable to demonstrate that they can prove the existence of an essential element of their case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552-53.</p>\n<p>Therefore, the Government's motion for summary judgment is ALLOWED and this matter is DISMISSED. Such ruling renders other pending motions MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The only evidence to the effect that the lighting was inadequate was contained in the affidavit of plaintiff's \"expert,\" John R. Cockrell, Ph.D., who was <i>not</i> present on the date of the accident.</p>\n<p>[2]  <i>Gladstein</i> is not especially persuasive authority. The holding was based on the North Carolina Court of Appeals' finding that the defendant therein had failed to controvert on its motion for summary judgment, by answer or by affidavit, the facts as alleged by the plaintiff. As the North Carolina Supreme Court's opinion in <i>Roumillat</i> unequivocally points out, the defendant does not bear that burden on motion for summary judgment.</p>\n<p>[3]  The plaintiffs have offered no evidence to the effect that the Leland Post Office lobby floor was in the same condition when Dr. Cockrell studied it as it was on the date, almost two years earlier, when Mrs. Faircloth slipped and fell.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></span> (1993)</b></center>\n<center><h1>Mary Louise Todd FAIRCLOTH, and husband, Samuel L. Faircloth, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 92-106-CIV-7-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 29, 1993.</center>\n<p><span class=\"star-pagination\">*124</span> Richard A. Mu, John Philip Swart, Brumbaugh &amp; Mu, Jacksonville, NC, for Mary Louise Todd Faircloth and Samuel L. Faircloth.</p>\n<p>Stephen A. West, U.S. Atty., Eastern District of N.C., Raleigh, NC, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on Motion for Summary Judgment, filed by the United States (\"the Government\" or \"defendant\") on May 5, 1993. The plaintiffs have filed a Response in opposition thereto and the Government filed a Reply.</p>\n<p>In its Reply, the Government raised the issue of contributory negligence  an issue not addressed by name in either the Motion or the plaintiffs' Response. Plaintiffs filed on June 11, 1993, a \"Motion for Leave to File Reply to Defendant's Reply Brief,\" in which they point out that Local Rule 4.06 permits replies only to \"matters raised initially in a response to a motion or accompanying supporting documents.\" Rather than address the Government Reply's contributory negligence discussion, plaintiffs' proposed \"Reply Brief\" instead re-argues the plaintiffs' position in opposition to the Motion for Summary Judgment set forth in their Response.</p>\n<p>On June 15, 1993, the Government filed its own motion to file yet another Reply in which it would challenge allegations set out in the plaintiffs' \"Reply.\" The court has reviewed both of the proposed supplemental filings and finds that neither addresses any \"new\" issues or adds anything of substance to assist the court in its determination of the Motion for Summary Judgment. Both the plaintiffs' and the Government's Motions to file \"Replies\" are DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*125</span> Background Facts</h2>\n<p>The fundamental facts underlying this lawsuit essentially are undisputed. At 4:20 p.m. on July 11, 1991, Mrs. Faircloth entered the Leland, North Carolina, Post Office in order to pick up a package before the Post Office closed at 4:30 p.m. It had been raining at least since 3:00 p.m. Mrs. Faircloth, wearing a pair of flip-flops, entered the Post Office, made a right turn and headed toward the counter at which time she slipped and fell. Mrs. Faircloth, who at the time weighed approximately 180 pounds, fractured her right arm, which she had extended in an effort to break her fall. Neither Mrs. Faircloth nor another customer, Janice Carroll, noticed any water on the floor before the fall, but both later testified that after Mrs. Faircloth had fallen, they noticed the Post Office floor around Mrs. Faircloth was wet. There was a mat directly in front of the door through which Mrs. Faircloth entered and, although she does not specifically recall wiping her feet, Mrs. Faircloth stated that it is her habit to do so. Mrs. Faircloth's daughter-in-law, Angela Best, had been in the Post Office approximately an hour earlier and stated in her deposition that she had noticed little puddles of water on the floor. Ms. Best stated that she, too, had slipped on the floor but had not fallen. It does not appear that Ms. Best notified Postal authorities of the existence of water on the Post Office floor.</p>\n<p>Postal employees testified in deposition that, to their knowledge, the floor had not been mopped on the day Mrs. Faircloth fell. Postmaster Ellen Shaw testified that, although she was aware that on rainy days, patrons would track water into the Post Office if they did not wipe their feet, she did not recall an occasion when the floor had been mopped because of the accumulation of water on rainy days. No signs were posted in the Post Office lobby on July 11, 1991, to warn patrons of wet floors. The Postmaster admitted that she was unfamiliar with the Supervisor's Safety Handbook provisions on posting caution signs because she had not read it.</p>\n<p>Mrs. Faircloth and her husband have sued the United States pursuant to the Federal Tort Claims Act, 28 U.S.C. §§ 2674 et seq., seeking $100,000.00 for personal injuries and for loss of consortium, alleging negligence of Government employees at the Leland Post Office. They filed their complaint on August 10, 1992, after having been denied administrative relief.</p>\n<p></p>\n<h2>Analysis</h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exist no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2509, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>Matsushita Electric Industrial Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Summary judgment, of course, is not designed as a substitute for the resolution of disputed factual issues. The function of the trial court at the summary judgment stage is not to weigh the evidence but to determine whether a genuine issue exists for trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 249, 106 S.Ct. at 2510. In determining whether a question of fact exists, the trial court must examine all of the evidence and draw all <i>reasonable</i> inferences in favor of the non-moving party. <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985).</p>\n<p>Any analysis of the propriety of summary judgment must focus on both the <i>materiality</i> and the <i>genuineness</i> of the alleged fact issues. <i>Id.</i> \"[T]he mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 247-48, 106 S.Ct. at 2510. The <i>Anderson</i> Court noted that the question of whether a fact issue is material is determined by reference to the substantive law, and that \"[o]nly disputes over facts that might affect the outcome <span class=\"star-pagination\">*126</span> of the suit under the governing law will properly preclude the entry of summary judgment.\" <i>Id.</i> at 248, 106 S.Ct. at 2510.</p>\n<p>As the Supreme Court stated in <i>Celotex Corp. v. Catrett</i><i>:</i></p>\n<blockquote>In our view, the plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial. In such a situation, there can be \"no genuine issue as to any material fact,\" since a complete failure of proof concerning an essential element of the nonmoving party's case renders all other facts immaterial. The moving party is \"entitled to judgment as a matter of law\" because the nonmoving party has failed to make a sufficient showing on an essential element of her case with respect to which she has the burden of proof.</blockquote>\n<p><i>Celotex Corp. v. Catrett,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552. The moving party therefore can meet its burden as to an issue whose proof at trial will rest on the non-movant by demonstrating that there is a lack of evidence to support the non-moving party's case. <i>Id.</i> at 325, 106 S.Ct. at 2554.</p>\n<p>The proper standard for determining if summary judgment is appropriate mirrors the standard for directing a verdict under Rule 50(a), Fed.R.Civ.P., whereby the trial judge must direct a verdict, if under the governing law, there can be but one reasonable conclusion as to the verdict. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 250, 106 S.Ct. at 2511. Generally, \"issues of negligence, contributory negligence and proximate cause, the resolution of which requires the determination of reasonableness of the acts and conduct of the parties under all the facts and circumstances of the case, cannot ordinarily be disposed of by summary judgment.\" <i>Gross v. Southern Ry. Co.,</i> <span class=\"citation\" data-id=\"285973\"><a href=\"/opinion/285973/barbara-r-gross-v-southern-railway-company-nancy-ruth-canipelli-v/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 296 (5th Cir.1969).</p>\n<p>The applicable law in a Federal Tort Claims case such as this is \"the law of the place where the act or omission occurred.\" <i>United States v. Neustadt,</i> <span class=\"citation\" data-id=\"106257\"><a href=\"/opinion/106257/united-states-v-neustadt/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, 706 n. 15, <span class=\"citation\" data-id=\"106257\"><a href=\"/opinion/106257/united-states-v-neustadt/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1294</span></a></span>, 1300 n. 15, <span class=\"citation\" data-id=\"106257\"><a href=\"/opinion/106257/united-states-v-neustadt/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1961). The parties agree that the North Carolina law of premises liability and negligence controls.</p>\n<blockquote>[The d]efendant in a slip and fall case was entitled to summary judgment if it was able either to show nonexistence of [an] essential element of [the] plaintiff's claim or to show that [the] plaintiff could not produce evidence of essential element of her claim; defendant was not required to produce evidence showing that it did not know or should not have known of [the] substance which caused [the] fall.</blockquote>\n<p><i>Roumillat v. Simplistic Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"1235731\"><a href=\"/opinion/1235731/roumillat-v-simplistic-enterprises-inc/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"1235731\"><a href=\"/opinion/1235731/roumillat-v-simplistic-enterprises-inc/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">339</span></a></span>, 345 (1992).</p>\n<p></p>\n<h2>Standard of Care; Elements of Claims</h2>\n<p>The parties also agree that Mrs. Faircloth was an \"invitee\" of the Leland Post Office on July 11, 1991, when she fell. Under North Carolina law, an owner of a premises must exercise ordinary care to keep the premises in a reasonably safe condition for invitees, and must warn of hidden dangers. <i>Roumillat,</i> 414 S.E.2d at 342. A premises owner does not automatically insure the safety of invitees, and, of course, is not liable in the absence of negligence. <i>Duggins v. Colonial Stores, Inc.,</i> <span class=\"citation\" data-id=\"261914\"><a href=\"/opinion/261914/edna-l-duggins-v-colonial-stores-inc/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span>, 119 (4th Cir.1963). A customer's fall does not create an inference of negligence. <i>Gaskill v. Great Atlantic and Pacific Tea Co.,</i> 6 N.C.App. 690, <span class=\"citation\" data-id=\"1290137\"><a href=\"/opinion/1290137/gaskill-v-great-atlantic-and-pacific-tea-company/\"><span class=\"volume\">171</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">95</span></a></span>, 97 (1969).</p>\n<p>In order to prevail at trial, the plaintiffs must demonstrate by a preponderance of the evidence that she was injured as a proximate result of (1) an unreasonably hazardous condition, or (2) a failure by the Postal employees to warn of a hidden danger. In addition, she must show that the defendant either (1) negligently created the condition causing her alleged injury, or (2) negligently failed to correct the condition after actual or constructive notice of its existence. <i>Roumillat,</i> 414 S.E.2d at 342-43.</p>\n<p>The Government first contends that the plaintiffs cannot demonstrate the existence of an \"unreasonably hazardous condition.\" Citing paragraph 6 of the Complaint, <span class=\"star-pagination\">*127</span> the Government points out that the plaintiffs have alleged that Mrs. Faircloth fell when she slipped in water on the floor of the Post Office Lobby, which water she was unable to see due to inadequate lighting. Of course, the mere presence of water on a floor on a rainy day is not an unreasonably hazardous condition. <i>Dawson v. Carolina Power &amp; Light Co.,</i> <span class=\"citation\" data-id=\"1348761\"><a href=\"/opinion/1348761/dawson-v-carolina-power-light-company/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"1348761\"><a href=\"/opinion/1348761/dawson-v-carolina-power-light-company/\"><span class=\"volume\">144</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">831</span></a></span>, 834 (1965). Furthermore, Mrs. Faircloth's own testimony, as well as that of her witnesses who were in the Post Office that day,<sup>[1]</sup> was to the effect that the lighting in the lobby was adequate.</p>\n<p>In their Response to the instant motion, the plaintiffs state two ways in which they would prove the existence of a hazardous condition. First, plaintiffs point to Mrs. Faircloth's deposition testimony to the effect that \"on a rainy day she walked into the Leland Post Office in a normal manner and her feet slipped out from under her.\" Although plaintiffs acknowledge that the mere presence of water on the floor on a rainy day is insufficient to show a hazardous condition, <i>Dawson v. Carolina Power &amp; Light Co.,</i> 144 S.E.2d at 834, they contend that their evidence contains more proof than the mere presence of water.</p>\n<p>Plaintiffs contend this case is more analogous to <i>Powell v. Deifells, Inc.,</i> <span class=\"citation\" data-id=\"1278616\"><a href=\"/opinion/1278616/powell-v-deifells-incorporated/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"1278616\"><a href=\"/opinion/1278616/powell-v-deifells-incorporated/\"><span class=\"volume\">112</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">56</span></a></span> (1960), in which the plaintiff fell on a tile floor, which the defendant's employee knew was impervious to water and slippery when wet, but which was not covered with a mat inside the door, and which he did not mop despite the fact that customers had tracked in water all day long. <i>See also </i><i>Leggett v. Thomas &amp; Howard Co., Inc.,</i> 68 N.C.App. 710, <span class=\"citation\" data-id=\"1408466\"><a href=\"/opinion/1408466/leggett-v-thomas-howard-co-inc/\"><span class=\"volume\">315</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">550</span></a></span>, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">759</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></span> (1984). Plaintiffs also rely on <i>Gladstein v. South Square Associates,</i> 39 N.C.App. 171, <span class=\"citation\" data-id=\"1248060\"><a href=\"/opinion/1248060/gladstein-v-south-square-assoc/\"><span class=\"volume\">249</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">827</span></a></span> (1978), <i>disc. rev. denied,</i> <span class=\"citation\" data-id=\"1331707\"><a href=\"/opinion/1331707/gladstein-v-south-square-associates/\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"1331707\"><a href=\"/opinion/1331707/gladstein-v-south-square-associates/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span> (1979), which supports the premise that where there is more evidence than just the mere presence of water on a rainy day, summary judgment is improper because reasonable persons could differ on the issue of reasonable care.<sup>[2]</sup></p>\n<p>In the instant case, it appears that the \"more evidence than just the mere presence of water on a rainy day\" upon which plaintiffs base their claim, is the affidavit of Dr. Cockrell who, in essence, has opined that (i) the Post Office floor would be slippery when wet; (ii) the Post Office floor was not, on the date he observed it, completely smooth and level, and (iii) on the date he observed it, the Post Office lobby was inadequately lit and the floor had been waxed. The Government does not quarrel with the proposition that the floor would be slippery when wet, nor does it appear to assert that the Post Office floor is without any structural fault. Although the lobby may not have been lit brightly enough to suit Dr. Cockrell, the only person whose perception is relevant hereMrs. Fairclothfelt the lobby was adequately lit; plaintiffs cannot create an issue of material fact in order to defeat summary judgment by presenting conflicting testimony among their own witnesses. Plaintiffs have demonstrated neither the existence of an unreasonably hazardous condition resulting in their injuries, nor the existence of genuine issues of fact with regard thereto.</p>\n<p>The plaintiffs also have not shown that they can prove that Mrs. Faircloth's injuries proximately resulted from Postal employees' failure to warn her of a hidden danger. Although the Postal employees testified that, to their knowledge, no \"Wet Floor\" signs had been posted on July 11, 1991, the plaintiffs have not pointed to any evidence tending to prove that a \"hidden danger\" existed of which Mrs. Faircloth needed warning.</p>\n<p><span class=\"star-pagination\">*128</span> Simply stated, and notwithstanding Dr. Cockrell's observations twenty months after Mrs. Faircloth's fall,<sup>[3]</sup> the gravamen of plaintiffs' claim is that the United States is liable for injuries they sustained when, on a rainy July afternoon, Mrs. Faircloth slipped in some water on the Post Office floor. The <i>only</i> evidence which possibly could support the allegation that the condition of the floor was \"hidden\" is Dr. Cockrell's affidavit in which he states that the lobby is not adequately lit, thus rendering any water on the floor \"virtually impossible to detect.\" As pointed out above, however, this observation has been soundly contradicted by Mrs. Faircloth's own testimony, as well as that of two of her witnesses, that they had no trouble seeing water in the floor (once they looked) on the day in question, and by Mrs. Faircloth's testimony that the lighting in the Post Office always had been adequate to see water on the floor in the past, but that she just had not noticed it on the day of the accident. Again, because the plaintiffs are not allowed to create fact issues by offering conflicting testimony of their own witnesses, they cannot withstand summary judgment on the question whether Mrs. Faircloth was injured as a result of the defendant's failure to warn of a hidden danger.</p>\n<p>There seems to be no serious contention that the Post Office affirmatively <i>created</i> the condition  water on the floor  which plaintiffs assert led to Mrs. Faircloth's injury. Instead, plaintiffs appear to base their claim on the theory that Postal employees negligently failed to correct the condition after they had actual or constructive notice of its existence. <i>Roumillat,</i> 414 S.E.2d at 343 (citing <i>Hinson v. Cato's, Inc.,</i> <span class=\"citation\" data-id=\"1256613\"><a href=\"/opinion/1256613/hinson-v-catos-inc/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">738</span></a></span>, <span class=\"citation\" data-id=\"1256613\"><a href=\"/opinion/1256613/hinson-v-catos-inc/\"><span class=\"volume\">157</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">537</span></a></span> (1967)).</p>\n<p>Plaintiffs have pointed to no direct evidence to the effect that Postal employees actually were aware of the water on the floor. In fact, Mrs. Faircloth testified that she did not see water on the floor before she fell; her testimony is in accord with that of her two witnesses. Thus, plaintiffs apparently contend that Postal employees had <i>constructive</i> notice of the condition and thereafter failed to correct it.</p>\n<p>When an unsafe condition is attributable to a third party or an independent agency, a plaintiff must show that the condition \"`existed for such a length of time that defendant knew or by the exercise of reasonable care should have known of its existence, in time to have removed the danger or [to have] given proper warning of its presence.'\" <i>Id.</i> 414 S.E.2d at 343 (quoting <i>Powell v. Deifells, Inc.,</i> <span class=\"citation\" data-id=\"1278616\"><a href=\"/opinion/1278616/powell-v-deifells-incorporated/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"1278616\"><a href=\"/opinion/1278616/powell-v-deifells-incorporated/\"><span class=\"volume\">112</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">56</span></a></span>, 58 (1960)). Ms. Best testified during her deposition that she saw water on the floor an hour before Mrs. Faircloth entered the Post Office, and that she slipped in it. However, she apparently did not notify Postal employees of the alleged dangerous condition.</p>\n<p>A proprietor's duty to warn does not, however, extend to dangers that are obvious. \"A proprietor has no duty to warn an invitee of an obvious danger or of a condition of which the invitee has equal or superior knowledge.... Reasonable persons are assumed, absent a diversion or distraction, to be vigilant in the avoidance of injury in the face of a known and obvious danger.\" <i>Roumillat,</i> 414 S.E.2d at 344. Based on undisputed facts of record, viewed in the light most favorable to the plaintiffs, the court concludes that, under the circumstances present here, the Government had no duty to warn Mrs. Faircloth of the \"obvious danger or ... condition\" of which she had equal or superior knowledge. The situation confronting Mrs. Faircloth upon entering the Leland Post Office in July, 1991, apparently varied not at all from that confronting Mrs. Fader in Cleveland, Ohio, 67 years ago:</p>\n<blockquote>Everybody knows that, when people are entering any building when it is raining, they will carry some moisture on their feet, which will render the floor near the door on the inside damp to some extent, and every one knows that a damp floor is likely to be a little more slippery than a dry floor.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*129</span> Everybody knows that the hallways between the outside doors of such buildings and the ... business counters inside the building during a continued rainstorm are tracked all over by the wet feet of people coming from the wet sidewalks, and are thereby rendered more slippery than they otherwise would be. The same thing is true in the hallways of all post offices. It is not the duty of persons in control of such buildings to keep a large force of moppers to mop up the rain as fast as it falls or blows in, or is carried in by wet feet or clothing or umbrellas, for several very good reasons, all so obvious that it is wholly unnecessary to mention them here in detail.</blockquote>\n<p><i>S.S. Kresge Co. v. Fader,</i> <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">718</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">174</span></span>, 175 (1927).</p>\n<p>The cases essentially are uniform which have considered the United States' liability under the Federal Tort Claims Act in postal customers' slip-and-fall lawsuits arising from injuries suffered when slipping on wet Post Office floors during or after a rainstorm. In <i>Spagnolia v. United States,</i> <span class=\"citation\" data-id=\"1476372\"><a href=\"/opinion/1476372/spagnolia-v-united-states/\"><span class=\"volume\">598</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></a></span> (W.D.N.Y.1984), Mrs. Spagnolia had entered the Ridgemont Plaza Post Office on a rainy April morning, conducted some business at the counter, then \"seemed to fall out of her shoes\" (clogs) onto the tile floor. The evidence was conflicting as to whether and to what degree the floor was wet, but it was uncontested that no mat was located in the area where Mrs. Spagnolia fell, that the \"Caution wet floors\" sign was not on display that day, and that there was in effect at the time, a 1969 Post Office publication entitled \"Floors Care and Maintenance\", which recommended mopping up water or snow tracked into lobbies and placing safety mats in strategic places. Applying New York law (similar to North Carolina's premises liability law in all relevant aspects), the district court found that Mrs. Spagnolia failed to establish actionable negligence.</p>\n<p>Also closely on point is <i>Hess v. United States,</i> <span class=\"citation\" data-id=\"2150529\"><a href=\"/opinion/2150529/hess-v-united-states/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">666</span></a></span> (D.Del.1987), in which the plaintiff, a 50-year old woman, entered the Talleyville Post Office at 4:30 p.m.  half an hour before the Post Office was to close  at the end of a busy (and very rainy) day. \"She was wearing a raincoat, rainhat, slacks, a blouse, and canvas shoes with a low ripply rubber-like sole.\" <i>Id.</i> at 668. As she entered, she stepped onto a red safety mat but did not stop to wipe her feet. She continued on with her mission toward the inner lobby, looking straight ahead. After she turned toward the inner lobby door, she stepped onto the wet terrazzo floor, slipped and suffered a hip fracture.</p>\n<p>Applying Delaware premises liability law which, again, is identical in relevant respects to applicable North Carolina law, the district court held for the United States in determining that it did not breach a duty to Mrs. Hess. Many of the court's comments are equally applicable here. In distinguishing the facts of the case before it from those confronting the court in <i>Howard v. Food Fair Stores, New Castle, Inc.,</i> <span class=\"citation\" data-id=\"1974253\"><a href=\"/opinion/1974253/howard-v-food-fair-stores-new-castle-inc/\"><span class=\"volume\">201</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">638</span></a></span> (1964) (slip-and-fall in grocery store), the court observed first that language Mrs. Hess relied upon from the <i>Food Fair</i> opinion concerned the affirmative defense of contributory negligence, rather than the owner's duty of care. Furthermore,</p>\n<blockquote>the alleged dangerous condition in this case was tracked-in rainwater, a condition for which Mrs. Hess should have been on the lookout since it had rained all day. Finally, and most importantly, the store in <i>Food Fair</i> was a supermarket with shelves of food lining every aisle. Cognizant of this, the court reasoned that it would be unfair for a customer to be charged with keeping a watchful eye on the floor when the storekeeper purposely lined the aisles with merchandise in the hope of catching customers' eyes.... There were no such diversions in this case.</blockquote>\n<p><i>Id.</i> at 671 (internal citation omitted).</p>\n<p>Recognizing that the Government is not an insurer of Postal patrons' safety, the court noted that the \"United States installed \"walk off\" mats in the outer lobby to keep the floors dry during inclement weather by soaking up water from customers' shoes.\" <i>Id.</i> The court also noted that a Postal employee checked the floors periodically to determine whether they required mopping. However,</p>\n<blockquote>[t]he only way the Court knows for the United States to have kept the lobby floor <span class=\"star-pagination\">*130</span> completely dry is for it to have stationed an employee by the door all day for the sole purpose of mopping up each time a customer entered or left the Post Office. This it was not required to do.</blockquote>\n<p><i>Id.</i> at 672 (citations omitted). In response to Mrs. Hess' contention that the United States was negligent in failing to post signs to warn her of slippery conditions, the court commented:</p>\n<blockquote>If the 2.0 to 2.4 inches of rain that fell that day was insufficient to put Mrs. Hess on notice that well traveled entranceways such as the outer lobby of the Talleyville Post Office would be somewhat wet, it is doubtful that a \"wet floor\" sign would have served that purpose.</blockquote>\n<p><i>Id.</i></p>\n<p>The court's conclusion in <i>Hess</i> rests on the identical rationale as is dictated by the uncontested facts here. \"[E]ven if Mrs. Hess had established that the outer lobby floor was in an unreasonably dangerous condition, her knowledge of that condition would preclude her recovery.\" <i>Id.</i> And in a footnote, the court made the astute observation, equally applicable here:</p>\n<blockquote>This discussion sounds similar to a contributory negligence analysis. However it is somewhat different. The Court is discussing an element of Mrs. Hess's prima facie case, that the defect be latent. A discussion of the affirmative defense of contributory negligence would focus not only on Mrs. Hess's knowledge of the condition, but on the reasonableness of her conduct given that knowledge. As stated in the text, the Court expressly declines to decide whether Mrs. Hess was contributorily negligent at this time.</blockquote>\n<p><i>Id.</i> at 672-73, n. 3.</p>\n<p>Uncontradicted evidence adduced during discovery reveals that Mrs. Faircloth regularly visited the Post Office; that she knew it was raining and had been raining on July 11, 1991, when she entered the Post Office at 4:20 p.m.; that the persons present in the Post Office lobby that afternoon felt the lighting was adequate; that there was a mat inside the lobby door; that she was wearing rubber \"flip-flops;\" and that neither Mrs. Faircloth nor Ms. Carroll saw water on the floor at around 4:20 p.m. before Mrs. Faircloth fell.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>For the reasons set forth above, the court must conclude that the plaintiffs have failed to demonstrate the existence of an essential element of their prima facie case  that a duty arose on the part of the United States towards Mrs. Faircloth. <i>See </i><i>Roumillat,</i> 414 S.E.2d at 341. The existence of a duty traditionally being the first element in a prima facie negligence case, <i>see, e.g.,</i> North Carolina Pattern Jury Instructions  Civil 102.10 (May 1991), summary judgment for the defendant is mandated when, upon motion for summary judgment, the plaintiffs are unable to demonstrate that they can prove the existence of an essential element of their case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552-53.</p>\n<p>Therefore, the Government's motion for summary judgment is ALLOWED and this matter is DISMISSED. Such ruling renders other pending motions MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The only evidence to the effect that the lighting was inadequate was contained in the affidavit of plaintiff's \"expert,\" John R. Cockrell, Ph.D., who was <i>not</i> present on the date of the accident.</p>\n<p>[2]  <i>Gladstein</i> is not especially persuasive authority. The holding was based on the North Carolina Court of Appeals' finding that the defendant therein had failed to controvert on its motion for summary judgment, by answer or by affidavit, the facts as alleged by the plaintiff. As the North Carolina Supreme Court's opinion in <i>Roumillat</i> unequivocally points out, the defendant does not bear that burden on motion for summary judgment.</p>\n<p>[3]  The plaintiffs have offered no evidence to the effect that the Leland Post Office lobby floor was in the same condition when Dr. Cockrell studied it as it was on the date, almost two years earlier, when Mrs. Faircloth slipped and fell.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1248060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1278616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1290137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1476372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2150529/"
  ]
}