{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2378051/",
  "absolute_url": "/opinion/2378051/batton-v-state-government-of-nc-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2378051/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:17:37.387635Z",
  "date_modified": "2016-04-27T00:27:09.723441Z",
  "type": "010combined",
  "sha1": "9205b693ed2a4daf003d994723c871d5fc03963f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>501 F.Supp. 1173 (1980)</b></center>\n<center><h1>Karen Lynn BATTON et al., Plaintiffs,<br>\nv.<br>\nThe STATE GOVERNMENT OF NORTH CAROLINA, EXECUTIVE BRANCH, et al., Defendants.</h1></center>\n<center>No. 8-143-CRT.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 26, 1980.</center>\n<p><span class=\"star-pagination\">*1174</span> <span class=\"star-pagination\">*1175</span> Robert A. Hassell, James Broadwell, II, Norman Sloan, Raleigh, N. C., for plaintiffs.</p>\n<p>Jacob L. Safron, Sp. Deputy Atty. Gen., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action brought pursuant to 42 U.S.C. ยง 1983 is before the court for rulings on several pending motions. Defendants have moved for dismissal of the action and for summary judgment. Plaintiffs have moved to certify a class under Rule 23 of the Federal Rules of Civil Procedure, and for a protective order permitting plaintiffs not to respond to interrogatories filed by defendants. Defendants have moved for an extension of time to respond to plaintiffs' class certification motion, permitting defendants to receive answers to their interrogatories before responding. After a summary of the plaintiffs' allegations, the pending motions will be addressed in sequence.</p>\n<p></p>\n<h2>PLAINTIFFS' ALLEGATIONS</h2>\n<p>Plaintiffs are five women in the custody of the North Carolina Department of Corrections, four of whom are incarcerated in the North Carolina Correctional Center for Women (\"NCCCW\") in Raleigh and one of whom is in the Cameron-Morrison Youth Center in Rockingham. Plaintiffs seek to represent a class of all women who are now or in the future may be incarcerated in NCCCW or any other facility operated by the defendants. Defendants are the Executive Branch of the State of North Carolina, the Department of Corrections (\"the Department\"), and the Department's Division of Probation and Parole, and various officials of the Department.</p>\n<p>This action is a broad attack on the conditions of confinement experienced by women in the custody of the Department. The Department maintains six facilities where women are incarcerated and 80 where men are incarcerated. Women constitute approximately four percent of the approximately 15,000 inmates in North Carolina prisons. The large majority of the women are at NCCCW. At Cameron-Morrison, some female youthful offenders are imprisoned. In addition, the Department operates four \"community treatment facilities\" housing eight women each and located in Charlotte, Winston-Salem, Wilmington and Greenville. Affidavit of W. L. Kautzky, Deputy Director of the Division of Prisons.</p>\n<p>Plaintiffs' allegations have three parts. First, they contend that their right to equal protection is violated by disparities between conditions of confinement for men and for women in the North Carolina prison system. Second, they allege that the conditions of confinement at NCCCW, taken as a whole, constitute cruel and unusual punishment. Finally, they press certain individual claims based upon discrete incidents of alleged constitutional violations. Each of these sets of allegations will be summarized briefly before turning to the pending motions.</p>\n<p>Plaintiffs contend that solely because of their sex, they are denied various opportunities and amenities available to men incarcerated in North Carolina. These alleged deprivations include a more restricted range of work release and vocational training opportunities, lower incentive wages paid for in-prison work, less access to medical and psychiatric care, less recreational opportunity and a less adequate law library than is available to male inmates. Additionally, plaintiffs allege that female inmates from all over North Carolina are housed in NCCCW without regard to their varying ages and custody degrees or to the seriousness of the offenses they have committed, while male inmates are segregated by age and custody degree and in many cases have <span class=\"star-pagination\">*1176</span> available to them prison units close to their homes and families. Finally, plaintiffs claim that the Department offers work release and vocational training opportunities only in low-paying, dead-end, traditionally female jobs while male inmates are afforded training and work release in a wide variety of occupations.</p>\n<p>Plaintiffs' second claim is an allegation that, taken as a whole, the conditions of confinement in NCCCW violate plaintiffs' right to be free from cruel and unusual punishment. In support of this claim plaintiffs allege overcrowding, unsanitary preparation of food, unsafe working conditions, inadequate medical care, and inadequate recreation. Furthermore, plaintiffs allege inmates are housed without regard to classification, and that prison personnel are inadequately trained, insensitive, and in some cases malicious.</p>\n<p>Finally, plaintiffs allege a number of discrete violations of their constitutional rights. These include denial of access to legal materials, legal correspondence, and legal counsel, monitoring of telephone conversations and mail, inspection of incoming publications, and reprisals for participating in this lawsuit. In addition, plaintiffs allege certain incidents of inadequate medical care and of strip and body cavity searches which were accompanied by unsanitary conditions and invasions of privacy.</p>\n<p></p>\n<h2>MOTION TO DISMISS</h2>\n<p>Defendants move to dismiss this action as against the Executive Branch of the State Government of North Carolina, the Department of Corrections, and the Division of Probation and Parole of the Department of Corrections, on the grounds, among others, that relief against these defendants is barred by the Eleventh Amendment. The motion is granted as to these three agency defendants, <i>Alabama v. Pugh,</i> 438 U.S. 781, 98 S.Ct. 3057, 57 L.Ed.2d 1114 (1978) and in all other respects is denied.</p>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>1. Equal Protection</h2>\n<p>Plaintiffs have alleged that women are incarcerated in NCCCW, rather than any of the other prison units operated by the Department, solely because of their gender, and that because of this classification they suffer various deprivations of constitutional rights, rehabilitative opportunities and other amenities. As an analytical starting point, the court notes that it must employ an intermediate level of judicial scrutiny in assessing plaintiffs' contentions. This standard was expressed in <i>Craig v. Boren,</i> 429 U.S. 190, 97 S.Ct. 451, 50 L.Ed.2d 397 (1976):</p>\n<blockquote>\"To withstand constitutional challenge, previous cases establish that classifications by gender must serve important governmental objectives and must be substantially related to achievement of those objectives.\"</blockquote>\n<p>429 U.S. at 197, 97 S.Ct. at 457. In applying this general standard to the context of possible judicial intervention in the day-to-day management of North Carolina's prison system, the court recognizes its obligation to defer, where possible without condoning constitutional violations, to the decisions of state officials. <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977); <i>Procunier v. Martinez,</i> 416 U.S. 396, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974).</p>\n<p>Few courts have been required to reconcile the policy of judicial deference to state prison administration with the obligation to remedy discriminatory gender classifications. Those courts which have faced the issue have been nearly uniform in adopting a \"parity of treatment\" standard to which the state should be held in its treatment of female inmates.</p>\n<blockquote>\"In other words, defendants here are bound to provide women inmates with treatment and facilities that are substantially equivalent to those provided the men-i. e., equivalent in substance if not in form-unless their actions, though failing to do so, nonetheless bear a fair and substantial relationship to achievement of the State's correctional objectives.\"</blockquote>\n<p><i>Glover v. Johnson,</i> 478 F.Supp. 1075, 1079 (E.D.Mich. 1979). In <i>Glover,</i> the court <span class=\"star-pagination\">*1177</span> found denials of equal protection in the lack of parity in educational and vocational programs and library facilities between all-male and all-female prisons in Michigan and ordered the state to provide programs for women prisoners comparable to those available to the male inmates. <i>See also, </i><i>Bukhari v. Hutto,</i> 487 F.Supp. 1162 (E.D.Va. 1980); <i>Mitchell v. Untreiner,</i> 421 F.Supp. 886 (N.D.Fla. 1976); <i>Barefield v. Leach,</i> No. 10282 (D.N.M. 1974). The court concludes that the \"parity of treatment\" standard provides instructive guidance for analyzing the specific equal protection claims plaintiffs have raised.</p>\n<p></p>\n<h2>a. Medical and psychiatric care.</h2>\n<p>Plaintiffs' allegation that medical and psychiatric care available to women is unequal to that available to men has not been factually substantiated. Defendants have shown by affidavits of Lois B. MacDonald, R.N., Supervisor of Health Services at NCCCW, and Richard Kiel, Chief of Health Services for the Department of Correction, that a full range of medical and psychiatric services is available to NCCCW inmates and that substantial improvements in those services have been made in the last few years. Plaintiffs argue that the fact that the Department operates a hospital for male inmates while it contracts for services for female inmates amounts to an equal protection violation. This contention is premised on the plaintiffs' statement that full hospital services are immediately available to all male inmates. The hospital maintained for male inmates is at Central Prison in Raleigh, however, while male inmates are scattered throughout the state, often in quite remote areas. No substantial disparity of services available has been demonstrated so the court finds that there is no genuine issue of material fact on the question of the basic parity of treatment provided to men and to women. Therefore, as to the equal protection claim regarding medical and psychiatric services, the summary judgment motion is granted.</p>\n<p></p>\n<h2>b. Parole eligibility.</h2>\n<p>Plaintiffs complain that their opportunities for parole are restricted when compared to those of men. The thrust of this contention is that the Department's parole eligibility criteria require that an inmate have an \"employment plan\" and a \"residence plan\" before being released on parole. 5 NCAC 4 C. 1614, 1615. Because the vast majority of female inmates are housed at NCCCW and at the Cameron Morrison Youth Center, their opportunities to develop post-release employment and residence plans are severely limited if they hope to live in areas of the state distant from those institutions.</p>\n<p>Defendants respond, through the affidavit of James Woodard, Chairman of the North Carolina Parole Commission, that 5 NCAC 4 C. 1400 permits the granting of \"temporary parole\" to permit an inmate to establish an employment or residence plan. Woodard provides no information as to how this regulation is applied, if at all. It is not stated whether women ever receive temporary parole, whether if they do it is on a par with temporary parole granted to men, and in particular whether a female temporary parolee is permitted to travel to distant parts of the state to establish the necessary plans.</p>\n<p>As to this claim, summary judgment is denied.</p>\n<p></p>\n<h2>c. Work release, vocational training and education.</h2>\n<p>Plaintiffs contend that women do not have equal access to work release opportunities because women prisoners at NCCCW have available only the Raleigh job market. Any given male inmate, however, has only the job market where he is incarcerated from which to seek employment, and no showing has been made that the Raleigh area affords fewer opportunities than any other area in the state where men are incarcerated.</p>\n<p>Plaintiffs further challenge the administration of the work release and vocational training programs on the grounds that women are trained only for traditionally female jobs which are low paying and demand <span class=\"star-pagination\">*1178</span> few skills. Defendants respond, through the affidavits of Kenneth Harris, Administrator of NCCCW, and Lynn Phillips, Chief of Program Services of the Department's Division of Prisons, that each inmate, upon entry, is given vocational and educational counseling to help identify realistic goals. Further, defendants have produced the results of preference polls taken of samples of the NCCCW population which indicate a continuing preference among the inmates for traditionally female jobs. These surveys, however, \"are suspect because no systematic explanations were offered of the job characteristics of many of the occupations listed .... I am unwilling to assume that this survey accurately reflects the desires of the female inmates ....\" <i>Glover v. Johnson, supra,</i> 478 F.Supp. at 1086.</p>\n<p>While geographic dispersion of male inmates compared to female inmates is irrelevant to the question of whether there is a substantial disparity in work release, vocational training, and educational opportunities, summary judgment would be inappropriate and is denied because the record has not been developed on the question of parity of opportunity and because defendants have not effectively refuted the contention that the opportunities available to women are predominantly low-paying, low-skill jobs that are fairly characterized as traditionally female. <i>See</i> answer to plaintiffs' interrogatory 15.</p>\n<p></p>\n<h2>d. Incentive wages.</h2>\n<p>Plaintiffs have alleged that defendants pay disparate wage rates to male and female inmates for comparable work. This allegation has been effectively refuted by Lynn Phillips' affidavit and accompanying Exhibit 7, and by the answer to plaintiffs' Interrogatory 38, and summary judgment is granted as to this claim.</p>\n<p></p>\n<h2>e. Law library.</h2>\n<p>Plaintiffs made but have essentially abandoned a claim that female inmates have access to a less adequate law library than do male prisoners. As demonstrated in the affidavit of W. L. Kautzky, Deputy Director of the Division of Prisons, the NCCCW law library is stocked in conformance with the Supreme Court's specific directives in <i>Bounds v. Smith,</i> 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977) and is superior to the libraries in most of the state's prison units. Summary judgment is granted as to this contention.</p>\n<p></p>\n<h2>f. Recreational opportunity.</h2>\n<p>Plaintiffs contend that recreational facilities and programs at NCCCW are not on a par with those available to male inmates. Defendants have responded merely by listing the facilities available at NCCCW and have not indicated the frequency of use, the organized programs available or how male institutions compare. Accordingly, summary judgment would be inappropriate and is denied as to this contention.</p>\n<p></p>\n<h2>g. Classification and housing.</h2>\n<p>Plaintiffs complain that female youthful offenders are often housed with adult offenders at NCCCW instead of at the Cameron Morrison Youth Center, while male youthful offenders are all incarcerated at prison units specifically for youthful offenders. The result, according to plaintiffs, is the exposure of youthful offenders to inmates with more serious criminal records and the denial of programs designed to benefit youthful offenders. Defendants do not dispute this allegation and admit that Cameron-Morrison \"is designed to house all 16 to 21 year old female youths with sentences of twenty years or less,\" Sanderson affidavit, p. 3, except those who are serious management problems.</p>\n<p>Plaintiffs further allege that Dorm C at NCCCW is used to house various types of high risk offenders, including those in segregation, those in intensive management, and long term offenders, but that it is also being used to temporarily house newly admitted inmates who, pursuant to prison policy, should be housed in the less restrictive Dorm A. In terms of the equal protection claim, plaintiffs' position is that the defendants are not providing adequate facilities <span class=\"star-pagination\">*1179</span> for implementing their classification scheme, whereas adequate facilities are available to house male inmates according to their classifications. This claim has also not been refuted by defendants' submissions to date.</p>\n<p>Accordingly, as to these two claims, summary judgment is denied.</p>\n<p></p>\n<h2>2. Eighth Amendment totality of conditions.</h2>\n<p>As a second theory of relief, plaintiffs contend that the totality of conditions of confinement in NCCCW violates their right to be free from the infliction of cruel and unusual punishment. In this regard, plaintiffs renew several of the contentions discussed above and raise additional ones. Briefly, plaintiffs assert that the combination of the following conditions violates the Eighth Amendment: (a) overcrowding, (b) housing without regard to classification, (c) inadequate medical and psychiatric services, (d) unsanitary food preparation, (e) unsafe working conditions in the prison laundry and kitchen and (f) inadequately trained and/or insensitive personnel.</p>\n<p>While it is clear that such an Eighth Amendment allegation states a claim for relief, <i>see, e. g., </i><i>Bolding v. Holshouser,</i> 575 F.2d 461 (4th Cir. 1978), the legal standard to be applied in analyzing such a claim is only very generally defined. Prison conditions taken as a whole, may violate the Eighth Amendment if they \"transgress today's `broad and idealistic concepts of dignity, civilized standards, humanity and decency.'\" <i>Hutto v. Finney,</i> 437 U.S. 678, 98 S.Ct. 2565, 57 L.Ed.2d 522 (1978), quoting <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). In applying an Eighth Amendment standard to the conditions at NCCCW, this court is guided by the body of decisions that has developed on a case-by-case basis and finds that conditions at NCCCW do not rise to Eighth Amendment proportions. In such cases as <i>Gates v. Collier,</i> 349 F.Supp. 881 (N.D.Miss.1972), <i>aff'd.,</i> 501 F.2d 1291 (5th Cir. 1974); <i>Wright v. McMann,</i> 257 F.Supp. 739 (N.D.N.Y. 1966), <i>aff'd.,</i> 387 F.2d 519 (2d Cir. 1967); <i>Holt v. Sarver,</i> 309 F.Supp. 362 (E.D.Ark. 1970), <i>aff'd.</i> 442 F.2d 304 (8th Cir. 1971), <i>aff'd. sub nom. </i><i>Hutto v. Finney,</i> 437 U.S. 678, 98 S.Ct. 2565, 57 L.Ed.2d 522 (1978); and <i>Pugh v. Locke,</i> 406 F.Supp. 318 (M.D.Ala. 1976), <i>aff'd.</i> in part and <i>remanded</i> in part, 559 F.3d 283 (5th Cir. 1977), <i>cert. denied,</i> 438 U.S. 915, 98 S.Ct. 3144, 57 L.Ed.2d 1160 (1978), prisoners were subjected to horrible conditions of filth, undernourishment, exposure, and the like. Under a \"standards of decency\" test, these prisons were held to violate an Eighth Amendment guarantee of reasonably adequate food, clothing, shelter, sanitation, and necessary medical attention. <i>E. g., </i><i>Gates v. Collier,</i> 501 F.2d at 1300-03.</p>\n<p>Conditions at the NCCCW stand in sharp contrast to those condemned in <i>Gates, Wright, Holt</i> and <i>Pugh.</i> Here the allegations of unsanitary conditions relate only to the kitchen area, and defendants have demonstrated substantial improvement in kitchen sanitation. Affidavits of Don Carter, Jack Knight and Kenneth Harris; Answer to plaintiffs' interrogatory 25. <i>Compare, </i><i>Kirby v. Blackledge,</i> 530 F.2d 583 (4th Cir. 1976). Unsafe working conditions have not been demonstrated, as plaintiffs have alleged only a single, relatively minor accident. No showing of overcrowding has been made beyond conclusory allegations and the fact that Dorm C has at times been used to house newly-admitted inmates pending classification when there was not room in Dorm A. No physical danger to inmates housed in nonconformance with their classifications has been shown. <i>See, </i><i>Cox v. Turley,</i> 506 F.2d 1347 (6th Cir. 1974).</p>\n<p>As to medical and mental health services and facilities, plaintiffs complain particularly of ill-trained and insensitive medical personnel at NCCCW, point to the death of inmate Knight caused by negligent administration of medicine, and to two incidents of allegedly inadequate treatment. See affidavits of Kathy Stokes, Suzanne Rathbun, R.N., and Shawneyhill Burkhardt. To make out an Eighth Amendment claim, however, plaintiffs must demonstrate a failure to maintain a minimally adequate medical <span class=\"star-pagination\">*1180</span> system or show a series of deliberately indifferent treatments. <i>See </i><i>Newman v. Alabama,</i> 503 F.2d 1320 (5th Cir. 1974), <i>cert. denied,</i> 421 U.S. 948, 95 S.Ct. 1680, 44 L.Ed.2d 102 (1975). In the face of defendants' showing of the comprehensive medical treatment available to NCCCW inmates, and of the very frequent treatment of all types sought and obtained by individual plaintiffs, and in the face of an absence of proof of a series of serious medical deprivations, the court finds no Eighth Amendment violation. <i>See also, Barnes v. Holshouser,</i> No. 75-0362-CRT (E.D.N.C. 1979) (unpublished holding that NCCCW medical facilities do not violate Eighth Amendment).</p>\n<p>Finally, as to plaintiffs' claim that NCCCW personnel generally, and Kenneth Harris and Sister Teresa Floyd specifically, are poorly trained and/or insensitive, the court notes that mere verbal abuse by prison personnel does not state a claim under 42 U.S.C. ยง 1983. Furthermore, defendants have instituted a training program for all personnel, and the only fault plaintiffs found in the contents of the program was the absence of training in the recognition of health problems, not a function of the ordinary prison guard. Regardless of the suitability of Kenneth Harris for the position of NCCCW Administrator, his presence has not been shown to have created conditions which shock the conscience. As the court stated in <i>Novak v. Beto,</i> 453 F.2d 661 (5th Cir. 1971), \"[w]e cannot, however, condemn the whole system because the prison personnel deviate occasionally from the prison policy.\" 453 F.2d at 671.</p>\n<p>The court finds summary judgment to be appropriate on plaintiffs' claim that the totality of the conditions of confinement at NCCCW violates the Eighth Amendment. There are factual disputes throughout the record, but when the facts are viewed in plaintiffs' favor an Eighth Amendment violation is not made out.</p>\n<p></p>\n<h2>3. Individual Claims by Named Plaintiffs.</h2>\n<p></p>\n<h2>a. Inspection of Batton's Bible.</h2>\n<p>Plaintiff Batton alleges that a Bible delivered to her by her attorney was inspected by the prison Chaplain pursuant to prison policy that the Chaplain review all incoming religious material. Plaintiff was then given the Bible. There having been no allegation or showing that Batton was deprived of religious material, summary judgment is granted as to this claim.</p>\n<p></p>\n<h2>b. Strip and body cavity searches.</h2>\n<p>Plaintiffs concede that strip and body cavity searches do not violate inmates' Fourth Amendment rights when \"performed in a safe, private and competent manner.\" Brief at p. 47. Plaintiffs allege that sterile procedures are not followed during vaginal searches and that male guards have watched female inmates during strip searches. Because these claims are actionable and there are genuine issues of material fact, summary judgment is denied. <i>See </i><i>Hudson v. Goodlander,</i> 494 F.Supp. 890 (D.Md. 1980); <i>Forts v. Ward,</i> 471 F.Supp. 1095 (S.D.N.Y. 1978), <i>aff'd.</i> in part and <i>rev'd</i> in part, 621 F.2d 1210 (2d Cir. 1980).</p>\n<p></p>\n<h2>c. Medical claims.</h2>\n<p>There being no surviving class-wide claims regarding deprivation of medical care, the allegations through affidavits of Shawneyhill Burkhardt and Elmer Carmon are not addressed in this order. Summary judgment of the equal protection and totality of the conditions medical claims is without prejudice to their rights to move to intervene in this action or to bring independent actions based upon their allegations.</p>\n<p>As to plaintiff Kathy Stokes' claim of being taken off anti-depressant medication, summary judgment is not appropriate. Defendants have not submitted Stokes' mental health records in response to an interrogatory from plaintiffs, citing an interest in protecting confidentiality. Accordingly, from the present record, it cannot be determined whether the cessation of medication constitutes deliberate indifference to a serious medical need.</p>\n<p></p>\n<h2>d. Denial of access to law library.</h2>\n<p>Counsel for plaintiff Batton contends that defendants' policy requiring recording <span class=\"star-pagination\">*1181</span> of all information she requests from the library and further requiring the signature of Ken Harris or Captain McDade has a chilling effect on her use of the law library. Batton affidavit, Appendix 16 to Plaintiff's Brief in Opposition to Summary Judgment. The purpose of this procedure is unclear, but Batton apparently has consented to it to prevent the later confiscation of the materials. (See paragraph e below). Batton states that she and prison officials are cooperating in implementing this procedure and no actual chilling of access is alleged in the affidavit. In the absence of such an allegation, summary judgment must be granted.</p>\n<p></p>\n<h2>e. Deprivation of legal and other written materials.</h2>\n<p>Plaintiff Batton states in an affidavit (Appendix 5 to Plaintiffs' Brief in Opposition to Summary Judgment) that Sgt. McCrimmon, a Department employee, threatened to remove her personal property from her cell because it constituted a fire hazard. Batton states that she gave this property to a paralegal for her attorney to prevent its confiscation and that it included materials Batton had prepared in connection with this case, reading materials, and poetry Batton had written. This contention states a claim, and because there are genuine issues of material fact regarding the event, summary judgment is denied.</p>\n<p></p>\n<h2>f. Monitoring communications with counsel.</h2>\n<p>Plaintiffs allege that their mail from and telephone conversations with counsel are monitored by defendants. This contention states a claim and summary judgment is denied because there are remaining issues of material fact.</p>\n<p></p>\n<h2>g. Reprisals for bringing this suit.</h2>\n<p>Plaintiffs contend through affidavits that they have been threatened with and actually suffered various reprisals for participating in this suit. Defendants deny all such reprisals. Summary judgment is denied as to this contention.</p>\n<p>Finally, the court wishes to make clear that this partial summary judgment is without prejudice to either party's right to move for summary judgment on remaining claims as the record in this case develops.</p>\n<p></p>\n<h2>MOTION FOR PROTECTIVE ORDER</h2>\n<p>Plaintiffs have moved for a protective order pursuant to Federal Rule of Civil Procedure 26(c) from responding to interrogatories filed by defendants on May 19, 1980. In light of this order eliminating several issues from this case, plaintiffs' motion is granted as to the following interrogatories: 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 32, 33, 38, 39, 40, 41, 42, 43, 44, 55, 56, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 84, 85, 86, 87, 88, 89, 90, 91 and 92, except that plaintiff Kathy Stokes shall answer interrogatories 14-33 and 84-85 to the extent that they relate to her specific claim of cessation of anti-depressant medication.</p>\n<p>Plaintiffs are to answer the remaining interrogatories within 30 days of the service of this order.</p>\n<p></p>\n<h2>MOTION FOR EXTENSION OF TIME</h2>\n<p>Defendants' motion for an extension of time in which to respond to plaintiffs' motion for class certification is granted and defendants are allowed 20 days after plaintiffs file their answers to defendants' interrogatories in which to respond to the motion for class certification.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1173</span></span> (1980)</b></center>\n<center><h1>Karen Lynn BATTON et al., Plaintiffs,<br>\nv.<br>\nThe STATE GOVERNMENT OF NORTH CAROLINA, EXECUTIVE BRANCH, et al., Defendants.</h1></center>\n<center>No. 8-143-CRT.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 26, 1980.</center>\n<p><span class=\"star-pagination\">*1174</span> <span class=\"star-pagination\">*1175</span> Robert A. Hassell, James Broadwell, II, Norman Sloan, Raleigh, N. C., for plaintiffs.</p>\n<p>Jacob L. Safron, Sp. Deputy Atty. Gen., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action brought pursuant to 42 U.S.C. ยง 1983 is before the court for rulings on several pending motions. Defendants have moved for dismissal of the action and for summary judgment. Plaintiffs have moved to certify a class under Rule 23 of the Federal Rules of Civil Procedure, and for a protective order permitting plaintiffs not to respond to interrogatories filed by defendants. Defendants have moved for an extension of time to respond to plaintiffs' class certification motion, permitting defendants to receive answers to their interrogatories before responding. After a summary of the plaintiffs' allegations, the pending motions will be addressed in sequence.</p>\n<p></p>\n<h2>PLAINTIFFS' ALLEGATIONS</h2>\n<p>Plaintiffs are five women in the custody of the North Carolina Department of Corrections, four of whom are incarcerated in the North Carolina Correctional Center for Women (\"NCCCW\") in Raleigh and one of whom is in the Cameron-Morrison Youth Center in Rockingham. Plaintiffs seek to represent a class of all women who are now or in the future may be incarcerated in NCCCW or any other facility operated by the defendants. Defendants are the Executive Branch of the State of North Carolina, the Department of Corrections (\"the Department\"), and the Department's Division of Probation and Parole, and various officials of the Department.</p>\n<p>This action is a broad attack on the conditions of confinement experienced by women in the custody of the Department. The Department maintains six facilities where women are incarcerated and 80 where men are incarcerated. Women constitute approximately four percent of the approximately 15,000 inmates in North Carolina prisons. The large majority of the women are at NCCCW. At Cameron-Morrison, some female youthful offenders are imprisoned. In addition, the Department operates four \"community treatment facilities\" housing eight women each and located in Charlotte, Winston-Salem, Wilmington and Greenville. Affidavit of W. L. Kautzky, Deputy Director of the Division of Prisons.</p>\n<p>Plaintiffs' allegations have three parts. First, they contend that their right to equal protection is violated by disparities between conditions of confinement for men and for women in the North Carolina prison system. Second, they allege that the conditions of confinement at NCCCW, taken as a whole, constitute cruel and unusual punishment. Finally, they press certain individual claims based upon discrete incidents of alleged constitutional violations. Each of these sets of allegations will be summarized briefly before turning to the pending motions.</p>\n<p>Plaintiffs contend that solely because of their sex, they are denied various opportunities and amenities available to men incarcerated in North Carolina. These alleged deprivations include a more restricted range of work release and vocational training opportunities, lower incentive wages paid for in-prison work, less access to medical and psychiatric care, less recreational opportunity and a less adequate law library than is available to male inmates. Additionally, plaintiffs allege that female inmates from all over North Carolina are housed in NCCCW without regard to their varying ages and custody degrees or to the seriousness of the offenses they have committed, while male inmates are segregated by age and custody degree and in many cases have <span class=\"star-pagination\">*1176</span> available to them prison units close to their homes and families. Finally, plaintiffs claim that the Department offers work release and vocational training opportunities only in low-paying, dead-end, traditionally female jobs while male inmates are afforded training and work release in a wide variety of occupations.</p>\n<p>Plaintiffs' second claim is an allegation that, taken as a whole, the conditions of confinement in NCCCW violate plaintiffs' right to be free from cruel and unusual punishment. In support of this claim plaintiffs allege overcrowding, unsanitary preparation of food, unsafe working conditions, inadequate medical care, and inadequate recreation. Furthermore, plaintiffs allege inmates are housed without regard to classification, and that prison personnel are inadequately trained, insensitive, and in some cases malicious.</p>\n<p>Finally, plaintiffs allege a number of discrete violations of their constitutional rights. These include denial of access to legal materials, legal correspondence, and legal counsel, monitoring of telephone conversations and mail, inspection of incoming publications, and reprisals for participating in this lawsuit. In addition, plaintiffs allege certain incidents of inadequate medical care and of strip and body cavity searches which were accompanied by unsanitary conditions and invasions of privacy.</p>\n<p></p>\n<h2>MOTION TO DISMISS</h2>\n<p>Defendants move to dismiss this action as against the Executive Branch of the State Government of North Carolina, the Department of Corrections, and the Division of Probation and Parole of the Department of Corrections, on the grounds, among others, that relief against these defendants is barred by the Eleventh Amendment. The motion is granted as to these three agency defendants, <i>Alabama v. Pugh,</i> <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3057</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1114</span></a></span> (1978) and in all other respects is denied.</p>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>1. Equal Protection</h2>\n<p>Plaintiffs have alleged that women are incarcerated in NCCCW, rather than any of the other prison units operated by the Department, solely because of their gender, and that because of this classification they suffer various deprivations of constitutional rights, rehabilitative opportunities and other amenities. As an analytical starting point, the court notes that it must employ an intermediate level of judicial scrutiny in assessing plaintiffs' contentions. This standard was expressed in <i>Craig v. Boren,</i> <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1976):</p>\n<blockquote>\"To withstand constitutional challenge, previous cases establish that classifications by gender must serve important governmental objectives and must be substantially related to achievement of those objectives.\"</blockquote>\n<p>429 U.S. at 197, 97 S.Ct. at 457. In applying this general standard to the context of possible judicial intervention in the day-to-day management of North Carolina's prison system, the court recognizes its obligation to defer, where possible without condoning constitutional violations, to the decisions of state officials. <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977); <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974).</p>\n<p>Few courts have been required to reconcile the policy of judicial deference to state prison administration with the obligation to remedy discriminatory gender classifications. Those courts which have faced the issue have been nearly uniform in adopting a \"parity of treatment\" standard to which the state should be held in its treatment of female inmates.</p>\n<blockquote>\"In other words, defendants here are bound to provide women inmates with treatment and facilities that are substantially equivalent to those provided the men-i. e., equivalent in substance if not in form-unless their actions, though failing to do so, nonetheless bear a fair and substantial relationship to achievement of the State's correctional objectives.\"</blockquote>\n<p><i>Glover v. Johnson,</i> <span class=\"citation\" data-id=\"1898782\"><a href=\"/opinion/1898782/glover-v-johnson/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1075</span></a></span>, 1079 (E.D.Mich. 1979). In <i>Glover,</i> the court <span class=\"star-pagination\">*1177</span> found denials of equal protection in the lack of parity in educational and vocational programs and library facilities between all-male and all-female prisons in Michigan and ordered the state to provide programs for women prisoners comparable to those available to the male inmates. <i>See also, </i><i>Bukhari v. Hutto,</i> <span class=\"citation\" data-id=\"2125999\"><a href=\"/opinion/2125999/bukhari-v-hutto/\"><span class=\"volume\">487</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1162</span></a></span> (E.D.Va. 1980); <i>Mitchell v. Untreiner,</i> <span class=\"citation\" data-id=\"1769446\"><a href=\"/opinion/1769446/mitchell-v-untreiner/\"><span class=\"volume\">421</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">886</span></a></span> (N.D.Fla. 1976); <i>Barefield v. Leach,</i> No. 10282 (D.N.M. 1974). The court concludes that the \"parity of treatment\" standard provides instructive guidance for analyzing the specific equal protection claims plaintiffs have raised.</p>\n<p></p>\n<h2>a. Medical and psychiatric care.</h2>\n<p>Plaintiffs' allegation that medical and psychiatric care available to women is unequal to that available to men has not been factually substantiated. Defendants have shown by affidavits of Lois B. MacDonald, R.N., Supervisor of Health Services at NCCCW, and Richard Kiel, Chief of Health Services for the Department of Correction, that a full range of medical and psychiatric services is available to NCCCW inmates and that substantial improvements in those services have been made in the last few years. Plaintiffs argue that the fact that the Department operates a hospital for male inmates while it contracts for services for female inmates amounts to an equal protection violation. This contention is premised on the plaintiffs' statement that full hospital services are immediately available to all male inmates. The hospital maintained for male inmates is at Central Prison in Raleigh, however, while male inmates are scattered throughout the state, often in quite remote areas. No substantial disparity of services available has been demonstrated so the court finds that there is no genuine issue of material fact on the question of the basic parity of treatment provided to men and to women. Therefore, as to the equal protection claim regarding medical and psychiatric services, the summary judgment motion is granted.</p>\n<p></p>\n<h2>b. Parole eligibility.</h2>\n<p>Plaintiffs complain that their opportunities for parole are restricted when compared to those of men. The thrust of this contention is that the Department's parole eligibility criteria require that an inmate have an \"employment plan\" and a \"residence plan\" before being released on parole. 5 NCAC <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Cow.</span> <span class=\"page\">1614</span></span>, 1615. Because the vast majority of female inmates are housed at NCCCW and at the Cameron Morrison Youth Center, their opportunities to develop post-release employment and residence plans are severely limited if they hope to live in areas of the state distant from those institutions.</p>\n<p>Defendants respond, through the affidavit of James Woodard, Chairman of the North Carolina Parole Commission, that 5 NCAC <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Cow.</span> <span class=\"page\">1400</span></span> permits the granting of \"temporary parole\" to permit an inmate to establish an employment or residence plan. Woodard provides no information as to how this regulation is applied, if at all. It is not stated whether women ever receive temporary parole, whether if they do it is on a par with temporary parole granted to men, and in particular whether a female temporary parolee is permitted to travel to distant parts of the state to establish the necessary plans.</p>\n<p>As to this claim, summary judgment is denied.</p>\n<p></p>\n<h2>c. Work release, vocational training and education.</h2>\n<p>Plaintiffs contend that women do not have equal access to work release opportunities because women prisoners at NCCCW have available only the Raleigh job market. Any given male inmate, however, has only the job market where he is incarcerated from which to seek employment, and no showing has been made that the Raleigh area affords fewer opportunities than any other area in the state where men are incarcerated.</p>\n<p>Plaintiffs further challenge the administration of the work release and vocational training programs on the grounds that women are trained only for traditionally female jobs which are low paying and demand <span class=\"star-pagination\">*1178</span> few skills. Defendants respond, through the affidavits of Kenneth Harris, Administrator of NCCCW, and Lynn Phillips, Chief of Program Services of the Department's Division of Prisons, that each inmate, upon entry, is given vocational and educational counseling to help identify realistic goals. Further, defendants have produced the results of preference polls taken of samples of the NCCCW population which indicate a continuing preference among the inmates for traditionally female jobs. These surveys, however, \"are suspect because no systematic explanations were offered of the job characteristics of many of the occupations listed .... I am unwilling to assume that this survey accurately reflects the desires of the female inmates ....\" <i>Glover v. Johnson, supra,</i> 478 F.Supp. at 1086.</p>\n<p>While geographic dispersion of male inmates compared to female inmates is irrelevant to the question of whether there is a substantial disparity in work release, vocational training, and educational opportunities, summary judgment would be inappropriate and is denied because the record has not been developed on the question of parity of opportunity and because defendants have not effectively refuted the contention that the opportunities available to women are predominantly low-paying, low-skill jobs that are fairly characterized as traditionally female. <i>See</i> answer to plaintiffs' interrogatory 15.</p>\n<p></p>\n<h2>d. Incentive wages.</h2>\n<p>Plaintiffs have alleged that defendants pay disparate wage rates to male and female inmates for comparable work. This allegation has been effectively refuted by Lynn Phillips' affidavit and accompanying Exhibit 7, and by the answer to plaintiffs' Interrogatory 38, and summary judgment is granted as to this claim.</p>\n<p></p>\n<h2>e. Law library.</h2>\n<p>Plaintiffs made but have essentially abandoned a claim that female inmates have access to a less adequate law library than do male prisoners. As demonstrated in the affidavit of W. L. Kautzky, Deputy Director of the Division of Prisons, the NCCCW law library is stocked in conformance with the Supreme Court's specific directives in <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977) and is superior to the libraries in most of the state's prison units. Summary judgment is granted as to this contention.</p>\n<p></p>\n<h2>f. Recreational opportunity.</h2>\n<p>Plaintiffs contend that recreational facilities and programs at NCCCW are not on a par with those available to male inmates. Defendants have responded merely by listing the facilities available at NCCCW and have not indicated the frequency of use, the organized programs available or how male institutions compare. Accordingly, summary judgment would be inappropriate and is denied as to this contention.</p>\n<p></p>\n<h2>g. Classification and housing.</h2>\n<p>Plaintiffs complain that female youthful offenders are often housed with adult offenders at NCCCW instead of at the Cameron Morrison Youth Center, while male youthful offenders are all incarcerated at prison units specifically for youthful offenders. The result, according to plaintiffs, is the exposure of youthful offenders to inmates with more serious criminal records and the denial of programs designed to benefit youthful offenders. Defendants do not dispute this allegation and admit that Cameron-Morrison \"is designed to house all 16 to 21 year old female youths with sentences of twenty years or less,\" Sanderson affidavit, p. 3, except those who are serious management problems.</p>\n<p>Plaintiffs further allege that Dorm C at NCCCW is used to house various types of high risk offenders, including those in segregation, those in intensive management, and long term offenders, but that it is also being used to temporarily house newly admitted inmates who, pursuant to prison policy, should be housed in the less restrictive Dorm A. In terms of the equal protection claim, plaintiffs' position is that the defendants are not providing adequate facilities <span class=\"star-pagination\">*1179</span> for implementing their classification scheme, whereas adequate facilities are available to house male inmates according to their classifications. This claim has also not been refuted by defendants' submissions to date.</p>\n<p>Accordingly, as to these two claims, summary judgment is denied.</p>\n<p></p>\n<h2>2. Eighth Amendment totality of conditions.</h2>\n<p>As a second theory of relief, plaintiffs contend that the totality of conditions of confinement in NCCCW violates their right to be free from the infliction of cruel and unusual punishment. In this regard, plaintiffs renew several of the contentions discussed above and raise additional ones. Briefly, plaintiffs assert that the combination of the following conditions violates the Eighth Amendment: (a) overcrowding, (b) housing without regard to classification, (c) inadequate medical and psychiatric services, (d) unsanitary food preparation, (e) unsafe working conditions in the prison laundry and kitchen and (f) inadequately trained and/or insensitive personnel.</p>\n<p>While it is clear that such an Eighth Amendment allegation states a claim for relief, <i>see, e. g., </i><i>Bolding v. Holshouser,</i> <span class=\"citation\" data-id=\"355515\"><a href=\"/opinion/355515/thomas-bolding-robert-fink-samuel-bost-raymond-creason-james-grant/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span> (4th Cir. 1978), the legal standard to be applied in analyzing such a claim is only very generally defined. Prison conditions taken as a whole, may violate the Eighth Amendment if they \"transgress today's `broad and idealistic concepts of dignity, civilized standards, humanity and decency.'\" <i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978), quoting <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). In applying an Eighth Amendment standard to the conditions at NCCCW, this court is guided by the body of decisions that has developed on a case-by-case basis and finds that conditions at NCCCW do not rise to Eighth Amendment proportions. In such cases as <i>Gates v. Collier,</i> <span class=\"citation\" data-id=\"1501708\"><a href=\"/opinion/1501708/gates-v-collier/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">881</span></a></span> (N.D.Miss.1972), <i>aff'd.,</i> <span class=\"citation\" data-id=\"321166\"><a href=\"/opinion/321166/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></a></span> (5th Cir. 1974); <i>Wright v. McMann,</i> <span class=\"citation\" data-id=\"1600907\"><a href=\"/opinion/1600907/wright-v-mcmann/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">739</span></a></span> (N.D.N.Y. 1966), <i>aff'd.,</i> <span class=\"citation\" data-id=\"278308\"><a href=\"/opinion/278308/lawrence-william-wright-v-daniel-mcmann-as-warden-of-clinton-state-prison/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span> (2d Cir. 1967); <i>Holt v. Sarver,</i> <span class=\"citation\" data-id=\"2096340\"><a href=\"/opinion/2096340/holt-v-sarver/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></a></span> (E.D.Ark. 1970), <i>aff'd.</i> <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (8th Cir. 1971), <i>aff'd. sub nom. </i><i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978); and <i>Pugh v. Locke,</i> <span class=\"citation\" data-id=\"2143390\"><a href=\"/opinion/2143390/pugh-v-locke/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">318</span></a></span> (M.D.Ala. 1976), <i>aff'd.</i> in part and <i>remanded</i> in part, <span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span> (5th Cir. 1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3144</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1160</span></span> (1978), prisoners were subjected to horrible conditions of filth, undernourishment, exposure, and the like. Under a \"standards of decency\" test, these prisons were held to violate an Eighth Amendment guarantee of reasonably adequate food, clothing, shelter, sanitation, and necessary medical attention. <i>E. g., </i><i>Gates v. Collier,</i> 501 F.2d at 1300-03.</p>\n<p>Conditions at the NCCCW stand in sharp contrast to those condemned in <i>Gates, Wright, Holt</i> and <i>Pugh.</i> Here the allegations of unsanitary conditions relate only to the kitchen area, and defendants have demonstrated substantial improvement in kitchen sanitation. Affidavits of Don Carter, Jack Knight and Kenneth Harris; Answer to plaintiffs' interrogatory 25. <i>Compare, </i><i>Kirby v. Blackledge,</i> <span class=\"citation\" data-id=\"333202\"><a href=\"/opinion/333202/charles-l-kirby-v-stanley-blackledge-warden-of-central-prison-and-v/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span> (4th Cir. 1976). Unsafe working conditions have not been demonstrated, as plaintiffs have alleged only a single, relatively minor accident. No showing of overcrowding has been made beyond conclusory allegations and the fact that Dorm C has at times been used to house newly-admitted inmates pending classification when there was not room in Dorm A. No physical danger to inmates housed in nonconformance with their classifications has been shown. <i>See, </i><i>Cox v. Turley,</i> <span class=\"citation\" data-id=\"323432\"><a href=\"/opinion/323432/thomas-cox-individually-and-on-behalf-of-his-minor-child-duane-cox-v-the/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></a></span> (6th Cir. 1974).</p>\n<p>As to medical and mental health services and facilities, plaintiffs complain particularly of ill-trained and insensitive medical personnel at NCCCW, point to the death of inmate Knight caused by negligent administration of medicine, and to two incidents of allegedly inadequate treatment. See affidavits of Kathy Stokes, Suzanne Rathbun, R.N., and Shawneyhill Burkhardt. To make out an Eighth Amendment claim, however, plaintiffs must demonstrate a failure to maintain a minimally adequate medical <span class=\"star-pagination\">*1180</span> system or show a series of deliberately indifferent treatments. <i>See </i><i>Newman v. Alabama,</i> <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></span> (5th Cir. 1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1680</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span></span> (1975). In the face of defendants' showing of the comprehensive medical treatment available to NCCCW inmates, and of the very frequent treatment of all types sought and obtained by individual plaintiffs, and in the face of an absence of proof of a series of serious medical deprivations, the court finds no Eighth Amendment violation. <i>See also, Barnes v. Holshouser,</i> No. 75-0362-CRT (E.D.N.C. 1979) (unpublished holding that NCCCW medical facilities do not violate Eighth Amendment).</p>\n<p>Finally, as to plaintiffs' claim that NCCCW personnel generally, and Kenneth Harris and Sister Teresa Floyd specifically, are poorly trained and/or insensitive, the court notes that mere verbal abuse by prison personnel does not state a claim under 42 U.S.C. ยง 1983. Furthermore, defendants have instituted a training program for all personnel, and the only fault plaintiffs found in the contents of the program was the absence of training in the recognition of health problems, not a function of the ordinary prison guard. Regardless of the suitability of Kenneth Harris for the position of NCCCW Administrator, his presence has not been shown to have created conditions which shock the conscience. As the court stated in <i>Novak v. Beto,</i> <span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></span> (5th Cir. 1971), \"[w]e cannot, however, condemn the whole system because the prison personnel deviate occasionally from the prison policy.\" 453 F.2d at 671.</p>\n<p>The court finds summary judgment to be appropriate on plaintiffs' claim that the totality of the conditions of confinement at NCCCW violates the Eighth Amendment. There are factual disputes throughout the record, but when the facts are viewed in plaintiffs' favor an Eighth Amendment violation is not made out.</p>\n<p></p>\n<h2>3. Individual Claims by Named Plaintiffs.</h2>\n<p></p>\n<h2>a. Inspection of Batton's Bible.</h2>\n<p>Plaintiff Batton alleges that a Bible delivered to her by her attorney was inspected by the prison Chaplain pursuant to prison policy that the Chaplain review all incoming religious material. Plaintiff was then given the Bible. There having been no allegation or showing that Batton was deprived of religious material, summary judgment is granted as to this claim.</p>\n<p></p>\n<h2>b. Strip and body cavity searches.</h2>\n<p>Plaintiffs concede that strip and body cavity searches do not violate inmates' Fourth Amendment rights when \"performed in a safe, private and competent manner.\" Brief at p. 47. Plaintiffs allege that sterile procedures are not followed during vaginal searches and that male guards have watched female inmates during strip searches. Because these claims are actionable and there are genuine issues of material fact, summary judgment is denied. <i>See </i><i>Hudson v. Goodlander,</i> <span class=\"citation\" data-id=\"2149864\"><a href=\"/opinion/2149864/hudson-v-goodlander/\"><span class=\"volume\">494</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">890</span></a></span> (D.Md. 1980); <i>Forts v. Ward,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1095</span></span> (S.D.N.Y. 1978), <i>aff'd.</i> in part and <i>rev'd</i> in part, <span class=\"citation\" data-id=\"378197\"><a href=\"/opinion/378197/27-fair-emplpraccas-1587-23-empl-prac-dec-p-30935/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span> (2d Cir. 1980).</p>\n<p></p>\n<h2>c. Medical claims.</h2>\n<p>There being no surviving class-wide claims regarding deprivation of medical care, the allegations through affidavits of Shawneyhill Burkhardt and Elmer Carmon are not addressed in this order. Summary judgment of the equal protection and totality of the conditions medical claims is without prejudice to their rights to move to intervene in this action or to bring independent actions based upon their allegations.</p>\n<p>As to plaintiff Kathy Stokes' claim of being taken off anti-depressant medication, summary judgment is not appropriate. Defendants have not submitted Stokes' mental health records in response to an interrogatory from plaintiffs, citing an interest in protecting confidentiality. Accordingly, from the present record, it cannot be determined whether the cessation of medication constitutes deliberate indifference to a serious medical need.</p>\n<p></p>\n<h2>d. Denial of access to law library.</h2>\n<p>Counsel for plaintiff Batton contends that defendants' policy requiring recording <span class=\"star-pagination\">*1181</span> of all information she requests from the library and further requiring the signature of Ken Harris or Captain McDade has a chilling effect on her use of the law library. Batton affidavit, Appendix 16 to Plaintiff's Brief in Opposition to Summary Judgment. The purpose of this procedure is unclear, but Batton apparently has consented to it to prevent the later confiscation of the materials. (See paragraph e below). Batton states that she and prison officials are cooperating in implementing this procedure and no actual chilling of access is alleged in the affidavit. In the absence of such an allegation, summary judgment must be granted.</p>\n<p></p>\n<h2>e. Deprivation of legal and other written materials.</h2>\n<p>Plaintiff Batton states in an affidavit (Appendix 5 to Plaintiffs' Brief in Opposition to Summary Judgment) that Sgt. McCrimmon, a Department employee, threatened to remove her personal property from her cell because it constituted a fire hazard. Batton states that she gave this property to a paralegal for her attorney to prevent its confiscation and that it included materials Batton had prepared in connection with this case, reading materials, and poetry Batton had written. This contention states a claim, and because there are genuine issues of material fact regarding the event, summary judgment is denied.</p>\n<p></p>\n<h2>f. Monitoring communications with counsel.</h2>\n<p>Plaintiffs allege that their mail from and telephone conversations with counsel are monitored by defendants. This contention states a claim and summary judgment is denied because there are remaining issues of material fact.</p>\n<p></p>\n<h2>g. Reprisals for bringing this suit.</h2>\n<p>Plaintiffs contend through affidavits that they have been threatened with and actually suffered various reprisals for participating in this suit. Defendants deny all such reprisals. Summary judgment is denied as to this contention.</p>\n<p>Finally, the court wishes to make clear that this partial summary judgment is without prejudice to either party's right to move for summary judgment on remaining claims as the record in this case develops.</p>\n<p></p>\n<h2>MOTION FOR PROTECTIVE ORDER</h2>\n<p>Plaintiffs have moved for a protective order pursuant to Federal Rule of Civil Procedure 26(c) from responding to interrogatories filed by defendants on May 19, 1980. In light of this order eliminating several issues from this case, plaintiffs' motion is granted as to the following interrogatories: 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 32, 33, 38, 39, 40, 41, 42, 43, 44, 55, 56, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 84, 85, 86, 87, 88, 89, 90, 91 and 92, except that plaintiff Kathy Stokes shall answer interrogatories 14-33 and 84-85 to the extent that they relate to her specific claim of cessation of anti-depressant medication.</p>\n<p>Plaintiffs are to answer the remaining interrogatories within 30 days of the service of this order.</p>\n<p></p>\n<h2>MOTION FOR EXTENSION OF TIME</h2>\n<p>Defendants' motion for an extension of time in which to respond to plaintiffs' motion for class certification is granted and defendants are allowed 20 days after plaintiffs file their answers to defendants' interrogatories in which to respond to the motion for class certification.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1600907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1769446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2125999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2143390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2149864/"
  ]
}