{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2383341/",
  "absolute_url": "/opinion/2383341/united-states-v-holland/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2383341/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:18:44.516020Z",
  "date_modified": "2016-04-26T22:30:44.331132Z",
  "type": "010combined",
  "sha1": "1c35bfc381357aefa07c7da0722b6feed0ac4b8c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>637 F.Supp.2d 315 (2009)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nBobby N. HOLLAND, Bobby N. Holland, Trustee, Jacquelyn Holland, Rebecca S. Holland, Option One Mortgage Corporation, Defendants.</h1></center>\n<center>No. 5:07-CV-445-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 29, 2009.</center>\n<p><span class=\"star-pagination\">*316</span> Jan M. Geht, Washington, DC, for Plaintiff.</p>\n<p>Bobby N. Holland, pro se.</p>\n<p>Kathryn Stewart Lehman, Parker Poe Adams &amp; Bernstein, Kevin J. Stanfield, Wyrick Robbins Yates &amp; Ponton, LLP, Raleigh, NC, for Defendants.</p>\n<p>Jacquelyn Holland, pro se.</p>\n<p>Rebecca S. Holland, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Government's Motion for Summary Judgment and Defendant Option One Mortgage Corporation's (\"Option One\") Motion for Summary Judgment. The Government argues that it is entitled to have various federal tax assessments made against Defendant Bobby N. Holland (\"Mr. Holland\") reduced to judgment and to have an order of sale with respect to real property located at 1805 Trinity Road, Raleigh, North Carolina (the \"Property\") to satisfy those judgments. Option One argues that The Government's federal tax liens are inferior in priority to Option One's security interest in the Property. For the reasons stated below, The Government's Motion for Summary Judgment is GRANTED and <span class=\"star-pagination\">*317</span> Option One's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>I. <i>SUMMARY OF THE INSTANT DISPUTE</i>\n</h2>\n<p>The Government claims that Mr. Holland has failed to pay taxes which were due in 1994, 1995, 1996, 1997, 1998, 1999, and 2002, and certain penalties which were assessed for the 1997 and 2001 tax years. As a result of these failures, the Government alleges that it is entitled to have the various assessments of tax liability made against Mr. Holland reduced to judgment and an order of sale against the Property. Mr. Holland and Jacquelyn Holland (\"Jacquelyn\"), Mr. Holland's ex-wife, argue that Mr. Holland does not have any interest in the Property, though they disagree as to who does. Jacquelyn argues that she has a life estate in the property. Mr. Holland argues that the Property belongs to a trust established in 1995 (the \"1995 Trust\") for the benefit of Mr. Holland and Jacquelyn's children.</p>\n<p>Mr. Holland purchased the Property in 1962 and retained title on the Property when he and Jacquelyn divorced in 1984. Between 1995 and 2001, the Property was transferred back and forth between Mr. Holland in his individual capacity and Mr. Holland as Trustee of the 1995 Trust, with the final transfer occurring on October 30, 2001 to Mr. Holland, as Trustee. In 1999, when the Property belonged to the 1995 Trust, Mr. Holland attempted to grant Jacquelyn the right to remain on the Property for as long as she liked. On October 23, 2001, Mr. Holland took out a mortgage on the Property in the amount of $90,000.00 from H &amp; R Block Mortgage Corporation (\"H &amp; R Block\"). At no time was title to the Property transferred to Jacquelyn.</p>\n<p>Between 1998 and 2004, the Government assessed unpaid taxes in the amount of $90,676.11 against Mr. Holland. These unpaid taxes varied in amount and included tax years 1994, 1995, 1996, 1997, 1998, 1999, and 2002. The Government also assessed penalties against Mr. Holland for tax year 1997 for filing a frivolous income tax return and for tax year 2001 for filing a false W-4 Form. The outstanding taxes and penalties have yet to be paid.</p>\n<p>On November 13, 2007, the Government filed a Complaint seeking to have the assessments for unpaid taxes and penalties reduced to judgment and to have an Order of Sale against the Property. On March 27, 2008, H &amp; R Block, the predecessor in interest to Option One, filed its Answer. Option One acquired the Security Agreement from H &amp; R Block on December 21, 2007, approximately five weeks after The Government filed its Complaint. The assignment was recorded on January 11, 2008. On June 25, 2008, the Court allowed the substitution of Option One for H &amp; R Block.</p>\n<p>On September 26, 2008, The Government filed a Motion for Summary Judgment. On October 1, 2008, Option One filed a Motion for Summary Judgment. Mr. Holland, Jacquelyn, and Rebecca each filed a Response to The Government's Motion for Summary Judgment on October 27, 2008. The Government filed a Reply on November 7, 2008.<sup>[1]</sup> These matters are now ripe for ruling.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>A district court should grant summary judgment where there are no genuine issues <span class=\"star-pagination\">*318</span> of material fact for trial. FED. R.CIV.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co., v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986), however, conclusory allegations and unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Felty v. Graves-Humphreys Co.,</i> 818 F.2d 1126, 1128 (4th Cir.1987).</p>\n<p>The Government's motion and Option One's motion are addressed below.</p>\n<p></p>\n<h2>A. The Government's Motion for Summary Judgment</h2>\n<p>The Government moved for summary judgment to: (1) have the various federal tax assessments made against Mr. Holland reduced to judgment; and (2) have an order of sale with respect to the Property. Each claim is addressed below.</p>\n<p></p>\n<h2><i>I. Assessments Reduced to Judgment</i></h2>\n<p>The Government's Motion for Summary Judgment is GRANTED because Mr. Holland failed to present evidence rebutting the presumption of correctness attributed to the Government's determination of tax deficiency. \"It is well established that as a general matter, the Commissioner's determination of deficiency is presumed correct, and the taxpayer bears `the burden of proving it wrong.'\" <i>Cebollero v. Commissioner,</i> 967 F.2d 986, 990 (4th Cir.1992) (quoting <i>Welch v. Helvering,</i> 290 U.S. 111, 115, 54 S.Ct. 8, 78 L.Ed. 212 (1933)). \"The presumption of correctness . . . transfers to the taxpayer the burden of going forward with the evidence.\" <i>Stout v. Commissioner,</i> 273 F.2d 345, 350 (4th Cir.1959) (emphasis added).</p>\n<p>As noted above, the Government determined that Mr. Holland had not paid sufficient taxes, that he filed a frivolous income tax return, and that he filed a false W-4 Form. These determinations are entitled to a presumption of correctness, which transfers the burden on Mr. Holland to produce \"competent and relevant evidence from which it [can] be found that he did not receive the income alleged in the deficiency notice.\" <i>Foster v. Commissioner,</i> 391 F.2d 727, 735 (4th Cir.1968).</p>\n<p>Mr. Holland presents five technical reasons he believes this Court should not grant judgment for the Government: (1) the IRS failed to have each assessment signed by an Assessment Officer as required by 26 C.F.R. § 301.6203-1; (2) Mr. Holland did not receive the copies of the assessments he requested pursuant to 5 U.S.C. § 552(a)(6)(A)(I) of the Freedom of Information Act (\"FOIA\"); (3) the allegedly frivolous income tax return Mr. Holland was penalized for was prepared by a professional taxpayer; (4) Mr. Holland's W-4 Form cannot be false because it is impossible for the \"Exempt\" notation to be false; and (5) the Government violated 5 U.S.C. § 552a of The Privacy Act of 1974.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*319</span> First, there is no evidence to suggest that the individual who signed the Certificates of Assessment was in any way unqualified to do so. Second, Mr. Holland's complaint that he did not receive copies he requested pursuant to FOIA is more appropriately addressed by the remedies specifically provided for in FOIA for failure to respond to a request, including injunctive relief, litigation costs, and attorney's fees. 5 U.S.C. § 552(a)(4)(B), (E). It is not, however, a defense to unpaid taxes. Third, Mr. Holland's contention that the frivolous tax return was prepared by a professional tax preparer, regardless of its truth, has no effect on the penalty assessed against Mr. Holland.<sup>[3]</sup></p>\n<p>Fourth, Mr. Holland's claim that it is impossible for the \"Exempt\" notation on a Form W-4 to be false is irrelevant to the penalty he was assessed. A person is subject to civil penalty when: (a) he \"makes a statement . . . which results in a decrease in the amounts deduced and withheld;\" and (b) \"as of the time such statement was made, there was no reasonable basis for such statement.\" 26 U.S.C. §§ 6682(a)(1) and (2). Exempt status decreases the amount of taxes withheld and Mr. Holland has not provided any evidence that he had a reasonable basis at the time of filing for believing that he was exempt. Accordingly, Mr. Holland's fourth argument fails.</p>\n<p>Fifth and finally, it is unclear how Mr. Holland's allegation that his 205-page request for amendment of a record is related to the assessments made against Mr. Holland. He has provided no information with respect to the substance of his request, how or even if this request is related to the taxes and penalties assessed against him, or any other information with respect to this request which might be relevant to the assessments and penalties made against him. In addition, even if such a violation occurred, Mr. Holland's remedies are prescribed by statute. <i>See</i> 5 U.S.C. § 552a(g). Accordingly, Mr. Holland's fifth and final argument fails.</p>\n<p>For the reasons stated above, Mr. Holland has not presented any evidence tending to demonstrate that the assessments were incorrect. Where a defendant submits \"no evidence tending either to demonstrate that the assessment was incorrect or to show the correct amount of wagering tax liability, if any, on his part,\" he has failed to meet his burden. <i>United States v. Janis,</i> 428 U.S. 433, 441, 96 S.Ct. 3021, 49 L.Ed.2d 1046 (1976). Accordingly, The Government's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>II. Sale of the Property</i></h2>\n<p>In order to satisfy the aforementioned tax deficiencies, the Government has requested that this Court enter an Order of Sale on the Property. Defendants argue that such an order is inappropriate because the Property does not belong to Mr. Holland, though they do not agree on who owns the Property. Jacquelyn argues that she has a life estate in the Property and Mr. Holland argues that the Property belongs to the 1995 Trust.</p>\n<p></p>\n<h2>a. Life Estate Not Superior to Federal Tax Lien</h2>\n<p>Jacquelyn's claim that she has a life estate in the Property fails because, even if she has such an interest, it is not superior to the Government's tax lien on <span class=\"star-pagination\">*320</span> the Property. Under 26 U.S.C. § 6332(a), the federal tax lien defeats any interest other than the interests of a \"purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor.\" Jacquelyn does not qualify as any of these even if she has a life estate in the Property, which is doubtful.<sup>[4]</sup> Thus, Jacquelyn's interest in the Property, if there is any, is not superior to the federal tax lien on the Property.</p>\n<p></p>\n<h2>b. The 1995 Trust is Not the Owner of the Property</h2>\n<p>Mr. Holland's claim that the Property belongs to the 1995 Trust fails because Mr. Holland is the nominee of the 1995 Trust and therefore the owner for of the Property for the purposes of foreclosure and sale. The Government has filed a nominee lien against Mr. Holland in which it argues that Mr. Holland is the alter ego or nominee of the 1995 Trust. \"The Plaintiff has the burden of establishing that the Trust was the alter ego or nominee of the Defendant.\" <i>United States v. Greer,</i> 383 F.Supp.2d 861, 866 (W.D.N.C.2005). \"If the Plaintiff succeeds in satisfying this burden, the Defendant will be deemed the owner of the property for purposes of its foreclosure and sale.\" <i>Id.</i></p>\n<p>Though The Government failed to show that the 1995 Trust is the alter ego of Mr. Holland, it has presented sufficient allegations and evidence to show that Mr. Holland is a nominee for the 1995 Trust. The factors to be considered in determining nominee status for the purpose of attaching federal tax liens on one individual's property based on the tax liabilities of another are: (1) \"the treatment by the taxpayer of the asset as his own;\" (2) \"control over the [alleged nominee] by the taxpayer or a close relationship between them;\" (3) \"use of the [alleged nominee's] funds to pay personal expenses of the taxpayer;\" (4) \"transfer of the property to the [alleged nominee] for a nominal sum;\" (5) \"the fact that the [alleged nominee] supported the taxpayer;\" (6) \"whether the taxpayer expended personal funds for the property;\" (7) \"whether the taxpayer enjoys the benefit of the property;\" and (8) \"whether the record titleholder interfered with the taxpayer's use of the property.\" <i>Greer,</i> 383 F.Supp.2d at 868.</p>\n<p>In <i>United States v. Powell,</i> No. CV 99-224-TUC-RCC, 2001 WL 283808, at *7 (D.Ariz.2001), <i>aff'd,</i> 31 Fed.Appx. 424 (9th Cir.2002), the Court found, as a matter of law, that the trust was the alter ego of the taxpayers where: \"(1) the [defendants] continued to treat the transferred property as if it still belongs to them; (2) the Trust paid minimal or no consideration for transfer of the property title; (3) the [defendants] retain control over the transferred property; (4) the [defendants] have established a family relationship in the Trust; and (5) facts indicate that the Trust may have been established to shelter the [defendants'] assets from tax liability.\" <i>Id</i> (cited positively in <i>Greer,</i> 383 F.Supp.2d at 867).</p>\n<p>In the case at hand, the overwhelming undisputed evidence indicates that Mr. Holland is a nominee for the 1995 Trust. Mr. Holland treated the Property as his own when he attempted to give Jacquelyn the right to remain on the Property for as long as she wished, when he transferred the Property to himself and Rebecca, and when he entered into the Security Agreement, in which he represented that he, as an individual, had \"the right to grant and <span class=\"star-pagination\">*321</span> convey the Property.\" The alleged nominee and the taxpayer are the same person. The 1995 Trust paid no consideration for the Property in any of the transfers of the Property to the 1995 Trust. Mr. Holland expended personal funds to purchase the Property initially and from 1999 forward in paying the mortgage payments, property taxes, and homeowner's insurance. Mr. Holland retains control over the Property, as evidenced by the multiple transfers of the Property and his acquisition of the $90,000.00 mortgage. Finally, the 1995 Trust is a family trust.</p>\n<p>Therefore, this Court finds that Mr. Holland is merely a nominee for the 1995 Trust. Accordingly, Mr. Holland is deemed the owner of the Property for purposes of its foreclosure and sale and The Government's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>B. Defendant Option One's Motion for Summary Judgment</h2>\n<p>Option One contends, and The Government does not dispute, that Option One's Motion for Summary Judgment is GRANTED because the required notice was not filed by the Government until after Option One acquired a security interest in the Properly. Under 26 U.S.C. § 6323, an otherwise valid lien in favor of the United States is not valid as against any holder of a security interest \"until notice thereof which meets the requirements of subsection (f) has been filed by the Secretary.\" Subsection (f) provides that, in the case of real property, the notice shall be filed \"in one office within the State (or the county, or other governmental subdivision), as designated by the laws of such State, in which the property subject to the lien is situated.\" 26 U.S.C. § 6323(f)(1)(A)(I).</p>\n<p>Option One's security interest was perfected on October 31, 2001, when the Security Agreement was recorded. The Government did not file its first Notice of Tax Lien as required by 26 U.S.C. § 6323(f) until 2004. Thus, The Government's lien is not valid as against Option One and Option One's security interest is superior to The Government's. Accordingly, Option One's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the reasons stated above, it is hereby ORDERED that judgment shall be issued against BOBBY N. HOLLAND for the tax years 1994, 1995, 1996, 1997, 1998, 1999, 2001, and 2002, in the amount of $90,676.11, plus penalties, interest, and statutory additions accruing after the dates of assessment according to law.</p>\n<p>It is further ORDERED that the United States has valid and subsisting tax liens against the Property and that such federal tax liens attaching to the Property be foreclosed, free and clear of any right, title lien, claim, or interest of any of Defendants herein, that the Property be sold in accordance with 28 U.S.C. §§ 2001 and 2002 either by the United States Marshall in and for the Eastern District of North Carolina or his representative, or the Internal Revenue Service, through its property Appraisal and Liquidation Specialist pursuant to an order of sale to be submitted, and the proceeds to be distributed; first, to pay the expenses of the sale, second, to satisfy the line of Option One Mortgage Corporation; third, to satisfy the liens of the United States; and fourth, to the remaining Defendants according to their respective interests in the Property.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Note that Mr. Holland also filed a \"Notice of Filing Addendum\" on February 13, 2009. The true purpose of this document as a response to The Government's reply becomes readily apparent upon reading it. There is no provision for such a filing and, accordingly, it is not considered by the Court. <i>See</i> Local Rule 7.1.</p>\n<p>[2]  Note that Mr. Holland also appears to make an argument on the merits when he alleges that he has copies of the \"Transcript-Complete,\" which are the final authority on his tax liability. He does not explain how or even if this documents establish that the Government's determination of his liability is inaccurate. Accordingly, this argument fails.</p>\n<p>[3]  There is no indication in the statutory language that the penalty should not be pursued if the form was prepared by a professional. The statute imposes a penalty on any individual who <i>files</i> a frivolous return. 26 U.S.C. § 6702(a). As noted above, the Government's determination that Mr. Holland filed a frivolous return is presumed correct and Mr. Holland has not provided any evidence to rebut that presumption.</p>\n<p>[4]  Jacquelyn claims to have a life estate in the Property by virtue of a 1999 document which was signed by Mr. Holland in his individual capacity at a time when the Property was titled to Mr. Holland, as Trustee of the 1995 Trust. Mr. Holland therefore did not have the authority to grant Jacquelyn an interest in the Property.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">315</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nBobby N. HOLLAND, Bobby N. Holland, Trustee, Jacquelyn Holland, Rebecca S. Holland, Option One Mortgage Corporation, Defendants.</h1></center>\n<center>No. 5:07-CV-445-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 29, 2009.</center>\n<p><span class=\"star-pagination\">*316</span> Jan M. Geht, Washington, DC, for Plaintiff.</p>\n<p>Bobby N. Holland, pro se.</p>\n<p>Kathryn Stewart Lehman, Parker Poe Adams &amp; Bernstein, Kevin J. Stanfield, Wyrick Robbins Yates &amp; Ponton, LLP, Raleigh, NC, for Defendants.</p>\n<p>Jacquelyn Holland, pro se.</p>\n<p>Rebecca S. Holland, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Government's Motion for Summary Judgment and Defendant Option One Mortgage Corporation's (\"Option One\") Motion for Summary Judgment. The Government argues that it is entitled to have various federal tax assessments made against Defendant Bobby N. Holland (\"Mr. Holland\") reduced to judgment and to have an order of sale with respect to real property located at 1805 Trinity Road, Raleigh, North Carolina (the \"Property\") to satisfy those judgments. Option One argues that The Government's federal tax liens are inferior in priority to Option One's security interest in the Property. For the reasons stated below, The Government's Motion for Summary Judgment is GRANTED and <span class=\"star-pagination\">*317</span> Option One's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>I. <i>SUMMARY OF THE INSTANT DISPUTE</i>\n</h2>\n<p>The Government claims that Mr. Holland has failed to pay taxes which were due in 1994, 1995, 1996, 1997, 1998, 1999, and 2002, and certain penalties which were assessed for the 1997 and 2001 tax years. As a result of these failures, the Government alleges that it is entitled to have the various assessments of tax liability made against Mr. Holland reduced to judgment and an order of sale against the Property. Mr. Holland and Jacquelyn Holland (\"Jacquelyn\"), Mr. Holland's ex-wife, argue that Mr. Holland does not have any interest in the Property, though they disagree as to who does. Jacquelyn argues that she has a life estate in the property. Mr. Holland argues that the Property belongs to a trust established in 1995 (the \"1995 Trust\") for the benefit of Mr. Holland and Jacquelyn's children.</p>\n<p>Mr. Holland purchased the Property in 1962 and retained title on the Property when he and Jacquelyn divorced in 1984. Between 1995 and 2001, the Property was transferred back and forth between Mr. Holland in his individual capacity and Mr. Holland as Trustee of the 1995 Trust, with the final transfer occurring on October 30, 2001 to Mr. Holland, as Trustee. In 1999, when the Property belonged to the 1995 Trust, Mr. Holland attempted to grant Jacquelyn the right to remain on the Property for as long as she liked. On October 23, 2001, Mr. Holland took out a mortgage on the Property in the amount of $90,000.00 from H &amp; R Block Mortgage Corporation (\"H &amp; R Block\"). At no time was title to the Property transferred to Jacquelyn.</p>\n<p>Between 1998 and 2004, the Government assessed unpaid taxes in the amount of $90,676.11 against Mr. Holland. These unpaid taxes varied in amount and included tax years 1994, 1995, 1996, 1997, 1998, 1999, and 2002. The Government also assessed penalties against Mr. Holland for tax year 1997 for filing a frivolous income tax return and for tax year 2001 for filing a false W-4 Form. The outstanding taxes and penalties have yet to be paid.</p>\n<p>On November 13, 2007, the Government filed a Complaint seeking to have the assessments for unpaid taxes and penalties reduced to judgment and to have an Order of Sale against the Property. On March 27, 2008, H &amp; R Block, the predecessor in interest to Option One, filed its Answer. Option One acquired the Security Agreement from H &amp; R Block on December 21, 2007, approximately five weeks after The Government filed its Complaint. The assignment was recorded on January 11, 2008. On June 25, 2008, the Court allowed the substitution of Option One for H &amp; R Block.</p>\n<p>On September 26, 2008, The Government filed a Motion for Summary Judgment. On October 1, 2008, Option One filed a Motion for Summary Judgment. Mr. Holland, Jacquelyn, and Rebecca each filed a Response to The Government's Motion for Summary Judgment on October 27, 2008. The Government filed a Reply on November 7, 2008.<sup>[1]</sup> These matters are now ripe for ruling.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>A district court should grant summary judgment where there are no genuine issues <span class=\"star-pagination\">*318</span> of material fact for trial. FED. R.CIV.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co., v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986), however, conclusory allegations and unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Felty v. Graves-Humphreys Co.,</i> <span class=\"citation\" data-id=\"488536\"><a href=\"/opinion/488536/43-fair-emplpraccas-1507-43-empl-prac-dec-p-37143-n-brown-felty-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span>, 1128 (4th Cir.1987).</p>\n<p>The Government's motion and Option One's motion are addressed below.</p>\n<p></p>\n<h2>A. The Government's Motion for Summary Judgment</h2>\n<p>The Government moved for summary judgment to: (1) have the various federal tax assessments made against Mr. Holland reduced to judgment; and (2) have an order of sale with respect to the Property. Each claim is addressed below.</p>\n<p></p>\n<h2><i>I. Assessments Reduced to Judgment</i></h2>\n<p>The Government's Motion for Summary Judgment is GRANTED because Mr. Holland failed to present evidence rebutting the presumption of correctness attributed to the Government's determination of tax deficiency. \"It is well established that as a general matter, the Commissioner's determination of deficiency is presumed correct, and the taxpayer bears `the burden of proving it wrong.'\" <i>Cebollero v. Commissioner,</i> <span class=\"citation\" data-id=\"585820\"><a href=\"/opinion/585820/manuel-cebollero-v-commissioner-of-internal-revenue/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 990 (4th Cir.1992) (quoting <i>Welch v. Helvering,</i> <span class=\"citation\" data-id=\"102139\"><a href=\"/opinion/102139/welch-v-helvering/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 115, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">8</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">212</span></span> (1933)). \"The presumption of correctness . . . transfers to the taxpayer the burden of going forward with the evidence.\" <i>Stout v. Commissioner,</i> <span class=\"citation\" data-id=\"249704\"><a href=\"/opinion/249704/joe-w-stout-and-eudora-h-stout-v-commissioner-of-internal-revenue/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 350 (4th Cir.1959) (emphasis added).</p>\n<p>As noted above, the Government determined that Mr. Holland had not paid sufficient taxes, that he filed a frivolous income tax return, and that he filed a false W-4 Form. These determinations are entitled to a presumption of correctness, which transfers the burden on Mr. Holland to produce \"competent and relevant evidence from which it [can] be found that he did not receive the income alleged in the deficiency notice.\" <i>Foster v. Commissioner,</i> <span class=\"citation\" data-id=\"279381\"><a href=\"/opinion/279381/grant-foster-and-barbara-dunn-foster-v-commissioner-of-internal-revenue/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span>, 735 (4th Cir.1968).</p>\n<p>Mr. Holland presents five technical reasons he believes this Court should not grant judgment for the Government: (1) the IRS failed to have each assessment signed by an Assessment Officer as required by 26 C.F.R. § 301.6203-1; (2) Mr. Holland did not receive the copies of the assessments he requested pursuant to 5 U.S.C. § 552(a)(6)(A)(I) of the Freedom of Information Act (\"FOIA\"); (3) the allegedly frivolous income tax return Mr. Holland was penalized for was prepared by a professional taxpayer; (4) Mr. Holland's W-4 Form cannot be false because it is impossible for the \"Exempt\" notation to be false; and (5) the Government violated 5 U.S.C. § 552a of The Privacy Act of 1974.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*319</span> First, there is no evidence to suggest that the individual who signed the Certificates of Assessment was in any way unqualified to do so. Second, Mr. Holland's complaint that he did not receive copies he requested pursuant to FOIA is more appropriately addressed by the remedies specifically provided for in FOIA for failure to respond to a request, including injunctive relief, litigation costs, and attorney's fees. 5 U.S.C. § 552(a)(4)(B), (E). It is not, however, a defense to unpaid taxes. Third, Mr. Holland's contention that the frivolous tax return was prepared by a professional tax preparer, regardless of its truth, has no effect on the penalty assessed against Mr. Holland.<sup>[3]</sup></p>\n<p>Fourth, Mr. Holland's claim that it is impossible for the \"Exempt\" notation on a Form W-4 to be false is irrelevant to the penalty he was assessed. A person is subject to civil penalty when: (a) he \"makes a statement . . . which results in a decrease in the amounts deduced and withheld;\" and (b) \"as of the time such statement was made, there was no reasonable basis for such statement.\" 26 U.S.C. §§ 6682(a)(1) and (2). Exempt status decreases the amount of taxes withheld and Mr. Holland has not provided any evidence that he had a reasonable basis at the time of filing for believing that he was exempt. Accordingly, Mr. Holland's fourth argument fails.</p>\n<p>Fifth and finally, it is unclear how Mr. Holland's allegation that his 205-page request for amendment of a record is related to the assessments made against Mr. Holland. He has provided no information with respect to the substance of his request, how or even if this request is related to the taxes and penalties assessed against him, or any other information with respect to this request which might be relevant to the assessments and penalties made against him. In addition, even if such a violation occurred, Mr. Holland's remedies are prescribed by statute. <i>See</i> 5 U.S.C. § 552a(g). Accordingly, Mr. Holland's fifth and final argument fails.</p>\n<p>For the reasons stated above, Mr. Holland has not presented any evidence tending to demonstrate that the assessments were incorrect. Where a defendant submits \"no evidence tending either to demonstrate that the assessment was incorrect or to show the correct amount of wagering tax liability, if any, on his part,\" he has failed to meet his burden. <i>United States v. Janis,</i> <span class=\"citation\" data-id=\"109539\"><a href=\"/opinion/109539/united-states-v-janis/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 441, <span class=\"citation\" data-id=\"109539\"><a href=\"/opinion/109539/united-states-v-janis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3021</span></a></span>, <span class=\"citation\" data-id=\"109539\"><a href=\"/opinion/109539/united-states-v-janis/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1046</span></a></span> (1976). Accordingly, The Government's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>II. Sale of the Property</i></h2>\n<p>In order to satisfy the aforementioned tax deficiencies, the Government has requested that this Court enter an Order of Sale on the Property. Defendants argue that such an order is inappropriate because the Property does not belong to Mr. Holland, though they do not agree on who owns the Property. Jacquelyn argues that she has a life estate in the Property and Mr. Holland argues that the Property belongs to the 1995 Trust.</p>\n<p></p>\n<h2>a. Life Estate Not Superior to Federal Tax Lien</h2>\n<p>Jacquelyn's claim that she has a life estate in the Property fails because, even if she has such an interest, it is not superior to the Government's tax lien on <span class=\"star-pagination\">*320</span> the Property. Under 26 U.S.C. § 6332(a), the federal tax lien defeats any interest other than the interests of a \"purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor.\" Jacquelyn does not qualify as any of these even if she has a life estate in the Property, which is doubtful.<sup>[4]</sup> Thus, Jacquelyn's interest in the Property, if there is any, is not superior to the federal tax lien on the Property.</p>\n<p></p>\n<h2>b. The 1995 Trust is Not the Owner of the Property</h2>\n<p>Mr. Holland's claim that the Property belongs to the 1995 Trust fails because Mr. Holland is the nominee of the 1995 Trust and therefore the owner for of the Property for the purposes of foreclosure and sale. The Government has filed a nominee lien against Mr. Holland in which it argues that Mr. Holland is the alter ego or nominee of the 1995 Trust. \"The Plaintiff has the burden of establishing that the Trust was the alter ego or nominee of the Defendant.\" <i>United States v. Greer,</i> <span class=\"citation\" data-id=\"2337649\"><a href=\"/opinion/2337649/united-states-v-greer/\"><span class=\"volume\">383</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">861</span></a></span>, 866 (W.D.N.C.2005). \"If the Plaintiff succeeds in satisfying this burden, the Defendant will be deemed the owner of the property for purposes of its foreclosure and sale.\" <i>Id.</i></p>\n<p>Though The Government failed to show that the 1995 Trust is the alter ego of Mr. Holland, it has presented sufficient allegations and evidence to show that Mr. Holland is a nominee for the 1995 Trust. The factors to be considered in determining nominee status for the purpose of attaching federal tax liens on one individual's property based on the tax liabilities of another are: (1) \"the treatment by the taxpayer of the asset as his own;\" (2) \"control over the [alleged nominee] by the taxpayer or a close relationship between them;\" (3) \"use of the [alleged nominee's] funds to pay personal expenses of the taxpayer;\" (4) \"transfer of the property to the [alleged nominee] for a nominal sum;\" (5) \"the fact that the [alleged nominee] supported the taxpayer;\" (6) \"whether the taxpayer expended personal funds for the property;\" (7) \"whether the taxpayer enjoys the benefit of the property;\" and (8) \"whether the record titleholder interfered with the taxpayer's use of the property.\" <i>Greer,</i> 383 F.Supp.2d at 868.</p>\n<p>In <i>United States v. Powell,</i> No. CV 99-224-TUC-RCC, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">283808</span></span>, at *7 (D.Ariz.2001), <i>aff'd,</i> 31 Fed.Appx. 424 (9th Cir.2002), the Court found, as a matter of law, that the trust was the alter ego of the taxpayers where: \"(1) the [defendants] continued to treat the transferred property as if it still belongs to them; (2) the Trust paid minimal or no consideration for transfer of the property title; (3) the [defendants] retain control over the transferred property; (4) the [defendants] have established a family relationship in the Trust; and (5) facts indicate that the Trust may have been established to shelter the [defendants'] assets from tax liability.\" <i>Id</i> (cited positively in <i>Greer,</i> 383 F.Supp.2d at 867).</p>\n<p>In the case at hand, the overwhelming undisputed evidence indicates that Mr. Holland is a nominee for the 1995 Trust. Mr. Holland treated the Property as his own when he attempted to give Jacquelyn the right to remain on the Property for as long as she wished, when he transferred the Property to himself and Rebecca, and when he entered into the Security Agreement, in which he represented that he, as an individual, had \"the right to grant and <span class=\"star-pagination\">*321</span> convey the Property.\" The alleged nominee and the taxpayer are the same person. The 1995 Trust paid no consideration for the Property in any of the transfers of the Property to the 1995 Trust. Mr. Holland expended personal funds to purchase the Property initially and from 1999 forward in paying the mortgage payments, property taxes, and homeowner's insurance. Mr. Holland retains control over the Property, as evidenced by the multiple transfers of the Property and his acquisition of the $90,000.00 mortgage. Finally, the 1995 Trust is a family trust.</p>\n<p>Therefore, this Court finds that Mr. Holland is merely a nominee for the 1995 Trust. Accordingly, Mr. Holland is deemed the owner of the Property for purposes of its foreclosure and sale and The Government's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>B. Defendant Option One's Motion for Summary Judgment</h2>\n<p>Option One contends, and The Government does not dispute, that Option One's Motion for Summary Judgment is GRANTED because the required notice was not filed by the Government until after Option One acquired a security interest in the Properly. Under 26 U.S.C. § 6323, an otherwise valid lien in favor of the United States is not valid as against any holder of a security interest \"until notice thereof which meets the requirements of subsection (f) has been filed by the Secretary.\" Subsection (f) provides that, in the case of real property, the notice shall be filed \"in one office within the State (or the county, or other governmental subdivision), as designated by the laws of such State, in which the property subject to the lien is situated.\" 26 U.S.C. § 6323(f)(1)(A)(I).</p>\n<p>Option One's security interest was perfected on October 31, 2001, when the Security Agreement was recorded. The Government did not file its first Notice of Tax Lien as required by 26 U.S.C. § 6323(f) until 2004. Thus, The Government's lien is not valid as against Option One and Option One's security interest is superior to The Government's. Accordingly, Option One's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the reasons stated above, it is hereby ORDERED that judgment shall be issued against BOBBY N. HOLLAND for the tax years 1994, 1995, 1996, 1997, 1998, 1999, 2001, and 2002, in the amount of $90,676.11, plus penalties, interest, and statutory additions accruing after the dates of assessment according to law.</p>\n<p>It is further ORDERED that the United States has valid and subsisting tax liens against the Property and that such federal tax liens attaching to the Property be foreclosed, free and clear of any right, title lien, claim, or interest of any of Defendants herein, that the Property be sold in accordance with 28 U.S.C. §§ 2001 and 2002 either by the United States Marshall in and for the Eastern District of North Carolina or his representative, or the Internal Revenue Service, through its property Appraisal and Liquidation Specialist pursuant to an order of sale to be submitted, and the proceeds to be distributed; first, to pay the expenses of the sale, second, to satisfy the line of Option One Mortgage Corporation; third, to satisfy the liens of the United States; and fourth, to the remaining Defendants according to their respective interests in the Property.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Note that Mr. Holland also filed a \"Notice of Filing Addendum\" on February 13, 2009. The true purpose of this document as a response to The Government's reply becomes readily apparent upon reading it. There is no provision for such a filing and, accordingly, it is not considered by the Court. <i>See</i> Local Rule 7.1.</p>\n<p>[2]  Note that Mr. Holland also appears to make an argument on the merits when he alleges that he has copies of the \"Transcript-Complete,\" which are the final authority on his tax liability. He does not explain how or even if this documents establish that the Government's determination of his liability is inaccurate. Accordingly, this argument fails.</p>\n<p>[3]  There is no indication in the statutory language that the penalty should not be pursued if the form was prepared by a professional. The statute imposes a penalty on any individual who <i>files</i> a frivolous return. 26 U.S.C. § 6702(a). As noted above, the Government's determination that Mr. Holland filed a frivolous return is presumed correct and Mr. Holland has not provided any evidence to rebut that presumption.</p>\n<p>[4]  Jacquelyn claims to have a life estate in the Property by virtue of a 1999 document which was signed by Mr. Holland in his individual capacity at a time when the Property was titled to Mr. Holland, as Trustee of the 1995 Trust. Mr. Holland therefore did not have the authority to grant Jacquelyn an interest in the Property.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2337649/"
  ]
}