{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2386396/",
  "absolute_url": "/opinion/2386396/batts-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2386396/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:19:28.752780Z",
  "date_modified": "2016-04-26T20:39:31.560969Z",
  "type": "010combined",
  "sha1": "a4d4be33c8e781faae224a219548ddeb7d691f0a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>228 F.Supp. 272 (1964)</b></center>\n<center><h1>Willard E. BATTS and Flossie W. Batts, his wife, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 854.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>April 9, 1964.</center>\n<p><span class=\"star-pagination\">*273</span> Frank P. Meadows, Jr., Meadows &amp; Batts, Rocky Mount, N. C., for plaintiffs.</p>\n<p>Robert H. Cowen, U. S. Atty., Raleigh, N. C., for defendant.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>These plaintiff taxpayers have been assessed certain income taxes additional to those already paid, as determined from their joint tax returns filed for 1959, 1960, and 1961. This action is brought to have these deficiency tax assessments declared void and of no effect. Plaintiffs seek the abatement of all liens and the removal of the cloud upon the title to their property. Their contention is that jurisdiction is conferred by 28 U.S.C.A. § 1340 and that the United States has consented to become a party to the suit by reason of 28 U.S.C.A. § 2410.</p>\n<p>The issue is before the court on plaintiffs' motion for preliminary injunction requesting that defendant be restrained from levying or, in any way attempting to collect these assessments. The defendant has filed a motion to dismiss the action. Oral argument was heard by the court at the Wilson Term on February 5, 1964. Both parties have submitted thorough and well-written briefs.</p>\n<p>Having duly considered the pleadings, briefs, and oral argument, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Plaintiffs, a Nash County couple, filed joint tax returns for the calendar years 1959, 1960, and 1961 and paid to the government the income taxes owing thereon. Upon auditing these returns, the defendant made certain adjustments in the computation of plaintiffs' taxable income and a deficiency was determined for each of the three years. In accordance with 26 U.S.C.A. § 6213, assessment and demand were made in the sum of $252.39 for 1959; $229.75 for 1960; and $399.06 for 1961.</p>\n<p>The taxpayers admitted that one of the adjustments was proper in each of the three years and they paid the additional tax due. The validity of the balance of the assessment is challenged.</p>\n<p>There are no procedural defects in assessing these taxes and none is alleged. The government posted to the taxpayers a thirty-day letter and followed that with a ninety-day letter. Plaintiffs took no action. Subsequently the assessment was made and the District Director sent notices to the taxpayers demanding payment of the tax owing.</p>\n<p>Pursuant to 26 U.S.C.A. § 6321, the assessment of additional taxes by the government and the refusal to pay by <span class=\"star-pagination\">*274</span> the taxpayers after demand, created a lien upon all property and rights to property, whether real or personal, belonging to the plaintiffs. This lien constitutes a cloud upon the plaintiffs' title to their property, however, the government has made no effort to record the lien or to enforce it in any way.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The problem posed by this suit falls upon the construction and application which the courts have rendered to 28 U.S.C.A. § 2410(a), which reads as follows:</p>\n<blockquote>\"Under the conditions prescribed in this section and section 1444 of this title for the protection of the United States, the United States may be named a party in any civil action or suit in any district court, or in an State court having jurisdiction of the subject matter, to quiet title to or for the foreclosure of a mortgage or other lien upon real or personal property on which the United States has or claims a mortgage or other lien.\"</blockquote>\n<p>The government contends that a taxpayer cannot test the underlying merits of a tax assessment through the vehicle of a suit to quiet title. Supporting that contention, it says that the legislative history of this section precludes the taxpayer from making such a test and, further, to permit an action of this kind would hamper the collection of taxes and, of course, would be inconsistent with the theory upon which our system of tax collection is bottomed. Cases giving strength to the government's position are: Commercial Credit Corporation v. Schwartz, 126 F.Supp. 728 (E.D.Ark. 1954); Remis v. United States, 172 F. Supp. 732 (D.C.Mass.), affirmed 273 F. 2d 293 (C.C.A.1st 1960); Wells v. Long, 162 F.2d 842 (C.C.A.9th 1947).</p>\n<p>The plaintiffs, on the other hand, argue that since a statutory lien has attached to their property and the government has threatened to levy thereon, they are authorized by this section to test the validity of the deficiency assessments in seeking the removal of the cloud from the title to their property. Supporting this view they cite: United States v. O'Connor, 2 Cir., 291 F.2d 520 § 9495 (C.C.A. 2nd 1961); Falik v. United States, 206 F.Supp. 181 (E.D.N.Y.1962); Sonitz v. United States, 221 F.Supp. 762 (D.C.N. J.1963); Coson v. United States, D.C. Cal., 169 F.Supp. 671, modified and affirmed 286 F.2d 453 (C.C.A.9th 1961).</p>\n<p>Most of the confusion which evolves around § 2410 relates back to the decision by the Second Circuit in Pipola v. Chicco, 2 Cir., 274 F.2d 909 (1960), and its subsequent overruling by United States v. O'Connor, 2 Cir., 291 F.2d 520 (1961). The Pipola case arose to quiet title under 28 U.S.C.A. § 2410 when purchasers of the taxpayer's realty sought to cancel a government tax lien thereon which they claimed was invalid. The government argued, and the court accepted it, that the plaintiff-purchasers, who stood in the shoes of the taxpayer, could not question the assessment on the merits because the taxpayer could not test the validity of an assessment in a collection suit brought by the government under 26 U.S.C.A. § 7403. The court reasoned that if Congress intended to prohibit the taxpayer from inquiring into the merits of the assessment in a collection suit, the intent applied as well in a suit by the taxpayer to quiet title by cancelling a tax lien.</p>\n<p>In the O'Connor case, the government brought suit to collect certain assessments made against defendants. This action arose under § 7403. Pipola was under § 2410. In O'Connor the government admitted error to the court in arguing in Pipola that a taxpayer could not have the validity of the assessment adjudicated in a collection suit under § 7403. Since the court had rested its opinion in Pipola upon that very contention, it overruled the Pipola decision and stated, 291 F.2d at page 527:</p>\n<blockquote>\"The question thus becomes whether in a suit under § 7403 the assessment is conclusive, as it would be in a summary method of enforcement, or presumptive but inconclusive, <span class=\"star-pagination\">*275</span> as it would be in an action at law on the assessment or on a bond to secure its payment. * * * We think the closer analogy is to the action at law on the assessment; when the Government seeks the aid of the courts in enforcing the assessment in any form, it opens the assessment to judicial scrutiny in all respects. * * *\"</blockquote>\n<p>Relying on the O'Connor holding, Falik v. United States, supra, and Sonitz v. United States, supra, decided that because a taxpayer could question the validity of a tax assessment in a collection suit, it followed that he could bring a suit under § 2410 and test the merits of the assessments there in an action to quiet title. The O'Connor decision removed the prop from under its construction of § 2410 in the Pipola case, however, in the opinion of this court, it did not imply that its new interpretation of § 7403 would also apply to an action brought by a taxpayer under § 2410.</p>\n<p>This court is of the opinion that when Congress enacted this section it did not intend for a taxpayer to have the prerogative of suing the government to litigate the validity of tax assessments which had created a lien upon the taxpayer's property. To permit such an action would unreasonably postpone and delay the collection of taxes whenever a government lien attaches and an assessment raises some question in the taxpayer's mind. Without an available and uncluttered source of income our system of tax collection would be severely burdensome and cumbersome. In discussing the background and evolution of § 2410 in Remis v. United States, D.C.Mass., 172 F.Supp. 732, 733, affirmed 273 F.2d 293 (C.C.A.1st 1960), District Judge Aldrich stated:</p>\n<blockquote>\"Taking this history as a whole, I think it reasonably apparent that what concerned Congress was admitting the government into actions as an additional party when necessary for complete relief, and not the creation of new jurisdiction in the federal courts for the special purpose of suing the government.\"</blockquote>\n<p>Commercial Credit Corp. v. Schwartz, 126 F.Supp. 728 (E.D.Ark.1954). Thus, section 2410 merely waives sovereign immunity for the protection of the government and does not authorize an action unless jurisdictional grounds exist independent of the statute. Such grounds are not present under § 1340 since these taxpayers seek the voidance of the lien in a manner not permitted by the statute. The case of Coson v. United States, supra, offers plaintiffs no assistance since that decision rested upon a procedural defect in the attachment of the lien. There the court said, 286 F.2d at page 463:</p>\n<blockquote>\"It will be noted that our decision here is based upon our holding that the Government's lien was irregular, insufficient and valueless from a procedural standpoint for failure to serve the statutory notice and demand in connection therewith and for failure to comply with required procedures</blockquote>\n<blockquote>\"In developing that conclusion many circumstances tend to show that not only were these required procedures not complied with but that Coson was not a taxpayer and not liable for the tax to begin with. Whether that non-liability could also constitute the basis for a suit of this kind, or for relief under § 2410(a) of Title 28, we need not here decide. * * *\"</blockquote>\n<p>These plaintiffs have made no attempt to follow the regular tax procedures by which the validity of a tax claim may be determined. They have refused to pay the tax after demand and now have sued the government to secure an invalidation of the assessments. The view of this court is that § 2410 does not give the government's consent to such a suit and without it the jurisdiction of this court is lacking.</p>\n<p>Even if § 2410 permitted such an action as this, this court feels that a <span class=\"star-pagination\">*276</span> preliminary injunction issued in favor of the taxpayers would permit them to circumvent and defeat the purpose of § 7421; otherwise, plaintiffs could enjoin the collection of the taxes by merely alleging illegal tax assessments and declaring a threatened levy by the government. It does not clearly appear on the face of the complaint that under no circumstances could the government ultimately prevail, neither do circumstances exist by which equity might intervene and restrain collection of the tax. Enochs v. Williams Packing Co., 370 U. S. 1, 82 S.Ct. 1125, 8 L.Ed.2d 892 (1962); Miller v. Standard Nut Margarine Co., 284 U.S. 498, 52 S.Ct. 260, 76 L.Ed. 422 (1932).</p>\n<p>Therefore, it is ordered that the plaintiffs' motion for a preliminary injunction be, and the same is hereby denied. The defendant's motion to dismiss is allowed. Judgment to be entered.</p>\n<p>The Clerk is directed to serve a copy of this opinion and order to all counsel of record.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">272</span></span> (1964)</b></center>\n<center><h1>Willard E. BATTS and Flossie W. Batts, his wife, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 854.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>April 9, 1964.</center>\n<p><span class=\"star-pagination\">*273</span> Frank P. Meadows, Jr., Meadows &amp; Batts, Rocky Mount, N. C., for plaintiffs.</p>\n<p>Robert H. Cowen, U. S. Atty., Raleigh, N. C., for defendant.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>These plaintiff taxpayers have been assessed certain income taxes additional to those already paid, as determined from their joint tax returns filed for 1959, 1960, and 1961. This action is brought to have these deficiency tax assessments declared void and of no effect. Plaintiffs seek the abatement of all liens and the removal of the cloud upon the title to their property. Their contention is that jurisdiction is conferred by 28 U.S.C.A. § 1340 and that the United States has consented to become a party to the suit by reason of 28 U.S.C.A. § 2410.</p>\n<p>The issue is before the court on plaintiffs' motion for preliminary injunction requesting that defendant be restrained from levying or, in any way attempting to collect these assessments. The defendant has filed a motion to dismiss the action. Oral argument was heard by the court at the Wilson Term on February 5, 1964. Both parties have submitted thorough and well-written briefs.</p>\n<p>Having duly considered the pleadings, briefs, and oral argument, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Plaintiffs, a Nash County couple, filed joint tax returns for the calendar years 1959, 1960, and 1961 and paid to the government the income taxes owing thereon. Upon auditing these returns, the defendant made certain adjustments in the computation of plaintiffs' taxable income and a deficiency was determined for each of the three years. In accordance with 26 U.S.C.A. § 6213, assessment and demand were made in the sum of $252.39 for 1959; $229.75 for 1960; and $399.06 for 1961.</p>\n<p>The taxpayers admitted that one of the adjustments was proper in each of the three years and they paid the additional tax due. The validity of the balance of the assessment is challenged.</p>\n<p>There are no procedural defects in assessing these taxes and none is alleged. The government posted to the taxpayers a thirty-day letter and followed that with a ninety-day letter. Plaintiffs took no action. Subsequently the assessment was made and the District Director sent notices to the taxpayers demanding payment of the tax owing.</p>\n<p>Pursuant to 26 U.S.C.A. § 6321, the assessment of additional taxes by the government and the refusal to pay by <span class=\"star-pagination\">*274</span> the taxpayers after demand, created a lien upon all property and rights to property, whether real or personal, belonging to the plaintiffs. This lien constitutes a cloud upon the plaintiffs' title to their property, however, the government has made no effort to record the lien or to enforce it in any way.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The problem posed by this suit falls upon the construction and application which the courts have rendered to 28 U.S.C.A. § 2410(a), which reads as follows:</p>\n<blockquote>\"Under the conditions prescribed in this section and section 1444 of this title for the protection of the United States, the United States may be named a party in any civil action or suit in any district court, or in an State court having jurisdiction of the subject matter, to quiet title to or for the foreclosure of a mortgage or other lien upon real or personal property on which the United States has or claims a mortgage or other lien.\"</blockquote>\n<p>The government contends that a taxpayer cannot test the underlying merits of a tax assessment through the vehicle of a suit to quiet title. Supporting that contention, it says that the legislative history of this section precludes the taxpayer from making such a test and, further, to permit an action of this kind would hamper the collection of taxes and, of course, would be inconsistent with the theory upon which our system of tax collection is bottomed. Cases giving strength to the government's position are: Commercial Credit Corporation v. Schwartz, <span class=\"citation\" data-id=\"1625034\"><a href=\"/opinion/1625034/commercial-credit-corporation-v-schwartz/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">728</span></a></span> (E.D.Ark. 1954); Remis v. United States, <span class=\"citation\" data-id=\"2091823\"><a href=\"/opinion/2091823/remis-v-united-states/\"><span class=\"volume\">172</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span> (D.C.Mass.), affirmed <span class=\"citation\" data-id=\"249688\"><a href=\"/opinion/249688/david-remis-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span> (C.C.A.1st 1960); Wells v. Long, <span class=\"citation\" data-id=\"1548258\"><a href=\"/opinion/1548258/wells-v-long/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">842</span></a></span> (C.C.A.9th 1947).</p>\n<p>The plaintiffs, on the other hand, argue that since a statutory lien has attached to their property and the government has threatened to levy thereon, they are authorized by this section to test the validity of the deficiency assessments in seeking the removal of the cloud from the title to their property. Supporting this view they cite: United States v. O'Connor, 2 Cir., <span class=\"citation\" data-id=\"254339\"><a href=\"/opinion/254339/united-states-v-raymond-a-oconnor-bertha-k-oconnor-raymond-a/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span> § 9495 (C.C.A. 2nd 1961); Falik v. United States, <span class=\"citation\" data-id=\"1423730\"><a href=\"/opinion/1423730/falik-v-united-states/\"><span class=\"volume\">206</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></a></span> (E.D.N.Y.1962); Sonitz v. United States, <span class=\"citation\" data-id=\"1527388\"><a href=\"/opinion/1527388/sonitz-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">762</span></a></span> (D.C.N. J.1963); Coson v. United States, D.C. Cal., <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">671</span></span>, modified and affirmed <span class=\"citation\" data-id=\"252973\"><a href=\"/opinion/252973/united-states-v-james-r-coson/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span> (C.C.A.9th 1961).</p>\n<p>Most of the confusion which evolves around § 2410 relates back to the decision by the Second Circuit in Pipola v. Chicco, 2 Cir., <span class=\"citation\" data-id=\"250142\"><a href=\"/opinion/250142/paul-pipola-and-julia-pipola-v-mae-chicco-and-yorkville-savings-and-loan/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span> (1960), and its subsequent overruling by United States v. O'Connor, 2 Cir., <span class=\"citation\" data-id=\"254339\"><a href=\"/opinion/254339/united-states-v-raymond-a-oconnor-bertha-k-oconnor-raymond-a/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span> (1961). The Pipola case arose to quiet title under 28 U.S.C.A. § 2410 when purchasers of the taxpayer's realty sought to cancel a government tax lien thereon which they claimed was invalid. The government argued, and the court accepted it, that the plaintiff-purchasers, who stood in the shoes of the taxpayer, could not question the assessment on the merits because the taxpayer could not test the validity of an assessment in a collection suit brought by the government under 26 U.S.C.A. § 7403. The court reasoned that if Congress intended to prohibit the taxpayer from inquiring into the merits of the assessment in a collection suit, the intent applied as well in a suit by the taxpayer to quiet title by cancelling a tax lien.</p>\n<p>In the O'Connor case, the government brought suit to collect certain assessments made against defendants. This action arose under § 7403. Pipola was under § 2410. In O'Connor the government admitted error to the court in arguing in Pipola that a taxpayer could not have the validity of the assessment adjudicated in a collection suit under § 7403. Since the court had rested its opinion in Pipola upon that very contention, it overruled the Pipola decision and stated, 291 F.2d at page 527:</p>\n<blockquote>\"The question thus becomes whether in a suit under § 7403 the assessment is conclusive, as it would be in a summary method of enforcement, or presumptive but inconclusive, <span class=\"star-pagination\">*275</span> as it would be in an action at law on the assessment or on a bond to secure its payment. * * * We think the closer analogy is to the action at law on the assessment; when the Government seeks the aid of the courts in enforcing the assessment in any form, it opens the assessment to judicial scrutiny in all respects. * * *\"</blockquote>\n<p>Relying on the O'Connor holding, Falik v. United States, supra, and Sonitz v. United States, supra, decided that because a taxpayer could question the validity of a tax assessment in a collection suit, it followed that he could bring a suit under § 2410 and test the merits of the assessments there in an action to quiet title. The O'Connor decision removed the prop from under its construction of § 2410 in the Pipola case, however, in the opinion of this court, it did not imply that its new interpretation of § 7403 would also apply to an action brought by a taxpayer under § 2410.</p>\n<p>This court is of the opinion that when Congress enacted this section it did not intend for a taxpayer to have the prerogative of suing the government to litigate the validity of tax assessments which had created a lien upon the taxpayer's property. To permit such an action would unreasonably postpone and delay the collection of taxes whenever a government lien attaches and an assessment raises some question in the taxpayer's mind. Without an available and uncluttered source of income our system of tax collection would be severely burdensome and cumbersome. In discussing the background and evolution of § 2410 in Remis v. United States, D.C.Mass., <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></span>, 733, affirmed <span class=\"citation\" data-id=\"249688\"><a href=\"/opinion/249688/david-remis-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span> (C.C.A.1st 1960), District Judge Aldrich stated:</p>\n<blockquote>\"Taking this history as a whole, I think it reasonably apparent that what concerned Congress was admitting the government into actions as an additional party when necessary for complete relief, and not the creation of new jurisdiction in the federal courts for the special purpose of suing the government.\"</blockquote>\n<p>Commercial Credit Corp. v. Schwartz, <span class=\"citation\" data-id=\"1625034\"><a href=\"/opinion/1625034/commercial-credit-corporation-v-schwartz/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">728</span></a></span> (E.D.Ark.1954). Thus, section 2410 merely waives sovereign immunity for the protection of the government and does not authorize an action unless jurisdictional grounds exist independent of the statute. Such grounds are not present under § 1340 since these taxpayers seek the voidance of the lien in a manner not permitted by the statute. The case of Coson v. United States, supra, offers plaintiffs no assistance since that decision rested upon a procedural defect in the attachment of the lien. There the court said, 286 F.2d at page 463:</p>\n<blockquote>\"It will be noted that our decision here is based upon our holding that the Government's lien was irregular, insufficient and valueless from a procedural standpoint for failure to serve the statutory notice and demand in connection therewith and for failure to comply with required procedures</blockquote>\n<blockquote>\"In developing that conclusion many circumstances tend to show that not only were these required procedures not complied with but that Coson was not a taxpayer and not liable for the tax to begin with. Whether that non-liability could also constitute the basis for a suit of this kind, or for relief under § 2410(a) of Title 28, we need not here decide. * * *\"</blockquote>\n<p>These plaintiffs have made no attempt to follow the regular tax procedures by which the validity of a tax claim may be determined. They have refused to pay the tax after demand and now have sued the government to secure an invalidation of the assessments. The view of this court is that § 2410 does not give the government's consent to such a suit and without it the jurisdiction of this court is lacking.</p>\n<p>Even if § 2410 permitted such an action as this, this court feels that a <span class=\"star-pagination\">*276</span> preliminary injunction issued in favor of the taxpayers would permit them to circumvent and defeat the purpose of § 7421; otherwise, plaintiffs could enjoin the collection of the taxes by merely alleging illegal tax assessments and declaring a threatened levy by the government. It does not clearly appear on the face of the complaint that under no circumstances could the government ultimately prevail, neither do circumstances exist by which equity might intervene and restrain collection of the tax. Enochs v. Williams Packing Co., <span class=\"citation\" data-id=\"106413\"><a href=\"/opinion/106413/enochs-v-williams-packing-nav-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"106413\"><a href=\"/opinion/106413/enochs-v-williams-packing-nav-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1125</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">892</span></span> (1962); Miller v. Standard Nut Margarine Co., <span class=\"citation\" data-id=\"101845\"><a href=\"/opinion/101845/miller-v-standard-nut-margarine-co-of-fla/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">422</span></span> (1932).</p>\n<p>Therefore, it is ordered that the plaintiffs' motion for a preliminary injunction be, and the same is hereby denied. The defendant's motion to dismiss is allowed. Judgment to be entered.</p>\n<p>The Clerk is directed to serve a copy of this opinion and order to all counsel of record.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1423730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1625034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091823/"
  ]
}