{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2386695/",
  "absolute_url": "/opinion/2386695/in-re-norfolk-dredging-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2386695/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:19:31.833222Z",
  "date_modified": "2016-04-26T21:39:14.052490Z",
  "type": "010combined",
  "sha1": "61f768fbdfa668a782ea431f8f8a92ccf386d53b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>279 F.Supp.2d 674 (2003)</b></center>\n<center><h1>In the Matter of the Complaint of NORFOLK DREDGING COMPANY as Owner of the Derrick # 4 for the Exoneration from or Limitation of Liability</h1></center>\n<center>No. 7:02-CV-110.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>February 4, 2003.</center>\n<p>James L. Chapman, IV, Crenshaw, Ware &amp; Martin, Norfolk, VA, for Norfolk Dredging Company, In the matter of the Complaint of Norfolk Dredging Company, as owner of the Derrick # 4, for the Exoneration From or Limitation of Liability, plaintiff.</p>\n<p>Roy C. Bain, Wilmington, DE, for Jack Jarboe, claimant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court on motion of claimant Jack A. Jarboe to Increase the Fund and Security pursuant to Rule F(7), Supplemental Rules of Certain Admiralty and Maritime Claims (DE # 18)<sup>[1]</sup> to include the value of Norfolk Dredging Company's entire fleet and equipment in use during the performance of its dredging operation near Shallotte, North Carolina at the time of Jarboe's injury aboard Norfolk's Derrick # 4. Jarboe, who has sued Norfolk for $7,000,000 in the related action, <i>Jarboe v. Norfolk Dredging Co.,</i> No. 7:02-CV-76-F(1) (E.D.N.C.), relies on his interpretation of the \"flotilla doctrine\" as applied in <i>Standard Dredging Co. v. Kristiansen,</i> 67 F.2d 548 (2d Cir.1933) to support his position.</p>\n<p>In response, Norfolk has submitted a detailed critique of <i>Kristiansen,</i> arguing that it was erroneously decided based on a mistaken application of <i>Sacramento Navigation Co. v. Salz,</i> 273 U.S. 326, 47 S.Ct. 368, 71 L.Ed. 663 (1927), and without regard for <i>Liverpool, Brazil and River Plate</i> <span class=\"star-pagination\">*675</span> <i>Steam Navigation Co. v. Brooklyn Eastern District Terminal,</i> 251 U.S. 48, 40 S.Ct. 66, 64 L.Ed. 130 (1919).</p>\n<p>This court's own analysis of the cases relied upon by the parties leads to the conclusion that Jarboe is mistaken in his belief that because of his master-servant relationship with Norfolk, the \"flotilla doctrine\" automatically entitles him to require Norfolk to secure the value of its entire fleet and equipment involved in the Shallotte area waterway project. The flotilla doctrine has been applied in various ways since its invention in 1933 by Judge Learned Hand in <i>Kristiansen,</i> and some courts have perceived a distinction between \"pure tort cases\" and those involving \"consensual relationships,\" such as employment or contract. <i>See, e.g., </i><i>In re Waterman S.S. Corp.,</i> 794 F.Supp. 601 (E.D.La.1992); <i>Brown &amp; Root Marine Operators, Inc. v. Zapata Off-Shore Co.,</i> 377 F.2d 724 (5th Cir.1967); <i>In re United States Dredging Corp.,</i> 264 F.2d 339 (2d Cir.1959).</p>\n<p>This court's consideration of reported cases and learned treatises results in the conclusion that Professor Thomas J. Schoenbaum's observations on the doctrine are correct and should be applied in this case.</p>\n<blockquote>There seems to be no logical connection between [i] the fact that there is a consensual relationship between the shipowner and the injured party and [ii] the question whether the shipowner should surrender merely the active vessel or the whole flotilla into limitation. The better view is to require the entire flotilla to be surrendered when the vessels are operated as a unit. The modern test for whether the vessels are operated as a unit and must be surrendered as a flotilla is whether the vessels are subject to common ownership and engaged in a single enterprise.</blockquote>\n<p>THOMAS J. SCHOENBAUM, ADMIRALTY AND MARITIME LAW 15-7, n. 13 (3d ed.2003).</p>\n<p><i>Brown &amp; Root</i> had required that \"each of said vessels was playing a necessary and important part in the work, and all of said vessels were under a single command, and all of said vessels contributed in some degree to the [injury] in question.\" <i>Brown &amp; Root,</i> 267 F.Supp. 588, 589 (S.D.Tex. 1965), <i>aff'd,</i> 377 F.2d 724 (5th Cir.1967). The last reported Fourth Circuit case on the subject, <i>The Alvah H. Boushell,</i> 38 F.2d 980 (4th Cir.), <i>cert. denied,</i> 281 U.S. 743, 50 S.Ct. 349, 74 L.Ed. 1156 (1930), did not involve personal injury; it involved only property damage resulting from the collision of a steamship with two barges, due to negligence of the tugs attending the vessels. Relying in part on <i>Liverpool, Boushell</i> made clear that a claimant must demonstrate contribution to the injuryby act or by omissionon the part of a vessel the claimant seeks to have brought into the limitation. <i>Boushell</i> also made clear that apparent inconsistency in the cases has been the result of the divergence of underlying facts rather than \"serious differences\" in the applicable law. <i>See id.</i> at 982.</p>\n<p>This court has been unable to locate within the record as it presently is constituted, any competent evidence demonstrating what vessel(s), if any, other than then DERRICK # 4, were present when Jarboe was injured, whether they were physically attached to the DERRICK # 4, whether and in what manner they were participating in the task in which Jarboe was engaged when he was injured,<sup>[2]</sup> whether they <span class=\"star-pagination\">*676</span> were under a single command (that is, whether they were under the control of a single captain at the time), and whether they contributed in any way to the injury. Without citation to the record, Norfolk contends that:</p>\n<blockquote>the only vessel actively involved in Jarboe's injury was the DERRICK # 4 .... [O]nly DERRICK # 4 was \"a live and active factor at the time of\" Jarboe's injury.... At the time of Jarboe's injury, PUSHERS # 1 and # 10, despite being tied to DERRICK # 4 for towage purposes, were \"mere dormant and passive instrument[s] in no manner responsible\" for the hoisting move performed by the operator of DERRICK # 4.... Because only the DERRICK # 4 was actively involved in Jarboe's injury, the current limitation fund is correct and the Motion to Increase the Limitation Fund should be denied.</blockquote>\n<p>Norfolk's Memorandum in Opposition to Motion to Increase Fund and Security (DE # 22) at 6-7 (citations omitted).</p>\n<p>Jarboe, on the other hand, contends that his \"work site\" as described in the New Employee Checklist as \"Dredge, Boats, auxiliary, equipment or yard\" constitutes the subject \"flotilla.\" <i>See</i> Motion to Increase Fund (DE # 18) at 2. His description therein of the circumstances of the injury, similarly unsupported by citation to evidence of record, is:</p>\n<blockquote>On April 10, 2002, Jarboe was ordered by Norfolk's officer to return to a previous job site and retrieve various equipment, vessels and other property. When the pusher boat and Derrick Barge # 4 arrived at the site where the signs warning of dredging operations were located, Norfolk's employee attempted to hoist Jarboe to shore using the derrick on the barge to retrieve the signs. In the process of doing so, Jarboe's right foot was caught underneath a cleat and crushed, resulting in an amputation.</blockquote>\n<p><i>Id. See also</i> Claimant's Answers and Objections to Norfolk's First Set of Interrogatories, 3-10, attached as Exhibit 3 to Norfolk's Motion to Compel (DE # 17).</p>\n<p>On the record before it, the court cannot determine whether any other vessel may be subject to inclusion in Norfolk's limitation security. Accordingly, Jarboe's Motion to Increase Fund and Security (DE # 18) is DENIED without prejudice to renew it if he can present competent factual evidence supporting his theory under the appropriate legal standard. Jarboe is mistaken in his belief that Norfolk's entire fleet engaged in the dredging project near Shallotte, North Carolina is susceptible to inclusion. \"No one, we presume, would contend that other unattached vessels, belonging if you like to the same owner, and co-operating to the same result with the one in fault, would have to be surrendered.\" <i>Liverpool,</i> 251 U.S. at 53, 40 S.Ct. 66. Rather, if he renews the motion, Jarboe must be prepared to demonstrate that vessel(s) other than the DERRICK # 4 met the requirements for application of the \"flotilla doctrine\" as described in <i>Boushell, Liverpool, Brown &amp; Root,</i> and their progeny.</p>\n<p>In ruling on the instant motion, the court reviewed Jarboe's Motion to Dissolve Injunction (DE # 10), Norfolk's response thereto (DE # 12) and the court's order denying the motion (DE # 14). In denying the motion, the court had focused only on the maintenance and cure issue. In rereading Jarboe's Memorandum in support <span class=\"star-pagination\">*677</span> of his Motion to Dissolve (DE# 10), the court realized that Jarboe sought to invoke the well-recognized procedure by which a claimant in a limitation of liability action may have the injunction dissolved, subject to certain requirements, in order that he may pursue his Jones Act claim against the shipowner pursuant to the \"savings to suitors\" clause, 28 U.S.C. § 1333. Usually, the Jones Act claim is pending in the state court; here, however, Jarboe filed his Jones Act claim in this court before Norfolk filed the instant action seeking to limit its liability. <i>See Jarboe v. Norfolk Dredging Company,</i> Civil Action No. 7:02-CV-76-F(1) (E.D.N.C.).</p>\n<p>Jarboe is correct that the United States Supreme Court has recognized that a sole claimant, such as himself, may pursue his Jones Act claims in excess of the limitation fund (in state court or in federal court) so long as the vessel owner's right to adjudicate limitation of liability in federal court is protected. <i>See </i><i>Lewis v. Lewis &amp; Clark Marine, Inc.,</i> 531 U.S. 438, 121 S.Ct. 993, 148 L.Ed.2d 931 (2001). \"First, the claimant must stipulate that the admiralty court reserves exclusive jurisdiction to determine all issues related to the shipowner's right to limit liability.\" <i>Texaco, Inc. v. Williams,</i> 47 F.3d 765, 767 (5th Cir.1995). \"Second, the claimant must stipulate that no judgment will be asserted against the shipowner to the extent it exceeds the value of the limitation fund.\" <i>Id.</i></p>\n<p>Jarboe appears willing to stipulate that this court, sitting in admiralty, has exclusive jurisdiction to determine all issues related to Norfolk's right to limit liability. He \"concedes that the issues of limitation is a matter for the Federal Court sitting in admiralty.\" Jarboe's Motion to Dissolve Injunction (DE # 10) at 4. However, Jarboe has not proffered a stipulation that he will not seek to enforce any judgment in excess of the limitation fund until Norfolk's right to limitation has been determined in admiralty.<sup>[3]</sup> Furthermore, Jarboe has not stated whether he would waive any <i>res judicata</i> effect on the limitation issues as might arise should he win a judgment on his Jones Act claims. In short, Jarboe's Motion to Dissolve Injunction potentially has merit should it be renewed and supported by complete and appropriate stipulations.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>Jarboe's Motion to Increase Fund and Security is DENIED without prejudice to renew if properly supported by competent facts under the appropriate legal standard. In addition, Jarboe may renew his Motion to Dissolve Injunction if he so desires, upon compliance with the stipulation requirements discussed herein.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"(DE # ___)\" designates the docket entry number of the referenced document.</p>\n<p>[2]  The relevant task, \"work\", \"enterprise\" or \"common venture\" in this case does <i>not</i> refer generally to Norfolk's performance of the dredging contract with Cottrell Contracting. Whether the scope of the \"work\" encompasses DERRICK # 4's assigned task on April 10, 2002 of retrieving a barge-mounted dredging booster, or only the crew's attempted removal of the \"Dredging in Progress\" signs from the shore is a legal question that has not been adequately addressed.</p>\n<p>[3]  Norfolk is mistaken that Jarboe must stipulate that his Jones Act claim does not exceed the value of the vessel. Jarboe must agree only that the limitation issue is reserved for this court in admiralty, and that he will not seek to enforce any judgment in excess of the alleged limitation value of the vessel until that value has been determined in admiralty. <i>See, e.g., </i><i>Lewis &amp; Clark,</i> 531 U.S. at 450-52, 121 S.Ct. 993; <i>Riverway Harbor Service, St. Louis, Inc. v. Bridge &amp; Crane Inspection,</i> 263 F.3d 786, 791 (8th Cir.2001). Jarboe may reserve the right to challenge Norfolk's valuation of the DERRICK # 4 in the limitations proceeding.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">674</span></span> (2003)</b></center>\n<center><h1>In the Matter of the Complaint of NORFOLK DREDGING COMPANY as Owner of the Derrick # 4 for the Exoneration from or Limitation of Liability</h1></center>\n<center>No. 7:02-CV-110.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>February 4, 2003.</center>\n<p>James L. Chapman, IV, Crenshaw, Ware &amp; Martin, Norfolk, VA, for Norfolk Dredging Company, In the matter of the Complaint of Norfolk Dredging Company, as owner of the Derrick # 4, for the Exoneration From or Limitation of Liability, plaintiff.</p>\n<p>Roy C. Bain, Wilmington, DE, for Jack Jarboe, claimant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court on motion of claimant Jack A. Jarboe to Increase the Fund and Security pursuant to Rule F(7), Supplemental Rules of Certain Admiralty and Maritime Claims (DE # 18)<sup>[1]</sup> to include the value of Norfolk Dredging Company's entire fleet and equipment in use during the performance of its dredging operation near Shallotte, North Carolina at the time of Jarboe's injury aboard Norfolk's Derrick # 4. Jarboe, who has sued Norfolk for $7,000,000 in the related action, <i>Jarboe v. Norfolk Dredging Co.,</i> No. 7:02-CV-76-F(1) (E.D.N.C.), relies on his interpretation of the \"flotilla doctrine\" as applied in <i>Standard Dredging Co. v. Kristiansen,</i> <span class=\"citation\" data-id=\"1564655\"><a href=\"/opinion/1564655/standard-dredging-co-v-kristiansen/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span> (2d Cir.1933) to support his position.</p>\n<p>In response, Norfolk has submitted a detailed critique of <i>Kristiansen,</i> arguing that it was erroneously decided based on a mistaken application of <i>Sacramento Navigation Co. v. Salz,</i> <span class=\"citation\" data-id=\"101016\"><a href=\"/opinion/101016/sacramento-nav-co-v-salz/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">326</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">663</span></span> (1927), and without regard for <i>Liverpool, Brazil and River Plate</i> <span class=\"star-pagination\">*675</span> <i>Steam Navigation Co. v. Brooklyn Eastern District Terminal,</i> <span class=\"citation\" data-id=\"99469\"><a href=\"/opinion/99469/liverpool-c-nav-co-v-brooklyn-eastern-district-terml/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">66</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">130</span></span> (1919).</p>\n<p>This court's own analysis of the cases relied upon by the parties leads to the conclusion that Jarboe is mistaken in his belief that because of his master-servant relationship with Norfolk, the \"flotilla doctrine\" automatically entitles him to require Norfolk to secure the value of its entire fleet and equipment involved in the Shallotte area waterway project. The flotilla doctrine has been applied in various ways since its invention in 1933 by Judge Learned Hand in <i>Kristiansen,</i> and some courts have perceived a distinction between \"pure tort cases\" and those involving \"consensual relationships,\" such as employment or contract. <i>See, e.g., </i><i>In re Waterman S.S. Corp.,</i> <span class=\"citation\" data-id=\"1476923\"><a href=\"/opinion/1476923/in-re-waterman-ss-corp/\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">601</span></a></span> (E.D.La.1992); <i>Brown &amp; Root Marine Operators, Inc. v. Zapata Off-Shore Co.,</i> <span class=\"citation\" data-id=\"275959\"><a href=\"/opinion/275959/brown-root-marine-operators-inc-and-brown-root-inc-successor-to/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span> (5th Cir.1967); <i>In re United States Dredging Corp.,</i> <span class=\"citation\" data-id=\"247461\"><a href=\"/opinion/247461/in-the-matter-of-petition-of-united-states-dredging-corporation-as-owner-of/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span> (2d Cir.1959).</p>\n<p>This court's consideration of reported cases and learned treatises results in the conclusion that Professor Thomas J. Schoenbaum's observations on the doctrine are correct and should be applied in this case.</p>\n<blockquote>There seems to be no logical connection between [i] the fact that there is a consensual relationship between the shipowner and the injured party and [ii] the question whether the shipowner should surrender merely the active vessel or the whole flotilla into limitation. The better view is to require the entire flotilla to be surrendered when the vessels are operated as a unit. The modern test for whether the vessels are operated as a unit and must be surrendered as a flotilla is whether the vessels are subject to common ownership and engaged in a single enterprise.</blockquote>\n<p>THOMAS J. SCHOENBAUM, ADMIRALTY AND MARITIME LAW 15-7, n. 13 (3d ed.2003).</p>\n<p><i>Brown &amp; Root</i> had required that \"each of said vessels was playing a necessary and important part in the work, and all of said vessels were under a single command, and all of said vessels contributed in some degree to the [injury] in question.\" <i>Brown &amp; Root,</i> <span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">588</span></span>, 589 (S.D.Tex. 1965), <i>aff'd,</i> <span class=\"citation\" data-id=\"275959\"><a href=\"/opinion/275959/brown-root-marine-operators-inc-and-brown-root-inc-successor-to/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span> (5th Cir.1967). The last reported Fourth Circuit case on the subject, <i>The Alvah H. Boushell,</i> <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">743</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">349</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1156</span></span> (1930), did not involve personal injury; it involved only property damage resulting from the collision of a steamship with two barges, due to negligence of the tugs attending the vessels. Relying in part on <i>Liverpool, Boushell</i> made clear that a claimant must demonstrate contribution to the injuryby act or by omissionon the part of a vessel the claimant seeks to have brought into the limitation. <i>Boushell</i> also made clear that apparent inconsistency in the cases has been the result of the divergence of underlying facts rather than \"serious differences\" in the applicable law. <i>See id.</i> at 982.</p>\n<p>This court has been unable to locate within the record as it presently is constituted, any competent evidence demonstrating what vessel(s), if any, other than then DERRICK # 4, were present when Jarboe was injured, whether they were physically attached to the DERRICK # 4, whether and in what manner they were participating in the task in which Jarboe was engaged when he was injured,<sup>[2]</sup> whether they <span class=\"star-pagination\">*676</span> were under a single command (that is, whether they were under the control of a single captain at the time), and whether they contributed in any way to the injury. Without citation to the record, Norfolk contends that:</p>\n<blockquote>the only vessel actively involved in Jarboe's injury was the DERRICK # 4 .... [O]nly DERRICK # 4 was \"a live and active factor at the time of\" Jarboe's injury.... At the time of Jarboe's injury, PUSHERS # 1 and # 10, despite being tied to DERRICK # 4 for towage purposes, were \"mere dormant and passive instrument[s] in no manner responsible\" for the hoisting move performed by the operator of DERRICK # 4.... Because only the DERRICK # 4 was actively involved in Jarboe's injury, the current limitation fund is correct and the Motion to Increase the Limitation Fund should be denied.</blockquote>\n<p>Norfolk's Memorandum in Opposition to Motion to Increase Fund and Security (DE # 22) at 6-7 (citations omitted).</p>\n<p>Jarboe, on the other hand, contends that his \"work site\" as described in the New Employee Checklist as \"Dredge, Boats, auxiliary, equipment or yard\" constitutes the subject \"flotilla.\" <i>See</i> Motion to Increase Fund (DE # 18) at 2. His description therein of the circumstances of the injury, similarly unsupported by citation to evidence of record, is:</p>\n<blockquote>On April 10, 2002, Jarboe was ordered by Norfolk's officer to return to a previous job site and retrieve various equipment, vessels and other property. When the pusher boat and Derrick Barge # 4 arrived at the site where the signs warning of dredging operations were located, Norfolk's employee attempted to hoist Jarboe to shore using the derrick on the barge to retrieve the signs. In the process of doing so, Jarboe's right foot was caught underneath a cleat and crushed, resulting in an amputation.</blockquote>\n<p><i>Id. See also</i> Claimant's Answers and Objections to Norfolk's First Set of Interrogatories, 3-10, attached as Exhibit 3 to Norfolk's Motion to Compel (DE # 17).</p>\n<p>On the record before it, the court cannot determine whether any other vessel may be subject to inclusion in Norfolk's limitation security. Accordingly, Jarboe's Motion to Increase Fund and Security (DE # 18) is DENIED without prejudice to renew it if he can present competent factual evidence supporting his theory under the appropriate legal standard. Jarboe is mistaken in his belief that Norfolk's entire fleet engaged in the dredging project near Shallotte, North Carolina is susceptible to inclusion. \"No one, we presume, would contend that other unattached vessels, belonging if you like to the same owner, and co-operating to the same result with the one in fault, would have to be surrendered.\" <i>Liverpool,</i> 251 U.S. at 53, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">66</span></span>. Rather, if he renews the motion, Jarboe must be prepared to demonstrate that vessel(s) other than the DERRICK # 4 met the requirements for application of the \"flotilla doctrine\" as described in <i>Boushell, Liverpool, Brown &amp; Root,</i> and their progeny.</p>\n<p>In ruling on the instant motion, the court reviewed Jarboe's Motion to Dissolve Injunction (DE # 10), Norfolk's response thereto (DE # 12) and the court's order denying the motion (DE # 14). In denying the motion, the court had focused only on the maintenance and cure issue. In rereading Jarboe's Memorandum in support <span class=\"star-pagination\">*677</span> of his Motion to Dissolve (DE# 10), the court realized that Jarboe sought to invoke the well-recognized procedure by which a claimant in a limitation of liability action may have the injunction dissolved, subject to certain requirements, in order that he may pursue his Jones Act claim against the shipowner pursuant to the \"savings to suitors\" clause, 28 U.S.C. § 1333. Usually, the Jones Act claim is pending in the state court; here, however, Jarboe filed his Jones Act claim in this court before Norfolk filed the instant action seeking to limit its liability. <i>See Jarboe v. Norfolk Dredging Company,</i> Civil Action No. 7:02-CV-76-F(1) (E.D.N.C.).</p>\n<p>Jarboe is correct that the United States Supreme Court has recognized that a sole claimant, such as himself, may pursue his Jones Act claims in excess of the limitation fund (in state court or in federal court) so long as the vessel owner's right to adjudicate limitation of liability in federal court is protected. <i>See </i><i>Lewis v. Lewis &amp; Clark Marine, Inc.,</i> <span class=\"citation\" data-id=\"118409\"><a href=\"/opinion/118409/lewis-v-lewis-clark-marine-inc/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"118409\"><a href=\"/opinion/118409/lewis-v-lewis-clark-marine-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"118409\"><a href=\"/opinion/118409/lewis-v-lewis-clark-marine-inc/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span></a></span> (2001). \"First, the claimant must stipulate that the admiralty court reserves exclusive jurisdiction to determine all issues related to the shipowner's right to limit liability.\" <i>Texaco, Inc. v. Williams,</i> <span class=\"citation\" data-id=\"689150\"><a href=\"/opinion/689150/texaco-inc-as-owner-praying-for-exoneration-from-andor-limitation-of/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">765</span></a></span>, 767 (5th Cir.1995). \"Second, the claimant must stipulate that no judgment will be asserted against the shipowner to the extent it exceeds the value of the limitation fund.\" <i>Id.</i></p>\n<p>Jarboe appears willing to stipulate that this court, sitting in admiralty, has exclusive jurisdiction to determine all issues related to Norfolk's right to limit liability. He \"concedes that the issues of limitation is a matter for the Federal Court sitting in admiralty.\" Jarboe's Motion to Dissolve Injunction (DE # 10) at 4. However, Jarboe has not proffered a stipulation that he will not seek to enforce any judgment in excess of the limitation fund until Norfolk's right to limitation has been determined in admiralty.<sup>[3]</sup> Furthermore, Jarboe has not stated whether he would waive any <i>res judicata</i> effect on the limitation issues as might arise should he win a judgment on his Jones Act claims. In short, Jarboe's Motion to Dissolve Injunction potentially has merit should it be renewed and supported by complete and appropriate stipulations.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>Jarboe's Motion to Increase Fund and Security is DENIED without prejudice to renew if properly supported by competent facts under the appropriate legal standard. In addition, Jarboe may renew his Motion to Dissolve Injunction if he so desires, upon compliance with the stipulation requirements discussed herein.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"(DE # ___)\" designates the docket entry number of the referenced document.</p>\n<p>[2]  The relevant task, \"work\", \"enterprise\" or \"common venture\" in this case does <i>not</i> refer generally to Norfolk's performance of the dredging contract with Cottrell Contracting. Whether the scope of the \"work\" encompasses DERRICK # 4's assigned task on April 10, 2002 of retrieving a barge-mounted dredging booster, or only the crew's attempted removal of the \"Dredging in Progress\" signs from the shore is a legal question that has not been adequately addressed.</p>\n<p>[3]  Norfolk is mistaken that Jarboe must stipulate that his Jones Act claim does not exceed the value of the vessel. Jarboe must agree only that the limitation issue is reserved for this court in admiralty, and that he will not seek to enforce any judgment in excess of the alleged limitation value of the vessel until that value has been determined in admiralty. <i>See, e.g., </i><i>Lewis &amp; Clark,</i> 531 U.S. at 450-52, <span class=\"citation\" data-id=\"118409\"><a href=\"/opinion/118409/lewis-v-lewis-clark-marine-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>; <i>Riverway Harbor Service, St. Louis, Inc. v. Bridge &amp; Crane Inspection,</i> <span class=\"citation\" data-id=\"774749\"><a href=\"/opinion/774749/riverway-harbor-service-st-louis-inc-in-the-matter-of-the-complaint-of/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 791 (8th Cir.2001). Jarboe may reserve the right to challenge Norfolk's valuation of the DERRICK # 4 in the limitations proceeding.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1476923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1564655/"
  ]
}