{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2387896/",
  "absolute_url": "/opinion/2387896/powell-v-town-of-sharpsburg/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2387896/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:19:45.372681Z",
  "date_modified": "2016-03-01T18:13:26.714060Z",
  "type": "010combined",
  "sha1": "50f82918aca9845265880313b807aaec17814a52",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Eddie POWELL, Plaintiff,<br>\nv.<br>\nTOWN OF SHARPSBURG, Defendant.</h1></center>\n<center>No. 4:06-CV-117-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 25, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court for determination of what, if any, sanctions should be imposed against defendant, its counsel, or both as a result of the destruction of various work orders at issue in this case. This order is the culmination of a series of proceedings relating to the destruction of the work orders. (<i>See</i> 17 Oct. 2008 order (DE # 211), pp. 4-6; 16 Sept. 2008 order (DE # 207), p. 5). For the reasons set forth below, the court finds that the sanction of an adverse inference instruction to the jury is warranted, subject to the ultimate authority of the presiding judge over trial proceedings.</p>\n<p></p>\n<h2>FACTS<sup>[1]</sup></h2>\n<p>This case is an action for discriminatory discipline based on race by plaintiff against his former employer under Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e, <i>et seq.</i> (\"Title VII\"). These sanctions proceedings arise from a motion by plaintiff (DE # 202) to compel production of various work orders ostensibly sought in a production request to defendant (DE # 86, p. 2 no. 12)namely, work orders plaintiff was accused of not doing and those issued to him two weeks prior to his termination in October 2004. Although in its initial response to this request for production defendant indicated that it would produce these work orders, it suggested in its memorandum opposing plaintiffs motion that the work orders no longer existed. (<i>See</i> Def.'s Disc. Resp. (DE # 159-3), p. 5 no. 12; Def.'s Mem., p. 4). Defendant provided no explanation regarding what had happened to the work orders.</p>\n<p>In part to help resolve the status of the work orders, the court held a hearing on 29 September 2008. (<i>See</i> 16 Sept. 2008 order (DE # 207), p. 5). At the hearing, defendant represented that the work orders requested by plaintiff had been destroyed in conformance with the records retention policy followed by defendant. (<i>See</i> N.C. Dept. of Cultural Resources, <i>Municipal Records Retention and Disposition Schedule</i> (15 Aug. 1997) (\"MRRDS\")).<sup>[2]</sup> The relevant retention standard appears to be one providing for destruction after one year or when the value of the documents ends. (See MRRDS, \"Standard-25. Water, Sewage, Electrical, and Gas Records,\" pp. 92-93 ¶¶ 16, 18, 23, 24).</p>\n<p>In an order entered 17 October 2008, the court found that the work orders had been destroyed. (17 Oct. 2008 order (DE # 211), p. 5). Because defendant had not expressly addressed the issue of spoliation and related sanctions at the 29 September 2008 hearing or in its written submissions, the court ordered defendant to file a memorandum on the issue and permitted plaintiff to file a response, if he cared to do so. (<i>Id.,</i> p. 6). Both parties have now made their respective filings (DE # 216, 220). The record, as supplemented by these filings, continues to show, and the court finds, that defendant destroyed the work orders at issue and that it did so as part of its routine records retention program.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Principles Regarding Spoliation of Evidence</h2>\n<p>The Fourth Circuit has defined spoliation as \"the destruction or material alteration of evidence or . . . the failure to preserve property for another's use as evidence in pending or reasonably foreseeable litigation.\" <i>Silvestri v. GMC,</i> 271 F.3d 583, 590 (4th Cir.2001). The court may impose sanctions for spoliation when it finds some degree of fault, and the court has broad discretion in choosing an appropriate sanction. <i>Id.</i> The sanctions may be imposed \"`both for the purpose of leveling the evidentiary playing field and for the purpose of sanctioning the improper conduct.'\" <i>Id.</i> (quoting <i>Vodusek v. Bayliner Marine Corp.,</i> 71 F.3d 148, 156 (4th Cir. 1995)).</p>\n<p>Permissible sanctions for spoliation include an instruction to the jury allowing it to infer that the destroyed evidence would have been unfavorable to the party that destroyed it. <i>See </i><i>Buckley v. Mukasey,</i> 538 F.3d 306, 322-23 (4th Cir. 2008); <i>Vodusek,</i> 71 F.3d at 156. The Fourth Circuit has ruled that for such an adverse inference instruction to be given there must be a showing \"`that the party knew the evidence was relevant to some issue at trial and that his willful conduct resulted in its loss or destruction.'\" <i>Buckley,</i> 538 F.3d at 323 (quoting <i>Vodusek,</i> 71 F.3d at 156). Even if this two-prong showing is made, the trial court retains the discretion whether or not to give an adverse inference instruction. <i>See </i><i>Buckley,</i> 538 F.3d at 323; <i>Vodusek,</i> 71 F.3d at 156. The court now turns to an analysis of whether the requisite showing has been made in this case.</p>\n<p></p>\n<h2>II. Defendant's Knowledge of Relevance of the Work Orders</h2>\n<p>Applying the first prong of the test for an adverse inference instruction, the court must determine whether the work orders at issue are relevant to this litigation and whether defendant knew of their relevance when it destroyed them. Each of these issues is discussed in turn below.</p>\n<p></p>\n<h2>A. Relevance of the Work Orders</h2>\n<p>There can be no reasonable question that the work orders are relevant. As the court noted in its 17 October 2008 order (pp. 5-6), they relate directly to plaintiffs claim of discriminatory discipline and defendant's apparent defense of deficient performance by plaintiff. (<i>See</i> Compl. ¶¶ 22-25; Am. Compl. ¶¶ 22-25; Ans. to Am. Compl. (DE # 47), <i>e.g.,</i> Fifteenth Def., p. 4). More specifically, plaintiff seeks the work orders to show that he had completed work orders defendant claimed he refused to do. While the specific work orders that plaintiff is accused of refusing to perform relate most directly to his claim, the court believes that the work orders issued to him in the last two weeks prior to his termination also have relevance to his compliance with work orders. The court will accordingly treat the work orders collectively.</p>\n<p>Showing the claimed basis for the discipline to be untrue has particular significance in a Title VII case such as this. A plaintiff claiming racial discrimination in employment in violation of Title VII must prove that an adverse employment action was taken against him, at least in part, on the basis of his race. <i>See </i><i>Diamond v. Colonial Life &amp; Acc. Ins. Co.,</i> 416 F.3d 310, 318 (4th Cir.2005); 42 U.S.C. § 2000e-2(m) (\"an unlawful employment practice is established when the complaining party demonstrates that race, color, religion, sex, or national origin was a motivating factor for any employment practice, even though other factors also motivated the practice\"). When no direct evidence of discriminatory motive exists, as may be true here, a plaintiff may show that legitimate nondiscriminatory reasons advanced for the action are false and implicitly a pretext for discrimination. <i>Diamond,</i> 416 F.3d at 318. Therefore, evidence revealing as a pretext plaintiffs alleged refusal to complete work orders could constitute evidence of discrimination against him.</p>\n<p>The fact that defendant alleges additional deficiencies in plaintiffs performance beyond refusal to complete work orders as a basis for the discipline against him does not render the relevance of the work orders \"minuscule,\" as defendant alleges. (Def.'s Mem., p. 4). In fact, a 15 October 2004 disciplinary report cites plaintiffs refusal to do work orders as one of just four deficiencies. (Def.'s Mem., Ex. B (DE # 216-4) (emphasis added)). In addition, Title VII is violated if racial discrimination comprises any part of the motivation for the adverse action against the plaintiff. 42 U.S.C. § 2000e-2(m). The establishment of pretext with respect to the work orders could therefore help support plaintiffs discrimination claim notwithstanding evidence of other reasons for the discipline against him. <i>Cf. </i><i>Stanojev v. Ebasco Serv., Inc.,</i> 643 F.2d 914, 923-24 (2d Cir.1981) (adverse inference arising from nonproduction of personnel records by itself not sufficient to establish prima facie case of age discrimination).</p>\n<p>Defendant's further contention that the work orders lack relevance because they do not reflect whether the work was completed is also unavailing. The sample work order provided by defendant includes spaces to be filled in which are labeled \"Completed by,\" \"Date,\" \"Time,\" and \"Approved by.\" (Def.'s Mem., Ex. A (DE # 216-3)). Defendant confirmed at the hearing that the \"Completed by\" space is to be initialed by a worker after he completes a work order. Therefore, if plaintiff had completed the work orders at issue and he had initialed them in accordance with the usual practice, they would be evidence that he had not refused to complete the work orders. Defendant's related argument that the work orders do not show whether the work was performed successfully is not pertinent since the issue is plaintiffs purported refusal to do the work orders, not the quality of his performance.</p>\n<p>The court rejects defendant's additional assertion that the work orders are not relevant because they would not have shown that plaintiff did <i>not</i> do work orders he was asked to perform. Plaintiff is not seeking the work orders to show that he failed to do them, thereby supporting defendant's position, but rather to show that he did complete them, thereby supporting his own position. As the Fourth Circuit has noted, while a party that has destroyed evidence \"may have decided that the destroyed portions ... were not relevant to his theory of the case, that conclusion ignore[s] the possibility that others might have entertained different theories to which the destroyed portions might have been relevant.\" <i>Vodusek,</i> 71 F.3d at 156.</p>\n<p></p>\n<h2>B. Defendant's Knowledge of the Work Orders</h2>\n<p>\"It is ... well settled that a party has a duty to preserve evidence when the party is placed on notice that the evidence is relevant to the litigation or when the party should have known that the evidence may be relevant to future litigation.\" <i>Eckhardt v. Bank of America, N.A.,</i> No. 3:06CV512-H, 2008 WL 1995310, at *5 (W.D.N.C. 6 May 2008) (citing <i>Silvestri,</i> 271 F.3d at 591). \"[O]nce a party reasonably anticipates litigation, it must suspend its routine document retention/destruction policy and put in place a `litigation hold' to ensure the preservation of relevant documents.\" <i>Eckhardt,</i> 2008 WL 1995310, at *5 (quoting <i>Zubulake v. UBS Warburg LLC,</i> 220 F.R.D. 212, 218 (S.D.N.Y.2003)).</p>\n<p>Defendant contends that it first became aware that the work orders were relevant in September of 2007 when plaintiff sought them in his request for production of documents. Defendant asserts that because plaintiff did not reference the work orders in his complaint, his amended complaint, or at the Rule 26(f) discovery conference, defendant was not put on notice of their relevance until this discovery request. The court disagrees.</p>\n<p>While plaintiff filed his lawsuit in June 2006, the relevance of the work orders should have been apparent in October 2004 around the time that plaintiff was disciplined and subsequently terminated from employment. Specifically, on 15 October 2004, plaintiff's supervisor signed a \"Supervisor's Employee Disciplinary Form\" documenting certain performance deficiencies discussed with plaintiff. The first sentence in the section of the form for describing the subject deficiencies states, \"It has been brought to my attention that you have <i>refused to do work orders</i> and to work as a team with your fellow employees.\" (Def.'s Mem., Ex. B) (emphasis added). In the EEOC charge of discrimination filed by plaintiff on 25 October 2004, plaintiff asserts that he was told that he was terminated due to \"his conduct over the past several weeks, the relationship [he] had with fellow workers and <i>rejection to perform work orders.</i>\" (Def.'s Mem., Ex. E (DE # 216-7), p. 14) (emphasis added). Plaintiff further states, \"I did not reject or refuse to perform <i>work orders</i> assigned to me.\" (<i>Id.</i>) (emphasis added). Pursuant to 42 U.S.C. § 2000e-5(b), defendant would have received notice of plaintiffs EEOC charge within ten days after it was filed.</p>\n<p>In light of the express reference to the performance of work orders in the disciplinary form as well as plaintiff's direct dispute of this allegation in his EEOC discrimination charge shortly thereafter, the court concludes that no later than when defendant received notice of plaintiffs EEOC charge defendant knew or should have known that the work orders would be relevant to any action brought by plaintiff against it relating to his employment. <i>See, e.g., </i><i>Zubulake,</i> 220 F.R.D. at 216 (holding that employer's duty to preserve back-up tapes of emails of certain supervisors and coworkers involved in alleged gender discrimination arose, at the latest, when employee filed her EEOC charge); <i>see also Wells v. Berger, Newmark &amp; Fenchel, P.C.,</i> 2008 WL 4365972, *7 (N.D.Ill.2008) (holding that defendant employer's duty to preserve sexually explicit emails began when employer received notice of sexual harassment charge filed by employee with state department of human rights).</p>\n<p>While defendant contends that the applicable document retention policy may have permitted the work orders to be destroyed as soon as the work was completed and their value purportedly ended, and therefore before defendant could have received plaintiff's EEOC charge, defendant has not shown convincingly that destruction occurred in this manner here. It would make little sense to generate records showing that work was completed only to destroy such records immediately thereafter. Common sense and reasonable business practice would dictate that the work orders be retained for some reasonable period in the event questions or disputes later arose regarding the work performed, including when it was performed, how well, and by whom.</p>\n<p>For this and the other reasons stated, the court finds that defendant knew the work orders were relevant when it destroyed them. The first prong of the test for an adverse inference is therefore satisfied.</p>\n<p></p>\n<h2>III. Willfulness of Destruction</h2>\n<p>The court finds that the second prong of the adverse inference instruction testwillful destructionis also satisfied. Destruction is willful when it is deliberate or intentional. <i>Buckley,</i> 538 F.3d at 323 (citing <i>Vodusek,</i> 71 F.3d at 156 (in products liability and negligence action arising from explosion of a boat, appellate court upheld discretionary ruling by trial court that destruction of the boat through investigative efforts of plaintiff and her expert was willful and permitted adverse inference instruction although no finding of bad faith was made)). \"Bad faith,\" which the court deems to mean destruction for the purpose of depriving the adversary of the evidence, is not required. <i>Id.</i> At the same time, negligent destruction is not sufficient to support an adverse inference instruction. <i>Vodusek,</i> 71 F.3d at 156.</p>\n<p>The Fourth Circuit decision in <i>Buckley,</i> a Title VII case, indicates that destruction can be willful when done through an organization's document retention policy. There, the records at issue were electronic records destroyed by defendant Drug Enforcement Administration pursuant to its records retention policy. Finding the destruction was not in bad faith, the trial court rejected plaintiff's request for an adverse inference instruction. The appellate court ruled that the trial court erred by not considering whether the destruction was willful, even though not in bad faith, and whether an adverse inference instruction was warranted on these grounds. The appellate court remanded the case for the district court to make these determinations. Other courts have found that destruction under a records retention policy can support an adverse inference instruction. <i>See, e.g., </i><i>Trigon Ins. Co. v. U.S.,</i> 204 F.R.D. 277, 289 (E.D.Va.2001) (holding that the destruction of documents by defendant's litigation consultant pursuant to a document retention policy warranted a sanction of adverse inferences against defendant); <i>see also </i><i>Testa v. Wal-Mart Stores, Inc.,</i> 144 F.3d 173 (1st Cir.1998) (affirming district court's adverse inference instruction against defendant where defendant destroyed relevant purchase order and phone records pursuant to a standard record retention policy); <i>Shipley v. Dugan,</i> 874 F.Supp. 933, 939 (S.D.Ind.1995) (holding that plaintiff in an employment discrimination case was entitled to an adverse inference where defendant violated EEOC regulation<sup>[3]</sup> that required retention of certain personnel records).</p>\n<p>The court finds that defendant's destruction of the work orders was willful. Defendant intentionally and deliberately destroyed them pursuant to its document retention policy. There is no evidence suggesting that defendant's destruction of the work orders was negligent, such as the result of failure by an employee to follow instructions not to destroy them. The record shows that defendant made no effort to preserve the work orders until long after they had been destroyed.</p>\n<p>The court also finds no evidence of bad faith. The destruction was based on a set policy, not a targeted effort to deprive plaintiff of potentially helpful evidence.</p>\n<p>The willfulness prong having been satisfied, the court concludes that an adverse inference instruction may properly be given in this case. The question now becomes whether the instruction should be given.</p>\n<p></p>\n<h2>IV. Appropriateness of Adverse Inference Instruction</h2>\n<p>The court finds that an adverse inference instruction is warranted in this case.<sup>[4]</sup> If the work orders showed that plaintiff had completed the work orders, they would have been strong evidence to rebut defendant's contention that he refused to perform them. An instruction to the jury that it could infer that the work orders would have shown that plaintiff did not refuse to do them but instead that he completed them would therefore tend to level the evidentiary playing field. The inference would be that plaintiff completed the work orders, rather than simply not refusing to do them, based on the inferred fact that he initialed the \"Completed by\" space on each work order form. To avoid circumvention of the inference, defendant would be prohibited from introducing secondary evidence of the contents of the work orders bearing on completion of the work orders by plaintiff. It is fair that defendant bear the consequences of uncertainty about the content of the work orders because its willful conduct rendered the evidence unavailable.</p>\n<p>An adverse inference instruction would also have the advantage of leaving to the jury the decision whether to draw an inference regarding the work orders. Deferring to the jury on this issue is appropriate because, as explained previously, the work orders bear directly on the merits of plaintiff's claim, and the jury is the entity that will decide the other aspects of the merits. Moreover, evaluation of a possible inference will be only one element of a collection of evidence regarding plaintiff's performance with respect to the work orders which the jury will need to evaluate. The court has considered other sanctions, but does not find them as appropriate.</p>\n<p>The court has also considered sanctions directly against counsel, but declines to impose them. The attorneys who represented defendant in connection with the EEOC proceeding during the period when the obligation to preserve the work orders arose are not the same attorneys representing defendant in this litigation. Defendant's current counsel appear to have been retained to provide representation in this case, and the record suggests that by then the work orders had long since been destroyed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that the sanction of an adverse inference instruction to the jury, permitting the jury to infer that the subject work orders would show that plaintiff did not refuse to do the work orders but that he completed them, is warranted, subject to the ultimate authority of the presiding judge over trial proceedings. Accompanying the instruction would be a prohibition against defendant introducing secondary evidence of the contents of the work orders bearing on completion of the work orders by plaintiff.</p>\n<h2>NOTES</h2>\n<p>[1]  Additional background information on the case and the extended history of discovery disputes are reflected in prior orders and will not be recited here. (<i>See</i> DE # 65, 82, 117, 128, 189, 195, 200).</p>\n<p>[2]  Copy available at http://www.records.ncdcr. gov/local/default.htm.</p>\n<p>[3]  Pursuant to EEOC regulation 29 C.F.R. § 1602.14, an employer is required to retain \"[a]ny personnel or employment record made or kept by an employer,\" and, after a charge of discrimination has been filed, to \"preserve all personnel records relevant to the charge or action until final disposition of the charge or action.\" 29 C.F.R. § 1602.14. The regulation does not define the term \"personnel records.\" However, the work orders that plaintiff seeks in this case would not fall within any reasonable definition of the term. <i>See </i><i>Rummery v. Illinois Bell Tel. Co.,</i> 250 F.3d 553, 558-59 (7th Cir.2001) (holding that employers need only preserve \"the actual employment record itself\"); <i>see also Martinez v. Abbott Laboratories,</i> 171 Fed.Appx. 528, 530 (7th Cir. 2006) (holding that an employer's destruction of a complete work order allegedly falsified by an employee did not violate the EEOC document preservation regulation).</p>\n<p>[4]  While this order is focused on the sanction imposeable on defendant at trial, an adverse inference instruction would appear to have a bearing on pretrial proceedings, such as those for summary judgment, which present the issue of plaintiff's compliance with the work orders. In summary judgment proceedings against plaintiff, it would seem consistent with an adverse inference instruction to make the inference, since that is a conclusion the jury could reach. <i>See </i><i>Shipley,</i> 874 F.Supp. at 943 (adverse inference applied at summary judgment). Alternatively, the court could treat the question of whether the work orders show completion by plaintiff as a disputed factual issue.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Eddie POWELL, Plaintiff,<br>\nv.<br>\nTOWN OF SHARPSBURG, Defendant.</h1></center>\n<center>No. 4:06-CV-117-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 25, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court for determination of what, if any, sanctions should be imposed against defendant, its counsel, or both as a result of the destruction of various work orders at issue in this case. This order is the culmination of a series of proceedings relating to the destruction of the work orders. (<i>See</i> 17 Oct. 2008 order (DE # 211), pp. 4-6; 16 Sept. 2008 order (DE # 207), p. 5). For the reasons set forth below, the court finds that the sanction of an adverse inference instruction to the jury is warranted, subject to the ultimate authority of the presiding judge over trial proceedings.</p>\n<p></p>\n<h2>FACTS<sup>[1]</sup></h2>\n<p>This case is an action for discriminatory discipline based on race by plaintiff against his former employer under Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e, <i>et seq.</i> (\"Title VII\"). These sanctions proceedings arise from a motion by plaintiff (DE # 202) to compel production of various work orders ostensibly sought in a production request to defendant (DE # 86, p. 2 no. 12)namely, work orders plaintiff was accused of not doing and those issued to him two weeks prior to his termination in October 2004. Although in its initial response to this request for production defendant indicated that it would produce these work orders, it suggested in its memorandum opposing plaintiffs motion that the work orders no longer existed. (<i>See</i> Def.'s Disc. Resp. (DE # 159-3), p. 5 no. 12; Def.'s Mem., p. 4). Defendant provided no explanation regarding what had happened to the work orders.</p>\n<p>In part to help resolve the status of the work orders, the court held a hearing on 29 September 2008. (<i>See</i> 16 Sept. 2008 order (DE # 207), p. 5). At the hearing, defendant represented that the work orders requested by plaintiff had been destroyed in conformance with the records retention policy followed by defendant. (<i>See</i> N.C. Dept. of Cultural Resources, <i>Municipal Records Retention and Disposition Schedule</i> (15 Aug. 1997) (\"MRRDS\")).<sup>[2]</sup> The relevant retention standard appears to be one providing for destruction after one year or when the value of the documents ends. (See MRRDS, \"Standard-25. Water, Sewage, Electrical, and Gas Records,\" pp. 92-93 ¶¶ 16, 18, 23, 24).</p>\n<p>In an order entered 17 October 2008, the court found that the work orders had been destroyed. (17 Oct. 2008 order (DE # 211), p. 5). Because defendant had not expressly addressed the issue of spoliation and related sanctions at the 29 September 2008 hearing or in its written submissions, the court ordered defendant to file a memorandum on the issue and permitted plaintiff to file a response, if he cared to do so. (<i>Id.,</i> p. 6). Both parties have now made their respective filings (DE # 216, 220). The record, as supplemented by these filings, continues to show, and the court finds, that defendant destroyed the work orders at issue and that it did so as part of its routine records retention program.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Principles Regarding Spoliation of Evidence</h2>\n<p>The Fourth Circuit has defined spoliation as \"the destruction or material alteration of evidence or . . . the failure to preserve property for another's use as evidence in pending or reasonably foreseeable litigation.\" <i>Silvestri v. GMC,</i> <span class=\"citation\" data-id=\"775569\"><a href=\"/opinion/775569/mark-n-silvestri-v-general-motors-corporation-dfendant-appellee/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">583</span></a></span>, 590 (4th Cir.2001). The court may impose sanctions for spoliation when it finds some degree of fault, and the court has broad discretion in choosing an appropriate sanction. <i>Id.</i> The sanctions may be imposed \"`both for the purpose of leveling the evidentiary playing field and for the purpose of sanctioning the improper conduct.'\" <i>Id.</i> (quoting <i>Vodusek v. Bayliner Marine Corp.,</i> <span class=\"citation\" data-id=\"709049\"><a href=\"/opinion/709049/shirley-vodusek-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 156 (4th Cir. 1995)).</p>\n<p>Permissible sanctions for spoliation include an instruction to the jury allowing it to infer that the destroyed evidence would have been unfavorable to the party that destroyed it. <i>See </i><i>Buckley v. Mukasey,</i> <span class=\"citation\" data-id=\"1026486\"><a href=\"/opinion/1026486/buckley-v-mukasey/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 322-23 (4th Cir. 2008); <i>Vodusek,</i> 71 F.3d at 156. The Fourth Circuit has ruled that for such an adverse inference instruction to be given there must be a showing \"`that the party knew the evidence was relevant to some issue at trial and that his willful conduct resulted in its loss or destruction.'\" <i>Buckley,</i> 538 F.3d at 323 (quoting <i>Vodusek,</i> 71 F.3d at 156). Even if this two-prong showing is made, the trial court retains the discretion whether or not to give an adverse inference instruction. <i>See </i><i>Buckley,</i> 538 F.3d at 323; <i>Vodusek,</i> 71 F.3d at 156. The court now turns to an analysis of whether the requisite showing has been made in this case.</p>\n<p></p>\n<h2>II. Defendant's Knowledge of Relevance of the Work Orders</h2>\n<p>Applying the first prong of the test for an adverse inference instruction, the court must determine whether the work orders at issue are relevant to this litigation and whether defendant knew of their relevance when it destroyed them. Each of these issues is discussed in turn below.</p>\n<p></p>\n<h2>A. Relevance of the Work Orders</h2>\n<p>There can be no reasonable question that the work orders are relevant. As the court noted in its 17 October 2008 order (pp. 5-6), they relate directly to plaintiffs claim of discriminatory discipline and defendant's apparent defense of deficient performance by plaintiff. (<i>See</i> Compl. ¶¶ 22-25; Am. Compl. ¶¶ 22-25; Ans. to Am. Compl. (DE # 47), <i>e.g.,</i> Fifteenth Def., p. 4). More specifically, plaintiff seeks the work orders to show that he had completed work orders defendant claimed he refused to do. While the specific work orders that plaintiff is accused of refusing to perform relate most directly to his claim, the court believes that the work orders issued to him in the last two weeks prior to his termination also have relevance to his compliance with work orders. The court will accordingly treat the work orders collectively.</p>\n<p>Showing the claimed basis for the discipline to be untrue has particular significance in a Title VII case such as this. A plaintiff claiming racial discrimination in employment in violation of Title VII must prove that an adverse employment action was taken against him, at least in part, on the basis of his race. <i>See </i><i>Diamond v. Colonial Life &amp; Acc. Ins. Co.,</i> <span class=\"citation\" data-id=\"791149\"><a href=\"/opinion/791149/rovilma-diamond-v-colonial-life-accident-insurance-company/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 318 (4th Cir.2005); 42 U.S.C. § 2000e-2(m) (\"an unlawful employment practice is established when the complaining party demonstrates that race, color, religion, sex, or national origin was a motivating factor for any employment practice, even though other factors also motivated the practice\"). When no direct evidence of discriminatory motive exists, as may be true here, a plaintiff may show that legitimate nondiscriminatory reasons advanced for the action are false and implicitly a pretext for discrimination. <i>Diamond,</i> 416 F.3d at 318. Therefore, evidence revealing as a pretext plaintiffs alleged refusal to complete work orders could constitute evidence of discrimination against him.</p>\n<p>The fact that defendant alleges additional deficiencies in plaintiffs performance beyond refusal to complete work orders as a basis for the discipline against him does not render the relevance of the work orders \"minuscule,\" as defendant alleges. (Def.'s Mem., p. 4). In fact, a 15 October 2004 disciplinary report cites plaintiffs refusal to do work orders as one of just four deficiencies. (Def.'s Mem., Ex. B (DE # 216-4) (emphasis added)). In addition, Title VII is violated if racial discrimination comprises any part of the motivation for the adverse action against the plaintiff. 42 U.S.C. § 2000e-2(m). The establishment of pretext with respect to the work orders could therefore help support plaintiffs discrimination claim notwithstanding evidence of other reasons for the discipline against him. <i>Cf. </i><i>Stanojev v. Ebasco Serv., Inc.,</i> <span class=\"citation\" data-id=\"388182\"><a href=\"/opinion/388182/25-fair-emplpraccas-355-25-empl-prac-dec-p-31618-2-employee/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, 923-24 (2d Cir.1981) (adverse inference arising from nonproduction of personnel records by itself not sufficient to establish prima facie case of age discrimination).</p>\n<p>Defendant's further contention that the work orders lack relevance because they do not reflect whether the work was completed is also unavailing. The sample work order provided by defendant includes spaces to be filled in which are labeled \"Completed by,\" \"Date,\" \"Time,\" and \"Approved by.\" (Def.'s Mem., Ex. A (DE # 216-3)). Defendant confirmed at the hearing that the \"Completed by\" space is to be initialed by a worker after he completes a work order. Therefore, if plaintiff had completed the work orders at issue and he had initialed them in accordance with the usual practice, they would be evidence that he had not refused to complete the work orders. Defendant's related argument that the work orders do not show whether the work was performed successfully is not pertinent since the issue is plaintiffs purported refusal to do the work orders, not the quality of his performance.</p>\n<p>The court rejects defendant's additional assertion that the work orders are not relevant because they would not have shown that plaintiff did <i>not</i> do work orders he was asked to perform. Plaintiff is not seeking the work orders to show that he failed to do them, thereby supporting defendant's position, but rather to show that he did complete them, thereby supporting his own position. As the Fourth Circuit has noted, while a party that has destroyed evidence \"may have decided that the destroyed portions ... were not relevant to his theory of the case, that conclusion ignore[s] the possibility that others might have entertained different theories to which the destroyed portions might have been relevant.\" <i>Vodusek,</i> 71 F.3d at 156.</p>\n<p></p>\n<h2>B. Defendant's Knowledge of the Work Orders</h2>\n<p>\"It is ... well settled that a party has a duty to preserve evidence when the party is placed on notice that the evidence is relevant to the litigation or when the party should have known that the evidence may be relevant to future litigation.\" <i>Eckhardt v. Bank of America, N.A.,</i> No. 3:06CV512-H, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1995310</span></span>, at *5 (W.D.N.C. 6 May 2008) (citing <i>Silvestri,</i> 271 F.3d at 591). \"[O]nce a party reasonably anticipates litigation, it must suspend its routine document retention/destruction policy and put in place a `litigation hold' to ensure the preservation of relevant documents.\" <i>Eckhardt,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1995310</span></span>, at *5 (quoting <i>Zubulake v. UBS Warburg LLC,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">212</span></span>, 218 (S.D.N.Y.2003)).</p>\n<p>Defendant contends that it first became aware that the work orders were relevant in September of 2007 when plaintiff sought them in his request for production of documents. Defendant asserts that because plaintiff did not reference the work orders in his complaint, his amended complaint, or at the Rule 26(f) discovery conference, defendant was not put on notice of their relevance until this discovery request. The court disagrees.</p>\n<p>While plaintiff filed his lawsuit in June 2006, the relevance of the work orders should have been apparent in October 2004 around the time that plaintiff was disciplined and subsequently terminated from employment. Specifically, on 15 October 2004, plaintiff's supervisor signed a \"Supervisor's Employee Disciplinary Form\" documenting certain performance deficiencies discussed with plaintiff. The first sentence in the section of the form for describing the subject deficiencies states, \"It has been brought to my attention that you have <i>refused to do work orders</i> and to work as a team with your fellow employees.\" (Def.'s Mem., Ex. B) (emphasis added). In the EEOC charge of discrimination filed by plaintiff on 25 October 2004, plaintiff asserts that he was told that he was terminated due to \"his conduct over the past several weeks, the relationship [he] had with fellow workers and <i>rejection to perform work orders.</i>\" (Def.'s Mem., Ex. E (DE # 216-7), p. 14) (emphasis added). Plaintiff further states, \"I did not reject or refuse to perform <i>work orders</i> assigned to me.\" (<i>Id.</i>) (emphasis added). Pursuant to 42 U.S.C. § 2000e-5(b), defendant would have received notice of plaintiffs EEOC charge within ten days after it was filed.</p>\n<p>In light of the express reference to the performance of work orders in the disciplinary form as well as plaintiff's direct dispute of this allegation in his EEOC discrimination charge shortly thereafter, the court concludes that no later than when defendant received notice of plaintiffs EEOC charge defendant knew or should have known that the work orders would be relevant to any action brought by plaintiff against it relating to his employment. <i>See, e.g., </i><i>Zubulake,</i> 220 F.R.D. at 216 (holding that employer's duty to preserve back-up tapes of emails of certain supervisors and coworkers involved in alleged gender discrimination arose, at the latest, when employee filed her EEOC charge); <i>see also Wells v. Berger, Newmark &amp; Fenchel, P.C.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4365972</span></span>, *7 (N.D.Ill.2008) (holding that defendant employer's duty to preserve sexually explicit emails began when employer received notice of sexual harassment charge filed by employee with state department of human rights).</p>\n<p>While defendant contends that the applicable document retention policy may have permitted the work orders to be destroyed as soon as the work was completed and their value purportedly ended, and therefore before defendant could have received plaintiff's EEOC charge, defendant has not shown convincingly that destruction occurred in this manner here. It would make little sense to generate records showing that work was completed only to destroy such records immediately thereafter. Common sense and reasonable business practice would dictate that the work orders be retained for some reasonable period in the event questions or disputes later arose regarding the work performed, including when it was performed, how well, and by whom.</p>\n<p>For this and the other reasons stated, the court finds that defendant knew the work orders were relevant when it destroyed them. The first prong of the test for an adverse inference is therefore satisfied.</p>\n<p></p>\n<h2>III. Willfulness of Destruction</h2>\n<p>The court finds that the second prong of the adverse inference instruction testwillful destructionis also satisfied. Destruction is willful when it is deliberate or intentional. <i>Buckley,</i> 538 F.3d at 323 (citing <i>Vodusek,</i> 71 F.3d at 156 (in products liability and negligence action arising from explosion of a boat, appellate court upheld discretionary ruling by trial court that destruction of the boat through investigative efforts of plaintiff and her expert was willful and permitted adverse inference instruction although no finding of bad faith was made)). \"Bad faith,\" which the court deems to mean destruction for the purpose of depriving the adversary of the evidence, is not required. <i>Id.</i> At the same time, negligent destruction is not sufficient to support an adverse inference instruction. <i>Vodusek,</i> 71 F.3d at 156.</p>\n<p>The Fourth Circuit decision in <i>Buckley,</i> a Title VII case, indicates that destruction can be willful when done through an organization's document retention policy. There, the records at issue were electronic records destroyed by defendant Drug Enforcement Administration pursuant to its records retention policy. Finding the destruction was not in bad faith, the trial court rejected plaintiff's request for an adverse inference instruction. The appellate court ruled that the trial court erred by not considering whether the destruction was willful, even though not in bad faith, and whether an adverse inference instruction was warranted on these grounds. The appellate court remanded the case for the district court to make these determinations. Other courts have found that destruction under a records retention policy can support an adverse inference instruction. <i>See, e.g., </i><i>Trigon Ins. Co. v. U.S.,</i> <span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">277</span></span>, 289 (E.D.Va.2001) (holding that the destruction of documents by defendant's litigation consultant pursuant to a document retention policy warranted a sanction of adverse inferences against defendant); <i>see also </i><i>Testa v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"197959\"><a href=\"/opinion/197959/testa-v-wal-mart/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span> (1st Cir.1998) (affirming district court's adverse inference instruction against defendant where defendant destroyed relevant purchase order and phone records pursuant to a standard record retention policy); <i>Shipley v. Dugan,</i> <span class=\"citation\" data-id=\"1477779\"><a href=\"/opinion/1477779/shipley-v-dugan/\"><span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">933</span></a></span>, 939 (S.D.Ind.1995) (holding that plaintiff in an employment discrimination case was entitled to an adverse inference where defendant violated EEOC regulation<sup>[3]</sup> that required retention of certain personnel records).</p>\n<p>The court finds that defendant's destruction of the work orders was willful. Defendant intentionally and deliberately destroyed them pursuant to its document retention policy. There is no evidence suggesting that defendant's destruction of the work orders was negligent, such as the result of failure by an employee to follow instructions not to destroy them. The record shows that defendant made no effort to preserve the work orders until long after they had been destroyed.</p>\n<p>The court also finds no evidence of bad faith. The destruction was based on a set policy, not a targeted effort to deprive plaintiff of potentially helpful evidence.</p>\n<p>The willfulness prong having been satisfied, the court concludes that an adverse inference instruction may properly be given in this case. The question now becomes whether the instruction should be given.</p>\n<p></p>\n<h2>IV. Appropriateness of Adverse Inference Instruction</h2>\n<p>The court finds that an adverse inference instruction is warranted in this case.<sup>[4]</sup> If the work orders showed that plaintiff had completed the work orders, they would have been strong evidence to rebut defendant's contention that he refused to perform them. An instruction to the jury that it could infer that the work orders would have shown that plaintiff did not refuse to do them but instead that he completed them would therefore tend to level the evidentiary playing field. The inference would be that plaintiff completed the work orders, rather than simply not refusing to do them, based on the inferred fact that he initialed the \"Completed by\" space on each work order form. To avoid circumvention of the inference, defendant would be prohibited from introducing secondary evidence of the contents of the work orders bearing on completion of the work orders by plaintiff. It is fair that defendant bear the consequences of uncertainty about the content of the work orders because its willful conduct rendered the evidence unavailable.</p>\n<p>An adverse inference instruction would also have the advantage of leaving to the jury the decision whether to draw an inference regarding the work orders. Deferring to the jury on this issue is appropriate because, as explained previously, the work orders bear directly on the merits of plaintiff's claim, and the jury is the entity that will decide the other aspects of the merits. Moreover, evaluation of a possible inference will be only one element of a collection of evidence regarding plaintiff's performance with respect to the work orders which the jury will need to evaluate. The court has considered other sanctions, but does not find them as appropriate.</p>\n<p>The court has also considered sanctions directly against counsel, but declines to impose them. The attorneys who represented defendant in connection with the EEOC proceeding during the period when the obligation to preserve the work orders arose are not the same attorneys representing defendant in this litigation. Defendant's current counsel appear to have been retained to provide representation in this case, and the record suggests that by then the work orders had long since been destroyed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that the sanction of an adverse inference instruction to the jury, permitting the jury to infer that the subject work orders would show that plaintiff did not refuse to do the work orders but that he completed them, is warranted, subject to the ultimate authority of the presiding judge over trial proceedings. Accompanying the instruction would be a prohibition against defendant introducing secondary evidence of the contents of the work orders bearing on completion of the work orders by plaintiff.</p>\n<h2>NOTES</h2>\n<p>[1]  Additional background information on the case and the extended history of discovery disputes are reflected in prior orders and will not be recited here. (<i>See</i> DE # 65, 82, 117, 128, 189, 195, 200).</p>\n<p>[2]  Copy available at http://www.records.ncdcr. gov/local/default.htm.</p>\n<p>[3]  Pursuant to EEOC regulation 29 C.F.R. § 1602.14, an employer is required to retain \"[a]ny personnel or employment record made or kept by an employer,\" and, after a charge of discrimination has been filed, to \"preserve all personnel records relevant to the charge or action until final disposition of the charge or action.\" 29 C.F.R. § 1602.14. The regulation does not define the term \"personnel records.\" However, the work orders that plaintiff seeks in this case would not fall within any reasonable definition of the term. <i>See </i><i>Rummery v. Illinois Bell Tel. Co.,</i> <span class=\"citation\" data-id=\"773294\"><a href=\"/opinion/773294/michael-rummery-v-illinois-bell-telephone-company/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">553</span></a></span>, 558-59 (7th Cir.2001) (holding that employers need only preserve \"the actual employment record itself\"); <i>see also Martinez v. Abbott Laboratories,</i> 171 Fed.Appx. 528, 530 (7th Cir. 2006) (holding that an employer's destruction of a complete work order allegedly falsified by an employee did not violate the EEOC document preservation regulation).</p>\n<p>[4]  While this order is focused on the sanction imposeable on defendant at trial, an adverse inference instruction would appear to have a bearing on pretrial proceedings, such as those for summary judgment, which present the issue of plaintiff's compliance with the work orders. In summary judgment proceedings against plaintiff, it would seem consistent with an adverse inference instruction to make the inference, since that is a conclusion the jury could reach. <i>See </i><i>Shipley,</i> 874 F.Supp. at 943 (adverse inference applied at summary judgment). Alternatively, the court could treat the question of whether the work orders show completion by plaintiff as a disputed factual issue.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477779/"
  ]
}