{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2387389/",
  "absolute_url": "/opinion/2387389/romey-v-vanyur/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2387389/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:19:39.559573Z",
  "date_modified": "2016-04-27T01:08:43.358562Z",
  "type": "010combined",
  "sha1": "3694badf23a3b96b6a21193f4a92c35f61942107",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>9 F.Supp.2d 565 (1998)</b></center>\n<center><h1>Linus P. ROMEY, Petitioner,<br>\nv.<br>\nJ. VANYUR, Warden, Respondent.</h1></center>\n<center>No. 5:97-HC-657-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 26, 1998.</center>\n<p><span class=\"star-pagination\">*566</span> <span class=\"star-pagination\">*567</span> Linus Romey, Butner, NC, Pro se.</p>\n<p>Robert Skiver, Raleigh, NC, for J. Vanyur, respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>On 30 April 1998 Magistrate Judge Alexander B. Denson filed his Memorandum and Recommendation with regard to the motion by Respondent to Dismiss. Petitioner, in due time, filed objections thereto. The Court has conducted a <i>de novo</i> review of the specific objections and the same are overruled. The Court adopts the Recommendation of Magistrate Judge Denson as its own and, for the reasons set forth in his Memorandum, the Motion to Dismiss is ALLOWED and this matter is DISMISSED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>Petitioner, a federal inmate, has filed a petition for writ of habeas corpus under 28 U.S.C. § 2241. Respondent has moved to dismiss, Petitioner has filed a response, and this matter is ripe for disposition.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On February 2 and February 13-15, 1989, Petitioner was tried in an Army general court-martial and convicted of indecent assault and sodomy with a child under 16 years of age for performing sexual acts with his eight-year-old daughter. Petitioner was given a dishonorable discharge, demoted in rank and sentenced to 20 years confinement. He was originally incarcerated in a military facility but later was transferred to LSCI-Butner, where he currently is housed. On October 31, 1995, he received an initial parole hearing. After that hearing, the panel recommended that Petitioner continue toward a presumptive parole after serving 92 months, with a mental health aftercare provision. (Respt's Ex. D)</p>\n<p>A Parole Commissioner requested a psychiatric examination and asked that the psychiatrist evaluate the likelihood of Petitioner committing similar offenses in the future. (Respt's Exs. E, F) Petitioner was evaluated by medical staff at FCI-Butner, and on December 28, 1995, Dr. Jeanette I. Kolker, a staff psychologist at FCI-Butner, submitted a report stating that the likelihood Petitioner would repeat his behavior was moderate. (Respt's Ex. G) In that report, she mentioned that Petitioner denied feeling any remorse and was perplexed as to why people believed he had done anything improper. Petitioner received a disclosable summary of the report on June 12, 1996, and his hearing was held July 26, 1996. At the hearing, Petitioner denied that he had engaged in sexual misconduct with his daughter. (Respt's.Ex. K) Perceiving Petitioner to be a potential danger, the hearing examiner recommended that parole be denied. A second examiner and the Regional Commissioner concurred. (Respt's Ex. L.) Petitioner appealed to the National Appeals Board, claiming various procedural errors and stating that he had never admitted to any wrongdoing. (Respt's Ex. M. at 3) His appeal was denied. (Respt's Ex. N) His next parole hearing is scheduled for July 1998.</p>\n<p>Petitioner raises four claims for habeas relief. The first two relate to alleged constitutional improprieties at his 1989 general court-martial. The third and fourth claims relate to the denial of his parole.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact <span class=\"star-pagination\">*568</span> and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment must come forward and demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact that requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-moving party. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505. Because there are no genuine issues of material fact, the undersigned turns to the legal issues.</p>\n<p></p>\n<h2>I. Confrontation Clause</h2>\n<p>First, Petitioner complains that he was denied his right to confront the witnesses against him in violation of the Confrontation Clause of the Sixth Amendment. Petitioner's claim arises because of an unusual procedure employed during his general court-martial. As in most child sexual abuse cases, the child-victim is a primary witness in the prosecution's case. In this case, Petitioner's daughter was reluctant to testify regarding the alleged sexual abuse. Recognizing this reluctance, the trial court allowed the child's mother to sit next to her and whisper the questions the attorneys asked to her. The child then whispered answers to her mother, who repeated them aloud.</p>\n<p>Normally, the Sixth Amendment requires that a criminal defendant be allowed to confront the witnesses against him and to cross-examine them. <i>Delaware v. Fensterer,</i> 474 U.S. 15, 18, 106 S.Ct. 292, 88 L.Ed.2d 15 (1985); <i>see also </i><i>California v. Green,</i> 399 U.S. 149, 156-57, 90 S.Ct. 1930, 26 L.Ed.2d 489 (1970). This generally means that the witness must answer the questions audibly while physically seated in front of the defendant. The Supreme Court does allow some exceptions to this rule on a showing of necessity. The trial court must find that denial of confrontation is necessary to further an important public policy and must preserve the testimony's reliability by retaining as many elements of confrontation as possible. <i>Maryland v. Craig,</i> 497 U.S. 836, 850, 110 S.Ct. 3157, 111 L.Ed.2d 666 (1990). Using this reasoning, the Court upheld the constitutionality of using closed-circuit television to allow a child-witness to testify, so long as the testimony was given under oath, with full cross-examination, and so long as the judge, jury and defendant could observe the child. <i>Id.; cf. </i><i>Coy v. Iowa,</i> 487 U.S. 1012, 1021, 108 S.Ct. 2798, 101 L.Ed.2d 857 (1988)(violation of Confrontation Clause to allow witness to testify behind a screen, absent specific finding that the witness needed special protection).</p>\n<p>In the case at bar, although the trial judge did not make a finding of necessity before employing the whisper procedure, the military appellate courts determined that there was an implied finding of necessity to adopt the unusual procedure. The military courts went on to hold that the procedure did not violate Petitioner's Confrontation Clause or due process rights.</p>\n<p>The role of this court is not to second-guess the decision of the military courts. Federal district courts have jurisdiction to consider § 2241 petitions from prisoners incarcerated by military tribunals, <i>see </i><i>Burns v. Wilson,</i> 346 U.S. 137, 142, 73 S.Ct. 1045, 97 L.Ed. 1508 (1953), but they are not given <i>carte blanche</i> to review and re-decide issues considered and decided by the military courts. The Supreme Court has stated that the scope of review of a military conviction is narrower than that of a civilian conviction. <i>Id.</i> 346 U.S. at 139, 73 S.Ct. 1045. Civilian courts should review only to determine whether the military courts gave an issue \"fair consideration,\" <i>id.</i> 346 U.S. at 143, 73 S.Ct. 1045, or as the Tenth Circuit says, whether the petitioner received a full and fair hearing. <i>Lips v. Commandant, U.S. Disciplinary Barracks,</i> 997 F.2d 808, 811 (10th <span class=\"star-pagination\">*569</span> Cir.), <i>cert. denied,</i> 510 U.S. 1091, 114 S.Ct. 920, 127 L.Ed.2d 213 (1994).<sup>[1]</sup></p>\n<p>According to the Tenth Circuit in <i>Dodson v. Zelez</i><i>,</i> four factors must be considered before federal habeas courts may review a military conviction: (1) whether the asserted error is of substantial constitutional dimension; (2) whether the issue is one of law, not disputed fact; (3) whether there are military considerations that warrant a different treatment of the constitutional claim; and (4) whether the military courts failed to give adequate consideration to the issues involved or failed to apply proper legal standards. 917 F.2d 1250, 1252-53 (10th Cir.1990). A year later, the Tenth Circuit balanced these factors and decided in favor of review. <i>Khan v. Hart,</i> 943 F.2d 1261, 1263 (10th Cir.1991). However, a few years later, in <i>Lips,</i> the Tenth Circuit moved away from this balancing test and emphasized that the fourth factor, adequate consideration by the military courts, was predominant. <i>See </i><i>Lips v. Commandant, U.S. Disciplinary Barracks,</i> 997 F.2d 808, 811 (10th Cir.), <i>cert. denied,</i> 510 U.S. 1091, 114 S.Ct. 920, 127 L.Ed.2d 213 (1994). Unless the military court failed to consider an issue properly presented to it, federal district courts should not conduct a review. If an issue is briefed and argued before a military board of review, it has been given fair consideration, even if the military court summarily denies it. <i>Watson v. McCotter,</i> 782 F.2d 143, 144 (10th Cir.1986), <i>cert. denied,</i> 476 U.S. 1184, 106 S.Ct. 2921, 91 L.Ed.2d 549 (1986).</p>\n<p>Although <i>Lips</i> is not binding precedent in this circuit, it does represent the most advanced analysis in this specialized area of the law. It also reflects the Supreme Court's mandate of limited review handed down in <i>Burns v. Wilson</i><i>,</i> discussed above. Therefore, this court will proceed to determine if the military courts gave Petitioner's Confrontation Clause contentions full and fair consideration, as required by <i>Lips</i> and <i>Burns.</i><sup>[2]</sup></p>\n<p>Petitioner's Confrontation Clause claim was heard by the U.S. Army Court of Military Review and the Court of Military Appeals, and both courts addressed the claim on the merits. Both issued thorough, published opinions.<sup>[3]</sup> In those opinions, the courts considered and applied contemporary Supreme Court case law and concluded that there was no constitutional violation.</p>\n<p>Although the undersigned has concerns about the whisper procedure's effects on the Sixth Amendment rights of criminal defendants, the undersigned must conclude that the military courts did provide Petitioner with a full and fair hearing. Therefore, this court has no authority to reach the merits, and Petitioner's claim should be DISMISSED.</p>\n<p></p>\n<h2>II. Fair Trial and Due Process</h2>\n<p>Petitioner also claims that the procedure violated his right to a fair trial and due process. He claims that the procedure precluded effective cross-examination. Again, the military courts considered this claim on the merits and rejected it. This court is not in a position to second-guess the thorough examination given to this issue by the military courts. Therefore, this claim should also be DISMISSED. To the extent that this claim was not raised in the military courts, it is barred from review in this court. <i>Watson v. McCotter,</i> 782 F.2d 143, 145 (10th Cir.1986), <i>cert. denied,</i> 476 U.S. 1184, 106 S.Ct. 2921 , 91 L.Ed.2d 549 (1986).</p>\n<p></p>\n<h2>III. Parole Decision</h2>\n<p>Next, Petitioner claims that the U.S. Parole Commission improperly withheld a psychological evaluation of Petitioner prior to denying his parole. The Government responds <span class=\"star-pagination\">*570</span> that although it did withhold the report, it did so in compliance with statute.</p>\n<p>Federal inmates wishing to contest the decisions of the U.S. Parole Commission may do so through a 28 U.S.C. § 2241 habeas petition. <i>See </i><i>Marshall v. Garrison,</i> 659 F.2d 440, 441 (4th Cir.1981). Substantive decisions of the Parole Commission are not subject to judicial review. <i>Garcia v. Neagle,</i> 660 F.2d 983, 988 (4th Cir.1981). However, courts may consider whether the Commission made its decision according to proper, constitutional procedures, <i>see </i><i>Billiteri v. U.S. Board of Parole,</i> 541 F.2d 938, 944 (2d Cir.1976), or whether the Commission exceeded its legal boundaries. <i>Garcia,</i> 660 F.2d at 989. If the court determines that there is a legal or constitutional problem, the proper remedy is to remand to the Commission for a new parole hearing. <i>Billiteri,</i> 541 F.2d at 944.</p>\n<p>By creating a parole system, Congress did not create any expectation of early release. However, the Supreme Court has held that certain statutory or regulatory language may create a liberty interest deserving of due process protections. <i>See </i><i>Sandin v. Conner,</i> 515 U.S. 472, 483, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995). Among those protections is a right to review the information upon which the parole board bases its decision to allow the potential parolee to respond to or clarify the information.</p>\n<blockquote>At least thirty days prior to any parole determination proceeding, the prisoner shall be provided with (1) written notice of the time and place of the proceeding, and (2) reasonable access to a report or other document to be used by the Commission in making its determination.</blockquote>\n<p>18 U.S.C. § 4208(b).</p>\n<p>However, Congress set out certain exceptions to § 4208(b). Those disclosure requirements do not apply to: (1) diagnostic opinions which, if made known to the eligible prisoner, could lead to a serious disruption of his institutional program. § 4208(c)(1). They also do not apply to information provided by confidential informants or other information that, if disclosed, might harm anyone physically or otherwise. § 4208(c)(2) and (3). If the information is withheld, the prisoner must be provided with a summary of the basic contents of the material withheld. § 4208(c). The Parole Commission, Bureau of Prisons or other agency preparing the report must keep in mind \"the need for confidentiality or the impact on the inmate, or both.\" <i>Id.</i></p>\n<p>In this case, the Parole Commission requested a psychiatric evaluation, <i>see</i> Respondent's Exhibit G, but did not disclose the entire evaluation to the Petitioner. He instead received a summary indicating that the psychiatrist had determined he was a moderate risk of committing similar crimes but not disclosing the basis for that opinion. (See Respt's Ex. I) The evaluation's conclusion was based in part on the fact that Plaintiff had once confessed to the crimes but now was contending that he had never committed them.</p>\n<p>Petitioner complains that the information on which that report was based was false and that he never admitted to committing the crimes. He further states that he only learned of his supposed confession when the second hearing officer informed him that his current unwillingness to acknowledge his actions was a major reason his parole would be denied.</p>\n<p>Petitioner contends that the report was improperly withheld from him in violation of 18 U.S.C. § 4208(b). The statute does not explicitly state that psychiatric reports may be withheld, and neither the parties nor the court has uncovered any case law on this point. Respondent argues that release of the underlying factual basis of the psychiatric report could disrupt Petitioner's institutional program. It is possible that, if given the chance to read the entire report, Petitioner might try to change his behavior in a superficial way to influence future evaluations.</p>\n<p>In the only published decision to consider the § 4208 disclosure provisions in a similar procedural posture, a federal district court held that the Parole Commission did not abuse its discretion when, pursuant to § 4208(c)(2), it withheld information provided by confidential informants and provided the prisoner with only a summary. <i>Brunnelle v. Kerr,</i> 557 F.Supp. 969, 974 (W.D.Wis.1983). <span class=\"star-pagination\">*571</span> The court reviewed the information <i>in camera</i> and determined that the Parole Commission had complied with the statute. Any further disclosure would have risked revealing the identities of confidential informants and chilled their willingness to come forward with information in the future.</p>\n<p>Following the lead of <i>Brunelle,</i> this court has examined the psychiatric report <i>in camera</i> and has determined that the Parole Commission complied with the § 4208 disclosure requirements when it provided Petitioner with a summary of the psychiatric report and its conclusions. From that summary, he was able to respond to the report and contest its conclusions.</p>\n<p>Petitioner also argues that a Bureau of Prisons Program Statement mandates disclosure. Program Statement 1351.04, § 11(a)(1)(b) states, \"A psychiatric report written at the request of the U.S. Parole Commission is subject to release and shall be placed in the disclosable section of the Inmate Central File.\" Petitioner contends that this Program Statement requires the Parole Commission to turn over such reports to potential parolees.</p>\n<p>Program statements are not statutes, or even regulations, but are instead administrative policy guidelines. They do not have the force of law and may be changed at any time. <i>Stiver v. Meko,</i> 130 F.3d 574, 577 (3d Cir.1997). It is possible that they might create a liberty or property interest sufficient to require due process protections, but the court need not reach that issue in this case, because a complete reading indicates that the regulation does not mandate disclosure. Section 11(a)(1)(b) continues: \"A summary of the document must be placed in the Inmate Central File. The summary may be placed in the Progress Report prepared in connection with the inmate's parole hearing. The summary shall be sufficiently detailed to permit the inmate to respond, at the Parole Hearing, to the substance of the withheld information.\"</p>\n<p>In this case, the summary submitted to Petitioner was sufficiently specific to allow Petitioner to respond at the hearing. The Parole Commission is not required by the Constitution, statute or Program Statement to turn over an entire psychiatric report to a potential parolee if the Commission determines that release of the report might harm the inmate's institutional program, so long as the Commission provides the inmate with an adequate summary. Therefore, Petitioner is not entitled to a new parole hearing, and his claim should be DISMISSED.</p>\n<p></p>\n<h2>IV. Frequency of Hearings</h2>\n<p>Finally, Petitioner complains that the Parole Commission is providing him with a parole hearing only every other year, rather than annually, as required by military regulations.<sup>[4]</sup> Respondent points to 18 U.S.C. § 4208(h)(2), which requires the Parole Commission to hold parole hearings for a prisoner only every other year. Petitioner's next hearing is scheduled for July 1998. In response, Petitioner contends that because he was convicted by military court-martial, his confinement should be governed by military law and regulations, and those regulations require yearly parole hearings.</p>\n<p>While this position has some initial appeal, it ultimately is incorrect. In 10 U.S.C. § 858(a), Congress allowed military prisoners to be confined in military institutions or \"any penal or correctional institution under the control of the United States.\" If a military prisoner is confined in a civilian institution, that prisoner \"shall be subject to the same discipline and treatment as persons confined or committed by the courts of the United States.\"<sup>[5]</sup></p>\n<p>Courts have interpreted this phrase to mean that military prisoners in Bureau of Prisons facilities are governed by BOP rules, <span class=\"star-pagination\">*572</span> not military regulations. <i>See </i><i>Osborne v. Taylor,</i> 328 F.2d 131, 132 (10th Cir.), <i>cert. denied,</i> 377 U.S. 1002, 84 S.Ct. 1936, 12 L.Ed.2d 1051 (1964); <i>Koyce v. United States Bd. of Parole,</i> 306 F.2d 759, 762 (D.C.Cir. 1962); <i>but see </i><i>King v. Federal Bureau of Prisons,</i> 406 F.Supp. 36, 38-39 (E.D.Ill. 1976)(an equal protection violation when federal parole guidelines forced prisoner to serve four years more in federal prison than he would have served in military prison). Based on this analysis, Petitioner is subject to BOP rules on the frequency of parole hearings, not military rules, and the Parole Commission has complied with BOP rules.</p>\n<p>Further, Petitioner has not shown that the mere fact that the Parole Commission schedules parole hearings only every other year makes his term of imprisonment longer, because there is no guarantee that he would be released at any hearing. Therefore, although he may have been treated differently from inmates in military prisons, he has not shown that the different treatment has had any consequences.</p>\n<p>Alternatively, Petitioner complains that this change in parole consideration constitutes an ex post facto punishment. The Supreme Court has stated that the key question when determining whether a law violates the Ex Post Facto Clause of the Constitution is whether the law \"alters the definition of criminal conduct or increases the penalty by which a crime is punishable.\" <i>California Dep't of Corrections v. Morales,</i> 514 U.S. 499, 506 n. 3, 115 S.Ct. 1597, 131 L.Ed.2d 588 (1995). In this case, Petitioner had no expectation at the time of his conviction or sentencing that he would be subject to a particular parole system. <i>See </i><i>Hayward v. United States Parole Comm'n,</i> 659 F.2d 857, 862 (8th Cir.1981). The possibility existed that he would be placed in BOP custody, where Parole Commission rules apply. Therefore, Petitioner cannot say that being switched to BOP custody \"increased the penalty\" by which his crime is punishable. In addition, it is unclear that delay in a parole hearing constitutes punishment at all. For all of the above reasons, this claim should be DISMISSED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The undersigned hereby RECOMMENDS that Respondent's motion for summary judgment be ALLOWED and that this matter be DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because Fort Leavenworth, Kansas, is located in the Tenth Circuit, that circuit has the most developed case law on district court review of military courts' determinations.</p>\n<p>[2]  The undersigned believes the first three <i>Dodson</i> factors weigh in favor of review. <i>See </i><i>Dodson v. Zelez,</i> 917 F.2d 1250, 1252-53 (10th Cir.1990). The alleged error certainly is of significant constitutional dimension, it is an issue of law, and there are no military considerations that require different treatment of the constitutional claim.</p>\n<p>[3]  The United States Supreme Court denied a writ of certiorari.</p>\n<p>[4]  It is not clear that Petitioner has raised this claim with the Parole Commission. Therefore, it is not clear that he has exhausted his administrative remedies. However, in the interest of efficiency, the court will proceed to the merits.</p>\n<p>[5]  In addition, 10 U.S.C. § 952 provides that the Secretary of Defense may establish a system of parole \"for offenders who are confined in military correctional facilities.\" This suggests that the military regulations have no effect beyond military prisons.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">565</span></span> (1998)</b></center>\n<center><h1>Linus P. ROMEY, Petitioner,<br>\nv.<br>\nJ. VANYUR, Warden, Respondent.</h1></center>\n<center>No. 5:97-HC-657-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 26, 1998.</center>\n<p><span class=\"star-pagination\">*566</span> <span class=\"star-pagination\">*567</span> Linus Romey, Butner, NC, Pro se.</p>\n<p>Robert Skiver, Raleigh, NC, for J. Vanyur, respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>On 30 April 1998 Magistrate Judge Alexander B. Denson filed his Memorandum and Recommendation with regard to the motion by Respondent to Dismiss. Petitioner, in due time, filed objections thereto. The Court has conducted a <i>de novo</i> review of the specific objections and the same are overruled. The Court adopts the Recommendation of Magistrate Judge Denson as its own and, for the reasons set forth in his Memorandum, the Motion to Dismiss is ALLOWED and this matter is DISMISSED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>Petitioner, a federal inmate, has filed a petition for writ of habeas corpus under 28 U.S.C. § 2241. Respondent has moved to dismiss, Petitioner has filed a response, and this matter is ripe for disposition.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On February 2 and February 13-15, 1989, Petitioner was tried in an Army general court-martial and convicted of indecent assault and sodomy with a child under 16 years of age for performing sexual acts with his eight-year-old daughter. Petitioner was given a dishonorable discharge, demoted in rank and sentenced to 20 years confinement. He was originally incarcerated in a military facility but later was transferred to LSCI-Butner, where he currently is housed. On October 31, 1995, he received an initial parole hearing. After that hearing, the panel recommended that Petitioner continue toward a presumptive parole after serving 92 months, with a mental health aftercare provision. (Respt's Ex. D)</p>\n<p>A Parole Commissioner requested a psychiatric examination and asked that the psychiatrist evaluate the likelihood of Petitioner committing similar offenses in the future. (Respt's Exs. E, F) Petitioner was evaluated by medical staff at FCI-Butner, and on December 28, 1995, Dr. Jeanette I. Kolker, a staff psychologist at FCI-Butner, submitted a report stating that the likelihood Petitioner would repeat his behavior was moderate. (Respt's Ex. G) In that report, she mentioned that Petitioner denied feeling any remorse and was perplexed as to why people believed he had done anything improper. Petitioner received a disclosable summary of the report on June 12, 1996, and his hearing was held July 26, 1996. At the hearing, Petitioner denied that he had engaged in sexual misconduct with his daughter. (Respt's.Ex. K) Perceiving Petitioner to be a potential danger, the hearing examiner recommended that parole be denied. A second examiner and the Regional Commissioner concurred. (Respt's Ex. L.) Petitioner appealed to the National Appeals Board, claiming various procedural errors and stating that he had never admitted to any wrongdoing. (Respt's Ex. M. at 3) His appeal was denied. (Respt's Ex. N) His next parole hearing is scheduled for July 1998.</p>\n<p>Petitioner raises four claims for habeas relief. The first two relate to alleged constitutional improprieties at his 1989 general court-martial. The third and fourth claims relate to the denial of his parole.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact <span class=\"star-pagination\">*568</span> and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment must come forward and demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact that requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-moving party. <i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Because there are no genuine issues of material fact, the undersigned turns to the legal issues.</p>\n<p></p>\n<h2>I. Confrontation Clause</h2>\n<p>First, Petitioner complains that he was denied his right to confront the witnesses against him in violation of the Confrontation Clause of the Sixth Amendment. Petitioner's claim arises because of an unusual procedure employed during his general court-martial. As in most child sexual abuse cases, the child-victim is a primary witness in the prosecution's case. In this case, Petitioner's daughter was reluctant to testify regarding the alleged sexual abuse. Recognizing this reluctance, the trial court allowed the child's mother to sit next to her and whisper the questions the attorneys asked to her. The child then whispered answers to her mother, who repeated them aloud.</p>\n<p>Normally, the Sixth Amendment requires that a criminal defendant be allowed to confront the witnesses against him and to cross-examine them. <i>Delaware v. Fensterer,</i> <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 18, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1985); <i>see also </i><i>California v. Green,</i> <span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 156-57, <span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1930</span></a></span>, <span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></a></span> (1970). This generally means that the witness must answer the questions audibly while physically seated in front of the defendant. The Supreme Court does allow some exceptions to this rule on a showing of necessity. The trial court must find that denial of confrontation is necessary to further an important public policy and must preserve the testimony's reliability by retaining as many elements of confrontation as possible. <i>Maryland v. Craig,</i> <span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">836</span></a></span>, 850, <span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3157</span></a></span>, <span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1990). Using this reasoning, the Court upheld the constitutionality of using closed-circuit television to allow a child-witness to testify, so long as the testimony was given under oath, with full cross-examination, and so long as the judge, jury and defendant could observe the child. <i>Id.; cf. </i><i>Coy v. Iowa,</i> <span class=\"citation\" data-id=\"112146\"><a href=\"/opinion/112146/coy-v-iowa/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></a></span>, 1021, <span class=\"citation\" data-id=\"112146\"><a href=\"/opinion/112146/coy-v-iowa/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2798</span></a></span>, <span class=\"citation\" data-id=\"112146\"><a href=\"/opinion/112146/coy-v-iowa/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">857</span></a></span> (1988)(violation of Confrontation Clause to allow witness to testify behind a screen, absent specific finding that the witness needed special protection).</p>\n<p>In the case at bar, although the trial judge did not make a finding of necessity before employing the whisper procedure, the military appellate courts determined that there was an implied finding of necessity to adopt the unusual procedure. The military courts went on to hold that the procedure did not violate Petitioner's Confrontation Clause or due process rights.</p>\n<p>The role of this court is not to second-guess the decision of the military courts. Federal district courts have jurisdiction to consider § 2241 petitions from prisoners incarcerated by military tribunals, <i>see </i><i>Burns v. Wilson,</i> <span class=\"citation\" data-id=\"105148\"><a href=\"/opinion/105148/burns-v-wilson/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142, <span class=\"citation\" data-id=\"105148\"><a href=\"/opinion/105148/burns-v-wilson/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1045</span></a></span>, <span class=\"citation\" data-id=\"105148\"><a href=\"/opinion/105148/burns-v-wilson/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1508</span></a></span> (1953), but they are not given <i>carte blanche</i> to review and re-decide issues considered and decided by the military courts. The Supreme Court has stated that the scope of review of a military conviction is narrower than that of a civilian conviction. <i>Id.</i> 346 U.S. at 139, <span class=\"citation\" data-id=\"105148\"><a href=\"/opinion/105148/burns-v-wilson/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1045</span></a></span>. Civilian courts should review only to determine whether the military courts gave an issue \"fair consideration,\" <i>id.</i> 346 U.S. at 143, <span class=\"citation\" data-id=\"105148\"><a href=\"/opinion/105148/burns-v-wilson/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1045</span></a></span>, or as the Tenth Circuit says, whether the petitioner received a full and fair hearing. <i>Lips v. Commandant, U.S. Disciplinary Barracks,</i> <span class=\"citation\" data-id=\"610705\"><a href=\"/opinion/610705/william-m-lips-appelleecross-appellant-v-commandant-united-states/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span>, 811 (10th <span class=\"star-pagination\">*569</span> Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">213</span></span> (1994).<sup>[1]</sup></p>\n<p>According to the Tenth Circuit in <i>Dodson v. Zelez</i><i>,</i> four factors must be considered before federal habeas courts may review a military conviction: (1) whether the asserted error is of substantial constitutional dimension; (2) whether the issue is one of law, not disputed fact; (3) whether there are military considerations that warrant a different treatment of the constitutional claim; and (4) whether the military courts failed to give adequate consideration to the issues involved or failed to apply proper legal standards. <span class=\"citation\" data-id=\"550741\"><a href=\"/opinion/550741/alvin-w-dodson-jr-v-colonel-gordon-n-zelez-commandant/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250</span></a></span>, 1252-53 (10th Cir.1990). A year later, the Tenth Circuit balanced these factors and decided in favor of review. <i>Khan v. Hart,</i> <span class=\"citation\" data-id=\"567757\"><a href=\"/opinion/567757/rafi-dhakaa-khan-v-col-william-l-hart/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span>, 1263 (10th Cir.1991). However, a few years later, in <i>Lips,</i> the Tenth Circuit moved away from this balancing test and emphasized that the fourth factor, adequate consideration by the military courts, was predominant. <i>See </i><i>Lips v. Commandant, U.S. Disciplinary Barracks,</i> <span class=\"citation\" data-id=\"610705\"><a href=\"/opinion/610705/william-m-lips-appelleecross-appellant-v-commandant-united-states/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span>, 811 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">213</span></span> (1994). Unless the military court failed to consider an issue properly presented to it, federal district courts should not conduct a review. If an issue is briefed and argued before a military board of review, it has been given fair consideration, even if the military court summarily denies it. <i>Watson v. McCotter,</i> <span class=\"citation\" data-id=\"463620\"><a href=\"/opinion/463620/michael-c-watson-v-colonel-ol-mccotter/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 144 (10th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1184</span></span>, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>1, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></span> (1986).</p>\n<p>Although <i>Lips</i> is not binding precedent in this circuit, it does represent the most advanced analysis in this specialized area of the law. It also reflects the Supreme Court's mandate of limited review handed down in <i>Burns v. Wilson</i><i>,</i> discussed above. Therefore, this court will proceed to determine if the military courts gave Petitioner's Confrontation Clause contentions full and fair consideration, as required by <i>Lips</i> and <i>Burns.</i><sup>[2]</sup></p>\n<p>Petitioner's Confrontation Clause claim was heard by the U.S. Army Court of Military Review and the Court of Military Appeals, and both courts addressed the claim on the merits. Both issued thorough, published opinions.<sup>[3]</sup> In those opinions, the courts considered and applied contemporary Supreme Court case law and concluded that there was no constitutional violation.</p>\n<p>Although the undersigned has concerns about the whisper procedure's effects on the Sixth Amendment rights of criminal defendants, the undersigned must conclude that the military courts did provide Petitioner with a full and fair hearing. Therefore, this court has no authority to reach the merits, and Petitioner's claim should be DISMISSED.</p>\n<p></p>\n<h2>II. Fair Trial and Due Process</h2>\n<p>Petitioner also claims that the procedure violated his right to a fair trial and due process. He claims that the procedure precluded effective cross-examination. Again, the military courts considered this claim on the merits and rejected it. This court is not in a position to second-guess the thorough examination given to this issue by the military courts. Therefore, this claim should also be DISMISSED. To the extent that this claim was not raised in the military courts, it is barred from review in this court. <i>Watson v. McCotter,</i> <span class=\"citation\" data-id=\"463620\"><a href=\"/opinion/463620/michael-c-watson-v-colonel-ol-mccotter/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 145 (10th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1184</span></span>, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>1 , <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></span> (1986).</p>\n<p></p>\n<h2>III. Parole Decision</h2>\n<p>Next, Petitioner claims that the U.S. Parole Commission improperly withheld a psychological evaluation of Petitioner prior to denying his parole. The Government responds <span class=\"star-pagination\">*570</span> that although it did withhold the report, it did so in compliance with statute.</p>\n<p>Federal inmates wishing to contest the decisions of the U.S. Parole Commission may do so through a 28 U.S.C. § 2241 habeas petition. <i>See </i><i>Marshall v. Garrison,</i> <span class=\"citation\" data-id=\"394097\"><a href=\"/opinion/394097/john-s-marshall-v-w-l-garrison-warden-maurice-sigler-chairman-us/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 441 (4th Cir.1981). Substantive decisions of the Parole Commission are not subject to judicial review. <i>Garcia v. Neagle,</i> <span class=\"citation\" data-id=\"395187\"><a href=\"/opinion/395187/angeles-ramonita-garcia-v-kenneth-r-neagle-warden-f-c-i-alderson/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 988 (4th Cir.1981). However, courts may consider whether the Commission made its decision according to proper, constitutional procedures, <i>see </i><i>Billiteri v. U.S. Board of Parole,</i> <span class=\"citation\" data-id=\"339055\"><a href=\"/opinion/339055/albert-m-billiteri-v-united-states-board-of-parole-and-members-of-the/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span></a></span>, 944 (2d Cir.1976), or whether the Commission exceeded its legal boundaries. <i>Garcia,</i> 660 F.2d at 989. If the court determines that there is a legal or constitutional problem, the proper remedy is to remand to the Commission for a new parole hearing. <i>Billiteri,</i> 541 F.2d at 944.</p>\n<p>By creating a parole system, Congress did not create any expectation of early release. However, the Supreme Court has held that certain statutory or regulatory language may create a liberty interest deserving of due process protections. <i>See </i><i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 483, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995). Among those protections is a right to review the information upon which the parole board bases its decision to allow the potential parolee to respond to or clarify the information.</p>\n<blockquote>At least thirty days prior to any parole determination proceeding, the prisoner shall be provided with (1) written notice of the time and place of the proceeding, and (2) reasonable access to a report or other document to be used by the Commission in making its determination.</blockquote>\n<p>18 U.S.C. § 4208(b).</p>\n<p>However, Congress set out certain exceptions to § 4208(b). Those disclosure requirements do not apply to: (1) diagnostic opinions which, if made known to the eligible prisoner, could lead to a serious disruption of his institutional program. § 4208(c)(1). They also do not apply to information provided by confidential informants or other information that, if disclosed, might harm anyone physically or otherwise. § 4208(c)(2) and (3). If the information is withheld, the prisoner must be provided with a summary of the basic contents of the material withheld. § 4208(c). The Parole Commission, Bureau of Prisons or other agency preparing the report must keep in mind \"the need for confidentiality or the impact on the inmate, or both.\" <i>Id.</i></p>\n<p>In this case, the Parole Commission requested a psychiatric evaluation, <i>see</i> Respondent's Exhibit G, but did not disclose the entire evaluation to the Petitioner. He instead received a summary indicating that the psychiatrist had determined he was a moderate risk of committing similar crimes but not disclosing the basis for that opinion. (See Respt's Ex. I) The evaluation's conclusion was based in part on the fact that Plaintiff had once confessed to the crimes but now was contending that he had never committed them.</p>\n<p>Petitioner complains that the information on which that report was based was false and that he never admitted to committing the crimes. He further states that he only learned of his supposed confession when the second hearing officer informed him that his current unwillingness to acknowledge his actions was a major reason his parole would be denied.</p>\n<p>Petitioner contends that the report was improperly withheld from him in violation of 18 U.S.C. § 4208(b). The statute does not explicitly state that psychiatric reports may be withheld, and neither the parties nor the court has uncovered any case law on this point. Respondent argues that release of the underlying factual basis of the psychiatric report could disrupt Petitioner's institutional program. It is possible that, if given the chance to read the entire report, Petitioner might try to change his behavior in a superficial way to influence future evaluations.</p>\n<p>In the only published decision to consider the § 4208 disclosure provisions in a similar procedural posture, a federal district court held that the Parole Commission did not abuse its discretion when, pursuant to § 4208(c)(2), it withheld information provided by confidential informants and provided the prisoner with only a summary. <i>Brunnelle v. Kerr,</i> <span class=\"citation\" data-id=\"2239286\"><a href=\"/opinion/2239286/brunnelle-v-kerr/\"><span class=\"volume\">557</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">969</span></a></span>, 974 (W.D.Wis.1983). <span class=\"star-pagination\">*571</span> The court reviewed the information <i>in camera</i> and determined that the Parole Commission had complied with the statute. Any further disclosure would have risked revealing the identities of confidential informants and chilled their willingness to come forward with information in the future.</p>\n<p>Following the lead of <i>Brunelle,</i> this court has examined the psychiatric report <i>in camera</i> and has determined that the Parole Commission complied with the § 4208 disclosure requirements when it provided Petitioner with a summary of the psychiatric report and its conclusions. From that summary, he was able to respond to the report and contest its conclusions.</p>\n<p>Petitioner also argues that a Bureau of Prisons Program Statement mandates disclosure. Program Statement 1351.04, § 11(a)(1)(b) states, \"A psychiatric report written at the request of the U.S. Parole Commission is subject to release and shall be placed in the disclosable section of the Inmate Central File.\" Petitioner contends that this Program Statement requires the Parole Commission to turn over such reports to potential parolees.</p>\n<p>Program statements are not statutes, or even regulations, but are instead administrative policy guidelines. They do not have the force of law and may be changed at any time. <i>Stiver v. Meko,</i> <span class=\"citation\" data-id=\"748765\"><a href=\"/opinion/748765/robert-c-stiver-v-warden-james-meko-robert-stiver/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">574</span></a></span>, 577 (3d Cir.1997). It is possible that they might create a liberty or property interest sufficient to require due process protections, but the court need not reach that issue in this case, because a complete reading indicates that the regulation does not mandate disclosure. Section 11(a)(1)(b) continues: \"A summary of the document must be placed in the Inmate Central File. The summary may be placed in the Progress Report prepared in connection with the inmate's parole hearing. The summary shall be sufficiently detailed to permit the inmate to respond, at the Parole Hearing, to the substance of the withheld information.\"</p>\n<p>In this case, the summary submitted to Petitioner was sufficiently specific to allow Petitioner to respond at the hearing. The Parole Commission is not required by the Constitution, statute or Program Statement to turn over an entire psychiatric report to a potential parolee if the Commission determines that release of the report might harm the inmate's institutional program, so long as the Commission provides the inmate with an adequate summary. Therefore, Petitioner is not entitled to a new parole hearing, and his claim should be DISMISSED.</p>\n<p></p>\n<h2>IV. Frequency of Hearings</h2>\n<p>Finally, Petitioner complains that the Parole Commission is providing him with a parole hearing only every other year, rather than annually, as required by military regulations.<sup>[4]</sup> Respondent points to 18 U.S.C. § 4208(h)(2), which requires the Parole Commission to hold parole hearings for a prisoner only every other year. Petitioner's next hearing is scheduled for July 1998. In response, Petitioner contends that because he was convicted by military court-martial, his confinement should be governed by military law and regulations, and those regulations require yearly parole hearings.</p>\n<p>While this position has some initial appeal, it ultimately is incorrect. In 10 U.S.C. § 858(a), Congress allowed military prisoners to be confined in military institutions or \"any penal or correctional institution under the control of the United States.\" If a military prisoner is confined in a civilian institution, that prisoner \"shall be subject to the same discipline and treatment as persons confined or committed by the courts of the United States.\"<sup>[5]</sup></p>\n<p>Courts have interpreted this phrase to mean that military prisoners in Bureau of Prisons facilities are governed by BOP rules, <span class=\"star-pagination\">*572</span> not military regulations. <i>See </i><i>Osborne v. Taylor,</i> <span class=\"citation\" data-id=\"263325\"><a href=\"/opinion/263325/kethel-osborne-v-j-c-taylor-warden-united-states-penitentiary/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, 132 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1051</span></span> (1964); <i>Koyce v. United States Bd. of Parole,</i> <span class=\"citation\" data-id=\"258003\"><a href=\"/opinion/258003/anthony-t-koyce-v-united-states-board-of-parole/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 762 (D.C.Cir. 1962); <i>but see </i><i>King v. Federal Bureau of Prisons,</i> <span class=\"citation\" data-id=\"2143307\"><a href=\"/opinion/2143307/king-v-federal-bureau-of-prisons/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">36</span></a></span>, 38-39 (E.D.Ill. 1976)(an equal protection violation when federal parole guidelines forced prisoner to serve four years more in federal prison than he would have served in military prison). Based on this analysis, Petitioner is subject to BOP rules on the frequency of parole hearings, not military rules, and the Parole Commission has complied with BOP rules.</p>\n<p>Further, Petitioner has not shown that the mere fact that the Parole Commission schedules parole hearings only every other year makes his term of imprisonment longer, because there is no guarantee that he would be released at any hearing. Therefore, although he may have been treated differently from inmates in military prisons, he has not shown that the different treatment has had any consequences.</p>\n<p>Alternatively, Petitioner complains that this change in parole consideration constitutes an ex post facto punishment. The Supreme Court has stated that the key question when determining whether a law violates the Ex Post Facto Clause of the Constitution is whether the law \"alters the definition of criminal conduct or increases the penalty by which a crime is punishable.\" <i>California Dep't of Corrections v. Morales,</i> <span class=\"citation\" data-id=\"117925\"><a href=\"/opinion/117925/california-dept-of-corrections-v-morales/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 506 n. 3, <span class=\"citation\" data-id=\"117925\"><a href=\"/opinion/117925/california-dept-of-corrections-v-morales/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1597</span></a></span>, <span class=\"citation\" data-id=\"117925\"><a href=\"/opinion/117925/california-dept-of-corrections-v-morales/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">588</span></a></span> (1995). In this case, Petitioner had no expectation at the time of his conviction or sentencing that he would be subject to a particular parole system. <i>See </i><i>Hayward v. United States Parole Comm'n,</i> <span class=\"citation\" data-id=\"394165\"><a href=\"/opinion/394165/donald-l-hayward-v-united-states-parole-commission-joseph-petrovsky/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 862 (8th Cir.1981). The possibility existed that he would be placed in BOP custody, where Parole Commission rules apply. Therefore, Petitioner cannot say that being switched to BOP custody \"increased the penalty\" by which his crime is punishable. In addition, it is unclear that delay in a parole hearing constitutes punishment at all. For all of the above reasons, this claim should be DISMISSED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The undersigned hereby RECOMMENDS that Respondent's motion for summary judgment be ALLOWED and that this matter be DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because Fort Leavenworth, Kansas, is located in the Tenth Circuit, that circuit has the most developed case law on district court review of military courts' determinations.</p>\n<p>[2]  The undersigned believes the first three <i>Dodson</i> factors weigh in favor of review. <i>See </i><i>Dodson v. Zelez,</i> <span class=\"citation\" data-id=\"550741\"><a href=\"/opinion/550741/alvin-w-dodson-jr-v-colonel-gordon-n-zelez-commandant/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250</span></a></span>, 1252-53 (10th Cir.1990). The alleged error certainly is of significant constitutional dimension, it is an issue of law, and there are no military considerations that require different treatment of the constitutional claim.</p>\n<p>[3]  The United States Supreme Court denied a writ of certiorari.</p>\n<p>[4]  It is not clear that Petitioner has raised this claim with the Parole Commission. Therefore, it is not clear that he has exhausted his administrative remedies. However, in the interest of efficiency, the court will proceed to the merits.</p>\n<p>[5]  In addition, 10 U.S.C. § 952 provides that the Secretary of Defense may establish a system of parole \"for offenders who are confined in military correctional facilities.\" This suggests that the military regulations have no effect beyond military prisons.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2143307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2239286/"
  ]
}