{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2388857/",
  "absolute_url": "/opinion/2388857/huttenstine-v-mast/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2388857/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:19:55.152684Z",
  "date_modified": "2016-04-27T03:04:47.489675Z",
  "type": "010combined",
  "sha1": "f98f95c60a17c06a7404354eb480ddc5c78804fa",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Russell Todd HUTTENSTINE, Ronald A. Schindeler, Robert G. Cole, Jamie Slaughterbock, Thomas Fortanier, and William Schutter, on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nDennis MAST, George A. Moore, Shane Traveler, Ross W. Smith, HydroFlo, Inc., and Metals and Arsenic Removal Technology, Inc., Defendants.</h1></center>\n<center>No. 4:05-CV-152-F(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 19, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Lead Plaintiffs' Motion to Enforce the Class Action Settlement Agreement [DE-77]. Defendants have filed responses, Plaintiffs have replied, and this matter is therefore ripe for ruling.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On November 22, 2005, the Rosen Law Firm and the law firm of Wilson and Iseman<sup>[1]</sup> on behalf of Russell Todd Huttenstine and all other persons similarly situated, filed a proposed class action under the federal securities law against HydroFlo, Inc. (\"HydroFlo\"), Dennis Mast, George A. Moore, Shane Traveler, and Russell W. Smith. The complaint alleged that Hydro-Flo and certain of its officers and directors violated Sections 10(b) and 20(a) of the Securities Exchange Act of 1934 (\"the Exchange Act\"), as amended by the Private Securities Litigation Reform Act of 1995 (\"PSLRA\"), by issuing a series of 15 materially false, misleading, and incomplete press releases between July 18, 2005 and October 6, 2005 (the \"Class Period\"). f</p>\n<p>On January 23, 2006, Plaintiffs Ronald A. Schindeler, Robert G. Cole; Jamie Slaughterbeck, Thomas Fortanier, and William Schutter, self-designated as the \"the Schindeler Group,\" filed motions to appoint the Schindeler Group as lead plaintiffs, and to approve the lead plaintiffs' selection of counsel. As the court explained in an order entered October 3, 2006, an order was prepared and signed on January 26, 2006 by the undersigned, but because of an internal miscommunication, the order was never filed. In the October 3, 2006, Order, the court denied the Schindeler Group's motions without prejudice so that the Schindeler Group could renew such motions with proper evidentiary support.</p>\n<p>In the intervening time period, the Schindeler Group and Russell Todd Huttenstine filed a First Amended Complaint, largely repeating the same allegations that were in the original complaint, and adding Metals and Arsenic. Removal Technology, Inc., as a defendant. Defendants Dennis Mast, George A. Moore, Ross W. Smith, HydroFlo, and Metals and Arsenic Removal Technology, Inc. (\"MARTI\") filed an Answer on May 12, 2006. After receiving an extension of time, Defendant Shane Traveller filed a motion to dismiss on September 18, 2006. In an order filed on December 21, 2006, the court allowed Traveller's motion to dismiss as to the plaintiffs' claims under Section 10(b), but denied his motion as to the plaintiffs' claims under Section 20(a). The court also directed the Schindeler Group to renew its motion to be appointed lead counsel, or file a notice indicating that the Group declined to renew such motions. The Schindeler Group thereafter filed the renewed motions, which the' court allowed, and the Schindeler Group was appointed Lead Plaintiffs for the proposed class. The Rosen Law Firm, P.A. was appointed as Lead Counsel, and the law firm of Wilson &amp; Coffey, LLP was appointed as Liaison Counsel for the proposed class.</p>\n<p>Trial in the matter was scheduled the term of court commencing on January 22, 2008. On November 27, 2007, the parties filed a \"Stipulation and Agreement of Settlement\" [DE-66] and a \"Stipulated Motion for Preliminary Approval of Class Action Settlement\" [DE-67], along with supporting memoranda and exhibits. The court thereafter cancelled the trial and pretrial hearings in this case so that the court could fully consider the motion for preliminary approval of the settlement.</p>\n<p>On January 14, 2008, the court allowed the \"Stipulated Motion for Preliminary Approval of Class Action Settlement\" [D67], <i>See</i> January 14, 2008 Order [DE-75]. In that order, the undersigned ordered that the settlement of the action, as set forth in the parties' Stipulation, was preliminarily approved, and also approved the parties' proposed method of notifying class members. The court scheduled the final approval hearing for the settlement for April 10, 2008, at 10:30 a.m. in Wilmington.</p>\n<p>Lead Plaintiffs now come before the court, contending that Defendants have failed to proffer $425,000.00 in a timely manner, as required by the Stipulation. Lead Plaintiffs seek a court order directing Defendants to pay the Settlement Amount of $425,000.00 in cash, within ten business days of entry of the order. Lead Plaintiffs also seek an award of attorneys' fees and costs in preparing the motion.</p>\n<p></p>\n<h2>II. MOTION TO STRIKE AND MOTION FOR LEAVE TO FILE</h2>\n<p>Before the court may consider the merits of the parties' arguments with regard to the enforcement of the Settlement, the court must first resolve the parties' dispute over the length of Lead Plaintiffs' Reply [DE-83]. The Reply, which was filed in response to the Responses of both Defendant Shane Traveller [DE-81] and the rest of the Defendants [DE-82] totaled 15 pages. The day after it was filed, all Defendants filed a Joint Motion to Strike the Reply, for exceeding the page limitation for replies as set forth in Local Civil Rule 7.2(e), EDNC, which provides that replies may not exceed 10 pages.</p>\n<p>Immediately thereafter, Lead Plaintiffs filed a Motion for Leave to file an Enlarge Reply Brief, <i>nunc pro tune.</i> Lead Plaintiffs note that the Reply was addressing two separate Responses, and in the interests of judicial economy, they filed one Reply. The court finds that Lead Plaintiffs have shown good cause, and in the interest of justice, the court ALLOWS Lead Plaintiffs' Motion for Leave to File an Enlarged Reply Brief [DE-88], Defendants' Joint Motion to Strike [DE-86] is DENIED.</p>\n<p></p>\n<h2>III. MOTION TO ENFORCE SETTLEMENT</h2>\n<p>The court now turns to the issue of the enforcement of the settlement agreement.</p>\n<p></p>\n<h2>A. Obligation to Pay Settlement Amount</h2>\n<p>All parties agree that the Stipulation<sup>[2]</sup> entered into by the parties constitutes a contract that is governed by general principles of contract law. <i>See, e.g., </i><i>McClure Lumber Co. v. Helmsman Cond., Inc.,</i> 160 N.C.App. 190, 585 S.E.2d 234, 238 (2003) (quoting <i>Chappell v. Roth,</i> 353 N.C. 690, 548 S.E.2d 499, 500 (2001))(\"[The North Carolina] Supreme Court has stated that a mediated settlement agreement constitutes a valid contract between the settling parties which is `governed by general principles of contract law.'\"). The parties also agree that the terms of the Stipulation are governed by North Carolina law. <i>See</i> Stipulation [DE-66] ¶ 10. Under North Carolina law, \"[i]f the plain language of a contract is clear, the intention of the parties is inferred from the words of the contract.\" <i>Walton v. City of Raleigh,</i> 342 N.C. 879, 467 S.E.2d 410, 411 (1996).</p>\n<p>Defendants, contend that, by virtue of their nonpayment of the Settlement Amount, the Stipulation has terminated in accordance with its express terms. Defendants point to Section K of the Stipulation, which provides the following:</p>\n<blockquote>K. CONDITIONS OF SETTLEMENT</blockquote>\n<blockquote>1. The Effective Date of the Settlement shall be conditioned upon the occurrence of all of the following events:</blockquote>\n<blockquote>a. The Court shall enter the Order of Preliminary Approval of Settlement in all material respects, as required by paragraph I., above;</blockquote>\n<blockquote>b. The Defendants have not exercised their right to terminate the Settlement pursuant to paragraph K.3 below;</blockquote>\n<blockquote>c. The Court shall enter the Order and Final Judgment in all material respects, as required by paragraph J., above;</blockquote>\n<blockquote>d. An Effective Date as defined in paragraph A.12 hereof shall have occurred; and</blockquote>\n<blockquote>e. Defendants shall have paid the Settlement Amount; as set forth in paragraph C, above.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>5. If all of the, conditions in paragraph K.1 are not met, then, the Stipulation shall be cancelled, and terminated subject to paragraph L. below.</blockquote>\n<p>Stipulation [DE-66] ¶¶ K.1, K.5. `Paragraph L, in turn, provides the following:</p>\n<blockquote>1. Defendants' Counsel or Lead Plaintiffs' Counsel shall have the right to terminate the Settlement and this Stipulation by providing written notice of their election to do so (\"Termination Notice\") to all other parties hereto within thirty (30) days of:</blockquote>\n<blockquote>a. the Court's declining to enter the Order of Preliminary Approval of Settlement in any material aspect;</blockquote>\n<blockquote>b. the Court's refusal to approve this Stipulation or any material part of it; provided however that the allowance or disallowance by the Court of any application by Lead Plaintiffs' Counsel for Attorney's Fees and Expenses, including fees for experts and consultants to be paid out of the Gross Settlement Fund, shall not be material;</blockquote>\n<blockquote>c. the Court's declining to enter the Order and Final Judgment in all material respects . . .</blockquote>\n<blockquote>d. the date upon which the Order and Final Judgment is modified or <i>reversed</i> in any material respect by the Court of Appeals or the Supreme Court; or</blockquote>\n<blockquote>e. in the event that the Court enters an order or final judgment in a form other than that provided above (an \"Alternate Judgment\") and none of the Parties hereto elect to terminate this Settlement, the date that such Alternate Judgment is modified or reversed in any material respect by the Court of Appeals or the Supreme Court.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>4. If the Effective Date does not occur, or if this Stipulation is disapproved, canceled or terminated pursuant to its terms, all of the Parties shall be deemed to have reverted to their respective status prior to execution of this Stipulation, and they shall proceed in all respects as if this Stipulation had not been executed and the related orders had not been entered, preserving in that event all of their respective claims and defenses in the Action, and shall revert to their respective positions in the Action.</blockquote>\n<p>Stipulation [DE-66] ¶ L.1, L.4.</p>\n<p>Thus, according to Defendants, their failure to pay the Settlement Amount means that the condition set forth in paragraph K.1.e has not been satisfied, which thereby triggers paragraph K.5's provision that \"[i]f all of the conditions in paragraph K.1 are not met, then the Stipulation shall be cancelled and terminated subject to paragraph L. below.\" Defendants contend that pursuant to Paragraph L.4, the parties are deemed to have reverted to their respective actions.</p>\n<p>Lead Plaintiffs, understandably, cry foul, and argue that Defendants' construction of the Stipulation depends upon a truncated view of the terms, and would, more importantly, render the Stipulation to be nothing but an illusory contact. The court agrees.</p>\n<p>First, Defendants' argument overlooks that the Stipulation specifically mandates that Defendants pay. the Settlement Amount. Paragraph C.1 states: \"Subject to the terms of this Stipulation, Defendants <i>shall</i> pay the Settlement Amount into the Escrow Account within ten (10) business days of the Court's entry of an Order.\" Stipulation [DE-66] ¶ C.1 (emphasis added). As Lead Plaintiffs note, there is no other provision in the Stipulation that purports to make this obligation optional for Defendants.</p>\n<p>Although Defendants argue, despite the above-quoted language, that they in fact have the right to elect to not pay the Settlement Amount and terminate the Settlement, such a contention flies in the face of the Stipulation as a whole. The Stipulation specifically provides when, and how, Defendants may elect to terminate the Settlement. First, the Stipulation provides that if more than a specified percentage of the Class Members exclude themselves from Settlement, or \"opt out,\" Defendants may elect to terminate the Settlement, and must serve written notice on Lead Plaintiffs' counsel. <i>See</i> Stipulation [DE-66] ¶ K.3. Second, the Stipulation provides that if this court declines to approve the Settlement in some material aspect, or if an appellate court modifies or reverses a final order and judgment from this court, then Defendants or Lead Plaintiffs may terminate the Stipulation, again by serving written notice on all the parties within thirty days of the triggering event. Stipulation [DE-66] ¶ L.1. It is striking that no similar provision is included in the Stipulation should Defendants \"elect\" not to pay the Settlement Amount.</p>\n<p>Moreover, Defendants' reading of the Stipulation would render it an illusory or invalid contract. Under North Carolina law, \"consideration which may be withdrawn on a whim is illusory consideration which is insufficient to support a contract.\" <i>McLamb v. T.P. Inc.,</i> 173 N.C.App. 586, 619 S.E.2d 577, 582 (2005)(collecting cases). Courts will not enforce a contract that is premised on such illusory consideration. <i>See, e.g., </i><i>Mastrom Inc. v. Warren,</i> 18 N.C.App. 199, 196 S.E.2d 528 (1973)(affirming trial court's denial of employer's motion for a preliminary injunction where the court found the contract to be without consideration and \"illusory\"). General contract principles, therefore, dictate that a court is to interpret contract terms in way that does not render a contract void or doubtful validity. <i>See </i><i>Nichols v. Lake Toxaway Co., Inc.,</i> 98 N.C.App. 313, 390 S.E.2d 770, 773 (1990)(citing <i>Poindexter v. Wachovia Bank &amp; Trust Co.,</i> 258 N.C. 371, 128 S.E.2d 867 (1963)(\"[W]here there are two possible interpretations of an instrument, one which would render the instrument invalid and one which would render it valid, preference must be given to the one which would render it valid.\")). In this case, however, Defendants ask the court to accept their contention that the Stipulation can, at their discretion, be cancelled by any of them, simply by their election to not pay the Settlement Amount. As Lead Plaintiffs note, Defendants essentially argue that they \"can cancel the Settlement by breaching their obligation to pay.\" Reply at p. 9. Put quite simply, Defendants' interpretation Of the Stipulation did not obligate them to do <i>anything:</i> under their reading, Defendants could decide, on a whim, not to pay the Settlement Amount. Such a reading is not tenable, as it would render the Stipulation to be nothing more than an illusory contract. Consequently, the much more reasonable reading that Lead Plaintiffs set forth, that Defendants had a <i>binding</i> obligation to pay the Settlement Amount, must control.</p>\n<p></p>\n<h2>B. Liability for Payment of Settlement Amount</h2>\n<p>As the court has observed, the Stipulation provides that \"Defendants shall pay the Settlement Amount into the Escrow Account within ten (10) business days of the Court's entry of an Order.\" Stipulation ¶ C.1 (emphasis added). The term \"Defendants\" is defined in the Stipulation to mean: \"Dennis Mast (Mast) George A. Moore (`Moore'), Shane Traveller (Traveller), Ross W. Smith (Smith) HydroFlo, Inc. CHydroFlop, and Metals and Arsenic Removal Technology, Inc. (MARTI').\" Stipulation ¶ A.10. Despite this unambiguous language in the Stipulation, Defendant Shane Traveller argues that he should not be held personally liable for the Settlement Amount. Traveller contends that a Memorandum of Understanding (\"MOU\") signed prior to the Stipulation and emails sent after the Stipulation was filed with the court show that only HydroFlo was obligated to pay the Settlement Amount.</p>\n<p>The MOU offered by Traveller was signed sometime in August 2007 by the parties' respective counsel, and purported to \"contain[] the essential terms of a settlement (the `Settlement') agreed to in principle by and among defendants Dennis Mast, George A. Moore, Shane Traveller, Ross W. Smith, HydroFlo, Inc. ('Hydro-Flo'), and Metals and Arsenic Removal Technology (collectively, the `Defendants') and lead plaintiffs.\" Traveller's Response [DE-81], Ex. A (\"MOU\"). The MOU provided, <i>inter alia,</i> that \"[o]n or before the tenth business day after preliminary approval of the Settlement by the Court, HydroFlo shall cause the Settlement Amount of $425,000 to be paid into an interest-bearing account (the \"Escrow Account\").\" <i>Id.</i> ¶ 5. The MOU also stated:</p>\n<blockquote>The parties acknowledge that, although this MOU is a binding agreement, it does not set forth all of the terms necessary and appropriate for a complete and final Settlement and agree that they will cooperate to expeditiously prepared and execute a definitive Stipulation of Settlement and jointly seek preliminary and final Court approval of the Settlement as soon as possible.</blockquote>\n<p><i>Id.</i> ¶ 3. Traveller contends that the MOU's fifth paragraph establishes that only HydroFlo, the corporation, was to pay the Settlement Amount.</p>\n<p>Traveller also points to emails sent by Lead `Plaintiffs' counsel to Donald J. Harris, the attorney representing HydroFlo, MARTI, and the three individual defendants other than Traveller. <i>See</i> Decl. of Phillip Kim [DE-79], Ex. 4. Although Traveller's attorney was \"cc'd\" on the emails, Lead Plaintiffs' attorney appears to be directing moat of the inquiries to Mr. Harris. On January 30, 2008, two days after; the Settlement Amount was due, Lead Plaintiffs' counsel asked: \"I write as a follow-up to my e-mail of yesterday, and the phone message I just left you. Have you heard anything from your client regarding the settlement fund?\" <i>Id.</i> Mr. Harris replied to counsel, and stated: \"I have not heard anything from HydroFlo. I have received no response at all.\" <i>Id.</i> Traveller contends that these post-Stipulation emails confirm his reading of the MOU, and only HydroFlo, the corporate entity, was obligated to pay the Settlement Amount.</p>\n<p>Lead. Plaintiffs argue that the court must not consider the MOU or the email communications because it would violate the parol evidence rule and the merger clause of the Settlement Agreement. In North Carolina:</p>\n<blockquote>[W]here the parties have deliberately put their engagements in writing in such terms as import a legal obligation free of uncertainty, it is presumed the writing was intended by the parties to represent all their engagements as to the elements dealt with in' the writing. Accordingly, all prior and contemporaneous negotiation in respect to those elements are deemed merged in the written agreement. And the rule is that, in the absence of fraud or mistake or allegation thereof, parol testimony of prior or contemporaneous negotiations or conversations inconsistent with the writing, or which tend to substitute a new and different contract from the one evidenced by the writing, is incompetent</blockquote>\n<p><i>Neal v. Marrone,</i> 239 N.C. 73, 79 S.E.2d 239, 242 (1953). Furthermore, Lead Plaintiffs note that the Stipulation filed by the parties contains the following \"merger\" clause:</p>\n<blockquote>This Stipulation and the exhibits attached hereto constitute the entire agreement among the Parties hereto and no representations, warranties or inducements have been made to any party concerning this Stipulation or its exhibits other than the representations, warranties and covenants and memorialized in such documents.</blockquote>\n<p>Stipulation [DE-66] ¶ M.4. Lead Plaintiffs argue that the court cannot consider this parol evidence because it varies the unambiguous language of the Stipulation which provides that all Defendants, and not just HydroFlo, are obligated to pay the Settlement Amount.</p>\n<p>The court agrees. Traveller argues, relying on the North Carolina Court of Appeals' decision in <i>Zinn v. Walker,</i> 87 N.C.App. 325, 361 S.E.2d 314 (1987), that the MOU and the post-Stipulation email communications should be considered despite the parol evidence rule, and the merger clause of the Stipulation, because it reflects the parties'\"true intentions.\" Traveller's Response [DE-81] at p. 7 n. 4. The <i>Zinn</i> court declared:</p>\n<blockquote>Where giving effect to the merger clause would frustrate and distort the parties' true intentions and understanding regarding the contract, the clause will not be enforced: \"... to permit the standardized language in the printed forms... to nullify the clearly understood and expressed intent of the contracting parties would lead to a patently unjust and absurd result....\"</blockquote>\n<p><i>Id.</i> at 333, 361 S.E.2d 314(quoting <i>Loving Co. v. Latham,</i> 20 N.C.App. 318, 201 S.E.2d 516 (1974)). This court, however, finds <i>Zinn</i> to be distinguishable from the instant case.</p>\n<p>In <i>Zinn,</i> the plaintiff and the defendant signed three agreements at the same meeting: a Resale Profits Agreement, a Design Review Agreement, and an Offer to Purchase and Contract. The Offer to Purchase and Contract, the last one signed by the parties, was a standard contract approved by the North Carolina Bar Association and the North Carolina Association of Realtors. Although the defendant's attorney had deleted several preprinted clauses, he retained a form merger clause in the contract. <i>Id.</i> at 315-16. Several months later, the parties disagreed about whether the Resale Profits Agreement was enforceable, and litigation ensued. <i>Id.</i> at 316. After a jury found that the plaintiff was entitled to a portion of the profits, as provided for in the Resale Profits Agreement, the defendant appealed, arguing, <i>inter alia,</i> that the Resale Profits Agreement was not enforceable because it was nothing more than an agreement to agree, and that the merger clause in the Offer to Purchase and Contract, as well as the parol evidence rule, precluded the consideration of other agreements. <i>Id.</i></p>\n<p>The North Carolina Court of Appeals disagreed, and held that the Resale Profits Agreement, which was contemporaneously signed with the Offer to Purchase, \"became incorporated into the same to comprise the overall contract.\" <i>Id.</i> at 318. The Court of Appeals stressed that all three contracts were signed at the same time, and that the plaintiff conditioned the Offer to Purchase and Contract upon the signing of the Resale. Profits Agreement, all of which compelled the conclusion that the parties intended the three contracts to be construed as one. After concluding that the contracts were intended to be construed as one, the Court of Appeals rejected the defendant's arguments to give effect to the parol evidence rule and the merger clause in the last contract. <i>Id.</i> at 318-19.</p>\n<p>Here, however, the MOU was not signed contemporaneously with the Stipulation, where it could be considered to constitute the same contract; rather, the MOU was signed approximately three months prior to the Stipulation. Moreover, there is no indication that Stipulation was composed of preprinted boilerplate provisions like the contract at issue <i>Zinn</i>  a fact the <i>Zinn</i> court presumably found notable. In contrast to the <i>Zinn case,</i> the terms of the Stipulation did not come from a preprinted form, but were \"extensively negotiated between counsel of the parties.\" <i>See</i> Aff. of Donald J. Harris [DE-82] ¶ 7. Where, as here, the parties are represented by competent counsel who extensively negotiated and drafted a 34-page contract that was tailor-made to resolve the parties' differences, the court cannot pretend that counsel did not understand the effect and import of the merger clause. Under these circumstances, the court is compelled to give effect to the merger clause in the Stipulation, and not insert a contrary provision from the MOU into the Stipulation.<sup>[3]</sup> Consequently, all Defendants, including Shane Traveller, are responsible for the Settlement Amount.</p>\n<p></p>\n<h2>IV. ATTORNEYS' FEES</h2>\n<p>Lead Plaintiffs also ask for an award of attorneys' fees incurred by their counsel in bringing the motion to enforce settlement agreement. Under the American Rule, each party bears its own costs of litigation unless statutory authority exists for an award of attorneys' fees or an exception to the rule applies. <i>See </i><i>Alyeska Pipeline Serv. Co. v. Wilderness Soc'y,</i> 421 U.S. 240, 245-47, 95 S.Ct. 1612, 44 L.Ed.2d 141(1075). One exception to the rule allows a district court to assess attorneys' fees against a losing party when it has acted in bad faith, vexatiously, or wantonly. <i>See </i><i>Alyeska,</i> 421 U.S. at 258, 95 S.Ct. 1612. In this case, the Lead Plaintiffs argue that their counsel is entitled to attorneys' fees because Defendants affirmatively misled them, and this court, about their willingness and ability to pay. Although the court does find some of the Defendants' assertions to strain credulity, especially that `all the parties `submitted the Stipulation for preliminary; approval with the understanding that the Defendants lacked the ability to pay, the court cannot conclude that the Defendants' actions are so egregious as to warrant the award of attorneys' fees. Consequently, Lead Plaintiffs' request is DENIED.</p>\n<p></p>\n<h2>V. MOTION TO ADJOURN DEADLINES</h2>\n<p>Lead Plaintiffs also have filed a \"Consented Motion and Memorandum to Adjourn Date for Submission of Papers in Support of Final Approval of Class Action Settlement\" [DE-91]. The Lead Plaintiffs submit that he March 20, 2008 deadline for the submission of the motion for final approval of class action settlement; the report of the Claims Administrator on the notice program; Lead Plaintiffs' responses to any class member objections, opt-outs, and exclusions to the Settlement; and all other supporting documentation, should be continued. The court agrees, and the Lead Plaintiffs' Motion [DE-91] is ALLOWED.</p>\n<p></p>\n<h2>VI. CONCLUSION</h2>\n<p>For the foregoing reasons, Defendants' Motion to Strike [DE-86] is DENIED, and Plaintiffs' Motion for Leave [DE-88] is ALLOWED.</p>\n<p>Furthermore, Lead Plaintiffs' Motion to Enforce the Class Action Settlement Agreement [DE-77] is ALLOWED, and Defendants hereby are ORDERED to pay the Settlement Amount of $425,000.00 in cash within ten (10) business days from the filing date of this order. Lead Plaintiffs are DIRECTED to file a Notice with this court upon receipt of the Settlement Amount from Defendants. After receiving such notice, the court will reschedule the appropriate deadlines for the submission of the motion for final approval of class action settlement; the report of the Claims Administrator on the notice program; Lead Plaintiffs' responses to any class member objections, opt-outs, and exclusions to the Settlement; and all other supporting documentation. Therefore, Lead Plaintiffs' Consented Motion [DE-91] is ALLOWED.</p>\n<p>If Defendants fail to tender the entire amount due within the ten (10) business days from the date of this order:</p>\n<blockquote>(a) Lead Plaintiffs shall submit a proposed Judgment joint and severally against the Defendants for the $425,000.00 due under the Stipulation, plus interest at the legal rate per annum from January 28, 2008, less any amounts actually paid by Defendants into the Settlement Fund;</blockquote>\n<blockquote>(b) Lead Plaintiffs shall use best efforts to execute on said Judgment to collect any remaining amounts owed by Defendants to the Settlement Fund; and</blockquote>\n<blockquote>(c) The final approval hearing scheduled for April 10, 2008 at 10:30 a.m. will be adjourned 90 days from the date of the entry of said Judgment.</blockquote>\n<p>Lead Plaintiffs' request for attorneys' fees is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The law firm of Wilson and Iseman is now known as Wilson &amp; Coffey, LLP.</p>\n<p>[2]  In keeping with the parties' practices, all capitalized terms in this Order have the same meaning assigned in the Stipulation [DE-66].</p>\n<p>[3]  Moreover, the <i>Zinn</i> opinion does not indicate that the parties disputed the essential meaning of the Resale Profits Agreement. Here, in contrast, the other Defendants contend that \"HydroFlo\" was defined in the MOU to mean all Defendants other than MARTI. <i>See</i> Aff. of Donald J. Harris [DE-82] ¶ 3.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Russell Todd HUTTENSTINE, Ronald A. Schindeler, Robert G. Cole, Jamie Slaughterbock, Thomas Fortanier, and William Schutter, on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nDennis MAST, George A. Moore, Shane Traveler, Ross W. Smith, HydroFlo, Inc., and Metals and Arsenic Removal Technology, Inc., Defendants.</h1></center>\n<center>No. 4:05-CV-152-F(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 19, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Lead Plaintiffs' Motion to Enforce the Class Action Settlement Agreement [DE-77]. Defendants have filed responses, Plaintiffs have replied, and this matter is therefore ripe for ruling.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On November 22, 2005, the Rosen Law Firm and the law firm of Wilson and Iseman<sup>[1]</sup> on behalf of Russell Todd Huttenstine and all other persons similarly situated, filed a proposed class action under the federal securities law against HydroFlo, Inc. (\"HydroFlo\"), Dennis Mast, George A. Moore, Shane Traveler, and Russell W. Smith. The complaint alleged that Hydro-Flo and certain of its officers and directors violated Sections 10(b) and 20(a) of the Securities Exchange Act of 1934 (\"the Exchange Act\"), as amended by the Private Securities Litigation Reform Act of 1995 (\"PSLRA\"), by issuing a series of 15 materially false, misleading, and incomplete press releases between July 18, 2005 and October 6, 2005 (the \"Class Period\"). f</p>\n<p>On January 23, 2006, Plaintiffs Ronald A. Schindeler, Robert G. Cole; Jamie Slaughterbeck, Thomas Fortanier, and William Schutter, self-designated as the \"the Schindeler Group,\" filed motions to appoint the Schindeler Group as lead plaintiffs, and to approve the lead plaintiffs' selection of counsel. As the court explained in an order entered October 3, 2006, an order was prepared and signed on January 26, 2006 by the undersigned, but because of an internal miscommunication, the order was never filed. In the October 3, 2006, Order, the court denied the Schindeler Group's motions without prejudice so that the Schindeler Group could renew such motions with proper evidentiary support.</p>\n<p>In the intervening time period, the Schindeler Group and Russell Todd Huttenstine filed a First Amended Complaint, largely repeating the same allegations that were in the original complaint, and adding Metals and Arsenic. Removal Technology, Inc., as a defendant. Defendants Dennis Mast, George A. Moore, Ross W. Smith, HydroFlo, and Metals and Arsenic Removal Technology, Inc. (\"MARTI\") filed an Answer on May 12, 2006. After receiving an extension of time, Defendant Shane Traveller filed a motion to dismiss on September 18, 2006. In an order filed on December 21, 2006, the court allowed Traveller's motion to dismiss as to the plaintiffs' claims under Section 10(b), but denied his motion as to the plaintiffs' claims under Section 20(a). The court also directed the Schindeler Group to renew its motion to be appointed lead counsel, or file a notice indicating that the Group declined to renew such motions. The Schindeler Group thereafter filed the renewed motions, which the' court allowed, and the Schindeler Group was appointed Lead Plaintiffs for the proposed class. The Rosen Law Firm, P.A. was appointed as Lead Counsel, and the law firm of Wilson &amp; Coffey, LLP was appointed as Liaison Counsel for the proposed class.</p>\n<p>Trial in the matter was scheduled the term of court commencing on January 22, 2008. On November 27, 2007, the parties filed a \"Stipulation and Agreement of Settlement\" [DE-66] and a \"Stipulated Motion for Preliminary Approval of Class Action Settlement\" [DE-67], along with supporting memoranda and exhibits. The court thereafter cancelled the trial and pretrial hearings in this case so that the court could fully consider the motion for preliminary approval of the settlement.</p>\n<p>On January 14, 2008, the court allowed the \"Stipulated Motion for Preliminary Approval of Class Action Settlement\" [D67], <i>See</i> January 14, 2008 Order [DE-75]. In that order, the undersigned ordered that the settlement of the action, as set forth in the parties' Stipulation, was preliminarily approved, and also approved the parties' proposed method of notifying class members. The court scheduled the final approval hearing for the settlement for April 10, 2008, at 10:30 a.m. in Wilmington.</p>\n<p>Lead Plaintiffs now come before the court, contending that Defendants have failed to proffer $425,000.00 in a timely manner, as required by the Stipulation. Lead Plaintiffs seek a court order directing Defendants to pay the Settlement Amount of $425,000.00 in cash, within ten business days of entry of the order. Lead Plaintiffs also seek an award of attorneys' fees and costs in preparing the motion.</p>\n<p></p>\n<h2>II. MOTION TO STRIKE AND MOTION FOR LEAVE TO FILE</h2>\n<p>Before the court may consider the merits of the parties' arguments with regard to the enforcement of the Settlement, the court must first resolve the parties' dispute over the length of Lead Plaintiffs' Reply [DE-83]. The Reply, which was filed in response to the Responses of both Defendant Shane Traveller [DE-81] and the rest of the Defendants [DE-82] totaled 15 pages. The day after it was filed, all Defendants filed a Joint Motion to Strike the Reply, for exceeding the page limitation for replies as set forth in Local Civil Rule 7.2(e), EDNC, which provides that replies may not exceed 10 pages.</p>\n<p>Immediately thereafter, Lead Plaintiffs filed a Motion for Leave to file an Enlarge Reply Brief, <i>nunc pro tune.</i> Lead Plaintiffs note that the Reply was addressing two separate Responses, and in the interests of judicial economy, they filed one Reply. The court finds that Lead Plaintiffs have shown good cause, and in the interest of justice, the court ALLOWS Lead Plaintiffs' Motion for Leave to File an Enlarged Reply Brief [DE-88], Defendants' Joint Motion to Strike [DE-86] is DENIED.</p>\n<p></p>\n<h2>III. MOTION TO ENFORCE SETTLEMENT</h2>\n<p>The court now turns to the issue of the enforcement of the settlement agreement.</p>\n<p></p>\n<h2>A. Obligation to Pay Settlement Amount</h2>\n<p>All parties agree that the Stipulation<sup>[2]</sup> entered into by the parties constitutes a contract that is governed by general principles of contract law. <i>See, e.g., </i><i>McClure Lumber Co. v. Helmsman Cond., Inc.,</i> 160 N.C.App. 190, <span class=\"citation\" data-id=\"1213780\"><a href=\"/opinion/1213780/mcclure-lumber-co-v-helmsman-const-inc/\"><span class=\"volume\">585</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">234</span></a></span>, 238 (2003) (quoting <i>Chappell v. Roth,</i> <span class=\"citation\" data-id=\"1328857\"><a href=\"/opinion/1328857/chappell-v-roth/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">690</span></a></span>, <span class=\"citation\" data-id=\"1328857\"><a href=\"/opinion/1328857/chappell-v-roth/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">499</span></a></span>, 500 (2001))(\"[The North Carolina] Supreme Court has stated that a mediated settlement agreement constitutes a valid contract between the settling parties which is `governed by general principles of contract law.'\"). The parties also agree that the terms of the Stipulation are governed by North Carolina law. <i>See</i> Stipulation [DE-66] ¶ 10. Under North Carolina law, \"[i]f the plain language of a contract is clear, the intention of the parties is inferred from the words of the contract.\" <i>Walton v. City of Raleigh,</i> <span class=\"citation\" data-id=\"1204439\"><a href=\"/opinion/1204439/walton-v-city-of-raleigh/\"><span class=\"volume\">342</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">879</span></a></span>, <span class=\"citation\" data-id=\"1204439\"><a href=\"/opinion/1204439/walton-v-city-of-raleigh/\"><span class=\"volume\">467</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">410</span></a></span>, 411 (1996).</p>\n<p>Defendants, contend that, by virtue of their nonpayment of the Settlement Amount, the Stipulation has terminated in accordance with its express terms. Defendants point to Section K of the Stipulation, which provides the following:</p>\n<blockquote>K. CONDITIONS OF SETTLEMENT</blockquote>\n<blockquote>1. The Effective Date of the Settlement shall be conditioned upon the occurrence of all of the following events:</blockquote>\n<blockquote>a. The Court shall enter the Order of Preliminary Approval of Settlement in all material respects, as required by paragraph I., above;</blockquote>\n<blockquote>b. The Defendants have not exercised their right to terminate the Settlement pursuant to paragraph K.3 below;</blockquote>\n<blockquote>c. The Court shall enter the Order and Final Judgment in all material respects, as required by paragraph J., above;</blockquote>\n<blockquote>d. An Effective Date as defined in paragraph A.12 hereof shall have occurred; and</blockquote>\n<blockquote>e. Defendants shall have paid the Settlement Amount; as set forth in paragraph C, above.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>5. If all of the, conditions in paragraph K.1 are not met, then, the Stipulation shall be cancelled, and terminated subject to paragraph L. below.</blockquote>\n<p>Stipulation [DE-66] ¶¶ K.1, K.5. `Paragraph L, in turn, provides the following:</p>\n<blockquote>1. Defendants' Counsel or Lead Plaintiffs' Counsel shall have the right to terminate the Settlement and this Stipulation by providing written notice of their election to do so (\"Termination Notice\") to all other parties hereto within thirty (30) days of:</blockquote>\n<blockquote>a. the Court's declining to enter the Order of Preliminary Approval of Settlement in any material aspect;</blockquote>\n<blockquote>b. the Court's refusal to approve this Stipulation or any material part of it; provided however that the allowance or disallowance by the Court of any application by Lead Plaintiffs' Counsel for Attorney's Fees and Expenses, including fees for experts and consultants to be paid out of the Gross Settlement Fund, shall not be material;</blockquote>\n<blockquote>c. the Court's declining to enter the Order and Final Judgment in all material respects . . .</blockquote>\n<blockquote>d. the date upon which the Order and Final Judgment is modified or <i>reversed</i> in any material respect by the Court of Appeals or the Supreme Court; or</blockquote>\n<blockquote>e. in the event that the Court enters an order or final judgment in a form other than that provided above (an \"Alternate Judgment\") and none of the Parties hereto elect to terminate this Settlement, the date that such Alternate Judgment is modified or reversed in any material respect by the Court of Appeals or the Supreme Court.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>4. If the Effective Date does not occur, or if this Stipulation is disapproved, canceled or terminated pursuant to its terms, all of the Parties shall be deemed to have reverted to their respective status prior to execution of this Stipulation, and they shall proceed in all respects as if this Stipulation had not been executed and the related orders had not been entered, preserving in that event all of their respective claims and defenses in the Action, and shall revert to their respective positions in the Action.</blockquote>\n<p>Stipulation [DE-66] ¶ L.1, L.4.</p>\n<p>Thus, according to Defendants, their failure to pay the Settlement Amount means that the condition set forth in paragraph K.1.e has not been satisfied, which thereby triggers paragraph K.5's provision that \"[i]f all of the conditions in paragraph K.1 are not met, then the Stipulation shall be cancelled and terminated subject to paragraph L. below.\" Defendants contend that pursuant to Paragraph L.4, the parties are deemed to have reverted to their respective actions.</p>\n<p>Lead Plaintiffs, understandably, cry foul, and argue that Defendants' construction of the Stipulation depends upon a truncated view of the terms, and would, more importantly, render the Stipulation to be nothing but an illusory contact. The court agrees.</p>\n<p>First, Defendants' argument overlooks that the Stipulation specifically mandates that Defendants pay. the Settlement Amount. Paragraph C.1 states: \"Subject to the terms of this Stipulation, Defendants <i>shall</i> pay the Settlement Amount into the Escrow Account within ten (10) business days of the Court's entry of an Order.\" Stipulation [DE-66] ¶ C.1 (emphasis added). As Lead Plaintiffs note, there is no other provision in the Stipulation that purports to make this obligation optional for Defendants.</p>\n<p>Although Defendants argue, despite the above-quoted language, that they in fact have the right to elect to not pay the Settlement Amount and terminate the Settlement, such a contention flies in the face of the Stipulation as a whole. The Stipulation specifically provides when, and how, Defendants may elect to terminate the Settlement. First, the Stipulation provides that if more than a specified percentage of the Class Members exclude themselves from Settlement, or \"opt out,\" Defendants may elect to terminate the Settlement, and must serve written notice on Lead Plaintiffs' counsel. <i>See</i> Stipulation [DE-66] ¶ K.3. Second, the Stipulation provides that if this court declines to approve the Settlement in some material aspect, or if an appellate court modifies or reverses a final order and judgment from this court, then Defendants or Lead Plaintiffs may terminate the Stipulation, again by serving written notice on all the parties within thirty days of the triggering event. Stipulation [DE-66] ¶ L.1. It is striking that no similar provision is included in the Stipulation should Defendants \"elect\" not to pay the Settlement Amount.</p>\n<p>Moreover, Defendants' reading of the Stipulation would render it an illusory or invalid contract. Under North Carolina law, \"consideration which may be withdrawn on a whim is illusory consideration which is insufficient to support a contract.\" <i>McLamb v. T.P. Inc.,</i> 173 N.C.App. 586, <span class=\"citation\" data-id=\"1291492\"><a href=\"/opinion/1291492/mclamb-v-tp-inc/\"><span class=\"volume\">619</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">577</span></a></span>, 582 (2005)(collecting cases). Courts will not enforce a contract that is premised on such illusory consideration. <i>See, e.g., </i><i>Mastrom Inc. v. Warren,</i> 18 N.C.App. 199, <span class=\"citation\" data-id=\"1269100\"><a href=\"/opinion/1269100/mastrom-inc-v-warren/\"><span class=\"volume\">196</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">528</span></a></span> (1973)(affirming trial court's denial of employer's motion for a preliminary injunction where the court found the contract to be without consideration and \"illusory\"). General contract principles, therefore, dictate that a court is to interpret contract terms in way that does not render a contract void or doubtful validity. <i>See </i><i>Nichols v. Lake Toxaway Co., Inc.,</i> 98 N.C.App. 313, <span class=\"citation\" data-id=\"1336439\"><a href=\"/opinion/1336439/nichols-v-lake-toxaway-co-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">770</span></a></span>, 773 (1990)(citing <i>Poindexter v. Wachovia Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"1340267\"><a href=\"/opinion/1340267/poindexter-v-wachovia-bank-and-trust-company/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation\" data-id=\"1340267\"><a href=\"/opinion/1340267/poindexter-v-wachovia-bank-and-trust-company/\"><span class=\"volume\">128</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">867</span></a></span> (1963)(\"[W]here there are two possible interpretations of an instrument, one which would render the instrument invalid and one which would render it valid, preference must be given to the one which would render it valid.\")). In this case, however, Defendants ask the court to accept their contention that the Stipulation can, at their discretion, be cancelled by any of them, simply by their election to not pay the Settlement Amount. As Lead Plaintiffs note, Defendants essentially argue that they \"can cancel the Settlement by breaching their obligation to pay.\" Reply at p. 9. Put quite simply, Defendants' interpretation Of the Stipulation did not obligate them to do <i>anything:</i> under their reading, Defendants could decide, on a whim, not to pay the Settlement Amount. Such a reading is not tenable, as it would render the Stipulation to be nothing more than an illusory contract. Consequently, the much more reasonable reading that Lead Plaintiffs set forth, that Defendants had a <i>binding</i> obligation to pay the Settlement Amount, must control.</p>\n<p></p>\n<h2>B. Liability for Payment of Settlement Amount</h2>\n<p>As the court has observed, the Stipulation provides that \"Defendants shall pay the Settlement Amount into the Escrow Account within ten (10) business days of the Court's entry of an Order.\" Stipulation ¶ C.1 (emphasis added). The term \"Defendants\" is defined in the Stipulation to mean: \"Dennis Mast (Mast) George A. Moore (`Moore'), Shane Traveller (Traveller), Ross W. Smith (Smith) HydroFlo, Inc. CHydroFlop, and Metals and Arsenic Removal Technology, Inc. (MARTI').\" Stipulation ¶ A.10. Despite this unambiguous language in the Stipulation, Defendant Shane Traveller argues that he should not be held personally liable for the Settlement Amount. Traveller contends that a Memorandum of Understanding (\"MOU\") signed prior to the Stipulation and emails sent after the Stipulation was filed with the court show that only HydroFlo was obligated to pay the Settlement Amount.</p>\n<p>The MOU offered by Traveller was signed sometime in August 2007 by the parties' respective counsel, and purported to \"contain[] the essential terms of a settlement (the `Settlement') agreed to in principle by and among defendants Dennis Mast, George A. Moore, Shane Traveller, Ross W. Smith, HydroFlo, Inc. ('Hydro-Flo'), and Metals and Arsenic Removal Technology (collectively, the `Defendants') and lead plaintiffs.\" Traveller's Response [DE-81], Ex. A (\"MOU\"). The MOU provided, <i>inter alia,</i> that \"[o]n or before the tenth business day after preliminary approval of the Settlement by the Court, HydroFlo shall cause the Settlement Amount of $425,000 to be paid into an interest-bearing account (the \"Escrow Account\").\" <i>Id.</i> ¶ 5. The MOU also stated:</p>\n<blockquote>The parties acknowledge that, although this MOU is a binding agreement, it does not set forth all of the terms necessary and appropriate for a complete and final Settlement and agree that they will cooperate to expeditiously prepared and execute a definitive Stipulation of Settlement and jointly seek preliminary and final Court approval of the Settlement as soon as possible.</blockquote>\n<p><i>Id.</i> ¶ 3. Traveller contends that the MOU's fifth paragraph establishes that only HydroFlo, the corporation, was to pay the Settlement Amount.</p>\n<p>Traveller also points to emails sent by Lead `Plaintiffs' counsel to Donald J. Harris, the attorney representing HydroFlo, MARTI, and the three individual defendants other than Traveller. <i>See</i> Decl. of Phillip Kim [DE-79], Ex. 4. Although Traveller's attorney was \"cc'd\" on the emails, Lead Plaintiffs' attorney appears to be directing moat of the inquiries to Mr. Harris. On January 30, 2008, two days after; the Settlement Amount was due, Lead Plaintiffs' counsel asked: \"I write as a follow-up to my e-mail of yesterday, and the phone message I just left you. Have you heard anything from your client regarding the settlement fund?\" <i>Id.</i> Mr. Harris replied to counsel, and stated: \"I have not heard anything from HydroFlo. I have received no response at all.\" <i>Id.</i> Traveller contends that these post-Stipulation emails confirm his reading of the MOU, and only HydroFlo, the corporate entity, was obligated to pay the Settlement Amount.</p>\n<p>Lead. Plaintiffs argue that the court must not consider the MOU or the email communications because it would violate the parol evidence rule and the merger clause of the Settlement Agreement. In North Carolina:</p>\n<blockquote>[W]here the parties have deliberately put their engagements in writing in such terms as import a legal obligation free of uncertainty, it is presumed the writing was intended by the parties to represent all their engagements as to the elements dealt with in' the writing. Accordingly, all prior and contemporaneous negotiation in respect to those elements are deemed merged in the written agreement. And the rule is that, in the absence of fraud or mistake or allegation thereof, parol testimony of prior or contemporaneous negotiations or conversations inconsistent with the writing, or which tend to substitute a new and different contract from the one evidenced by the writing, is incompetent</blockquote>\n<p><i>Neal v. Marrone,</i> <span class=\"citation\" data-id=\"1283750\"><a href=\"/opinion/1283750/neal-v-marrone/\"><span class=\"volume\">239</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation\" data-id=\"1283750\"><a href=\"/opinion/1283750/neal-v-marrone/\"><span class=\"volume\">79</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">239</span></a></span>, 242 (1953). Furthermore, Lead Plaintiffs note that the Stipulation filed by the parties contains the following \"merger\" clause:</p>\n<blockquote>This Stipulation and the exhibits attached hereto constitute the entire agreement among the Parties hereto and no representations, warranties or inducements have been made to any party concerning this Stipulation or its exhibits other than the representations, warranties and covenants and memorialized in such documents.</blockquote>\n<p>Stipulation [DE-66] ¶ M.4. Lead Plaintiffs argue that the court cannot consider this parol evidence because it varies the unambiguous language of the Stipulation which provides that all Defendants, and not just HydroFlo, are obligated to pay the Settlement Amount.</p>\n<p>The court agrees. Traveller argues, relying on the North Carolina Court of Appeals' decision in <i>Zinn v. Walker,</i> 87 N.C.App. 325, <span class=\"citation\" data-id=\"1311367\"><a href=\"/opinion/1311367/zinn-v-walker/\"><span class=\"volume\">361</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">314</span></a></span> (1987), that the MOU and the post-Stipulation email communications should be considered despite the parol evidence rule, and the merger clause of the Stipulation, because it reflects the parties'\"true intentions.\" Traveller's Response [DE-81] at p. 7 n. 4. The <i>Zinn</i> court declared:</p>\n<blockquote>Where giving effect to the merger clause would frustrate and distort the parties' true intentions and understanding regarding the contract, the clause will not be enforced: \"... to permit the standardized language in the printed forms... to nullify the clearly understood and expressed intent of the contracting parties would lead to a patently unjust and absurd result....\"</blockquote>\n<p><i>Id.</i> at 333, <span class=\"citation\" data-id=\"1311367\"><a href=\"/opinion/1311367/zinn-v-walker/\"><span class=\"volume\">361</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">314</span></a></span>(quoting <i>Loving Co. v. Latham,</i> 20 N.C.App. 318, <span class=\"citation\" data-id=\"1278178\"><a href=\"/opinion/1278178/ta-loving-company-v-latham/\"><span class=\"volume\">201</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">516</span></a></span> (1974)). This court, however, finds <i>Zinn</i> to be distinguishable from the instant case.</p>\n<p>In <i>Zinn,</i> the plaintiff and the defendant signed three agreements at the same meeting: a Resale Profits Agreement, a Design Review Agreement, and an Offer to Purchase and Contract. The Offer to Purchase and Contract, the last one signed by the parties, was a standard contract approved by the North Carolina Bar Association and the North Carolina Association of Realtors. Although the defendant's attorney had deleted several preprinted clauses, he retained a form merger clause in the contract. <i>Id.</i> at 315-16. Several months later, the parties disagreed about whether the Resale Profits Agreement was enforceable, and litigation ensued. <i>Id.</i> at 316. After a jury found that the plaintiff was entitled to a portion of the profits, as provided for in the Resale Profits Agreement, the defendant appealed, arguing, <i>inter alia,</i> that the Resale Profits Agreement was not enforceable because it was nothing more than an agreement to agree, and that the merger clause in the Offer to Purchase and Contract, as well as the parol evidence rule, precluded the consideration of other agreements. <i>Id.</i></p>\n<p>The North Carolina Court of Appeals disagreed, and held that the Resale Profits Agreement, which was contemporaneously signed with the Offer to Purchase, \"became incorporated into the same to comprise the overall contract.\" <i>Id.</i> at 318. The Court of Appeals stressed that all three contracts were signed at the same time, and that the plaintiff conditioned the Offer to Purchase and Contract upon the signing of the Resale. Profits Agreement, all of which compelled the conclusion that the parties intended the three contracts to be construed as one. After concluding that the contracts were intended to be construed as one, the Court of Appeals rejected the defendant's arguments to give effect to the parol evidence rule and the merger clause in the last contract. <i>Id.</i> at 318-19.</p>\n<p>Here, however, the MOU was not signed contemporaneously with the Stipulation, where it could be considered to constitute the same contract; rather, the MOU was signed approximately three months prior to the Stipulation. Moreover, there is no indication that Stipulation was composed of preprinted boilerplate provisions like the contract at issue <i>Zinn</i>  a fact the <i>Zinn</i> court presumably found notable. In contrast to the <i>Zinn case,</i> the terms of the Stipulation did not come from a preprinted form, but were \"extensively negotiated between counsel of the parties.\" <i>See</i> Aff. of Donald J. Harris [DE-82] ¶ 7. Where, as here, the parties are represented by competent counsel who extensively negotiated and drafted a 34-page contract that was tailor-made to resolve the parties' differences, the court cannot pretend that counsel did not understand the effect and import of the merger clause. Under these circumstances, the court is compelled to give effect to the merger clause in the Stipulation, and not insert a contrary provision from the MOU into the Stipulation.<sup>[3]</sup> Consequently, all Defendants, including Shane Traveller, are responsible for the Settlement Amount.</p>\n<p></p>\n<h2>IV. ATTORNEYS' FEES</h2>\n<p>Lead Plaintiffs also ask for an award of attorneys' fees incurred by their counsel in bringing the motion to enforce settlement agreement. Under the American Rule, each party bears its own costs of litigation unless statutory authority exists for an award of attorneys' fees or an exception to the rule applies. <i>See </i><i>Alyeska Pipeline Serv. Co. v. Wilderness Soc'y,</i> <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 245-47, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1612</span></a></span>, 44 L.Ed.2d 141(1075). One exception to the rule allows a district court to assess attorneys' fees against a losing party when it has acted in bad faith, vexatiously, or wantonly. <i>See </i><i>Alyeska,</i> 421 U.S. at 258, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1612</span></a></span>. In this case, the Lead Plaintiffs argue that their counsel is entitled to attorneys' fees because Defendants affirmatively misled them, and this court, about their willingness and ability to pay. Although the court does find some of the Defendants' assertions to strain credulity, especially that `all the parties `submitted the Stipulation for preliminary; approval with the understanding that the Defendants lacked the ability to pay, the court cannot conclude that the Defendants' actions are so egregious as to warrant the award of attorneys' fees. Consequently, Lead Plaintiffs' request is DENIED.</p>\n<p></p>\n<h2>V. MOTION TO ADJOURN DEADLINES</h2>\n<p>Lead Plaintiffs also have filed a \"Consented Motion and Memorandum to Adjourn Date for Submission of Papers in Support of Final Approval of Class Action Settlement\" [DE-91]. The Lead Plaintiffs submit that he March 20, 2008 deadline for the submission of the motion for final approval of class action settlement; the report of the Claims Administrator on the notice program; Lead Plaintiffs' responses to any class member objections, opt-outs, and exclusions to the Settlement; and all other supporting documentation, should be continued. The court agrees, and the Lead Plaintiffs' Motion [DE-91] is ALLOWED.</p>\n<p></p>\n<h2>VI. CONCLUSION</h2>\n<p>For the foregoing reasons, Defendants' Motion to Strike [DE-86] is DENIED, and Plaintiffs' Motion for Leave [DE-88] is ALLOWED.</p>\n<p>Furthermore, Lead Plaintiffs' Motion to Enforce the Class Action Settlement Agreement [DE-77] is ALLOWED, and Defendants hereby are ORDERED to pay the Settlement Amount of $425,000.00 in cash within ten (10) business days from the filing date of this order. Lead Plaintiffs are DIRECTED to file a Notice with this court upon receipt of the Settlement Amount from Defendants. After receiving such notice, the court will reschedule the appropriate deadlines for the submission of the motion for final approval of class action settlement; the report of the Claims Administrator on the notice program; Lead Plaintiffs' responses to any class member objections, opt-outs, and exclusions to the Settlement; and all other supporting documentation. Therefore, Lead Plaintiffs' Consented Motion [DE-91] is ALLOWED.</p>\n<p>If Defendants fail to tender the entire amount due within the ten (10) business days from the date of this order:</p>\n<blockquote>(a) Lead Plaintiffs shall submit a proposed Judgment joint and severally against the Defendants for the $425,000.00 due under the Stipulation, plus interest at the legal rate per annum from January 28, 2008, less any amounts actually paid by Defendants into the Settlement Fund;</blockquote>\n<blockquote>(b) Lead Plaintiffs shall use best efforts to execute on said Judgment to collect any remaining amounts owed by Defendants to the Settlement Fund; and</blockquote>\n<blockquote>(c) The final approval hearing scheduled for April 10, 2008 at 10:30 a.m. will be adjourned 90 days from the date of the entry of said Judgment.</blockquote>\n<p>Lead Plaintiffs' request for attorneys' fees is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The law firm of Wilson and Iseman is now known as Wilson &amp; Coffey, LLP.</p>\n<p>[2]  In keeping with the parties' practices, all capitalized terms in this Order have the same meaning assigned in the Stipulation [DE-66].</p>\n<p>[3]  Moreover, the <i>Zinn</i> opinion does not indicate that the parties disputed the essential meaning of the Resale Profits Agreement. Here, in contrast, the other Defendants contend that \"HydroFlo\" was defined in the MOU to mean all Defendants other than MARTI. <i>See</i> Aff. of Donald J. Harris [DE-82] ¶ 3.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1204439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1278178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1291492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1336439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340267/"
  ]
}