{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2389833/",
  "absolute_url": "/opinion/2389833/may-v-gray/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2389833/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:20:04.513336Z",
  "date_modified": "2016-04-27T01:08:46.052155Z",
  "type": "010combined",
  "sha1": "894ea70eee71695c5738202ec98c7fe3451d0894",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>708 F.Supp. 716 (1988)</b></center>\n<center><h1>James Wesley MAY, Jr., Private First Class, Plaintiff,<br>\nv.<br>\nRobert E. GRAY, Colonel, Commanding Officer, 35th Signal Brigade, in his official capacity, et al., Defendants.</h1></center>\n<center>No. 88-61-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 6, 1988.</center>\n<p><span class=\"star-pagination\">*717</span> Mark L. Waple, Hutchens &amp; Waple, Fayetteville, N.C., for plaintiff.</p>\n<p>Margaret Person Currin, U.S. Atty., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the court on defendants' motion for reconsideration of this court's order granting preliminary injunctive relief to the plaintiff, or alternatively, for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The issues have been thoroughly briefed, a hearing was held, and the matter is now ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The complaint in this action alleges that the defendants approved plaintiff's discharge from active duty with the United States Army with a General Discharge under Honorable Conditions, without a trial by court martial, without an administrative hearing, and without providing the plaintiff with requested evidence which would allow the plaintiff the only meaningful opportunity to refute the allegations against him.</p>\n<p>On 11 April 1988 plaintiff, a private in the United States Army, submitted to urinalysis testing. He was subsequently notified that the sample he submitted had tested positive for trace amounts of the controlled <span class=\"star-pagination\">*718</span> substance marijuana. Plaintiff was then informed that he was being considered for nonjudicial punishment pursuant to Article 15 of the USMJ. He demanded a trial by court martial which has not been granted. Rather, plaintiff has been recommended for administrative separation from active duty. Specifically, separation for \"misconduct  abuse of illegal drugs.\"</p>\n<p>On 12 May 1988 plaintiff was notified that because he did not have six years of active military service he was not entitled to a hearing before an administrative separation board.</p>\n<p>On 23 May 1988 plaintiff requested from the defendants or their representatives copies of any results of scientific tests or data which served as the basis for the pending administrative separation. The extent to which defendants have responded to this request is sketchy at best.</p>\n<p>On 31 May 1988 plaintiff requested the opportunity to present his case to a board of officers and to receive an administrative hearing. That request was denied by the defendants. Defendants now argue that plaintiff's request was untimely.</p>\n<p>On 13 June 1988 the court granted a temporary restraining order. A preliminary injunction was granted on 22 June 1988.</p>\n<p>Defendants' motion for reconsideration argues first that the existence of the ABCMR and post-termination review sufficiently protect plaintiff's due process rights. They further argue that this avenue of relief is not futile and that the plaintiff should be forced to exhaust his remedies. Alternatively, defendants contend that plaintiff was afforded due process.</p>\n<p></p>\n<h2>JURISDICTION</h2>\n<p>Plaintiff alleges jurisdiction under 28 U.S.C. §§ 1331 and 1346(a)(2). Defendants argue that this court is without subject matter jurisdiction. They argue that \"plaintiff's claim does not present a substantial federal issue in light of the existing and overwhelming precedent adverse to his position, and therefore, federal question jurisdiction does not apply.\" Defendants' statement is a conclusion, not an argument. Plaintiff's claim raises two serious questions. The first question goes to the constitutionality of a regulation which deprives the plaintiff of a hearing before separation because he has not served six years; the second asks whether the process that has been afforded, or may be afforded, is adequate to redress plaintiff's alleged deprivation of property and liberty. The court concludes that these questions raise substantial federal issues which warrant the exercise of federal question jurisdiction.<sup>[1]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Defendants urge the court to reconsider (1) the appropriateness of interfering with the military establishment, (2) the finding of irreparable harm, and (3) the conclusion that exhaustion of administrative remedies would be futile. <i>Mindes v. Seaman,</i> 453 F.2d 197 (5th Cir.1971), is the leading case which outlines when military internal affairs should be subjected to judicial review. The test is as follows:</p>\n<blockquote>[A] court should not review internal military affairs in the absence of (a) an allegation of the deprivation of a constitutional right, or an allegation that the military has acted in violation of applicable statutes or its own regulations, and (b) exhaustion of available intraservice measures.</blockquote>\n<p>453 F.2d at 201; <i>see also </i><i>Williams v. Wilson,</i> 762 F.2d 357 (4th Cir.1985) (adopting <i>Mindes</i> test). As the court noted in its order granting preliminary injunctive relief, application of this test demands that the court balance four policy considerations in determining the justiciability of a claim:</p>\n<blockquote>(1) The nature and strength of the plaintiff's challenge to the military termination;</blockquote>\n<blockquote>(2) The potential injury to the plaintiff if review is refused;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*719</span> (3) The type and degree of anticipated interference with the military function; and</blockquote>\n<blockquote>(4) The extent to which the exercise of military expertise or discretion is involved.</blockquote>\n<p><i>Williams,</i> 762 F.2d at 359, <i>quoting in part, </i><i>Mindes,</i> 453 F.2d at 201. The court adheres to its earlier conclusion that judicial review is warranted in this case. It will not unduly interfere in military affairs, and resolution of the plaintiff's equal protection challenge does not require military discretion and expertise.</p>\n<p>Defendants argue that the damage to plaintiff's reputation is not sufficient to support the irreparable harm requirement. They rely on <i>Sampson v. Murray,</i> 415 U.S. 61, 94 S.Ct. 937, 39 L.Ed.2d 166 (1974). <i>Sampson</i> held that where \"the Government has traditionally been granted the widest latitude in the `dispatch of its own internal affairs' ... the granting of preliminary injunctive relief\" is limited to where there is \"a showing of irreparable injury sufficient in kind and degree to override these factors cutting against the general availability of preliminary injunctive relief.\" 415 U.S. at 83-84, 94 S.Ct. at 949-50. That case is of limited application here. In <i>Sampson</i> there were serious deficiencies with respect to the trial court's finding of irreparable harm. The court noted that \"no witnesses were heard on the issue of irreparable injury, that [plaintiff's] complaint was not verified, and that the affidavit she submitted to the District Court did not touch in any way upon considerations relevant to irreparable injury.\" 415 U.S. at 88, 94 S.Ct. at 952. Admittedly, the <i>Sampson</i> decision is not particularly sympathetic to finding irreparable harm in the context of separation from employment, or to interference with an administrative process or personnel decisions. However, the court did specifically point out that they were not ruling out findings of irreparable harm in exceptional cases. 415 U.S. at 92-93, n. 68, 94 S.Ct. at 953-54, n. 68. The court concludes that this is such a case. There is evidence which indicates that there will be an extended delay between plaintiff's separation and review, if any, by the ABCMR. <i>See</i> Boltwood affidavit (two years between petition and denial of application in similarly postured case.) During the interim plaintiff will be forced to seek employment with a military service record that adjudges him, in effect, \"guilty\" of controlled substance abuse.</p>\n<p>Defendants also argue that where a plaintiff \"may obtain complete retroactive relief in [an] administrative proceeding or a subsequent judicial review of the administrative proceeding,\" he has not shown the kind of irreparable injury \"sufficient to justify the issuance of a preliminary injunction.\" <i>Diliberti v. Brown,</i> 583 F.2d 950, 951 (7th Cir.1978), discussing <i>Sampson.</i> It is apparently within the authority of ABCMR to grant plaintiff a full evidentiary hearing as well as afford all the relief he seeks. There is, however, no guarantee that plaintiff will be afforded a full hearing. <i>See </i><i>Flute v. United States,</i> 210 Ct.Cl. 34, 535 F.2d 624, 628 (1976). (A hearing on application for correction of military records is <i>not</i> required by 10 U.S.C. § 1552, but is within the discretion of the Board for Correction of Military Records, and if a hearing is granted, the Secretary concerned has discretion to determine the scope of review.) <i>See also</i> \"Declaration of Mr. David R. Kinneer\" p. 3; AR 15-185(10). Plaintiff may have a right to appeal, but it appears this could be an empty right.</p>\n<p>Defendants again argue that exhaustion of administrative remedies (by appealing to the ABCMR) is required, and that contrary to the court's conclusion in the preliminary injunction order, exhaustion of remedies before the ABCMR is not futile. Admittedly, there is a wealth of law to support the requirement of exhaustion of administrative remedies before resort to federal courts. There is also apparently a presumption that appeal to the ABCMR would protect the plaintiff's rights. <i>See </i><i>Hodges v. Callaway,</i> 499 F.2d 417, 424 (5th Cir.1974). Nevertheless, the court adheres to its conclusion that plaintiff need not exhaust his administrative remedies before the ABCMR. As previously noted plaintiff has no entitlement to a full hearing, or to any relief, in this administrative process. <span class=\"star-pagination\">*720</span> The court further notes that resolution of the constitutional issues raised by plaintiff's complaint should not be delayed pending completion of an administrative review process. <i>Cf. </i><i>Rucker v. Secretary of Defense,</i> 702 F.2d 966 (11th Cir.1983). <i>Contra </i><i>Bittner v. Secretary of Defense,</i> 625 F.Supp. 1022 (D.D.C.1985). The <i>Bittner</i> court required that plaintiff, a member of the Air Force, exhaust administrative remedies. The court specifically found that the Air Force review process was not inordinately long. \"Additionally, [the administrative review process] provides the court with valuable agency expertise and fact finding that could assist the Court in reviewing [the plaintiff's] claims.\" 625 F.Supp. at 1027. The court declined to address constitutional claims \"where issues may be resolved in plaintiff's favor at the administrative level on nonconstitutional grounds.\" <i>id.</i> The court was particularly concerned with providing the Air Force with \"the opportunity `to discover and correct its own errors' if any.\" <i>id.</i> Indeed, that is exactly the problem. Under the circumstances of this case the court concludes that any fact-finding by the military that could take place would provide little, if any, assistance to the court in ultimately resolving plaintiff's claim. Plaintiff is challenging the defendants' regulation which denies plaintiff the opportunity to a full adversarial hearing unless plaintiff has served six years in the Armed Forces. Under the defendants' argument the focus then becomes whether the ABCMR is empowered to change the regulation. It is undisputed that the ABCMR is not so empowered. Plaintiff's argument is essentially that the issues in this case are \"purely legal, [and] require no exercise of military discretion or expertise and therefore this federal court is in a better position to consider the constitutional issues presented ... than are the various military bodies which the defendants would have the plaintiff turn to.\" The court agrees.</p>\n<p></p>\n<h2>PROPERTY INTEREST</h2>\n<p>\"The requirements of procedural due process apply only to the deprivation of interests encompassed by the Fourteenth Amendment's protection of liberty and property.\" <i>Board of Regents v. Roth,</i> 408 U.S. 564, 569, 92 S.Ct. 2701, 2705, 33 L.Ed. 2d 548 (1972). A person deprived of either of these interests must be afforded some kind of a hearing. 408 U.S. at 570, n. 7, 92 S.Ct. at 2705, n. 7. Plaintiff alleges that he was deprived of due process by the defendants when they failed to provide him a hearing. Defendants argue that plaintiff does not have a property or liberty interest at stake, and that, therefore, no process was due. Alternatively, they argue that the requirements of due process have been met.</p>\n<p>The court must first determine whether the plaintiff has a property interest in his continued employment with the military, that is completion of his three year tour of duty as agreed upon at enlistment.</p>\n<p>As stated in <i>Roth:</i></p>\n<blockquote>Property interests, of course, are not created by the Constitution. Rather they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law  rules or understandings that secure certain benefits and that support claims of entitlement to those benefits.</blockquote>\n<p>408 U.S. at 577, 92 S.Ct. at 2709.</p>\n<p>From a review of the cases which have dealt with this issue several rules and themes emerge. The first rule is that there is no constitutional right to serve, that is, to enlist, in the United States Armed Forces. <i>Gant v. Binder,</i> 596 F.Supp 757, 767 (D.Neb.1984), <i>aff'd,</i> 766 F.2d 358 (8th Cir.1985); <i>Shaw v. Gwatney,</i> 584 F.Supp. 1357 (E.D.Ark.1984), <i>aff'd in part, vacated in part,</i> 795 F.2d 1351 (8th Cir. 1986). Furthermore, there is no constitutional right to reenlist in the armed forces. <i>id.</i> There is also a wealth of law which supports the proposition that a <i>reservist</i> does not have a property interest in continued employment. <i>See </i><i>Sims v. Fox,</i> 505 F.2d 857, 861 (5th Cir.1974), <i>en banc, cert. denied,</i> 421 U.S. 1011, 95 S.Ct. 2415, 44 L.Ed.2d 678 (1975); <i>Pauls v. Secretary of the Air Force,</i> 457 F.2d 294, 295 (1st Cir. 1972); <i>Coppedge v. Marsh,</i> 532 F.Supp. <span class=\"star-pagination\">*721</span> 423, 429 (D.Kan.1982); <i>Woodward v. Moore,</i> 451 F.Supp. 346, 347 (D.D.C.1978). Defendants rely heavily on these cases. The court, however, concludes that the reservist's interests, or lack thereof, are distinguishable from the regular armed forces serviceman.<sup>[2]</sup> Each of the cases that addressed a reservist's challenge noted the express statement by Congress that such reservists would serve at the pleasure of the Secretary concerned. Title 10 U.S.C. § 681(a) provides that: \"Except as otherwise provided in this title, the Secretary concerned may at any time release a Reserve under his jurisdiction from active duty.\" A somewhat similar provision with respect to regular armed services personnel is found at Title 10, U.S.C., § 1169 which provides:</p>\n<blockquote>No regular enlisted member of an armed force may be discharged before his term of service expires, except </blockquote>\n<blockquote>(1) as prescribed by the Secretary concerned;</blockquote>\n<blockquote>(2) by sentence of a general or special court martial; or</blockquote>\n<blockquote>(3) as otherwise provided by law.</blockquote>\n<p>This statute has been interpreted as an illustration that Congress was aware of the administrative discharge mechanisms; and that the military's status justified the grant of wide latitude in fashioning disciplinary mechanisms. <i>Gay Veteran's Assn., Inc. v. Secretary of Defense,</i> 668 F.Supp. 11, 15-16 (D.D.C.1987), <i>aff'd,</i> 850 F.2d 764 (D.C. Cir.1988). This provision effectively limits the scope of any property interest in continued military employment. However, the phraseology of the statute does not completely defeat the recognition of such a property interest and may be considered within the protection of the Due Process Clause.<sup>[3]</sup></p>\n<p></p>\n<h2>LIBERTY INTEREST</h2>\n<p>\"Liberty\" as referred to in the Due Process Clause of the Fourteenth Amendment includes the right of \"an individual to contract, to engage in any of the common occupations of life, to acquire useful knowledge ... and generally to enjoy those privileges long recognized ... as essential to the orderly pursuit of happiness by free men.\" <i>Roth,</i> 408 U.S. at 572, 92 S.Ct. at 2707, quoting, <i>Meyer v. Nebraska,</i> 262 U.S. 390, 399, 43 S.Ct. 625, 626, 67 L.Ed. 1042 (1923). From this broad concept it has been held that \"[w]here a person's good name, reputation, honor, or integrity is at stake because of what the government is doing to him, notice and an opportunity to be heard are essential.\" <i>Wisconsin v. Constantineau,</i> 400 U.S. 433, 437, 91 S.Ct. 507, 510, 27 L.Ed.2d 515 (1971). Due Process demands that the individual, whose liberty interest has been so implicated, be given an opportunity to clear his name.</p>\n<p>In <i>Bishop v. Wood,</i> the court held that there could be no deprivation of liberty in the context of a discharge where there \"is no public disclosure of the reasons for the discharge.\" 426 U.S. 341, 348, 96 S.Ct. 2074, 2079, 48 L.Ed.2d 684 (1976). In <i>Casey v. United States,</i> the United States Claims Court held that \"a `stigma' may attach to a servicemember's discharge either from the characterization of the discharge or from the reasons recorded for the discharge, if such reasons present a `derogatory connotation to the public at large.'\" 8 Cl.Ct. 234, 242 (1985), quoting, <i>Birt v. United States,</i> 180 Ct.Cl. 910, 914 (1967): <i>see also </i><i>Stapp v. Resor,</i> 314 F.Supp. 475 (S.D.N.Y.1970); <i>Glidden v. United States,</i> 185 Ct.Cl. 515 (1968); <i>Keef v. United States,</i> 185 Ct.Cl. 454 (1968). The court went on to state that the \"primary concern in these cases is to prevent the armed forces from imposing a penalty on a discharged serviceman without affording him some basic constitutional protection, the essence of which is notice and a hearing.\" 8 Cl.Ct. at 242.</p>\n<p><span class=\"star-pagination\">*722</span> Defendants contend that plaintiff's separation from the Army with a general discharge under honorable conditions does not impose a stigma. They argue that the accusations were not unsupported and that there has been no public dissemination. They rely principally on cases such as <i>Rich v. Secretary of the Army,</i> 735 F.2d 1220 (10th Cir.1984) and <i>Sims v. Fox, supra</i><i>.</i> The court is wholly unpersuaded.</p>\n<p>In <i>Rich</i> the court declined to find an infringement of a protected liberty interest. The court noted first, that \"the plaintiff himself publicized his homosexuality and the circumstances of his discharge.\" 735 F.2d at 1227. Obviously, that is not the case here. The court went on to state, however, that \"to the extent that the Army publicized any information to the public ... it was at the behest of plaintiff. Plaintiff consented to the release of such material. After inducing the Army to release information, plaintiff cannot now claim that this impaired a liberty interest.\" <i>id.</i> This court cannot accept this reasoning. It ignores the realities of the employment world. One who is seeking employment and is asked to furnish background information and verification is hardly in a position to refuse the request if he wants the job. As the <i>Casey</i> court noted large employers routinely ask discharged service personnel for documentation verifying their service and discharge. \"The truth of the matter is that military separation codes are known, understood and available to the part of society that count  i.e., prospective employers.\" 8 Cl.Ct. at 243; <i>see also</i> Boltwood affidavit re Army Regulation 635-5-1 \"Separation Program Designations.\" The court concludes that the stigma which will attach to plaintiff's record if the separation is completed implicates plaintiff's liberty interests.</p>\n<p></p>\n<h2>DUE PROCESS</h2>\n<p>Defendants acknowledge that the due process clause requires notice and an opportunity to be heard. They argue that while a pretermination opportunity to respond is necessary, a full evidentiary hearing is not. As a general rule they are correct.</p>\n<p>Plaintiff has the burden of demonstrating that the \"hearing\" provided him failed to meet the \"minimal process constitutionally guaranteed him.\" <i>Morris v. City of Danville, Virginia,</i> 744 F.2d 1041, 1047 (4th Cir.1984). Plaintiff has argued that he has been unable to substantively challenge the test results. Defendants' response has been that \"[d]ue process is not violated just because there is no opportunity for cross-examination.\" Defendants contend that the plaintiff has had the opportunity to get the test results, have his own urine sample returned to him and retested. And yet, plaintiff's request for the results and supporting documents has never apparently been answered. During oral argument there was some confusion as to what has been provided. Apparently the defendants have recently forwarded plaintiff test results. Defendants also contend that a retest of the sample has been performed. It was still unclear, however, whether plaintiff was given an opportunity to have his sample independently retested.</p>\n<p><i>Cleveland Board of Education v. Loudermill</i> clearly states the appropriate inquiry and the requirements of due process. <i>Loudermill</i> also offers the following: \"The pretermination hearing need not definitively resolve the propriety of the discharge. It should be an initial check against mistaken decisions  essentially, a determination of whether there are reasonable grounds to believe that the charges against the employee are true and support the proposed action.\" 470 U.S. 532, 545-46, 105 S.Ct. 1487, 1495-96, 84 L.Ed.2d 494 (1985). Upon review of the evidence submitted, and in consideration of statements made at oral argument, the court concludes that plaintiff has not had the opportunity to substantively challenge the urinalysis test results. Without at least that opportunity the court cannot be persuaded that plaintiff has been afforded due process.</p>\n<p>Notwithstanding the wide latitude of the military with respect to personnel matters, and the general policy of avoiding judicial intervention into such matters, due process does require that if the secretary concerned <span class=\"star-pagination\">*723</span> prescribes certain regulations under which Army personnel can be discharged, those regulations must be complied with. <i>See </i><i>Detweiler v. Com. of Va. Dept. of Rehab Services,</i> 705 F.2d 557, 561 (4th Cir.1983); <i>But see also Morris v. City of Danville, Va., supra; </i><i>Bowens v. N.C. Dept. of Human Resources,</i> 710 F.2d 1015, 1019 (4th Cir.1983) (\"An agency's violation of its regulations is not unconstitutional unless the regulations are necessary to afford due process.\")</p>\n<p>There is a notice that appears to advise the plaintiff that he had a right to submit statements on his own behalf. That notice also stated that failure to submit any statements by 23 May 1988 could be treated as a waiver. The plaintiff did not submit a written statement on his behalf until after the deadline. However, plaintiff's affidavit does state that he repeatedly verbally denied the use of marijuana to his superior officers. On the deadline date, plaintiff, through his attorney, did make extensive \"discovery type\" requests. Since the court has been unable to find a requirement that the notice be written, it is appropriate to deem the verbal denials and discovery requests as sufficient notice to the defendants that plaintiff was going to challenge the separation, and eventually submit statements on his own behalf. As such the defendants failed to comply with their own regulations when they denied plaintiff the opportunity to be heard and further challenge the separation proceedings.</p>\n<p>The court concludes that the defendants are not entitled to judgment as a matter of law.</p>\n<p>Accordingly, the motion by defendants for reconsideration or for summary judgment is denied.</p>\n<p>\"Although the federal government and its agencies are not bound by the Fourteenth Amendment equal protection clause, the Fifth Amendment has an equal protection component which imposes similar, but not identical, limitations on government action.\" <i>Menezes v. Immigration &amp; Naturalization Service,</i> 601 F.2d 1028, 1034 (9th Cir.1979), <i>citing, </i><i>Bolling v. Sharpe,</i> 347 U.S. 497, 499, 74 S.Ct. 693, 694, 98 L.Ed. 884 (1954). Having concluded that plaintiff has a liberty interest, and a limited property interest, implicated by defendants' actions, a further inquiry into the validity of Army Regulation Chapter 2, 635-200(2-2)(d) is appropriate. That regulation limits the availability of a hearing before an administrative separation board to those enlisted personnel who has served six or more years. At oral argument the court was not offered any satisfactory explanation for the different protections offered enlisted personnel who have served less than six years and those who have served six or more years. The court has already noted that in the context of a General Discharge under Honorable Conditions, the protection of plaintiff's liberty and property interests demands an opportunity to be heard before separation. Accordingly, insofar as Army Regulation 635-200(2-2)(d) denies plaintiff this opportunity, the regulation violates the minimum concepts of basic fairness.</p>\n<p>It is within the court's power to grant summary judgment in favor of a nonmoving party. <i>See </i><i>Morrissey v. Curran,</i> 423 F.2d 393, 399 (2d Cir.), <i>cert. denied,</i> 399 U.S. 928, 90 S.Ct. 2245, 26 L.Ed.2d 796, <i>cert. denied sub nom. </i><i>Segal v. Morrissey,</i> 400 U.S. 826, 91 S.Ct. 52, 27 L.Ed.2d 56 (1970), <i>cert. denied,</i> 414 U.S. 1128, 94 S.Ct. 865, 38 L.Ed.2d 752 (1974) (\"The trial court ... ha[s] [the] power on its own motion to enter summary judgment against the party who was the original mover.\")</p>\n<p>The court concludes that there are no genuine issues of material fact, and that plaintiff is entitled to judgment as a matter of law.</p>\n<p>It is, therefore, ORDERED that defendants be, and they are hereby, restrained and enjoined from separating plaintiff from service prior to the expiration of his term without providing him due process of law which shall, at a minimum, consist of:</p>\n<p>(a) providing to plaintiff sufficient information to allow him to respond to the allegations against him; and</p>\n<p>(b) the same opportunity for a hearing and other process as is now provided to <span class=\"star-pagination\">*724</span> servicemen with six years of military service.</p>\n<p>The clerk is hereby directed to enter judgment in accordance with this order.</p>\n<h2>NOTES</h2>\n<p>[1]  In light of this conclusion the court will not address defendants' argument with respect to jurisdiction under the Tucker Act, 28 U.S.C. § 1346(a)(2).</p>\n<p>[2]  \"Congress has traditionally maintained the distinction between regular or the tenured component of the Army and the reserve, and the distinction has been observed by the courts.\" <i>Coppedge v. Marsh,</i> 532 F.Supp. at 429.</p>\n<p>[3]  Indeed, at least one court has explicitly noted that \"separation from the military accompanied by a less-than-honorable discharge characterization hinders civilian employment opportunities, thereby infringing on constitutionally protected liberty and <i>property</i> interests.\" <i>Gay Veteran's Assn., Inc.,</i> 668 F.Supp. at 14 (emphasis added).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">716</span></span> (1988)</b></center>\n<center><h1>James Wesley MAY, Jr., Private First Class, Plaintiff,<br>\nv.<br>\nRobert E. GRAY, Colonel, Commanding Officer, 35th Signal Brigade, in his official capacity, et al., Defendants.</h1></center>\n<center>No. 88-61-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 6, 1988.</center>\n<p><span class=\"star-pagination\">*717</span> Mark L. Waple, Hutchens &amp; Waple, Fayetteville, N.C., for plaintiff.</p>\n<p>Margaret Person Currin, U.S. Atty., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the court on defendants' motion for reconsideration of this court's order granting preliminary injunctive relief to the plaintiff, or alternatively, for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The issues have been thoroughly briefed, a hearing was held, and the matter is now ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The complaint in this action alleges that the defendants approved plaintiff's discharge from active duty with the United States Army with a General Discharge under Honorable Conditions, without a trial by court martial, without an administrative hearing, and without providing the plaintiff with requested evidence which would allow the plaintiff the only meaningful opportunity to refute the allegations against him.</p>\n<p>On 11 April 1988 plaintiff, a private in the United States Army, submitted to urinalysis testing. He was subsequently notified that the sample he submitted had tested positive for trace amounts of the controlled <span class=\"star-pagination\">*718</span> substance marijuana. Plaintiff was then informed that he was being considered for nonjudicial punishment pursuant to Article 15 of the USMJ. He demanded a trial by court martial which has not been granted. Rather, plaintiff has been recommended for administrative separation from active duty. Specifically, separation for \"misconduct  abuse of illegal drugs.\"</p>\n<p>On 12 May 1988 plaintiff was notified that because he did not have six years of active military service he was not entitled to a hearing before an administrative separation board.</p>\n<p>On 23 May 1988 plaintiff requested from the defendants or their representatives copies of any results of scientific tests or data which served as the basis for the pending administrative separation. The extent to which defendants have responded to this request is sketchy at best.</p>\n<p>On 31 May 1988 plaintiff requested the opportunity to present his case to a board of officers and to receive an administrative hearing. That request was denied by the defendants. Defendants now argue that plaintiff's request was untimely.</p>\n<p>On 13 June 1988 the court granted a temporary restraining order. A preliminary injunction was granted on 22 June 1988.</p>\n<p>Defendants' motion for reconsideration argues first that the existence of the ABCMR and post-termination review sufficiently protect plaintiff's due process rights. They further argue that this avenue of relief is not futile and that the plaintiff should be forced to exhaust his remedies. Alternatively, defendants contend that plaintiff was afforded due process.</p>\n<p></p>\n<h2>JURISDICTION</h2>\n<p>Plaintiff alleges jurisdiction under 28 U.S.C. §§ 1331 and 1346(a)(2). Defendants argue that this court is without subject matter jurisdiction. They argue that \"plaintiff's claim does not present a substantial federal issue in light of the existing and overwhelming precedent adverse to his position, and therefore, federal question jurisdiction does not apply.\" Defendants' statement is a conclusion, not an argument. Plaintiff's claim raises two serious questions. The first question goes to the constitutionality of a regulation which deprives the plaintiff of a hearing before separation because he has not served six years; the second asks whether the process that has been afforded, or may be afforded, is adequate to redress plaintiff's alleged deprivation of property and liberty. The court concludes that these questions raise substantial federal issues which warrant the exercise of federal question jurisdiction.<sup>[1]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Defendants urge the court to reconsider (1) the appropriateness of interfering with the military establishment, (2) the finding of irreparable harm, and (3) the conclusion that exhaustion of administrative remedies would be futile. <i>Mindes v. Seaman,</i> <span class=\"citation\" data-id=\"300676\"><a href=\"/opinion/300676/capt-milbert-mindes-v-dr-robert-c-seaman-secretary-of-the-united/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span> (5th Cir.1971), is the leading case which outlines when military internal affairs should be subjected to judicial review. The test is as follows:</p>\n<blockquote>[A] court should not review internal military affairs in the absence of (a) an allegation of the deprivation of a constitutional right, or an allegation that the military has acted in violation of applicable statutes or its own regulations, and (b) exhaustion of available intraservice measures.</blockquote>\n<p>453 F.2d at 201; <i>see also </i><i>Williams v. Wilson,</i> <span class=\"citation\" data-id=\"452089\"><a href=\"/opinion/452089/gene-hal-williams-v-john-a-wilson-iii-as-adjutant-general-of-west/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span> (4th Cir.1985) (adopting <i>Mindes</i> test). As the court noted in its order granting preliminary injunctive relief, application of this test demands that the court balance four policy considerations in determining the justiciability of a claim:</p>\n<blockquote>(1) The nature and strength of the plaintiff's challenge to the military termination;</blockquote>\n<blockquote>(2) The potential injury to the plaintiff if review is refused;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*719</span> (3) The type and degree of anticipated interference with the military function; and</blockquote>\n<blockquote>(4) The extent to which the exercise of military expertise or discretion is involved.</blockquote>\n<p><i>Williams,</i> 762 F.2d at 359, <i>quoting in part, </i><i>Mindes,</i> 453 F.2d at 201. The court adheres to its earlier conclusion that judicial review is warranted in this case. It will not unduly interfere in military affairs, and resolution of the plaintiff's equal protection challenge does not require military discretion and expertise.</p>\n<p>Defendants argue that the damage to plaintiff's reputation is not sufficient to support the irreparable harm requirement. They rely on <i>Sampson v. Murray,</i> <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></a></span> (1974). <i>Sampson</i> held that where \"the Government has traditionally been granted the widest latitude in the `dispatch of its own internal affairs' ... the granting of preliminary injunctive relief\" is limited to where there is \"a showing of irreparable injury sufficient in kind and degree to override these factors cutting against the general availability of preliminary injunctive relief.\" 415 U.S. at 83-84, 94 S.Ct. at 949-50. That case is of limited application here. In <i>Sampson</i> there were serious deficiencies with respect to the trial court's finding of irreparable harm. The court noted that \"no witnesses were heard on the issue of irreparable injury, that [plaintiff's] complaint was not verified, and that the affidavit she submitted to the District Court did not touch in any way upon considerations relevant to irreparable injury.\" 415 U.S. at 88, 94 S.Ct. at 952. Admittedly, the <i>Sampson</i> decision is not particularly sympathetic to finding irreparable harm in the context of separation from employment, or to interference with an administrative process or personnel decisions. However, the court did specifically point out that they were not ruling out findings of irreparable harm in exceptional cases. 415 U.S. at 92-93, n. 68, 94 S.Ct. at 953-54, n. 68. The court concludes that this is such a case. There is evidence which indicates that there will be an extended delay between plaintiff's separation and review, if any, by the ABCMR. <i>See</i> Boltwood affidavit (two years between petition and denial of application in similarly postured case.) During the interim plaintiff will be forced to seek employment with a military service record that adjudges him, in effect, \"guilty\" of controlled substance abuse.</p>\n<p>Defendants also argue that where a plaintiff \"may obtain complete retroactive relief in [an] administrative proceeding or a subsequent judicial review of the administrative proceeding,\" he has not shown the kind of irreparable injury \"sufficient to justify the issuance of a preliminary injunction.\" <i>Diliberti v. Brown,</i> <span class=\"citation\" data-id=\"359680\"><a href=\"/opinion/359680/major-angelo-m-diliberti-v-harold-brown-secretary-of-defense-etc/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span>, 951 (7th Cir.1978), discussing <i>Sampson.</i> It is apparently within the authority of ABCMR to grant plaintiff a full evidentiary hearing as well as afford all the relief he seeks. There is, however, no guarantee that plaintiff will be afforded a full hearing. <i>See </i><i>Flute v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">34</span></span>, <span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></span>, 628 (1976). (A hearing on application for correction of military records is <i>not</i> required by 10 U.S.C. § 1552, but is within the discretion of the Board for Correction of Military Records, and if a hearing is granted, the Secretary concerned has discretion to determine the scope of review.) <i>See also</i> \"Declaration of Mr. David R. Kinneer\" p. 3; AR 15-185(10). Plaintiff may have a right to appeal, but it appears this could be an empty right.</p>\n<p>Defendants again argue that exhaustion of administrative remedies (by appealing to the ABCMR) is required, and that contrary to the court's conclusion in the preliminary injunction order, exhaustion of remedies before the ABCMR is not futile. Admittedly, there is a wealth of law to support the requirement of exhaustion of administrative remedies before resort to federal courts. There is also apparently a presumption that appeal to the ABCMR would protect the plaintiff's rights. <i>See </i><i>Hodges v. Callaway,</i> <span class=\"citation\" data-id=\"320365\"><a href=\"/opinion/320365/staff-sergeant-kenneth-l-hodges-v-howard-h-callaway-secretary-of-the/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">417</span></a></span>, 424 (5th Cir.1974). Nevertheless, the court adheres to its conclusion that plaintiff need not exhaust his administrative remedies before the ABCMR. As previously noted plaintiff has no entitlement to a full hearing, or to any relief, in this administrative process. <span class=\"star-pagination\">*720</span> The court further notes that resolution of the constitutional issues raised by plaintiff's complaint should not be delayed pending completion of an administrative review process. <i>Cf. </i><i>Rucker v. Secretary of Defense,</i> <span class=\"citation\" data-id=\"415592\"><a href=\"/opinion/415592/charles-robert-rucker-v-secretary-of-the-army/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span> (11th Cir.1983). <i>Contra </i><i>Bittner v. Secretary of Defense,</i> <span class=\"citation\" data-id=\"2301928\"><a href=\"/opinion/2301928/bittner-v-secretary-of-defense/\"><span class=\"volume\">625</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1022</span></a></span> (D.D.C.1985). The <i>Bittner</i> court required that plaintiff, a member of the Air Force, exhaust administrative remedies. The court specifically found that the Air Force review process was not inordinately long. \"Additionally, [the administrative review process] provides the court with valuable agency expertise and fact finding that could assist the Court in reviewing [the plaintiff's] claims.\" 625 F.Supp. at 1027. The court declined to address constitutional claims \"where issues may be resolved in plaintiff's favor at the administrative level on nonconstitutional grounds.\" <i>id.</i> The court was particularly concerned with providing the Air Force with \"the opportunity `to discover and correct its own errors' if any.\" <i>id.</i> Indeed, that is exactly the problem. Under the circumstances of this case the court concludes that any fact-finding by the military that could take place would provide little, if any, assistance to the court in ultimately resolving plaintiff's claim. Plaintiff is challenging the defendants' regulation which denies plaintiff the opportunity to a full adversarial hearing unless plaintiff has served six years in the Armed Forces. Under the defendants' argument the focus then becomes whether the ABCMR is empowered to change the regulation. It is undisputed that the ABCMR is not so empowered. Plaintiff's argument is essentially that the issues in this case are \"purely legal, [and] require no exercise of military discretion or expertise and therefore this federal court is in a better position to consider the constitutional issues presented ... than are the various military bodies which the defendants would have the plaintiff turn to.\" The court agrees.</p>\n<p></p>\n<h2>PROPERTY INTEREST</h2>\n<p>\"The requirements of procedural due process apply only to the deprivation of interests encompassed by the Fourteenth Amendment's protection of liberty and property.\" <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 569, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2705, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). A person deprived of either of these interests must be afforded some kind of a hearing. 408 U.S. at 570, n. 7, 92 S.Ct. at 2705, n. 7. Plaintiff alleges that he was deprived of due process by the defendants when they failed to provide him a hearing. Defendants argue that plaintiff does not have a property or liberty interest at stake, and that, therefore, no process was due. Alternatively, they argue that the requirements of due process have been met.</p>\n<p>The court must first determine whether the plaintiff has a property interest in his continued employment with the military, that is completion of his three year tour of duty as agreed upon at enlistment.</p>\n<p>As stated in <i>Roth:</i></p>\n<blockquote>Property interests, of course, are not created by the Constitution. Rather they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law  rules or understandings that secure certain benefits and that support claims of entitlement to those benefits.</blockquote>\n<p>408 U.S. at 577, 92 S.Ct. at 2709.</p>\n<p>From a review of the cases which have dealt with this issue several rules and themes emerge. The first rule is that there is no constitutional right to serve, that is, to enlist, in the United States Armed Forces. <i>Gant v. Binder,</i> 596 F.Supp 757, 767 (D.Neb.1984), <i>aff'd,</i> <span class=\"citation\" data-id=\"454612\"><a href=\"/opinion/454612/wallace-gant-jr-v-edward-c-binder-adjutant-general-nebraska-army-air/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span> (8th Cir.1985); <i>Shaw v. Gwatney,</i> <span class=\"citation\" data-id=\"2270586\"><a href=\"/opinion/2270586/shaw-v-gwatney/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1357</span></a></span> (E.D.Ark.1984), <i>aff'd in part, vacated in part,</i> <span class=\"citation\" data-id=\"473652\"><a href=\"/opinion/473652/wallace-b-shaw-v-harold-gwatney-and-john-o-marsh-jr/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1351</span></a></span> (8th Cir. 1986). Furthermore, there is no constitutional right to reenlist in the armed forces. <i>id.</i> There is also a wealth of law which supports the proposition that a <i>reservist</i> does not have a property interest in continued employment. <i>See </i><i>Sims v. Fox,</i> <span class=\"citation\" data-id=\"322910\"><a href=\"/opinion/322910/grover-william-sims-second-lieutenant-united-states-air-force/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 861 (5th Cir.1974), <i>en banc, cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2415</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></span> (1975); <i>Pauls v. Secretary of the Air Force,</i> <span class=\"citation\" data-id=\"302341\"><a href=\"/opinion/302341/robert-a-pauls-etc-v-the-secretary-of-the-air-force/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 295 (1st Cir. 1972); <i>Coppedge v. Marsh,</i> 532 F.Supp. <span class=\"star-pagination\">*721</span> 423, 429 (D.Kan.1982); <i>Woodward v. Moore,</i> <span class=\"citation\" data-id=\"1896944\"><a href=\"/opinion/1896944/woodward-v-moore/\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">346</span></a></span>, 347 (D.D.C.1978). Defendants rely heavily on these cases. The court, however, concludes that the reservist's interests, or lack thereof, are distinguishable from the regular armed forces serviceman.<sup>[2]</sup> Each of the cases that addressed a reservist's challenge noted the express statement by Congress that such reservists would serve at the pleasure of the Secretary concerned. Title 10 U.S.C. § 681(a) provides that: \"Except as otherwise provided in this title, the Secretary concerned may at any time release a Reserve under his jurisdiction from active duty.\" A somewhat similar provision with respect to regular armed services personnel is found at Title 10, U.S.C., § 1169 which provides:</p>\n<blockquote>No regular enlisted member of an armed force may be discharged before his term of service expires, except </blockquote>\n<blockquote>(1) as prescribed by the Secretary concerned;</blockquote>\n<blockquote>(2) by sentence of a general or special court martial; or</blockquote>\n<blockquote>(3) as otherwise provided by law.</blockquote>\n<p>This statute has been interpreted as an illustration that Congress was aware of the administrative discharge mechanisms; and that the military's status justified the grant of wide latitude in fashioning disciplinary mechanisms. <i>Gay Veteran's Assn., Inc. v. Secretary of Defense,</i> <span class=\"citation\" data-id=\"1403943\"><a href=\"/opinion/1403943/gay-veterans-assn-inc-v-secretary-of-defense/\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">11</span></a></span>, 15-16 (D.D.C.1987), <i>aff'd,</i> <span class=\"citation\" data-id=\"508410\"><a href=\"/opinion/508410/gay-veterans-association-inc-v-secretary-of-defense/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span> (D.C. Cir.1988). This provision effectively limits the scope of any property interest in continued military employment. However, the phraseology of the statute does not completely defeat the recognition of such a property interest and may be considered within the protection of the Due Process Clause.<sup>[3]</sup></p>\n<p></p>\n<h2>LIBERTY INTEREST</h2>\n<p>\"Liberty\" as referred to in the Due Process Clause of the Fourteenth Amendment includes the right of \"an individual to contract, to engage in any of the common occupations of life, to acquire useful knowledge ... and generally to enjoy those privileges long recognized ... as essential to the orderly pursuit of happiness by free men.\" <i>Roth,</i> 408 U.S. at 572, 92 S.Ct. at 2707, quoting, <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 399, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, 626, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923). From this broad concept it has been held that \"[w]here a person's good name, reputation, honor, or integrity is at stake because of what the government is doing to him, notice and an opportunity to be heard are essential.\" <i>Wisconsin v. Constantineau,</i> <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 437, <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, 510, <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">515</span></a></span> (1971). Due Process demands that the individual, whose liberty interest has been so implicated, be given an opportunity to clear his name.</p>\n<p>In <i>Bishop v. Wood,</i> the court held that there could be no deprivation of liberty in the context of a discharge where there \"is no public disclosure of the reasons for the discharge.\" <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 348, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, 2079, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976). In <i>Casey v. United States,</i> the United States Claims Court held that \"a `stigma' may attach to a servicemember's discharge either from the characterization of the discharge or from the reasons recorded for the discharge, if such reasons present a `derogatory connotation to the public at large.'\" 8 Cl.Ct. 234, 242 (1985), quoting, <i>Birt v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">910</span></span>, 914 (1967): <i>see also </i><i>Stapp v. Resor,</i> <span class=\"citation\" data-id=\"1472354\"><a href=\"/opinion/1472354/stapp-v-resor/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">475</span></a></span> (S.D.N.Y.1970); <i>Glidden v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">515</span></span> (1968); <i>Keef v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">454</span></span> (1968). The court went on to state that the \"primary concern in these cases is to prevent the armed forces from imposing a penalty on a discharged serviceman without affording him some basic constitutional protection, the essence of which is notice and a hearing.\" 8 Cl.Ct. at 242.</p>\n<p><span class=\"star-pagination\">*722</span> Defendants contend that plaintiff's separation from the Army with a general discharge under honorable conditions does not impose a stigma. They argue that the accusations were not unsupported and that there has been no public dissemination. They rely principally on cases such as <i>Rich v. Secretary of the Army,</i> <span class=\"citation\" data-id=\"436327\"><a href=\"/opinion/436327/37-fair-emplpraccas-598-37-empl-prac-dec-p-35223-roger-w-rich-v/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span> (10th Cir.1984) and <i>Sims v. Fox, supra</i><i>.</i> The court is wholly unpersuaded.</p>\n<p>In <i>Rich</i> the court declined to find an infringement of a protected liberty interest. The court noted first, that \"the plaintiff himself publicized his homosexuality and the circumstances of his discharge.\" 735 F.2d at 1227. Obviously, that is not the case here. The court went on to state, however, that \"to the extent that the Army publicized any information to the public ... it was at the behest of plaintiff. Plaintiff consented to the release of such material. After inducing the Army to release information, plaintiff cannot now claim that this impaired a liberty interest.\" <i>id.</i> This court cannot accept this reasoning. It ignores the realities of the employment world. One who is seeking employment and is asked to furnish background information and verification is hardly in a position to refuse the request if he wants the job. As the <i>Casey</i> court noted large employers routinely ask discharged service personnel for documentation verifying their service and discharge. \"The truth of the matter is that military separation codes are known, understood and available to the part of society that count  i.e., prospective employers.\" 8 Cl.Ct. at 243; <i>see also</i> Boltwood affidavit re Army Regulation 635-5-1 \"Separation Program Designations.\" The court concludes that the stigma which will attach to plaintiff's record if the separation is completed implicates plaintiff's liberty interests.</p>\n<p></p>\n<h2>DUE PROCESS</h2>\n<p>Defendants acknowledge that the due process clause requires notice and an opportunity to be heard. They argue that while a pretermination opportunity to respond is necessary, a full evidentiary hearing is not. As a general rule they are correct.</p>\n<p>Plaintiff has the burden of demonstrating that the \"hearing\" provided him failed to meet the \"minimal process constitutionally guaranteed him.\" <i>Morris v. City of Danville, Virginia,</i> <span class=\"citation\" data-id=\"442106\"><a href=\"/opinion/442106/t-neal-morris-v-city-of-danville-virginia-and-charles-f-church-and/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span>, 1047 (4th Cir.1984). Plaintiff has argued that he has been unable to substantively challenge the test results. Defendants' response has been that \"[d]ue process is not violated just because there is no opportunity for cross-examination.\" Defendants contend that the plaintiff has had the opportunity to get the test results, have his own urine sample returned to him and retested. And yet, plaintiff's request for the results and supporting documents has never apparently been answered. During oral argument there was some confusion as to what has been provided. Apparently the defendants have recently forwarded plaintiff test results. Defendants also contend that a retest of the sample has been performed. It was still unclear, however, whether plaintiff was given an opportunity to have his sample independently retested.</p>\n<p><i>Cleveland Board of Education v. Loudermill</i> clearly states the appropriate inquiry and the requirements of due process. <i>Loudermill</i> also offers the following: \"The pretermination hearing need not definitively resolve the propriety of the discharge. It should be an initial check against mistaken decisions  essentially, a determination of whether there are reasonable grounds to believe that the charges against the employee are true and support the proposed action.\" <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 545-46, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, 1495-96, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985). Upon review of the evidence submitted, and in consideration of statements made at oral argument, the court concludes that plaintiff has not had the opportunity to substantively challenge the urinalysis test results. Without at least that opportunity the court cannot be persuaded that plaintiff has been afforded due process.</p>\n<p>Notwithstanding the wide latitude of the military with respect to personnel matters, and the general policy of avoiding judicial intervention into such matters, due process does require that if the secretary concerned <span class=\"star-pagination\">*723</span> prescribes certain regulations under which Army personnel can be discharged, those regulations must be complied with. <i>See </i><i>Detweiler v. Com. of Va. Dept. of Rehab Services,</i> <span class=\"citation\" data-id=\"417697\"><a href=\"/opinion/417697/frank-i-detweiler-v-commonwealth-of-virginia-department-of-rehabilitative/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">557</span></a></span>, 561 (4th Cir.1983); <i>But see also Morris v. City of Danville, Va., supra; </i><i>Bowens v. N.C. Dept. of Human Resources,</i> <span class=\"citation\" data-id=\"420923\"><a href=\"/opinion/420923/dr-h-curtis-bowens-v-nc-department-of-human-resources-and-dr-sarah/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1019 (4th Cir.1983) (\"An agency's violation of its regulations is not unconstitutional unless the regulations are necessary to afford due process.\")</p>\n<p>There is a notice that appears to advise the plaintiff that he had a right to submit statements on his own behalf. That notice also stated that failure to submit any statements by 23 May 1988 could be treated as a waiver. The plaintiff did not submit a written statement on his behalf until after the deadline. However, plaintiff's affidavit does state that he repeatedly verbally denied the use of marijuana to his superior officers. On the deadline date, plaintiff, through his attorney, did make extensive \"discovery type\" requests. Since the court has been unable to find a requirement that the notice be written, it is appropriate to deem the verbal denials and discovery requests as sufficient notice to the defendants that plaintiff was going to challenge the separation, and eventually submit statements on his own behalf. As such the defendants failed to comply with their own regulations when they denied plaintiff the opportunity to be heard and further challenge the separation proceedings.</p>\n<p>The court concludes that the defendants are not entitled to judgment as a matter of law.</p>\n<p>Accordingly, the motion by defendants for reconsideration or for summary judgment is denied.</p>\n<p>\"Although the federal government and its agencies are not bound by the Fourteenth Amendment equal protection clause, the Fifth Amendment has an equal protection component which imposes similar, but not identical, limitations on government action.\" <i>Menezes v. Immigration &amp; Naturalization Service,</i> <span class=\"citation\" data-id=\"368106\"><a href=\"/opinion/368106/ashok-peter-menezes-v-immigration-and-naturalization-service/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1034 (9th Cir.1979), <i>citing, </i><i>Bolling v. Sharpe,</i> <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 499, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, 694, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></a></span> (1954). Having concluded that plaintiff has a liberty interest, and a limited property interest, implicated by defendants' actions, a further inquiry into the validity of Army Regulation Chapter 2, 635-200(2-2)(d) is appropriate. That regulation limits the availability of a hearing before an administrative separation board to those enlisted personnel who has served six or more years. At oral argument the court was not offered any satisfactory explanation for the different protections offered enlisted personnel who have served less than six years and those who have served six or more years. The court has already noted that in the context of a General Discharge under Honorable Conditions, the protection of plaintiff's liberty and property interests demands an opportunity to be heard before separation. Accordingly, insofar as Army Regulation 635-200(2-2)(d) denies plaintiff this opportunity, the regulation violates the minimum concepts of basic fairness.</p>\n<p>It is within the court's power to grant summary judgment in favor of a nonmoving party. <i>See </i><i>Morrissey v. Curran,</i> <span class=\"citation\" data-id=\"289026\"><a href=\"/opinion/289026/james-m-morrissey-joseph-padilla-ralph-ibrahim-individually-and-on/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></a></span>, 399 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></span>, <i>cert. denied sub nom. </i><i>Segal v. Morrissey,</i> <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">52</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></span> (1970), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></span> (1974) (\"The trial court ... ha[s] [the] power on its own motion to enter summary judgment against the party who was the original mover.\")</p>\n<p>The court concludes that there are no genuine issues of material fact, and that plaintiff is entitled to judgment as a matter of law.</p>\n<p>It is, therefore, ORDERED that defendants be, and they are hereby, restrained and enjoined from separating plaintiff from service prior to the expiration of his term without providing him due process of law which shall, at a minimum, consist of:</p>\n<p>(a) providing to plaintiff sufficient information to allow him to respond to the allegations against him; and</p>\n<p>(b) the same opportunity for a hearing and other process as is now provided to <span class=\"star-pagination\">*724</span> servicemen with six years of military service.</p>\n<p>The clerk is hereby directed to enter judgment in accordance with this order.</p>\n<h2>NOTES</h2>\n<p>[1]  In light of this conclusion the court will not address defendants' argument with respect to jurisdiction under the Tucker Act, 28 U.S.C. § 1346(a)(2).</p>\n<p>[2]  \"Congress has traditionally maintained the distinction between regular or the tenured component of the Army and the reserve, and the distinction has been observed by the courts.\" <i>Coppedge v. Marsh,</i> 532 F.Supp. at 429.</p>\n<p>[3]  Indeed, at least one court has explicitly noted that \"separation from the military accompanied by a less-than-honorable discharge characterization hinders civilian employment opportunities, thereby infringing on constitutionally protected liberty and <i>property</i> interests.\" <i>Gay Veteran's Assn., Inc.,</i> 668 F.Supp. at 14 (emphasis added).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/436327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1403943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1896944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2270586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2301928/"
  ]
}