{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2389817/",
  "absolute_url": "/opinion/2389817/penn-re-inc-v-stonewall-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2389817/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:20:04.111769Z",
  "date_modified": "2016-04-26T20:47:13.980056Z",
  "type": "010combined",
  "sha1": "a91e126ef1b50c0bf7d3924251134e8fbb820c6a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>708 F.Supp. 123 (1988)</b></center>\n<center><h1>PENN RE, INC., Plaintiff,<br>\nv.<br>\nSTONEWALL INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 87-760-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 16, 1988.</center>\n<p><span class=\"star-pagination\">*124</span> Hugh Stevens, William G. Pappas, John J. Butler, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiff.</p>\n<p>David P. Sousa, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Invoking the court's diversity jurisdiction the plaintiff, Penn Re, Inc., seeks a declaratory judgment construing a certificate of facultative reinsurance issued by plaintiff to defendant Stonewall Insurance Company (Stonewall). The action is before the court on cross-motions for summary judgment which have been fully briefed and argued by the parties. For the reasons to follow plaintiff's motion will be granted and defendant's motion denied.</p>\n<p>The facts requisite to decision are not in dispute and may be briefly summarized as follows. Harbor Insurance Company issued a policy of liability insurance to Burlington Northern Railroad, apparently with a limit of liability in the amount of $21,000,000 of which it retained for its own account a substantial amount of the coverage and reinsured the balance with various reinsurance companies. One of the reinsurers, Stonewall, issued its policy No. 12545 to Harbor Insurance Company under date of 24 January 1974. This policy undertook to afford reinsurance coverage for two layers of liability. Layer A insured \"$250,000 part of $5,000,000 excess $2,500,000\" and layer B insured \"$1,825,000 part of $13,500,000 excess $7,500,000.\" Stonewall in turn reinsured all but $50,000 of its coverage under layer A with another reinsurer and reinsured all of its coverage under layer B with other reinsurers.</p>\n<p>Under its certificate of facultative reinsurance No. 11,039 dated 7 March 1974 Fortress Reinsurance Managers, Inc. (which later became Penn Re, Inc., the plaintiff in this action) undertook to reinsure a $500,000 part of Stonewall's coverage under layer B of the coverage stated above. It is customary in the reinsurance business for a company obtaining reinsurance to retain and remain liable in its own right for a portion of the reinsured risk, and in accordance with this custom the plaintiff included this retention clause in its certificate No. 11,039:</p>\n<blockquote>The company [Stonewall] warrants to retain for its own account the amount of liability specified in Item 3 [$500,000] unless otherwise provided herein, and the liability of the Reinsurer specified in Item 4 shall follow that of the Company, except as ... provided herein, and shall be subject in all respects to all the terms and conditions of the Company's policy.</blockquote>\n<p>As stated, Stonewall retained for its own account $50,000 of the risk it reinsured under layer A of its policy but retained no part of the risk it reinsured under layer B of its coverage.</p>\n<p>Apparently the losses sustained by the Burlington Railroad under Harbor's policy were sufficient to invade the coverage afforded by Stonewall to Harbor under layer B of its coverage, and Stonewall therefore called upon the plaintiff, Penn Re, to satisfy the claims of two of Burlington's claimants in the amount of approximately $75,000. Having learned that Stonewall reinsured all but $50,000 of its policy No. 12545 in treaty reinsurance placed with other reinsurers, Penn Re, asserting that this was a violation of the retention clause in its certificate quoted above, declined Stonewall's demand for payment and instituted this action to obtain a declaratory judgment substantiating its position. Stonewall counterclaimed for $500,000, it being the entire limit of liability under Penn Re's certificate.</p>\n<p>In support of its motion for summary judgment Penn Re relies on the decision of this court in <i>Fortress Re, Inc. v. Jefferson Insurance Company of New York,</i> 465 F.Supp. 333 (E.D.N.C.1978), <i>aff'd,</i> 628 F.2d 860 (4th Cir.1980), and the judgment in a case between Stonewall and Penn Re in the Wake County, North Carolina Superior Court, <i>Stonewall Insurance Company v. Fortress Reinsurers Managers, Inc.,</i> No. <span class=\"star-pagination\">*125</span> 81-CVS-6577 (March 14, 1985), <i>aff'd,</i> 83 N.C.App. 263, 350 S.E.2d 131 (1986), <i>discretionary review denied,</i> 319 N.C. 410, 354 S.E.2d 728 (1987) (\"Stonewall I\").</p>\n<p>In the absence of any evidence as to the intent of the parties as to the meaning of the language in the retention clause this court held as a matter of law in <i>Fortress Re, Inc., supra,</i> that a retention warranty employing the same language as that involved here was breached by the reinsured company when it retained for its own account only a portion of the risk and reinsured the remainder in a reinsurance treaty with another reinsurance company. Compliance with the retention warranty was held to be a condition precedent to recovery by the reinsured.</p>\n<p>Nothing else appearing, this law, which was followed by the state court in Stonewall I, would be determinative of the issue involved in the instant case. Defendant Stonewall, however, earnestly contends that something else does appear here in that it has now produced the testimony of two of Penn Re's former employees who handled the transaction with Stonewall resulting in the issuance of Certificate No. 11,039 and that these witnesses and others produced by Stonewall have testified that it was generally understood in the reinsurance business that a retention warranty such as that involved here can be satisfied by the retention by the warrantor of a portion of the risk for its own account (\"net retention\") and treaty reinsurance for the balance. While none of the witnesses remember whether this was the subject of discussion at the time of the issuance of Penn Re's certificate, its two former employees are apparently prepared to testify that it was understood by all concerned that Stonewall's retention could consist of net retention and treaty reinsurance.</p>\n<p>To this contention Penn Re counters with the argument that the issue thus raised was fully litigated and decided against Stonewall in the prior case between them, Stonewall I, and that Stonewall is therefore collaterally estopped to relitigate the issue in this case. The court is persuaded that Penn Re's position is the correct one.</p>\n<p>In this diversity case involving a policy of insurance issued in North Carolina the law of this state is controlling. <i>Tanglewood Land Company, Inc. v. Byrd,</i> 299 N.C. 260, 261 S.E.2d 655 (1980); N.C.G.S. § 58-28. North Carolina recognizes the doctrine of collateral estoppel and has applied it in a number of cases. <i>McInnis &amp; Associates, Inc. v. Hall,</i> 318 N.C. 421, 349 S.E.2d 552 (1986). Under this doctrine \"parties and parties in privity with them  even in unrelated causes of action  are precluded from retrying fully litigated issues that were decided in any prior determination and were necessary to the prior determination.\" <i>King v. Grindstaff,</i> 284 N.C. 348, 356, 200 S.E.2d 799 (1973). The doctrine applies \"regardless of whether the issue involves questions of fact or law.\" <i>Tar Landing Villas Owners' Association v. Town of Atlantic Beach,</i> 64 N.C.App. 239, 244, 307 S.E.2d 181, 185 (1983), <i>review denied,</i> 310 N.C. 156, 311 S.E.2d 296 (1984).</p>\n<blockquote>In determining whether collateral estoppel is applicable to specific issues, certain requirements must be met: (1) the issues to be concluded must be the same as those involved in the prior action; (2) in the prior action, the issues must have been raised and actually litigated; (3) the issues must have been material and relevant to the disposition of the prior action; and (4) the determination made of those issues in the prior action must have been necessary and essential to the resulting judgment.</blockquote>\n<p><i>King v. Grindstaff, supra,</i> 284 N.C. at 358, 200 S.E.2d 799.</p>\n<p>When the facts in Stonewall I are arrayed against the foregoing requirements for the application of the doctrine of collateral estoppel it is seen that each of the requirements is satisfied. To begin with, the parties in that case and the instant case are the same but their positions are reversed. Stonewall was the plaintiff in Stonewall I and Penn Re was the defendant. In that case Stonewall sought to recover under a different certificate of facultative reinsurance issued to it by Penn Re but which involved a retention warranty clause identical in language with that contained <span class=\"star-pagination\">*126</span> in Penn Re's certificate in suit here. Among other defenses Penn Re defended Stonewall I on the ground that Stonewall had breached the retention warranty compliance with which was a condition precedent to recovery by Stonewall. As in the case at bar Stonewall contended and offered evidence tending to show that its agreement to retain $500,000 of the risk for its own account was susceptible to interpretations other than a literal promise that it would not cede any portion of this sum to another carrier; that it was understood as a custom and practice in the reinsurance industry that the term, \"for its own account,\" permits the reinsurance of the retention by treaty reinsurance; and that the cession by Stonewall of $450,000 of the stated retention to another reinsurer had been accomplished by treaty reinsurance. As in the instant case, Stonewall further contended that Penn Re had waived its right and was estopped to insist on a literal interpretation of the retention warranty clause and that in any event the certificate should be reformed to express the true intent of the parties.</p>\n<p>Stonewall I was tried to the Honorable James H. Pou Bailey, Resident Judge of the Superior Court of Wake County, North Carolina, sitting without a jury, and in a memorandum of decision dated 14 March 1985 Judge Bailey held that compliance with the warranty of retention was a condition precedent to Penn Re's liability; that Stonewall had breached the warranty; that Penn Re had not waived the warranty and was not estopped to rely on its breach; and that Stonewall was not entitled to recover in its action against Penn Re. In view of these findings and conclusions Judge Bailey did not reach other defenses asserted by Penn Re in Stonewall I.</p>\n<p>Thus it is seen that in the prior action between these parties there were involved issues as to the meaning of the language \"for its own account\" in the retention warranty, waiver, estoppel and reformation. These are the identical issues sought by Penn Re to be concluded by the judgment in the prior action. Furthermore, it definitely appears that these issues were raised and actually litigated in the prior action; that they were material and relevant to the disposition of that action; and that their determination was necessary and essential to the resulting judgment.</p>\n<p>On oral argument Stonewall contended that one of its witnesses, Ronald Aruda, a former Penn Re employee, did not testify at the trial of Stonewall I and that in accordance with Aruda's affidavit filed in this action he would have testified that in issuing Certificate No. 11,039 on behalf of Penn Re he knew and intended through his negotiations with Stonewall's managing general agent that the amount of Stonewall's retention could include treaty insurance. It appears that testimony to like effect was in fact introduced by Stonewall in the prior action, but be that as it may,</p>\n<blockquote>if the party against whom preclusion is sought did in fact litigate an issue of ultimate fact and suffered an adverse determination, new evidentiary facts may not be brought forward to obtain a different determination of that ultimate fact.</blockquote>\n<p>Restatement of the Law of Judgments 2d, § 27 p. 253. There is nothing to indicate that Aruda was not available as a witness for Stonewall in the prior action, and in accordance with this quoted statement of the law from the <i>Restatement</i> it is no longer open to Stonewall to \"mend its lick\" by producing Aruda to testify as a witness in this action.</p>\n<p>In rejecting Stonewall's argument in Stonewall I that Judge Bailey erred \"in not reforming the policy to reflect the intent of the parties that treaty participation would be included in the amount retained by plaintiff `for its own account,'\" the North Carolina Court of Appeals stated that:</p>\n<blockquote>The testimony ... which plaintiff contends raised the issue of reformation, alleges reliance upon oral agreements and representations made before issuance of the written certificate of facultative reinsurance; however, the record is void of any evidence concerning any prior oral agreements. The evidence does not support a finding on the issue of reformation, and this assignment of error is overruled.</blockquote>\n<p><span class=\"star-pagination\">*127</span> <i>Stonewall Insurance Company v. Fortress Reinsurers,</i> 83 N.C.App. 263, 270, 350 S.E.2d 131, 135 (1986).</p>\n<p>And so it is here. Stonewall has come forward with no evidence of any oral agreements or representations made by Penn Re prior to the issuance of the certificate of reinsurance in question, and under the restatement law quoted above it is too late for Stonewall to attempt to do so in this action.</p>\n<p>It follows that Penn Re's motion for summary judgment must be granted; that Stonewall's motion for summary judgment must be denied; and that Penn Re is entitled to the declaratory judgment as prayed for in its complaint.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></span> (1988)</b></center>\n<center><h1>PENN RE, INC., Plaintiff,<br>\nv.<br>\nSTONEWALL INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 87-760-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 16, 1988.</center>\n<p><span class=\"star-pagination\">*124</span> Hugh Stevens, William G. Pappas, John J. Butler, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiff.</p>\n<p>David P. Sousa, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Invoking the court's diversity jurisdiction the plaintiff, Penn Re, Inc., seeks a declaratory judgment construing a certificate of facultative reinsurance issued by plaintiff to defendant Stonewall Insurance Company (Stonewall). The action is before the court on cross-motions for summary judgment which have been fully briefed and argued by the parties. For the reasons to follow plaintiff's motion will be granted and defendant's motion denied.</p>\n<p>The facts requisite to decision are not in dispute and may be briefly summarized as follows. Harbor Insurance Company issued a policy of liability insurance to Burlington Northern Railroad, apparently with a limit of liability in the amount of $21,000,000 of which it retained for its own account a substantial amount of the coverage and reinsured the balance with various reinsurance companies. One of the reinsurers, Stonewall, issued its policy No. 12545 to Harbor Insurance Company under date of 24 January 1974. This policy undertook to afford reinsurance coverage for two layers of liability. Layer A insured \"$250,000 part of $5,000,000 excess $2,500,000\" and layer B insured \"$1,825,000 part of $13,500,000 excess $7,500,000.\" Stonewall in turn reinsured all but $50,000 of its coverage under layer A with another reinsurer and reinsured all of its coverage under layer B with other reinsurers.</p>\n<p>Under its certificate of facultative reinsurance No. 11,039 dated 7 March 1974 Fortress Reinsurance Managers, Inc. (which later became Penn Re, Inc., the plaintiff in this action) undertook to reinsure a $500,000 part of Stonewall's coverage under layer B of the coverage stated above. It is customary in the reinsurance business for a company obtaining reinsurance to retain and remain liable in its own right for a portion of the reinsured risk, and in accordance with this custom the plaintiff included this retention clause in its certificate No. 11,039:</p>\n<blockquote>The company [Stonewall] warrants to retain for its own account the amount of liability specified in Item 3 [$500,000] unless otherwise provided herein, and the liability of the Reinsurer specified in Item 4 shall follow that of the Company, except as ... provided herein, and shall be subject in all respects to all the terms and conditions of the Company's policy.</blockquote>\n<p>As stated, Stonewall retained for its own account $50,000 of the risk it reinsured under layer A of its policy but retained no part of the risk it reinsured under layer B of its coverage.</p>\n<p>Apparently the losses sustained by the Burlington Railroad under Harbor's policy were sufficient to invade the coverage afforded by Stonewall to Harbor under layer B of its coverage, and Stonewall therefore called upon the plaintiff, Penn Re, to satisfy the claims of two of Burlington's claimants in the amount of approximately $75,000. Having learned that Stonewall reinsured all but $50,000 of its policy No. 12545 in treaty reinsurance placed with other reinsurers, Penn Re, asserting that this was a violation of the retention clause in its certificate quoted above, declined Stonewall's demand for payment and instituted this action to obtain a declaratory judgment substantiating its position. Stonewall counterclaimed for $500,000, it being the entire limit of liability under Penn Re's certificate.</p>\n<p>In support of its motion for summary judgment Penn Re relies on the decision of this court in <i>Fortress Re, Inc. v. Jefferson Insurance Company of New York,</i> <span class=\"citation\" data-id=\"1420492\"><a href=\"/opinion/1420492/fortress-re-inc-v-jefferson-ins-co-of-ny/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">333</span></a></span> (E.D.N.C.1978), <i>aff'd,</i> <span class=\"citation\" data-id=\"381380\"><a href=\"/opinion/381380/fortress-re-inc-v-jefferson-insurance-company-of-new-york/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span> (4th Cir.1980), and the judgment in a case between Stonewall and Penn Re in the Wake County, North Carolina Superior Court, <i>Stonewall Insurance Company v. Fortress Reinsurers Managers, Inc.,</i> No. <span class=\"star-pagination\">*125</span> 81-CVS-6577 (March 14, 1985), <i>aff'd,</i> 83 N.C.App. 263, <span class=\"citation\" data-id=\"1340844\"><a href=\"/opinion/1340844/stonewall-ins-co-v-fortress-reinsurers-managers-inc/\"><span class=\"volume\">350</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">131</span></a></span> (1986), <i>discretionary review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">410</span></span>, <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">728</span></span> (1987) (\"Stonewall I\").</p>\n<p>In the absence of any evidence as to the intent of the parties as to the meaning of the language in the retention clause this court held as a matter of law in <i>Fortress Re, Inc., supra,</i> that a retention warranty employing the same language as that involved here was breached by the reinsured company when it retained for its own account only a portion of the risk and reinsured the remainder in a reinsurance treaty with another reinsurance company. Compliance with the retention warranty was held to be a condition precedent to recovery by the reinsured.</p>\n<p>Nothing else appearing, this law, which was followed by the state court in Stonewall I, would be determinative of the issue involved in the instant case. Defendant Stonewall, however, earnestly contends that something else does appear here in that it has now produced the testimony of two of Penn Re's former employees who handled the transaction with Stonewall resulting in the issuance of Certificate No. 11,039 and that these witnesses and others produced by Stonewall have testified that it was generally understood in the reinsurance business that a retention warranty such as that involved here can be satisfied by the retention by the warrantor of a portion of the risk for its own account (\"net retention\") and treaty reinsurance for the balance. While none of the witnesses remember whether this was the subject of discussion at the time of the issuance of Penn Re's certificate, its two former employees are apparently prepared to testify that it was understood by all concerned that Stonewall's retention could consist of net retention and treaty reinsurance.</p>\n<p>To this contention Penn Re counters with the argument that the issue thus raised was fully litigated and decided against Stonewall in the prior case between them, Stonewall I, and that Stonewall is therefore collaterally estopped to relitigate the issue in this case. The court is persuaded that Penn Re's position is the correct one.</p>\n<p>In this diversity case involving a policy of insurance issued in North Carolina the law of this state is controlling. <i>Tanglewood Land Company, Inc. v. Byrd,</i> <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">299</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">655</span></a></span> (1980); N.C.G.S. § 58-28. North Carolina recognizes the doctrine of collateral estoppel and has applied it in a number of cases. <i>McInnis &amp; Associates, Inc. v. Hall,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">421</span></span>, <span class=\"citation\" data-id=\"1270835\"><a href=\"/opinion/1270835/thomas-m-mcinnis-associates-inc-v-hall/\"><span class=\"volume\">349</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span> (1986). Under this doctrine \"parties and parties in privity with them  even in unrelated causes of action  are precluded from retrying fully litigated issues that were decided in any prior determination and were necessary to the prior determination.\" <i>King v. Grindstaff,</i> <span class=\"citation\" data-id=\"1212875\"><a href=\"/opinion/1212875/king-v-grindstaff/\"><span class=\"volume\">284</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 356, <span class=\"citation\" data-id=\"1212875\"><a href=\"/opinion/1212875/king-v-grindstaff/\"><span class=\"volume\">200</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">799</span></a></span> (1973). The doctrine applies \"regardless of whether the issue involves questions of fact or law.\" <i>Tar Landing Villas Owners' Association v. Town of Atlantic Beach,</i> 64 N.C.App. 239, 244, <span class=\"citation\" data-id=\"1227544\"><a href=\"/opinion/1227544/tar-landing-villas-ownersassn-v-atl-beach/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">181</span></a></span>, 185 (1983), <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">296</span></span> (1984).</p>\n<blockquote>In determining whether collateral estoppel is applicable to specific issues, certain requirements must be met: (1) the issues to be concluded must be the same as those involved in the prior action; (2) in the prior action, the issues must have been raised and actually litigated; (3) the issues must have been material and relevant to the disposition of the prior action; and (4) the determination made of those issues in the prior action must have been necessary and essential to the resulting judgment.</blockquote>\n<p><i>King v. Grindstaff, supra,</i> 284 N.C. at 358, <span class=\"citation\" data-id=\"1212875\"><a href=\"/opinion/1212875/king-v-grindstaff/\"><span class=\"volume\">200</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">799</span></a></span>.</p>\n<p>When the facts in Stonewall I are arrayed against the foregoing requirements for the application of the doctrine of collateral estoppel it is seen that each of the requirements is satisfied. To begin with, the parties in that case and the instant case are the same but their positions are reversed. Stonewall was the plaintiff in Stonewall I and Penn Re was the defendant. In that case Stonewall sought to recover under a different certificate of facultative reinsurance issued to it by Penn Re but which involved a retention warranty clause identical in language with that contained <span class=\"star-pagination\">*126</span> in Penn Re's certificate in suit here. Among other defenses Penn Re defended Stonewall I on the ground that Stonewall had breached the retention warranty compliance with which was a condition precedent to recovery by Stonewall. As in the case at bar Stonewall contended and offered evidence tending to show that its agreement to retain $500,000 of the risk for its own account was susceptible to interpretations other than a literal promise that it would not cede any portion of this sum to another carrier; that it was understood as a custom and practice in the reinsurance industry that the term, \"for its own account,\" permits the reinsurance of the retention by treaty reinsurance; and that the cession by Stonewall of $450,000 of the stated retention to another reinsurer had been accomplished by treaty reinsurance. As in the instant case, Stonewall further contended that Penn Re had waived its right and was estopped to insist on a literal interpretation of the retention warranty clause and that in any event the certificate should be reformed to express the true intent of the parties.</p>\n<p>Stonewall I was tried to the Honorable James H. Pou Bailey, Resident Judge of the Superior Court of Wake County, North Carolina, sitting without a jury, and in a memorandum of decision dated 14 March 1985 Judge Bailey held that compliance with the warranty of retention was a condition precedent to Penn Re's liability; that Stonewall had breached the warranty; that Penn Re had not waived the warranty and was not estopped to rely on its breach; and that Stonewall was not entitled to recover in its action against Penn Re. In view of these findings and conclusions Judge Bailey did not reach other defenses asserted by Penn Re in Stonewall I.</p>\n<p>Thus it is seen that in the prior action between these parties there were involved issues as to the meaning of the language \"for its own account\" in the retention warranty, waiver, estoppel and reformation. These are the identical issues sought by Penn Re to be concluded by the judgment in the prior action. Furthermore, it definitely appears that these issues were raised and actually litigated in the prior action; that they were material and relevant to the disposition of that action; and that their determination was necessary and essential to the resulting judgment.</p>\n<p>On oral argument Stonewall contended that one of its witnesses, Ronald Aruda, a former Penn Re employee, did not testify at the trial of Stonewall I and that in accordance with Aruda's affidavit filed in this action he would have testified that in issuing Certificate No. 11,039 on behalf of Penn Re he knew and intended through his negotiations with Stonewall's managing general agent that the amount of Stonewall's retention could include treaty insurance. It appears that testimony to like effect was in fact introduced by Stonewall in the prior action, but be that as it may,</p>\n<blockquote>if the party against whom preclusion is sought did in fact litigate an issue of ultimate fact and suffered an adverse determination, new evidentiary facts may not be brought forward to obtain a different determination of that ultimate fact.</blockquote>\n<p>Restatement of the Law of Judgments 2d, § 27 p. 253. There is nothing to indicate that Aruda was not available as a witness for Stonewall in the prior action, and in accordance with this quoted statement of the law from the <i>Restatement</i> it is no longer open to Stonewall to \"mend its lick\" by producing Aruda to testify as a witness in this action.</p>\n<p>In rejecting Stonewall's argument in Stonewall I that Judge Bailey erred \"in not reforming the policy to reflect the intent of the parties that treaty participation would be included in the amount retained by plaintiff `for its own account,'\" the North Carolina Court of Appeals stated that:</p>\n<blockquote>The testimony ... which plaintiff contends raised the issue of reformation, alleges reliance upon oral agreements and representations made before issuance of the written certificate of facultative reinsurance; however, the record is void of any evidence concerning any prior oral agreements. The evidence does not support a finding on the issue of reformation, and this assignment of error is overruled.</blockquote>\n<p><span class=\"star-pagination\">*127</span> <i>Stonewall Insurance Company v. Fortress Reinsurers,</i> 83 N.C.App. 263, 270, <span class=\"citation\" data-id=\"1340844\"><a href=\"/opinion/1340844/stonewall-ins-co-v-fortress-reinsurers-managers-inc/\"><span class=\"volume\">350</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">131</span></a></span>, 135 (1986).</p>\n<p>And so it is here. Stonewall has come forward with no evidence of any oral agreements or representations made by Penn Re prior to the issuance of the certificate of reinsurance in question, and under the restatement law quoted above it is too late for Stonewall to attempt to do so in this action.</p>\n<p>It follows that Penn Re's motion for summary judgment must be granted; that Stonewall's motion for summary judgment must be denied; and that Penn Re is entitled to the declaratory judgment as prayed for in its complaint.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/381380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1212875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420492/"
  ]
}