{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2390147/",
  "absolute_url": "/opinion/2390147/eyskens-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2390147/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:20:07.834803Z",
  "date_modified": "2016-04-26T23:22:03.912503Z",
  "type": "010combined",
  "sha1": "65a223f57e3adb1fa52d5ae2fa67269afd7b07de",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>140 F.Supp.2d 553 (2000)</b></center>\n<center><h1>Paul EYSKENS, personally and as representative to the estate of Rose-Marie Eyskens, and Michael L. Eyskens, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nAlfons Anthonissen, personally and as representative to the estate of Hadewich Anthonissen, Margaretha Van Oekel, Elewout Anthonissen, Wiebrand Anthonissen, Catharina Van Gestel (died on 8/9/99), Gerardina Snykers, Kendrick Declercq, and Dirk Beuselinck, Plaintiffs,<br>\nv.<br>\nUnited States of America, Defendant.<br>\nWilfried Bekaert, personally and as representative to the estate of Stefan Bekaert, Magda Pieters, Bart Bekaert, Inge Bekaert, Hilde Ghyoot, Jozefa Bekaert, and Jan Van Nuland, Plaintiffs,<br>\nv.<br>\nUnited States of America Defendant.<br>\nRene Van den Heede, personally and as representative to the estate of Sebastiaan Van den Heede, Monique Dedeyne, Saskia Van den Heede, Lucie Van den Heede, Rik De Cooman, Griet De Cooman, Danny Raemdonck, Ward De Cooman, Leen De Cooman, Lucien Van den Heede, Bieke Van den Heede, Bram Van den Heede, Erik Van den Heede, Adriana Daemen, Marc Van den Heede, Richard Dedeyne, Rosa Van Ruymbeke, Michiel Dedeyne, Jeroen <span class=\"star-pagination\">*554</span> Dedeyne, Firmin Dedeyne, Rita De Meyer, Evelien Dedeyne, Frederik Dedeyne, Wouter Fransoo, Koen Lamers, Julia Vereecke, Yvonne Arnaud, Erik Fransoo, and Francine Dedeyne, Plaintiffs,<br>\nv.<br>\nUnited States of America Defendant.<br>\nMaria Gevaert, personally and as representative to the estate of Stefaan Vermander, Filip Vermander, Agnes Vermander, and Georges Van Walleghem, Plaintiffs,<br>\nv.<br>\nUnited States of America Defendant.</h1></center>\n<center>Nos. 4:99-CV-142-H(4) to 4:99-CV-146-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 8, 2000.</center>\n<p>A. Charles Ellis, Ward &amp; Smith, Greenville, NC, Kurt E. Lindquist, II, McGuire, Woods, Battle &amp; Boothe, Charlotte, NC, Hugh R. Overholt, Ward &amp; Smith, New Bern, NC, for Alfons Anthonissen, Personally and as Representative to The Estate of Hadewich Anthonissen, Alfons. Anthonissen, Personally and as Representative to The Estate of Catharina Van Gestel, Hadewich Anthonissen, Estate of the foregoing, Margaretha Van Oekel, Elewout Anthonissen, Wiebrand Anthonissen, Catharina Van Gestel, Deceased, Gerardina Snykers, Hendrik De Clercq, Dirk Beuselinck, plaintiffs.</p>\n<p>Gary W. Allen, Director, with Douglas A. Winegardner, Trial Atty., Torts Branch, Civ. Div., U.S. Dept. of Justice, R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. <span class=\"star-pagination\">*555</span> Attorney, Raleigh, NC, for United States of America, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant's, the United States of America (\"United States\"), motion to dismiss the above captioned cases on the basis of Fed. R.Civ.P. 12(b)(1), lack of subject matter jurisdiction. Each party has responded to the opposing motions by memoranda and through oral arguments presented to the court at a hearing on February 3, 2000; therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>These cases arise out of a tragic accident occurring on February 3, 1998, near Cavalese, Italy, in which a Marine Corps jet struck and severed the cable of a gondola, sending twenty people to their deaths in the Avisio River Valley, 375 feet below. Plaintiffs are the families and loved ones of five of the individuals killed in this accident. The plaintiffs submitted administrative claims under the Federal Tort Claims Act with the National Imagery and Mapping Agency (\"NIMA\") on July 13, 1998, and with the Department of the Navy on August 20, 1998. The responsibility for processing the NIMA claims was delegated to the Department of the Navy. All claims were denied by the Navy's Office of the Judge Advocate General on March 2, 1999, and the Department of the Navy informed plaintiffs that their exclusive remedy was under the claims procedures of the North Atlantic Treaty Organization's (\"NATO\") Status of Forces Agreement (\"SOFA\"). The Navy forwarded the claims to the Italian Ministry of Defense for processing under the SOFA. Plaintiffs, through counsel, later requested that the forwarded claims be returned to them, ending review of the claims by the Italian government.</p>\n<p>Plaintiffs filed these actions on August 26, 1999, alleging that the United States, through the Marine Corps, was negligent in failing to provide accurate and proper charts of the accident region, failing to properly train and supervise the aircrew and support detachment, and in failing to maintain and inspect the accident aircraft to ensure its instruments were functioning. The United States has moved to dismiss the complaints asserting that the court lacks subject matter jurisdiction over this dispute. The court received supplemental briefs from the parties after issuing an order setting the hearing in this case and, in the same order, addressing the court's concerns surrounding its jurisdiction. On February 3, 2000, the court heard well prepared and articulate oral argument from both parties.<sup>[1]</sup></p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>On February 3, 1998, a United States Marine Corps EA-6B \"Prowler\" aircraft, flying a low-level NATO training mission near the Alpe Cermis ski slopes in Cavalese, Italy, accidentally struck a cable supporting a ski gondola. While the aircraft suffered only minor damage and returned to the base safely, the gondola cable was severed and the gondola fell some 375 feet to the ground, killing all the occupants. The 20 people killed were civilian vacationers from Germany, Italy, Belgium, the Netherlands and Poland, who were riding the gondola to Cavalese after a day of skiing on Alpe Cermis.</p>\n<p>At the time of the accident, the EA-6B Prowler, its pilot, Captain Richard Ashby, the navigator, Captain Joseph Schweitzer, and the two other crewmen aboard were <span class=\"star-pagination\">*556</span> assigned to the Marine Tactical Electronic Warfare Squadron TWO (\"VMAQ-2\"), stationed at Cherry Point Naval Air Station, North Carolina. On August 22, 1997, VMAQ-2 deployed to Aviano Air Base, Italy, in support of NATO operations. This unit flew Prowlers in support of NATO's \"Operation Deliberate Guard\" in Bosnia and the former Yugoslav republics. The Commander U .S. Marine Corps Forces, Atlantic, transferred operational control for the unit and the Prowler to the Commander Striking Forces South (NATO), with tactical control delegated to Commander Fifth Allied Tactical Air Force.</p>\n<p>NATO's Commander of Striking Forces South, the unit with operational control of the Prowler and its crew, authorized training missions when the units involved were not flying actual \"Deliberate Guard\" missions. The Italian Air Force 1st Regional Operations Center in Padova, Italy, approved ten low-level training routes. The crew of the Prowler scheduled one of the ten routes, designated as AV047, which was approved by the commanding officer of VMAQ-2. The aircraft was permitted to fly the route at a minimum altitude of 1000 feet above-ground level (\"AGL\"). The accident occurred within the approved training route at an altitude of approximately 375 feet AGL.</p>\n<p>After the accident, the Commander of the U.S. Marine Corps Forces Atlantic directed an investigation into the circumstances of the accident. The investigation found the cause of the accident to be \"aircrew error.\" Separate and concurrent investigations were conducted including ones by the Italian Magistrate of Trento and the Italian Air Force. A subsequent 30-day review was conducted by Navy Admiral Joseph Prueher at the request of the President of the United States and the Secretary of Defense.</p>\n<p>The United States Marine Corps charged the pilot and navigator of the aircraft with violations of the Uniform Code of Military Justice, including involuntary manslaughter (pilot only), conduct unbecoming an officer and gentleman and obstruction of justice. The last two charges were related to the destruction of a personal videotape taken by the crewmen during the flight. After a military trial in North Carolina, Captain Ashby was acquitted of the involuntary manslaughter charges but was found guilty of conduct unbecoming an officer. However, plaintiffs contend that a board of officers, applying a criminal standard to the evidence of \"beyond a reasonable doubt,\" found that Captain Ashby was not negligent. Ashby was sentenced to six months in a military brig and discharged from the service. The navigator, Captain Schweitzer, pleaded guilty to conspiracy and obstruction of justice and was also dismissed from the service.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>The United States asserts that plaintiffs' exclusive remedy is the claims procedure contained in Article VIII of the NATO SOFA, hence, divesting this court of jurisdiction. Plaintiffs insist that because they have alleged that certain negligent activities causing the accident occurred in the United States, the Federal Tort Claims Act applies rather than the SOFA.</p>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>The plaintiffs must carry the burden of proving that subject matter jurisdiction exists. <i>See </i><i>Evans v. B.F. Perkins Co.,</i> 166 F.3d 642, 646 (4th Cir.1999). \"When a defendant challenges subject matter jurisdiction pursuant to Rule 12(b)(1), `the district court is to regard the pleadings as mere evidence on the issue, and may consider evidence outside the <span class=\"star-pagination\">*557</span> pleadings without converting the proceeding to one for summary judgment.'\" <i>Id.</i> (quoting <i>Richmond, Fredericksburg &amp; Potomac R. Co. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991)). If the material jurisdictional facts are not in dispute, and the moving party is entitled to judgment as a matter of law, then the court should grant the Rule 12(b)(1) motion to dismiss. <i>See id.</i></p>\n<p></p>\n<h2>II. Exclusivity of the SOFA Agreement Claims Procedure</h2>\n<p>In 1951 the United States signed the NATO SOFA in London, England. The SOFA was ratified by Congress and the President in 1953 and entered into force in August of that same year. In 1954, the Congress passed, and the President signed, the International Agreement Claims Act, 10 U.S.C. § 2734a, implementing reimbursement under the SOFA claims procedure. A treaty, like a statute, is the supreme law of the land. <i>See</i> U.S. Const. art. VI.</p>\n<p>The SOFA governs relations between a NATO country receiving another nation's military or civilian personnel (\"receiving nation\") and the NATO country sending the military or civilian personnel (\"sending nation\"). The United States, Italy and Belgium are parties to the agreement. The SOFA defines a \"force\" as:</p>\n<blockquote>[T]he personnel belonging to the land, sea, or air armed services of one Contracting Party when in the territory of another Contracting Party in the North Atlantic Treaty area in connection with their official duties.</blockquote>\n<p>North Atlantic Treaty Organization Status of Forces Agreement of June 16, 1951, 4 U.S.T. 1792, 1794.</p>\n<p>At the time of the accident, VMAQ-2 was part of a NATO operation and had been for six months. The crew of the Prowler were personnel belonging to the air armed services of the United States, a Contracting Party to the SOFA. The crew of the Prowler were operating the aircraft in connection with their official duties in the territory of Italy, another Contracting Party to the SOFA. The crew of the Prowler were a \"force\" as defined by the NATO SOFA.</p>\n<p>Section VIII of the SOFA governs claims for damages, providing:</p>\n<blockquote>5. Claims ... arising out of acts or omissions of members of a force ... done in the performance of official duty, or out of any other act, omission or occurrence for which a force ... is legally responsible, and causing damage in the territory of the receiving State to third parties ... <i>shall be dealt with by the receiving State</i> in accordance with the following provisions:</blockquote>\n<blockquote>(a) Claims <i>shall be</i> filed, considered and settled or adjudicated <i>in accordance with the laws and regulations of the receiving State</i> with respect to claims arising from the activities of its own armed forces.</blockquote>\n<blockquote>(b) The receiving State may settle any such claims, and payment of the amount agreed upon or determined by adjudication shall be made by the receiving State in its currency.</blockquote>\n<blockquote>(c) Such payment, whether made pursuant to a settlement or to adjudication of the case by a competent tribunal of the receiving State, or the final adjudication by such a tribunal denying payment, shall be binding and conclusive upon the Contracting Parties.</blockquote>\n<blockquote>(d) Every claim paid by the receiving State shall be communicated to the sending States concerned together with full particulars and a proposed distribution .... In default of a reply within two months, the proposed distribution shall be regarded as accepted.</blockquote>\n<p><i>Id.</i> at 1806. (emphasis added). According to this treaty, VMAQ-2 was part of a force <span class=\"star-pagination\">*558</span> sent by the United States to Italy for temporary duty. The claims asserted by plaintiffs involving injury to themselves as third-parties which occurred in the receiving state's territory, must be filed, considered and settled, or adjudicated by the receiving state, Italy. Plaintiffs do not disagree that the treaty provisions of the SOFA govern certain claims, but they reject the United States' assertion that the SOFA claims remedy is exclusive, and instead, rely on the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. §§ 1346(b) and 2671 <i>et seq.</i> (West 1993). Relying on the definition of \"force\" in the SOFA, plaintiffs insist that because they have alleged that some negligent acts occurred in the United States and not in Italy, this court has jurisdiction under the FTCA.</p>\n<p>To determine whether the NATO SOFA is the exclusive remedy of the plaintiffs, the court must look to the plain meaning of the words of the treaty to determine the intent of the parties. <i>See </i><i>Washington v. Washington State Commercial Passenger Fishing Vessel Ass'n,</i> 443 U.S. 658, 675, 99 S.Ct. 3055, 61 L.Ed.2d 823 (1979). The language of the treaty makes clear that the intention of the contracting parties was to, among other things, create an exclusive remedy for claims \"arising out of\" the negligent acts of members of sending state's force. For example, the NATO SOFA explains that the \"[a]greement shall apply to the authorities of political sub-divisions of the Contracting Parties,\" Art. I ¶ 2; \"nothing ... shall affect the jurisdiction of the courts of the receiving State to entertain an action against a member of a force ... unless and until there has been payment in full satisfaction of the claim,\" Art. VIII ¶ 6(d); \"claims ... shall be dealt with in the receiving state,\" Art. VIII ¶ 5; \"claims shall be filed ...\" in the receiving state, Art. VIII ¶ 5(a); and, \"[t]he sending State shall not claim immunity from the jurisdiction of the courts of the receiving State for members of a force,\" Art. VIII ¶ 9.</p>\n<p>While recognizing that the NATO SOFA encompasses part of plaintiffs' claims, plaintiffs insist that the alleged negligent acts occurring in the United States' cannot be encompassed by the SOFA. The SOFA claims provision includes all \"claims ... arising out of acts or omissions of members of a force ...\" To arise means to \"become apparent in such a way as to demand attention.\" Webster's Third New International Dictionary Unabridged, 117 (1986). Assuming negligence on the part of the defendant while in the continental United States, the operative effect of that negligence did not occur, and the claim did not arise, until members of a force were involved in the accident in Italy, the receiving state. The claim arose under the NATO SOFA. Because the claim arose under the SOFA, the SOFA is plaintiffs' exclusive remedy.</p>\n<p>This conclusion is borne out by the cases that have tangentially addressed the relationship of the NATO SOFA with other federal laws permitting recovery from the United States. Without the SOFA, the plaintiffs would likely be left without any remedy. Only one case, and it being unpublished, has considered whether a party may bring an action under the FTCA when the NATO SOFA is also applicable. <i>See Laskero v. Moyer,</i> 1990 WL 93276 (N.D.Ill.1990). Five other published cases have considered the availability of remedies under other laws versus an injured parties' remedy under the NATO SOFA, and each court concluded that the NATO SOFA is the exclusive remedy for an injured third party. <i>See </i><i>Brown v. Ministry of Defense of the United Kingdom of Great Britain,</i> 683 F.Supp. 1035 (E.D.Va.1988) (Claim brought under Public Vessel Act but was dismissed because NATO SOFA was exclusive remedy); <i>Shafter v. United States,</i> 273 F.Supp. 152 (S.D.N.Y.1967) <span class=\"star-pagination\">*559</span> (same); <i>Aaskov v. Aldridge,</i> 695 F.Supp. 595 (D.D.C.1988) (Claim brought under Foreign Claims Act but was dismissed because NATO SOFA was exclusive remedy); <i>Lowry v. Commonwealth of Canada,</i> 917 F.Supp. 290 (D.Vt.1996) (Claim brought under Vermont statute and federal regulation but was dismissed because NATO SOFA was exclusive remedy); <i>Dancy v.. Department of the Army,</i> 897 F.Supp. 612 (D.D.C.1995) (Claim brought as an Army administrative action but was dismissed because NATO SOFA was exclusive remedy).</p>\n<p>The plain language of the NATO SOFA states that claims arising out of acts done by members of a force \"shall be dealt with by the receiving State.\" \"[T]he use of the mandatory `shall' indicates that the treaty claims provisions were intended as the exclusive scheme under which covered claims were to be made.\" <i>Brown,</i> 683 F.Supp. at 1038. Although this court is cautious not to take statements printed in committee documents or reports as gospel given the \"endemic interplay, in Congress, of political and legislative considerations,\" <i>International Bhd. of Elec. Workers, Local Union No. 474 v. NLRB,</i> 814 F.2d 697, 717 (D.C.Cir.1987) (Buckley, J., concurring), the committee reports and testimony strongly supports the position that the SOFA claims section was intended to be exclusive. <i>See</i> S. Exec. Rep. No. 1, 83d Cong., 1st Sess. (1953).<sup>[2]</sup></p>\n<p>Even without considering any extraneous evidence of the treaty's intent, allowing injured third parties to circumvent the SOFA by pleading negligence in acts occurring in the United States and having their operative effect in a foreign country could conceivably undercut the treaty and create a cause of action for any overseas military accident. All operations orders and contingency plans are in some respects \"planned\" in the Pentagon \"headquarters.\" Such a result would severely impair the viability of the claims procedure provided for in the NATO SOFA.</p>\n<p>The court is sympathetic to the difficulties facing plaintiffs in pursuing their claims in Italy<sup>[3]</sup>, but this court is hesitant to do judicially what the Congress may do legislatively. Given the high profile of this accident and the direct involvement and statements made by the President, the legislature could quickly enact a bill to provide direct compensation to plaintiffs and bypass the NATO SOFA if it desired. The court concurs with the cogent observation of Judge Doumar, writing in <i>Brown,</i> that,</p>\n<blockquote>\n<span class=\"star-pagination\">*560</span> ... the NATO-SOFA defines the legal status, under both civil and criminal laws, for hundreds of thousands of United States military personnel now serving in NATO countries. It is crucial that the court carefully construe this treaty in order to effectuate fully its intended purpose. To misconstrue or misapply the treaty could have far reaching effects insofar as misapplication could alter application of the NATO-SOFA to hundreds of thousands of American servicepeople in Europe and elsewhere.</blockquote>\n<p><i>Brown,</i> 683 F.Supp. at 1036. To fail to apply the NATO SOFA to the claims asserted by plaintiffs would be to misapply the treaty, possibly causing unintended results which could affect thousands of American servicepeople. Defendant's motion to dismiss is GRANTED.</p>\n<p></p>\n<h2>III. Plaintiffs' Headquarters Claim</h2>\n<p>While the court does not reach plaintiffs' \"headquarters claim\" under the Federal Tort Claims Act, a brief discussion of this theory is appropriate. The Federal Tort Claims Act allows a limited waiver of the United States' sovereign immunity. However, pursuant to § 2680(k) of the FTCA, \"[a]ny claim arising in a foreign country\" is exempted from the § 1346(b) waiver of sovereign immunity. This exception is <i>significant</i> because liability under the FTCA is determined under the laws where the negligent act occurs. <i>See</i> 28 U.S.C. § 1346(b). Although never squarely addressed by the Fourth Circuit in a published opinion,<sup>[4]</sup> appellate courts in other jurisdictions have recognized a \"headquarters\" exception to the sovereign immunity retained by the United States in § 2680(k) which allows a court to maintain jurisdiction over negligent acts or omissions when those acts or omissions occur in the United States but have their operative effect in a foreign country. <i>See </i><i>Sami v. United States,</i> 617 F.2d 755, 762 (D.C.Cir.1979); <i>Donahue v. United States Department of Justice,</i> 751 F.Supp. 45, 46 (S.D.N.Y.1990). However, none of these cases involved or addressed the NATO SOFA.</p>\n<p>Plaintiffs' complaints consist of six untitled counts. The first count alleges that the Marine Corps was negligent by failing to \"provide warning, charts, or other information to the Aircrew about the Cableway or the populated area at Cavalese.\" (Compl. ¶ 26). Count II alleges that the Marine Corps negligently failed to review the navigational charts of the Cavalese area for accuracy. Count III alleges that the Marine Corps negligently failed to alert the aircrew that its navigational charts did not depict the gondola cable-way. Count IV alleges that the Marine Corps negligently failed to train, instruct and supervise the aircrew \"to ensure [it was] aware of, had access to, and properly consulted and considered all available information necessary for the successful planning and completion of low altitude training missions over populated areas.\" (Compl. ¶ 40). Count V alleges that the Prowler was not properly maintained before deployment from Cherry Point Marine Air Station in Cherry Point, North Carolina, six months before the accident.<sup>[5]</sup><span class=\"star-pagination\">*561</span> Finally, Count VI alleges that before deployment, the Marine Corps negligently failed to train, instruct and inform the Aircrew \"of all flight restrictions, rules and regulations, including altitude restrictions and speed restrictions, applicable to all missions flown from Aviano Air Base, and to assure proficiency and currency for low altitude flights.\" (Compl. ¶ 49). Additionally, plaintiffs have asserted that control of all training missions, such as the mission which lead to this accident, remained with the military in the Continental United States rather than with the deployed United States forces.</p>\n<p>The court is convinced that plaintiffs have alleged facts, that if true, would establish negligence by the United States occurring in the United States before deployment and were therefore, not part of a \"force\" as defined by the SOFA. However, the court finds that the analysis of Judge (now Justice) Scalia in <i>Beattie v. United States,</i> 756 F.2d 91 (D.C.Cir.1984) (Scalia, J., dissenting), <i>abrogated by, </i><i>Smith v. United States,</i> 507 U.S. 197, 113 S.Ct. 1178, 122 L.Ed.2d 548 (1993),<sup>[6]</sup> would be dispositive of plaintiffs' headquarters claim.</p>\n<p><i>Beattie</i> dealt with an airplane crash occurring in Antarctica. The plaintiffs brought suit pursuant to the FTCA alleging negligence on the part of the pilots and air traffic controllers in Antarctica and negligent training and supervision of the pilots occurring in the United States. Plaintiffs asserted that a claim arose both in Antarctica and in the United States. After examining the history of the FTCA and the foreign country exception in § 2680(k) of the act, Judge Scalia found that only one claim, rather than two, was at issue. Judge Scalia wrote,</p>\n<blockquote>Since suits against the government on the basis of actions of its employees are ex hypothesi based upon actions in the course of those employees' official duties, <i>see</i> 28 U.S.C. S 1346(b), it will virtually always be possible to assert that the negligent activity that injured the plaintiff was the consequence of faulty training, selection or supervision  or even less than that, lack of careful training, selection or supervision  in the United States. And regard for malpractice liability, if nothing else, will induce plaintiffs' lawyers regularly to include such an assertion in their complaints  for who can tell, at least until full discovery, where it is that proper training or supervision did not occur? Thus, the so-called \"headquarters claim\" will become a standard part of FTCA litigation involving the activities of federal employees abroad, and few such suits will be able to be dismissed at the jurisdictional threshold. I think it unlikely that the exclusion of \"claims arising in a foreign country\" was meant to operate in this fashion. To the contrary, it seems to me that the intent of Congress was to insulate the government from claims for injuries caused by its employees abroad, whether or not those employees' actions can in turn be attributed to actions or inactions by other employees stateside.</blockquote>\n<p><i>Beattie,</i> 756 F.2d at 119. Finding that only one claim existed, Judge Scalia examined where the claim arose.</p>\n<p>In cases of sequential and dependent negligence, Judge Scalia concluded that a claim arises where the \"`most proximate' governmentally connected causeor ... the `nearest cause'\" exists. <i>Id.</i> at 122. \"[A] claim `arises' for purposes of <span class=\"star-pagination\">*562</span> § 2680(k) where there occurs the alleged violation of standard ... nearest to the injury ...\" Taking the complete sequence of events as alleged by plaintiffs and the occurrence of the accident in Italy, the claim asserted by plaintiffs arose in a foreign country causing the headquarters claim to fail.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the court finds that the NATO SOFA is plaintiffs' exclusive remedy and accordingly, GRANTS defendant's motion to dismiss. The clerk is directed to close these cases.</p>\n<h2>NOTES</h2>\n<p>[1]  Much of the Statement of the Facts and Statement of the Case were set forth in the court's order setting a hearing in this matter for February 3, 2000. Inasmuch as no objection has been received, the court repeats these statements.</p>\n<p>[2]  Testifying before the Senate Committee on Foreign Relations on April 7, 1953, Mr. Haydock, Counsel for Foreign and Military Affairs, Department of Defense, gave an example: \"If an American jeep ... runs into a privately owned French vehicle in France, the person who is injured will sue the French Government, and in accordance with whatever the French tort claims procedures are.\" <i>Brown,</i> 683 F.Supp. at 1039 n. 3 (citing Testimony of Mr. Haydock, April 7, 1953 at 18).</p>\n<p>[3]  Plaintiffs assert that the legal process in Italy is plagued by overbearing inequities and that \"not a single claim has been settled despite the words of President Clinton that the United States would `unambiguously shoulder the responsibility for what happened.'\" They further point out that translation of military jargon and the plaintiffs' languages into Italian along with the Italian court's inability to subpoena United States military personnel add to the expense and inequities. According to plaintiffs, the legal process in Italy will take 8 to 10 years. However, the United States has admitted liability and recognizes plaintiffs' right to compensation. Furthermore, the Italian legislature, on November 30, 1999, passed legislation providing for payment through a commissioner of the Italian government for up to $2.0 million for each of the deceased from this accident, to be determined and paid within three months of its passage. Contrary to plaintiffs' assertions, progress is being made on the claims that have been submitted to Italy, the receiving nation under the NATO SOFA.</p>\n<p>[4]  The Fourth Circuit has encountered the headquarters claim in one instance wherein, by per curiam, unpublished opinion, it upheld the dismissal by the district court of the claim pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6). The case did not involve the NATO SOFA. <i>See </i><i>de Martinez v. Lamagno,</i> No. 93-1573, 1994 WL 159771 (4th Cir.1994), <i>rev'd on other grounds,</i> 515 U.S. 417, 115 S.Ct. 2227, 132 L.Ed.2d 375 (1995).</p>\n<p>[5]  The complaints conflict with the memorandums filed by the parties with respect to the deployment of the Prowler's crew. The complaints state that deployment took place from Cherry Point Naval Air Station, North Carolina, the memorandums state that the aircraft was stationed at Camp Lejune, North Carolina. The outcome of this motion is not affected by the location of the deployment.</p>\n<p>[6]  <i>Beattie</i> held that Antarctica was not a foreign country for purposes of the FTCA. <i>Smith</i> abrogated Beattie by holding that Antarctica was a foreign country for purposes of the FTCA.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">553</span></span> (2000)</b></center>\n<center><h1>Paul EYSKENS, personally and as representative to the estate of Rose-Marie Eyskens, and Michael L. Eyskens, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nAlfons Anthonissen, personally and as representative to the estate of Hadewich Anthonissen, Margaretha Van Oekel, Elewout Anthonissen, Wiebrand Anthonissen, Catharina Van Gestel (died on 8/9/99), Gerardina Snykers, Kendrick Declercq, and Dirk Beuselinck, Plaintiffs,<br>\nv.<br>\nUnited States of America, Defendant.<br>\nWilfried Bekaert, personally and as representative to the estate of Stefan Bekaert, Magda Pieters, Bart Bekaert, Inge Bekaert, Hilde Ghyoot, Jozefa Bekaert, and Jan Van Nuland, Plaintiffs,<br>\nv.<br>\nUnited States of America Defendant.<br>\nRene Van den Heede, personally and as representative to the estate of Sebastiaan Van den Heede, Monique Dedeyne, Saskia Van den Heede, Lucie Van den Heede, Rik De Cooman, Griet De Cooman, Danny Raemdonck, Ward De Cooman, Leen De Cooman, Lucien Van den Heede, Bieke Van den Heede, Bram Van den Heede, Erik Van den Heede, Adriana Daemen, Marc Van den Heede, Richard Dedeyne, Rosa Van Ruymbeke, Michiel Dedeyne, Jeroen <span class=\"star-pagination\">*554</span> Dedeyne, Firmin Dedeyne, Rita De Meyer, Evelien Dedeyne, Frederik Dedeyne, Wouter Fransoo, Koen Lamers, Julia Vereecke, Yvonne Arnaud, Erik Fransoo, and Francine Dedeyne, Plaintiffs,<br>\nv.<br>\nUnited States of America Defendant.<br>\nMaria Gevaert, personally and as representative to the estate of Stefaan Vermander, Filip Vermander, Agnes Vermander, and Georges Van Walleghem, Plaintiffs,<br>\nv.<br>\nUnited States of America Defendant.</h1></center>\n<center>Nos. 4:99-CV-142-H(4) to 4:99-CV-146-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 8, 2000.</center>\n<p>A. Charles Ellis, Ward &amp; Smith, Greenville, NC, Kurt E. Lindquist, II, McGuire, Woods, Battle &amp; Boothe, Charlotte, NC, Hugh R. Overholt, Ward &amp; Smith, New Bern, NC, for Alfons Anthonissen, Personally and as Representative to The Estate of Hadewich Anthonissen, Alfons. Anthonissen, Personally and as Representative to The Estate of Catharina Van Gestel, Hadewich Anthonissen, Estate of the foregoing, Margaretha Van Oekel, Elewout Anthonissen, Wiebrand Anthonissen, Catharina Van Gestel, Deceased, Gerardina Snykers, Hendrik De Clercq, Dirk Beuselinck, plaintiffs.</p>\n<p>Gary W. Allen, Director, with Douglas A. Winegardner, Trial Atty., Torts Branch, Civ. Div., U.S. Dept. of Justice, R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. <span class=\"star-pagination\">*555</span> Attorney, Raleigh, NC, for United States of America, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant's, the United States of America (\"United States\"), motion to dismiss the above captioned cases on the basis of Fed. R.Civ.P. 12(b)(1), lack of subject matter jurisdiction. Each party has responded to the opposing motions by memoranda and through oral arguments presented to the court at a hearing on February 3, 2000; therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>These cases arise out of a tragic accident occurring on February 3, 1998, near Cavalese, Italy, in which a Marine Corps jet struck and severed the cable of a gondola, sending twenty people to their deaths in the Avisio River Valley, 375 feet below. Plaintiffs are the families and loved ones of five of the individuals killed in this accident. The plaintiffs submitted administrative claims under the Federal Tort Claims Act with the National Imagery and Mapping Agency (\"NIMA\") on July 13, 1998, and with the Department of the Navy on August 20, 1998. The responsibility for processing the NIMA claims was delegated to the Department of the Navy. All claims were denied by the Navy's Office of the Judge Advocate General on March 2, 1999, and the Department of the Navy informed plaintiffs that their exclusive remedy was under the claims procedures of the North Atlantic Treaty Organization's (\"NATO\") Status of Forces Agreement (\"SOFA\"). The Navy forwarded the claims to the Italian Ministry of Defense for processing under the SOFA. Plaintiffs, through counsel, later requested that the forwarded claims be returned to them, ending review of the claims by the Italian government.</p>\n<p>Plaintiffs filed these actions on August 26, 1999, alleging that the United States, through the Marine Corps, was negligent in failing to provide accurate and proper charts of the accident region, failing to properly train and supervise the aircrew and support detachment, and in failing to maintain and inspect the accident aircraft to ensure its instruments were functioning. The United States has moved to dismiss the complaints asserting that the court lacks subject matter jurisdiction over this dispute. The court received supplemental briefs from the parties after issuing an order setting the hearing in this case and, in the same order, addressing the court's concerns surrounding its jurisdiction. On February 3, 2000, the court heard well prepared and articulate oral argument from both parties.<sup>[1]</sup></p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>On February 3, 1998, a United States Marine Corps EA-6B \"Prowler\" aircraft, flying a low-level NATO training mission near the Alpe Cermis ski slopes in Cavalese, Italy, accidentally struck a cable supporting a ski gondola. While the aircraft suffered only minor damage and returned to the base safely, the gondola cable was severed and the gondola fell some 375 feet to the ground, killing all the occupants. The 20 people killed were civilian vacationers from Germany, Italy, Belgium, the Netherlands and Poland, who were riding the gondola to Cavalese after a day of skiing on Alpe Cermis.</p>\n<p>At the time of the accident, the EA-6B Prowler, its pilot, Captain Richard Ashby, the navigator, Captain Joseph Schweitzer, and the two other crewmen aboard were <span class=\"star-pagination\">*556</span> assigned to the Marine Tactical Electronic Warfare Squadron TWO (\"VMAQ-2\"), stationed at Cherry Point Naval Air Station, North Carolina. On August 22, 1997, VMAQ-2 deployed to Aviano Air Base, Italy, in support of NATO operations. This unit flew Prowlers in support of NATO's \"Operation Deliberate Guard\" in Bosnia and the former Yugoslav republics. The Commander U .S. Marine Corps Forces, Atlantic, transferred operational control for the unit and the Prowler to the Commander Striking Forces South (NATO), with tactical control delegated to Commander Fifth Allied Tactical Air Force.</p>\n<p>NATO's Commander of Striking Forces South, the unit with operational control of the Prowler and its crew, authorized training missions when the units involved were not flying actual \"Deliberate Guard\" missions. The Italian Air Force 1st Regional Operations Center in Padova, Italy, approved ten low-level training routes. The crew of the Prowler scheduled one of the ten routes, designated as AV047, which was approved by the commanding officer of VMAQ-2. The aircraft was permitted to fly the route at a minimum altitude of 1000 feet above-ground level (\"AGL\"). The accident occurred within the approved training route at an altitude of approximately 375 feet AGL.</p>\n<p>After the accident, the Commander of the U.S. Marine Corps Forces Atlantic directed an investigation into the circumstances of the accident. The investigation found the cause of the accident to be \"aircrew error.\" Separate and concurrent investigations were conducted including ones by the Italian Magistrate of Trento and the Italian Air Force. A subsequent 30-day review was conducted by Navy Admiral Joseph Prueher at the request of the President of the United States and the Secretary of Defense.</p>\n<p>The United States Marine Corps charged the pilot and navigator of the aircraft with violations of the Uniform Code of Military Justice, including involuntary manslaughter (pilot only), conduct unbecoming an officer and gentleman and obstruction of justice. The last two charges were related to the destruction of a personal videotape taken by the crewmen during the flight. After a military trial in North Carolina, Captain Ashby was acquitted of the involuntary manslaughter charges but was found guilty of conduct unbecoming an officer. However, plaintiffs contend that a board of officers, applying a criminal standard to the evidence of \"beyond a reasonable doubt,\" found that Captain Ashby was not negligent. Ashby was sentenced to six months in a military brig and discharged from the service. The navigator, Captain Schweitzer, pleaded guilty to conspiracy and obstruction of justice and was also dismissed from the service.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>The United States asserts that plaintiffs' exclusive remedy is the claims procedure contained in Article VIII of the NATO SOFA, hence, divesting this court of jurisdiction. Plaintiffs insist that because they have alleged that certain negligent activities causing the accident occurred in the United States, the Federal Tort Claims Act applies rather than the SOFA.</p>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>The plaintiffs must carry the burden of proving that subject matter jurisdiction exists. <i>See </i><i>Evans v. B.F. Perkins Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 646 (4th Cir.1999). \"When a defendant challenges subject matter jurisdiction pursuant to Rule 12(b)(1), `the district court is to regard the pleadings as mere evidence on the issue, and may consider evidence outside the <span class=\"star-pagination\">*557</span> pleadings without converting the proceeding to one for summary judgment.'\" <i>Id.</i> (quoting <i>Richmond, Fredericksburg &amp; Potomac R. Co. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991)). If the material jurisdictional facts are not in dispute, and the moving party is entitled to judgment as a matter of law, then the court should grant the Rule 12(b)(1) motion to dismiss. <i>See id.</i></p>\n<p></p>\n<h2>II. Exclusivity of the SOFA Agreement Claims Procedure</h2>\n<p>In 1951 the United States signed the NATO SOFA in London, England. The SOFA was ratified by Congress and the President in 1953 and entered into force in August of that same year. In 1954, the Congress passed, and the President signed, the International Agreement Claims Act, 10 U.S.C. § 2734a, implementing reimbursement under the SOFA claims procedure. A treaty, like a statute, is the supreme law of the land. <i>See</i> U.S. Const. art. VI.</p>\n<p>The SOFA governs relations between a NATO country receiving another nation's military or civilian personnel (\"receiving nation\") and the NATO country sending the military or civilian personnel (\"sending nation\"). The United States, Italy and Belgium are parties to the agreement. The SOFA defines a \"force\" as:</p>\n<blockquote>[T]he personnel belonging to the land, sea, or air armed services of one Contracting Party when in the territory of another Contracting Party in the North Atlantic Treaty area in connection with their official duties.</blockquote>\n<p>North Atlantic Treaty Organization Status of Forces Agreement of June 16, 1951, 4 U.S.T. 1792, 1794.</p>\n<p>At the time of the accident, VMAQ-2 was part of a NATO operation and had been for six months. The crew of the Prowler were personnel belonging to the air armed services of the United States, a Contracting Party to the SOFA. The crew of the Prowler were operating the aircraft in connection with their official duties in the territory of Italy, another Contracting Party to the SOFA. The crew of the Prowler were a \"force\" as defined by the NATO SOFA.</p>\n<p>Section VIII of the SOFA governs claims for damages, providing:</p>\n<blockquote>5. Claims ... arising out of acts or omissions of members of a force ... done in the performance of official duty, or out of any other act, omission or occurrence for which a force ... is legally responsible, and causing damage in the territory of the receiving State to third parties ... <i>shall be dealt with by the receiving State</i> in accordance with the following provisions:</blockquote>\n<blockquote>(a) Claims <i>shall be</i> filed, considered and settled or adjudicated <i>in accordance with the laws and regulations of the receiving State</i> with respect to claims arising from the activities of its own armed forces.</blockquote>\n<blockquote>(b) The receiving State may settle any such claims, and payment of the amount agreed upon or determined by adjudication shall be made by the receiving State in its currency.</blockquote>\n<blockquote>(c) Such payment, whether made pursuant to a settlement or to adjudication of the case by a competent tribunal of the receiving State, or the final adjudication by such a tribunal denying payment, shall be binding and conclusive upon the Contracting Parties.</blockquote>\n<blockquote>(d) Every claim paid by the receiving State shall be communicated to the sending States concerned together with full particulars and a proposed distribution .... In default of a reply within two months, the proposed distribution shall be regarded as accepted.</blockquote>\n<p><i>Id.</i> at 1806. (emphasis added). According to this treaty, VMAQ-2 was part of a force <span class=\"star-pagination\">*558</span> sent by the United States to Italy for temporary duty. The claims asserted by plaintiffs involving injury to themselves as third-parties which occurred in the receiving state's territory, must be filed, considered and settled, or adjudicated by the receiving state, Italy. Plaintiffs do not disagree that the treaty provisions of the SOFA govern certain claims, but they reject the United States' assertion that the SOFA claims remedy is exclusive, and instead, rely on the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. §§ 1346(b) and 2671 <i>et seq.</i> (West 1993). Relying on the definition of \"force\" in the SOFA, plaintiffs insist that because they have alleged that some negligent acts occurred in the United States and not in Italy, this court has jurisdiction under the FTCA.</p>\n<p>To determine whether the NATO SOFA is the exclusive remedy of the plaintiffs, the court must look to the plain meaning of the words of the treaty to determine the intent of the parties. <i>See </i><i>Washington v. Washington State Commercial Passenger Fishing Vessel Ass'n,</i> <span class=\"citation\" data-id=\"110146\"><a href=\"/opinion/110146/washington-v-washington-state-commercial-passenger-fishing-vessel-assn/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 675, <span class=\"citation\" data-id=\"110146\"><a href=\"/opinion/110146/washington-v-washington-state-commercial-passenger-fishing-vessel-assn/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3055</span></a></span>, <span class=\"citation\" data-id=\"110146\"><a href=\"/opinion/110146/washington-v-washington-state-commercial-passenger-fishing-vessel-assn/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></a></span> (1979). The language of the treaty makes clear that the intention of the contracting parties was to, among other things, create an exclusive remedy for claims \"arising out of\" the negligent acts of members of sending state's force. For example, the NATO SOFA explains that the \"[a]greement shall apply to the authorities of political sub-divisions of the Contracting Parties,\" Art. I ¶ 2; \"nothing ... shall affect the jurisdiction of the courts of the receiving State to entertain an action against a member of a force ... unless and until there has been payment in full satisfaction of the claim,\" Art. VIII ¶ 6(d); \"claims ... shall be dealt with in the receiving state,\" Art. VIII ¶ 5; \"claims shall be filed ...\" in the receiving state, Art. VIII ¶ 5(a); and, \"[t]he sending State shall not claim immunity from the jurisdiction of the courts of the receiving State for members of a force,\" Art. VIII ¶ 9.</p>\n<p>While recognizing that the NATO SOFA encompasses part of plaintiffs' claims, plaintiffs insist that the alleged negligent acts occurring in the United States' cannot be encompassed by the SOFA. The SOFA claims provision includes all \"claims ... arising out of acts or omissions of members of a force ...\" To arise means to \"become apparent in such a way as to demand attention.\" Webster's Third New International Dictionary Unabridged, 117 (1986). Assuming negligence on the part of the defendant while in the continental United States, the operative effect of that negligence did not occur, and the claim did not arise, until members of a force were involved in the accident in Italy, the receiving state. The claim arose under the NATO SOFA. Because the claim arose under the SOFA, the SOFA is plaintiffs' exclusive remedy.</p>\n<p>This conclusion is borne out by the cases that have tangentially addressed the relationship of the NATO SOFA with other federal laws permitting recovery from the United States. Without the SOFA, the plaintiffs would likely be left without any remedy. Only one case, and it being unpublished, has considered whether a party may bring an action under the FTCA when the NATO SOFA is also applicable. <i>See Laskero v. Moyer,</i> <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">93276</span></span> (N.D.Ill.1990). Five other published cases have considered the availability of remedies under other laws versus an injured parties' remedy under the NATO SOFA, and each court concluded that the NATO SOFA is the exclusive remedy for an injured third party. <i>See </i><i>Brown v. Ministry of Defense of the United Kingdom of Great Britain,</i> <span class=\"citation\" data-id=\"2267633\"><a href=\"/opinion/2267633/brown-v-ministry-of-defense-of-united-kingdom/\"><span class=\"volume\">683</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1035</span></a></span> (E.D.Va.1988) (Claim brought under Public Vessel Act but was dismissed because NATO SOFA was exclusive remedy); <i>Shafter v. United States,</i> <span class=\"citation\" data-id=\"2248489\"><a href=\"/opinion/2248489/shafter-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">152</span></a></span> (S.D.N.Y.1967) <span class=\"star-pagination\">*559</span> (same); <i>Aaskov v. Aldridge,</i> <span class=\"citation\" data-id=\"2346139\"><a href=\"/opinion/2346139/aaskov-v-aldridge/\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">595</span></a></span> (D.D.C.1988) (Claim brought under Foreign Claims Act but was dismissed because NATO SOFA was exclusive remedy); <i>Lowry v. Commonwealth of Canada,</i> <span class=\"citation\" data-id=\"2140151\"><a href=\"/opinion/2140151/lowry-v-com-of-canada/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">290</span></a></span> (D.Vt.1996) (Claim brought under Vermont statute and federal regulation but was dismissed because NATO SOFA was exclusive remedy); <i>Dancy v.. Department of the Army,</i> <span class=\"citation\" data-id=\"1470145\"><a href=\"/opinion/1470145/dancy-v-department-of-army/\"><span class=\"volume\">897</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span> (D.D.C.1995) (Claim brought as an Army administrative action but was dismissed because NATO SOFA was exclusive remedy).</p>\n<p>The plain language of the NATO SOFA states that claims arising out of acts done by members of a force \"shall be dealt with by the receiving State.\" \"[T]he use of the mandatory `shall' indicates that the treaty claims provisions were intended as the exclusive scheme under which covered claims were to be made.\" <i>Brown,</i> 683 F.Supp. at 1038. Although this court is cautious not to take statements printed in committee documents or reports as gospel given the \"endemic interplay, in Congress, of political and legislative considerations,\" <i>International Bhd. of Elec. Workers, Local Union No. 474 v. NLRB,</i> <span class=\"citation\" data-id=\"485226\"><a href=\"/opinion/485226/international-brotherhood-of-electrical-workers-local-union-no-474/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 717 (D.C.Cir.1987) (Buckley, J., concurring), the committee reports and testimony strongly supports the position that the SOFA claims section was intended to be exclusive. <i>See</i> S. Exec. Rep. No. 1, 83d Cong., 1st Sess. (1953).<sup>[2]</sup></p>\n<p>Even without considering any extraneous evidence of the treaty's intent, allowing injured third parties to circumvent the SOFA by pleading negligence in acts occurring in the United States and having their operative effect in a foreign country could conceivably undercut the treaty and create a cause of action for any overseas military accident. All operations orders and contingency plans are in some respects \"planned\" in the Pentagon \"headquarters.\" Such a result would severely impair the viability of the claims procedure provided for in the NATO SOFA.</p>\n<p>The court is sympathetic to the difficulties facing plaintiffs in pursuing their claims in Italy<sup>[3]</sup>, but this court is hesitant to do judicially what the Congress may do legislatively. Given the high profile of this accident and the direct involvement and statements made by the President, the legislature could quickly enact a bill to provide direct compensation to plaintiffs and bypass the NATO SOFA if it desired. The court concurs with the cogent observation of Judge Doumar, writing in <i>Brown,</i> that,</p>\n<blockquote>\n<span class=\"star-pagination\">*560</span> ... the NATO-SOFA defines the legal status, under both civil and criminal laws, for hundreds of thousands of United States military personnel now serving in NATO countries. It is crucial that the court carefully construe this treaty in order to effectuate fully its intended purpose. To misconstrue or misapply the treaty could have far reaching effects insofar as misapplication could alter application of the NATO-SOFA to hundreds of thousands of American servicepeople in Europe and elsewhere.</blockquote>\n<p><i>Brown,</i> 683 F.Supp. at 1036. To fail to apply the NATO SOFA to the claims asserted by plaintiffs would be to misapply the treaty, possibly causing unintended results which could affect thousands of American servicepeople. Defendant's motion to dismiss is GRANTED.</p>\n<p></p>\n<h2>III. Plaintiffs' Headquarters Claim</h2>\n<p>While the court does not reach plaintiffs' \"headquarters claim\" under the Federal Tort Claims Act, a brief discussion of this theory is appropriate. The Federal Tort Claims Act allows a limited waiver of the United States' sovereign immunity. However, pursuant to § 2680(k) of the FTCA, \"[a]ny claim arising in a foreign country\" is exempted from the § 1346(b) waiver of sovereign immunity. This exception is <i>significant</i> because liability under the FTCA is determined under the laws where the negligent act occurs. <i>See</i> 28 U.S.C. § 1346(b). Although never squarely addressed by the Fourth Circuit in a published opinion,<sup>[4]</sup> appellate courts in other jurisdictions have recognized a \"headquarters\" exception to the sovereign immunity retained by the United States in § 2680(k) which allows a court to maintain jurisdiction over negligent acts or omissions when those acts or omissions occur in the United States but have their operative effect in a foreign country. <i>See </i><i>Sami v. United States,</i> <span class=\"citation\" data-id=\"375886\"><a href=\"/opinion/375886/mohammad-sami-v-united-states-of-america/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">755</span></a></span>, 762 (D.C.Cir.1979); <i>Donahue v. United States Department of Justice,</i> <span class=\"citation\" data-id=\"1744948\"><a href=\"/opinion/1744948/donahue-v-us-dept-of-justice/\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">45</span></a></span>, 46 (S.D.N.Y.1990). However, none of these cases involved or addressed the NATO SOFA.</p>\n<p>Plaintiffs' complaints consist of six untitled counts. The first count alleges that the Marine Corps was negligent by failing to \"provide warning, charts, or other information to the Aircrew about the Cableway or the populated area at Cavalese.\" (Compl. ¶ 26). Count II alleges that the Marine Corps negligently failed to review the navigational charts of the Cavalese area for accuracy. Count III alleges that the Marine Corps negligently failed to alert the aircrew that its navigational charts did not depict the gondola cable-way. Count IV alleges that the Marine Corps negligently failed to train, instruct and supervise the aircrew \"to ensure [it was] aware of, had access to, and properly consulted and considered all available information necessary for the successful planning and completion of low altitude training missions over populated areas.\" (Compl. ¶ 40). Count V alleges that the Prowler was not properly maintained before deployment from Cherry Point Marine Air Station in Cherry Point, North Carolina, six months before the accident.<sup>[5]</sup><span class=\"star-pagination\">*561</span> Finally, Count VI alleges that before deployment, the Marine Corps negligently failed to train, instruct and inform the Aircrew \"of all flight restrictions, rules and regulations, including altitude restrictions and speed restrictions, applicable to all missions flown from Aviano Air Base, and to assure proficiency and currency for low altitude flights.\" (Compl. ¶ 49). Additionally, plaintiffs have asserted that control of all training missions, such as the mission which lead to this accident, remained with the military in the Continental United States rather than with the deployed United States forces.</p>\n<p>The court is convinced that plaintiffs have alleged facts, that if true, would establish negligence by the United States occurring in the United States before deployment and were therefore, not part of a \"force\" as defined by the SOFA. However, the court finds that the analysis of Judge (now Justice) Scalia in <i>Beattie v. United States,</i> <span class=\"citation\" data-id=\"448991\"><a href=\"/opinion/448991/martin-john-beattie-v-united-states/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (D.C.Cir.1984) (Scalia, J., dissenting), <i>abrogated by, </i><i>Smith v. United States,</i> <span class=\"citation\" data-id=\"112827\"><a href=\"/opinion/112827/smith-v-united-states/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, <span class=\"citation\" data-id=\"112827\"><a href=\"/opinion/112827/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1178</span></a></span>, <span class=\"citation\" data-id=\"112827\"><a href=\"/opinion/112827/smith-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1993),<sup>[6]</sup> would be dispositive of plaintiffs' headquarters claim.</p>\n<p><i>Beattie</i> dealt with an airplane crash occurring in Antarctica. The plaintiffs brought suit pursuant to the FTCA alleging negligence on the part of the pilots and air traffic controllers in Antarctica and negligent training and supervision of the pilots occurring in the United States. Plaintiffs asserted that a claim arose both in Antarctica and in the United States. After examining the history of the FTCA and the foreign country exception in § 2680(k) of the act, Judge Scalia found that only one claim, rather than two, was at issue. Judge Scalia wrote,</p>\n<blockquote>Since suits against the government on the basis of actions of its employees are ex hypothesi based upon actions in the course of those employees' official duties, <i>see</i> 28 U.S.C. S 1346(b), it will virtually always be possible to assert that the negligent activity that injured the plaintiff was the consequence of faulty training, selection or supervision  or even less than that, lack of careful training, selection or supervision  in the United States. And regard for malpractice liability, if nothing else, will induce plaintiffs' lawyers regularly to include such an assertion in their complaints  for who can tell, at least until full discovery, where it is that proper training or supervision did not occur? Thus, the so-called \"headquarters claim\" will become a standard part of FTCA litigation involving the activities of federal employees abroad, and few such suits will be able to be dismissed at the jurisdictional threshold. I think it unlikely that the exclusion of \"claims arising in a foreign country\" was meant to operate in this fashion. To the contrary, it seems to me that the intent of Congress was to insulate the government from claims for injuries caused by its employees abroad, whether or not those employees' actions can in turn be attributed to actions or inactions by other employees stateside.</blockquote>\n<p><i>Beattie,</i> 756 F.2d at 119. Finding that only one claim existed, Judge Scalia examined where the claim arose.</p>\n<p>In cases of sequential and dependent negligence, Judge Scalia concluded that a claim arises where the \"`most proximate' governmentally connected causeor ... the `nearest cause'\" exists. <i>Id.</i> at 122. \"[A] claim `arises' for purposes of <span class=\"star-pagination\">*562</span> § 2680(k) where there occurs the alleged violation of standard ... nearest to the injury ...\" Taking the complete sequence of events as alleged by plaintiffs and the occurrence of the accident in Italy, the claim asserted by plaintiffs arose in a foreign country causing the headquarters claim to fail.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the court finds that the NATO SOFA is plaintiffs' exclusive remedy and accordingly, GRANTS defendant's motion to dismiss. The clerk is directed to close these cases.</p>\n<h2>NOTES</h2>\n<p>[1]  Much of the Statement of the Facts and Statement of the Case were set forth in the court's order setting a hearing in this matter for February 3, 2000. Inasmuch as no objection has been received, the court repeats these statements.</p>\n<p>[2]  Testifying before the Senate Committee on Foreign Relations on April 7, 1953, Mr. Haydock, Counsel for Foreign and Military Affairs, Department of Defense, gave an example: \"If an American jeep ... runs into a privately owned French vehicle in France, the person who is injured will sue the French Government, and in accordance with whatever the French tort claims procedures are.\" <i>Brown,</i> 683 F.Supp. at 1039 n. 3 (citing Testimony of Mr. Haydock, April 7, 1953 at 18).</p>\n<p>[3]  Plaintiffs assert that the legal process in Italy is plagued by overbearing inequities and that \"not a single claim has been settled despite the words of President Clinton that the United States would `unambiguously shoulder the responsibility for what happened.'\" They further point out that translation of military jargon and the plaintiffs' languages into Italian along with the Italian court's inability to subpoena United States military personnel add to the expense and inequities. According to plaintiffs, the legal process in Italy will take 8 to 10 years. However, the United States has admitted liability and recognizes plaintiffs' right to compensation. Furthermore, the Italian legislature, on November 30, 1999, passed legislation providing for payment through a commissioner of the Italian government for up to $2.0 million for each of the deceased from this accident, to be determined and paid within three months of its passage. Contrary to plaintiffs' assertions, progress is being made on the claims that have been submitted to Italy, the receiving nation under the NATO SOFA.</p>\n<p>[4]  The Fourth Circuit has encountered the headquarters claim in one instance wherein, by per curiam, unpublished opinion, it upheld the dismissal by the district court of the claim pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6). The case did not involve the NATO SOFA. <i>See </i><i>de Martinez v. Lamagno,</i> No. 93-1573, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">159771</span></span> (4th Cir.1994), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></a></span>, <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2227</span></a></span>, <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">375</span></a></span> (1995).</p>\n<p>[5]  The complaints conflict with the memorandums filed by the parties with respect to the deployment of the Prowler's crew. The complaints state that deployment took place from Cherry Point Naval Air Station, North Carolina, the memorandums state that the aircraft was stationed at Camp Lejune, North Carolina. The outcome of this motion is not affected by the location of the deployment.</p>\n<p>[6]  <i>Beattie</i> held that Antarctica was not a foreign country for purposes of the FTCA. <i>Smith</i> abrogated Beattie by holding that Antarctica was a foreign country for purposes of the FTCA.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1470145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1744948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2140151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2248489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2267633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2346139/"
  ]
}