{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2390254/",
  "absolute_url": "/opinion/2390254/united-states-v-waste-industries/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2390254/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:20:08.950698Z",
  "date_modified": "2016-04-27T03:04:49.350722Z",
  "type": "010combined",
  "sha1": "981bab2fbb08ddc11e9305109434ee5021f7bf3d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>556 F.Supp. 1301 (1982)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWASTE INDUSTRIES, et al., Defendants.</h1></center>\n<center>No. 80-04-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 30, 1982.</center>\n<p>Abraham Penn Jones, Asst. U.S. Atty., E.D.N.C., Raleigh, N.C., for plaintiff, United States of America.</p>\n<p><span class=\"star-pagination\">*1302</span> A. Dumay Gorham, Jr., Marshall, Williams, Gorham &amp; Brawley, Wilmington, N.C., for defendants, Waste Industries, Inc., Waste Industries of New Hanover, Inc.</p>\n<p>Robert R. Reilly, Dept. of Justice, Human Resources Section, Raleigh, N.C., for third-party defendants, North Carolina Dept. of Human Resources and North Carolina Dept. of Natural Resources and Community Development.</p>\n<p>David J. Noonan, Legal Services of the Lower Cape Fear, Wilmington, N.C., for third-party defendant, Flemington Residents Ass'n.</p>\n<p>Henry G. Foy, Frink, Foy &amp; Gainey, Southport, N.C., for third-party defendants, Daniel A. Malpass, et al.</p>\n<p>Davey L. Stanley, Stanley &amp; Gore, Shallotte, N.C., for third-party defendants, Daniel A. Malpass, et al.</p>\n<p>Fred B. Davenport, Jr., Murchison, Fox &amp; Newton, Wilmington, N.C., for defendant, New Hanover County.</p>\n<p>Laura E. Crumpler, Asst. City Atty., Wilmington, N.C., for third-party defendant, City of Wilmington.</p>\n<p>Virginia G. Mahoney, James L. Nelson, Nelson, Smith &amp; Hall, Wilmington, N.C., for third-party defendants, A-1 Sanitation Services, Inc. and Rural Enterprises.</p>\n<p>Auley M. Crouch, III, Burney, Burney, Barefoot &amp; Bain, Wilmington, N.C., for third-party defendant, Trash Removal Service, Inc.</p>\n<p>Alton Y. Lennon, Stevens, McGhee, Morgan &amp; Lennon, Wilmington, N.C., for third-party defendant, A &amp; M Sanitation.</p>\n<p>David O. Ledbetter, U.S. Dept. of Justice, Land &amp; Natural Resources Division, Hazardous Waste Section, Washington, D.C., for plaintiff, United States of America.</p>\n<p>William L. Hill, II, Hogue, Hill, Jones, Nash &amp; Lynch, Wilmington, N.C., for defendants, A.D. Royal, et al.</p>\n<p>Gywn P. Newsom, EPA, Atlanta, Ga., Ann Strickland, Attorney, O.H.W.E., EPA, Washington, D.C.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>This action was instituted in the name of the United States by the Administrator of the Environmental Protection Agency seeking injunctive relief to correct a ground water contamination problem in New Hanover County allegedly caused by the leaching of toxic wastes from the Flemington landfill. Named as defendants were Waste Industries, Inc., and Waste Industries of New Hanover County, Inc., operators of the landfill, New Hanover County and its Board of Commissioners and the owners of the property. By cross-actions, various additional parties  two North Carolina agencies, surrounding area residents, the City of Wilmington, and several haulers  have been brought into the suit. Various motions were referred to Magistrate Charles K. McCotter, Jr., for his determination and recommendation. From his recommendation on the dispositive motions, all affected parties filed objections. The matter is now before the court for ruling.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>FACTS</h2>\n<p>The facts<sup>[1]</sup> necessary to a basic understanding of this controversy are:</p>\n<p>1. In 1972, New Hanover County [hereinafter County], through its Board of Commissioners, granted to Waste Industries, Inc., (later changed to Waste Industries of New Hanover County, Inc.) [hereinafter Waste] an exclusive franchise for the operation of sanitary landfills within the County. Subsequent agreements, with similar provisions, were entered into between the same parties in 1975, 1977 and 1978.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*1303</span> 2. Waste leased from defendants, A.D. Royal et al., a 70-acre tract of land, formerly used as a borrow pit, as the landfill site.</p>\n<p>3. In order to permit the landfill in an otherwise prohibited area under the County's zoning ordinance, a \"Special Use Permit\" was granted to Waste on 2 April 1973. The permit was issued \"subject to approval of the site by the State Board of Health and their review of ground water characteristics.\"</p>\n<p>4. The North Carolina State Board of Health approved the site on 18 May 1973, subject to several conditions, including:</p>\n<blockquote>(a) \"That the operations meet the requirement of the State Board of Health's <i>Rules and Regulations Providing Standards for Solid Waste Disposal.</i>\"</blockquote>\n<blockquote>(b) \"That no hazardous waste be accepted ... except as may be permitted by applicable federal and state regulations.\"<sup>[3]</sup></blockquote>\n<p>5. The landfill was operated until 30 June 1979.<sup>[4]</sup></p>\n<p>6. Waste material in the landfill has leached into the ground water of the area, contaminating the wells of nearby residents and threatening to contaminate nearby rivers.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The environment faces a constant barrage of potentially devastating elements produced by man in his unending quest for a more desirable quality of life. Faced with the realization that man's survival depends upon his ability to maintain acceptable conditions within the environment, Congress began the process of legislating protective measures by the enactment of the National Environmental Policy Act of 1969. 42 U.S.C. §§ 4321-4347 (1976). Since that time, laws have been passed designed to curb discharges into the air and water, control the level of noise, and regulate the disposal of solid waste. <i>See, e.g.,</i> the Clean Air Act, 42 U.S.C. §§ 7401-7642; the Federal Water Pollution Control Act, 33 U.S.C. §§ 1251-1376; the Noise Pollution and Abatement Act, 42 U.S.C. §§ 7641-7642; the Solid Waste Disposal Act, 42 U.S.C. §§ 6901-6987 (amended by the Resource Conservation and Recovery Act of 1976). In keeping with this policy of protecting the environment, Congress sought to close \"the last remaining loophole in environmental law, that of unregulated land disposal of discarded materials and hazardous wastes.\" H.R.Rep. No. 1491, 94th Cong., 2d Sess. 4, <i>reprinted in</i> U.S. 1976 Code Cong. &amp; Ad. News 6238, 6241 [hereinafter cited as H.R. Rep. 1491]. This was accomplished by the enactment of the Resource Conservation and Recovery Act of 1976 [RCRA], 42 U.S. C.A. §§ 6901-6987 (West 1977 &amp; 1981 Supp.), which disclosed a strong federal interest in regulating the disposal of hazardous waste.</p>\n<p>RCRA employed a regulatory approach designed to manage the problem of hazardous waste disposal. By providing penalties against generators, transporters, and disposers of hazardous waste who violate standards or permit requirements, the statute oversees waste from \"cradle to grave.\" 45 Fed.Reg. 33,066 (1980). <i>See</i> 42 U.S.C. §§ 6921-6949; 40 C.F.R. §§ 262-267 (1982). One particular area of concern, abandoned <span class=\"star-pagination\">*1304</span> or inactive hazardous waste sites,<sup>[5]</sup> received no specific consideration in the RCRA. Congress failed to anticipate the magnitude of the problem created by orphan dump sites, and threats to the environment engendered by existing disposal sites remained. <i>See</i> Comment, <i>Hazardous Waste Liability and Compensation: Old Solutions, New Solutions, No Solutions,</i> 14 Conn.L. Rev. 307, 316 (1982); <i>Superfund: Conscripting Industry's Support for Environmental Cleanup,</i> 9 Ecology L.Q. 524, 538 (1981).</p>\n<p></p>\n<h2>IV</h2>\n<p></p>\n<h2>THE RESOURCE CONSERVATION AND RECOVERY ACT</h2>\n<p>Plaintiff seeks relief under section 7003 of the RCRA. 42 U.S.C.A. § 6973. Since the Flemington landfill constitutes an abandoned waste disposal site, the imminent hazard provision affords the only such relief available under the RCRA.<sup>[6]</sup><i>See </i><i>United States v. Solvents Recovery Service of New England,</i> 496 F.Supp. 1127, 1133 (D.Conn. 1980). That section provides that</p>\n<blockquote>upon receipt of evidence that the handling, storage, treatment, transportation or disposal of any solid waste or hazardous waste may present an imminent and substantial endangerment to health or the environment, the Administrator may bring suit on behalf of the United States in the appropriate district court to immediately restrain any person contributing to such handling, storage, treatment, transportation or disposal to stop such handling, storage, treatment, transportation, or disposal or to take such other action as may be necessary.</blockquote>\n<p>42 U.S.C.A. § 6973(a). Quite obviously, the issue of inactive waste sites is not addressed explicitly. That being true, the court must determine the applicability of the imminent hazard provision to the Flemington disposal site. In so doing, the court considers both intrinsic and extrinsic indications of the appropriate construction of section 7003. Among these considerations which the court considers <i>seriatim</i> are the language, construction and nature of the statute itself, the legislative history of the statute, and subsequent interpretations of it. In addition to these elements of statutory construction, the court also examines several policy considerations surrounding the statute.</p>\n<p></p>\n<h2>A. <i>Generally</i>\n</h2>\n<p>The analysis begins with the language of the statute itself. Axiomatically, courts seek the meaning of a legislative provision first from the language in which the statute is framed. <i>See </i><i>Caminetti v. United States,</i> 242 U.S. 470, 37 S.Ct. 192, 61 L.Ed. 442 (1917). Statutory interpretation begins with ascertaining, if possible, the plain meaning of the statute. <i>Touche Ross v. Redington,</i> 442 U.S. 560, 568, 99 S.Ct. 2479, 2485, 61 L.Ed.2d 82 (1979). Although engaging in this canon of construction risks both oversimplification and belaboring the obvious, it nevertheless undergirds a more comprehensive focus on the legislation under consideration. When the language of the statute is sufficiently clear in its context, it controls. <i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185, 201, 96 S.Ct. 1375, 1384-85, 47 L.Ed.2d 668 (1976) (and cases cited therein).</p>\n<p><span class=\"star-pagination\">*1305</span> The imminent hazard provision highlights five activities for which the EPA may seek restraint: handling, storage, treatment, transportation, and disposal. It is under the \"disposal\" provision that the government contends the Flemington landfill presents an imminent danger. Complaint, ¶ 48 at 14. The government seeks no relief from any defendant's handling, storage, treatment, or transportation of any solid waste, hazardous or otherwise. Other courts have used allegations of improper disposal to cover inactive sites. <i>See </i><i>United States v. Price,</i> 523 F.Supp. 1055 (D.N.J. 1981); <i>United States v. Solvents Recovery Service of New England,</i> 496 F.Supp. 1127 (D.Conn.1980). Proper examination of the plain meaning of this term begins with the statutory context in which it appears.</p>\n<p>\"Disposal\" exists in the RCRA, quite properly, as a particular type of activity, associated with the movement of solid or hazardous waste, which Congress sought to regulate. As exemplified by the language of section 7003, and explained in more detail <i>infra,</i> Congress envisioned a cradle-to-grave regulatory scheme covering the movement of hazardous waste in this country. H.R.Rep. 1016, Pt. I, 96th Cong., 2d Sess. 17, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News 6119, 6120 [hereinafter cited as H.R.Rep. 1016]. Under the RCRA, regulations would be (and subsequently have been) promulgated to control the handling, storage, treatment, transportation, and disposal of hazardous waste. 42 U.S.C. § 6921-6949. Some concept of what \"disposal\" entails may be gleaned from the context in which Congress used it in section 7003. \"Disposal\" follows handling, storage, treatment, and transportation at each of the three places in which those terms appear in this section. Using the familiar canon of statutory interpretation ejusdem generis,<sup>[7]</sup> \"disposal,\" as a somewhat more general term than the other four, embraces only those objects found in the specific words. One element common to handling, storage, treatment, and transportation is the notion of active human conduct, i.e. someone must be handling the waste. \"Disposal\" involves, therefore, some active human conduct, i.e. someone disposing of the waste.<sup>[8]</sup> Aside from any legislative definition of disposal, the term entails some active, affirmative action which may be prospectively regulated by standards and permit requirements.</p>\n<p>Further support for this interpretation flows from the use of another familiar cannon of statutory interpretation: <i>noscitur a sociis.</i> This method of interpreting particular language of a statute teaches that the meaning of doubtful words in a group should be determined by reference to their association with other words in the same grouping. If any type of activity specified in section 7003 is of doubtful interpretation, it is disposal. When one considers disposal in association with handling, storage, treatment and transportation, the common element which presents itself is the notion that each word characterizes one step in the active movement of hazardous waste. As this careful reading of section 7003 indicates, the term disposal suggests <i>active</i> conduct accomplishing a final result.</p>\n<p>With this preliminary, requisite element of a disposal in mind, attention turns to the term's statutory definition. For the purposes of the RCRA, disposal involves</p>\n<blockquote>the discharge, deposit, injection, dumping, spilling, leaking, or placing of any solid <span class=\"star-pagination\">*1306</span> waste or hazardous waste into or on any land or water so that such solid waste or hazardous waste or any constituent thereof may enter the environment or be emitted into the air or discharged into any waters, including ground waters.</blockquote>\n<p>42 U.S.C. § 6903(3). Although some courts have used the term \"leaking\" in this definition to expand the applicability of section 7003 to abandoned dump sites, <i>see Diamond Shamrock Corp.,</i> No. C80-1857 slip op. at 9 (N.D.Ohio May 29, 1981), it is this court's view that close scrutiny belies the correctness of such analysis.</p>\n<p>The statutory definition must be examined in the light of the regulatory approach of the RCRA. Hence, there must be conduct or activities which the RCRA purposes to regulate. This view is consistent with the structure of section 7003 specifically, and of the act generally, as it relates to the handling, storage, treatment, transportation, and disposal of hazardous waste. As the court previously noted, just as someone must be handling or storing, so must someone be disposing. <i>See United States v. Wade,</i> No. 79-1426, slip op. at 8 (E.D.Pa. Sept. 7, 1982). This notion is useful in analyzing the statutory definition of disposal. The term includes \"discharge, deposit, injection, dumping, spilling, leaking, or placing\" hazardous waste. 42 U.S.C. § 6903(3). When read within the context of disposal as an action subject to permit requirements, these terms suggest a legislative intent of covering all ways in which a person might dispose of hazardous waste.<sup>[9]</sup> This term rationally contemplates a possible manner in which one might put (dispose of) hazardous waste in a dump site. Using again the principle of ejusdem generis, general terms, i.e. leak and spill, must be read as containing the elements common to the specific terms, i.e. deposit, inject, dump, and place. That common element is an act carried out by a person. Leak and spill evince the legislative purpose not to require that the act have been intentional. Even under the statutory definition, disposal requires someone's active conduct, whether intentional or accidental, in the movement of hazardous waste. Thus, the notion that each term contained in the definition of disposal contemplates active conduct does not render terms such as leak or spill superfluous. Those terms serve to provide broad coverage of disposal-related activities, so that one may not avoid liability by pleading that the conduct was unintentional.</p>\n<p>This conclusion is bolstered by further examination of the statutory definition. The hazardous waste  whether by discharge, deposit, injection, dumping, spilling, leaking, or placing  must not be put or disposed \"into or on any land or water so that [the hazardous waste] may enter the environment.\" 42 U.S.C. § 6903(3). The definition demonstrates that the waste is disposed <i>into</i> something other than the environment, i.e. any land or water. If Congress had intended disposal to involve direct discharges into the environment, rather than into a dump site (whether the site be land or water), it would not have used the phrases \"into or on\" or \"into the environment.\" Statutes must be read so as not to render any word(s) superfluous. <i>United States v. Menasche,</i> 348 U.S. 528, 538-39, 75 S.Ct. 513, 519-20, 99 L.Ed. 615 (1955); <i>NLRB v. Jones &amp; Laughlin Steel Corp.,</i> 301 U.S. 1, 57 S.Ct. 615, 81 L.Ed. 893 (1936); <i>Montclair v. Ramsdell,</i> 107 U.S. 147, 152, 2 S.Ct. 391, 394, 27 L.Ed. 431 (1882). Construing this definition in that light indicates that a disposal requires the transmittal of waste into a specific entity, either land (e.g. a pit) or water (e.g. a pond), so that the waste might eventually \"enter the environment.\"</p>\n<p>Reading the definition in this manner does not render the term \"leaking\" either superfluous or meaningless. Rather, it provides a more logical use of the concept. For example, when hazardous wastes are put into containers which are then placed into a pit or pond, the eventual leaking of hazardous waste from the container into the pit or pond would constitute a <span class=\"star-pagination\">*1307</span> \"leaking ... of ... hazardous waste into or on any land or water so that [it] may enter the environment.\" Thus, one who put drums containing hazardous waste into a landfill could not avoid the regulations by claiming he disposed of containers rather than hazardous waste. In essence, then, section 7003 logically aims its thrust at the problems inherent in the disposal of hazardous waste by regulating the various methods through which the elements are put into dump sites.<sup>[10]</sup> Consequently, for the government to maintain this action, it must allege more than the leaking of the Flemington landfill itself.</p>\n<p>Several other aspects of the section's language support the position that it does not apply to abandoned sites. Congress enacted the statute with repeated use of the present tense. For example, a court may \"restrain any person <i>contributing to</i>\" the disposal of hazardous waste. 42 U.S.C. § 6973 (emphasis added). This use of the present tense tends to indicate with particularity a legislative intent that the imminent hazard provision applies only to current disposal practices. Despite the tendency of other courts to reject this analysis, this court chooses not to ignore the effect of this legislative choice of verb tenses. Two factors encourage this decision. First, the use of the present tense maintains internal consistency between section 7003 and the remainder of the RCRA. A logical inconsistency emerges from using section 7003 solely when dealing with abandoned sites since it uses the same terms, i.e. handling, storage, treatment, transportation, and disposal, as the act's other provisions, which the EPA itself concluded did not cover abandoned sites.<sup>[11]</sup> 9 Envtl.L.Rep. (Envtl.L.Inst.) 10066 (1979). The act seeks prospective regulation of hazardous waste disposal practices. Likewise, an emergency provision included in a prospective, regulatory statute would employ a prospective approach. Congress certainly possesses the know-how to draft legislation which fixes liability for past disposal practices that threaten the environment. <i>See</i> The Comprehensive Environmental Response, Compensation and Liability Act of 1980 [Superfund], 42 U.S.C.A. §§ 9601-9657 (West 1981 Supp.). <i>See generally</i> Eckhardt, <i>The Unfinished Business of Hazardous Waste Control,</i> 33 Buffalo L.Rev. 242, 262 (1981). Congress' use of the present tense in fashioning section 7003 to permit the restraint of persons \"contributing to\" harmful disposal exemplifies this intention of creating a prospective, regulatory scheme.</p>\n<p>Second, Congress amended section 7003 in 1980, changing the standard of potential harm from \"is presenting\" to \"may present\" an endangerment to health or the environment. It seems significant that Congress amended the statute by altering the timing of the threat of harm without a concomitant change in the verb tense as the language \"contributing to\" remains unchanged.<sup>[12]</sup> The use of the phrase \"contributing to\" demonstrates plainly the intent that section 7003 only covers persons who presently engage in hazardous waste disposal which threatens the environment.</p>\n<p>When it amended this provision, Congress indicated that the phrase \"contributing to\" should be construed liberally, more so than its common law counterparts. S.Rep. No. 172, 96th Cong., 2d Sess. 5, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News 5019, 5023 [hereinafter cited as S.Rep.]. At least one court interpreted this subsequent legislative statement<sup>[13]</sup> as implying that past acts, and <span class=\"star-pagination\">*1308</span> presumably inactive dump sites, could contribute to an endangerment. <i>Price,</i> 523 F.Supp. at 1073 (applying section 7003 to abandoned sites). This court disagrees that the statement implies such a result. Read in context,<sup>[14]</sup> the senate report indicates that the liberal construction it accords section 7003 imposes liability on entities for acts of others if they had knowledge of illicit disposal or failed to exercise due care in selecting a disposer. S.Rep., <i>supra,</i> at 5, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News at 5023. <i>Price</i> emphasizes the verb tense used in the report's example. This analysis fails to see the forest for the trees and, thus, misses the thrust of the example. The example suggests that an entity might <i>contribute to</i> the disposal without engaging in the actual disposal. An antecedent act or omission, e.g. failing to exercise due care in selecting the disposer, would suffice in amounting to \"contributing to\" the eventual disposal under section 7003. The use of past tense in the report's example can hardly be construed as evidencing a legislative intention to change the tense of the operative statutory language. To so interpret section 7003 eviscerates its plain meaning by ignoring Congress' clear choice of the present tense.</p>\n<p>In addition to the phrase \"contributing to,\" Congress employed another present tense construction when it established the measures which a court might impose if it found an imminent hazard. A court may \"immediately restrain\" a disposer by forcing him \"to stop such ... disposal.\" 42 U.S.C. § 6973. The clear message sent via this form of relief says that section 7003 applies to present acts of disposal. No one presently uses the Flemington landfill. No disposal now occurs there. No one exists for the court to restrain by ordering him to stop any disposal.<sup>[15]</sup> The plain language of section 7003, with its present tense construction, belies any notion that it covers abandoned sites.</p>\n<p>The language of the statute does not provide the only intrinsic means of unraveling an interpretation of the imminent hazard provision. The structure of the statute, i.e. the location of the provision within the RCRA, gives a meaningful clue toward solving the mystery of its construction. The provision falls within the miscellaneous section of the RCRA. If Congress had intended this provision as substantive in nature, it would have grouped it with the other parts of the RCRA establishing substantive requirements and civil and criminal penalties. <i>See </i><i>Midwest Solvent,</i> 484 F.Supp. 138, 143-44 (N.D.Ind.1980). <i>See, e.g.,</i> 42 U.S.C. §§ 6922-6925. Just as the plain meaning of section 7003 evinces a legislative intent to provide an emergency tool against those who handle, store, treat, transport, or dispose of hazardous waste, so does its existence as a miscellaneous provision indicate its limited purpose. If Congress had intended more in section 7003, it would have placed it in another portion of the RCRA, presumably one dealing with a particular area.</p>\n<p>Furthermore, this section immediately follows the citizens suit provision of the RCRA. <i>See</i> 42 U.S.C. § 6972. That section creates a jurisdictional basis from which <span class=\"star-pagination\">*1309</span> citizens may bring suit against persons who violate the regulations or the administrator who fails to use the statute's regulatory mechanism. It neither creates nor preserves an independent right of action for private citizens under the RCRA. <i>See </i><i>Middlesex County Sewerage Authority v. National Sea Clammers Association,</i> 453 U.S. 1, 101 S.Ct. 2615, 69 L.Ed.2d 435 (1981) (holding that Congress did not intend to authorize an implied right of action under the citizens suit provision of the Federal Water Pollution Control Act). Rather, it serves a limited purpose of giving private citizens a mechanism to enforce the regulations. Section 7003 serves a similarly limited purpose. When emergency conditions occur as a result of the improper handling, storage, treatment, transportation, or disposal of hazardous waste, the courts may restrain the improper conduct. This limited jurisdictional basis provides a necessary element to the regulatory scheme envisioned by Congress when it enacted the RCRA.</p>\n<p>The placement of section 7003 in this proximity to the citizens suit provision is important for another reason. The citizens suit provision merely confers standing on private citizens; it neither imposes additional liability nor creates additional remedies. Similarly, section 7003 provides jurisdiction in emergency situations where conduct regulated elsewhere in the act, i.e. handling, storage, transportation, treatment, and disposal, gives rise to an emergency. Logic would impel the drafters of the RCRA to place sections relating to standing and jurisdiction in the same portion of the legislation. <i>Midwest Solvent,</i> 484 F.Supp. at 145. Hence, the placing of section 7003 in immediate proximity to the citizens suit provision further supports this court's conclusion that section 7003 was not meant to create substantive liability.</p>\n<p>In a similar fashion, the Supreme Court indicated that a limited, miscellaneous section of a statute should not be read in a manner which strains the act itself. <i>City of Milwaukee v. Illinois [Milwaukee II],</i> 451 U.S. 304, 329 n. 22, 101 S.Ct. 1784, 1798 n. 22, 68 L.Ed.2d 114 (1981) (noting that the citizens suit provision of the Clean Water Act should not be interpreted as preserving a common law action in the face of congressional preemption by the comprehensive regulatory scheme created by the act itself). Likewise, this court will not stretch the emergency provision to create a result not envisioned by the statute as a whole. If Congress had intended a broad, general enforcement scheme, it would have either fashioned the act differently or placed section 7003 among the substantive provisions of the act. It did neither. For this court to breathe more life into the imminent hazard provision than Congress intended by its placing of the section would be an unwarranted exercise in judicial law-making.</p>\n<p>In addition to the language and structure of the RCRA, a final intrinsic method of statutory interpretation involves the nature of the statute itself. This examination unfolds from a two-pronged perspective. Initially, the court considers the RCRA as a whole, focusing on the purpose behind the act. Second, the court evaluates section 7003 itself from the perspective of it being an emergency provision. Application of this provision to this case can only be made if it is consistent with the nature of the RCRA generally and the imminent hazard provision specifically.</p>\n<p>Judicial construction of a statute properly focuses on the nature or purpose of the statute as a whole. <i>See </i><i>Ex parte Public National Bank of New York,</i> 278 U.S. 101, 104, 49 S.Ct. 43, 44, 73 L.Ed. 202 (1928). \"A statute is passed as a whole and not in parts or sections and is animated by one general purpose and intent. Consequently each part or section should be construed in connection with every other part or section so as to produce a harmonious whole.\" A. Sutherland, 2A <i>Statutes and Statutory Construction,</i> § 46.05, 56 (4th Ed., Sands Ed. 1973). At the risk of oversimplification, the RCRA was proposed \"as a comprehensive solution to the regulation of hazardous waste disposal.\" Hinds, <i>Liability under Federal Law for Hazardous Waste Injuries,</i> 6 Harv.Envtl.L.Rev. 1, 15 (1982). The important aspect of this legislative <span class=\"star-pagination\">*1310</span> purpose is not that its approach is comprehensive but rather that it is regulatory. By using a regulatory framework, the statute attempts to control the movement of hazardous waste at each step in the process. By definition, a material becomes waste when it is no longer of use or value. Thus, the statute fixes requirements upon those who come in contact with hazardous substances once their usefulness or value disappears. The RCRA does not prevent deterioration of conditions. Rather, it places specific requirements and regulations upon affirmative conduct connected with the movement of hazardous waste.</p>\n<p>When viewing the imminent hazard provision in light of this specific, regulatory approach chosen by Congress, the inapplicability of section 7003 to the Flemington landfill becomes clear. The Flemington landfill closed and all alleged conduct associated with the movement of hazardous waste ceased in 1979, even before the EPA promulgated the regulations mandated by the act. The purpose of the act, conclusively demonstrated by its wholly regulatory approach, is carried out through specific requirements placed upon certain activities. The act was not designed to remedy past acts. <i>See</i> 9 Envtl.L.Rep. (Envtl.L.Inst.) 10066 (1979). <i>See generally</i> 45 Fed.Reg. 33,170 (1980). No conduct associated with the Flemington landfill presently taking place would fall within the ambit of the act's regulations. In fact, no such conduct has been alleged to have taken place since the passage of the RCRA or the promulgation of its regulations.</p>\n<p></p>\n<h2>B. <i>Section 7003</i>\n</h2>\n<p>Beyond an analysis of the nature of the RCRA's purpose, the court must make an additional examination of section 7003 itself. This section's title and its language indicate that Congress designed it to provide relief in emergency situations. <i>See</i> Skaff, <i>The Emergency Powers in the Environmental Protection Statutes: A Suggestion for a Unified Emergency Provision,</i> 3 Harv.Envtl.L.Rev. 298, 302-03 (1979). The nature of this provision, as a safeguard in the event of an emergency, subjects it to a different standard in the process of statutory interpretation. A court should give \"little or no significance in the interpretation of statutes\" to emergency clauses \"since such clauses are inserted, usually as a matter of form, to make the act effective at once.\" 3A Sutherland, <i>supra,</i> § 71.12, at 363. This guiding principle of statutory interpretation derives particular applicability from the regulatory approach taken by the RCRA. Whenever Congress attempts to control activity through regulations to be promulgated at some future time, an interim period exists between the enactment of the legislation and the promulgation of its regulations.<sup>[16]</sup> Emergency clauses serve a valid legislative purpose by providing a method of control during this period. Similarly, regulations often contain unprojected gaps in coverage. An emergency provision allows an agency to maintain some degree of control over the situation while additional regulations are created to plug these gaps.<sup>[17]</sup></p>\n<p>Finally, while section 7003 provides for equitable relief to the United States in preventing or remedying an emergency, it fails, unlike the emergency provisions of other environmental statutes, <i>see, e.g.,</i> 42 U.S.C. § 300i (the Safe Drinking Water Act); 33 U.S.C. § 1364 (the Clean Water Act); 42 U.S.C.A. § 7603 (the Clean Air <span class=\"star-pagination\">*1311</span> Act), to provide other express means in which to deal with emergencies. Skaff, <i>supra,</i> at 302-03. Even though section 7003 takes a more limited approach to remedying emergencies, the legislative history behind other emergency provisions sheds some light on the general legislative purpose served by emergency provisions. The statute which preceded the Clean Air Act contained the original imminent hazard provision.<sup>[18]</sup> Congress did not intend this section \"as a substitute procedure for chronic or generally recurring pollution problems.\" H.R.Rep. No. 728, 90th Cong., 1st Sess. 119, <i>reprinted in</i> 1967 U.S.Code Cong. &amp; Ad. News 1938, 1954. As Congress recognized, albeit after enactment of the RCRA, inactive or abandoned dump sites constitute a major source of environmental degradation. H.R.Rep. 1016, <i>supra,</i> at 17, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News at 6120. Like its predecessors, the emergency provision of the RCRA was not intended as a substitute mechanism for dealing with the chronic problems caused by abandoned waste disposal sites.</p>\n<p>In many situations, the meaning of a statute cannot be ascertained through an intrinsic examination. At those times, courts turn to extrinsic sources in an effort to interpret the statute properly. The divergence of several courts on the meaning of section 7003<sup>[19]</sup> arguably cloaks the provision with ambiguity. Thus, the court turns to an examination of the statute's legislative history and other authorities which have examined the purpose of the act.</p>\n<p></p>\n<h2>C. <i>Legislative History</i>\n</h2>\n<p>The legislative history of section 7003 has been aptly characterized as \"quite sketchy.\" <i>Midwest Solvent,</i> 484 F.Supp. at 143. Indeed, the legislative history of the RCRA itself offers no guidance as to the reason for Congress' insertion of section 7003 into the act. <i>See</i> H.R.Rep. 1491 at 27-29, 56-58, 69, <i>reprinted in</i> 1976 U.S.Code Cong. &amp; Ad. News at 6265-67, 6294-97, 6308.</p>\n<p>RCRA went through Congress with little or no debate, as it was rushed through during a session's final hours. <i>See</i> Kovacs &amp; Klucsik, <i>The New Federal Role in Solid Waste Management: The Resource Conservation and Recovery Act of 1976,</i> 3 Colum.J. Envtl.L. 205, 216-20 (1977) (containing a discussion of how the act moved through Congress). In addition to its eleventh-hour passage, a further reason for the absence of specific discussion of section 7003 lies in its status as an emergency provision. Similar provisions were included in other environmental statutes. <i>See, e.g.,</i> the Safe Drinking Water Act, 42 U.S.C. § 300i(a); the Clean Water Act, 33 U.S.C. § 1364. Since these imminent hazard provisions, upon which section 7003 was patterned,<sup>[20]</sup> had rarely been used, Congress likely included the RCRA's emergency provision as a matter of course. <i>See Using RCRA's Imminent Hazard Provision in Hazardous Waste Emergencies,</i> 9 Ecology L.Q. 599, 603-04 &amp; n. 21 (1981) (and cases cited therein) [hereinafter cited as <i>Using RCRA's Imminent Hazard Provision</i>].</p>\n<p>Some assistance in interpreting the act may be found in subsequent legislative discussions of section 7003.<sup>[21]</sup> Although other <span class=\"star-pagination\">*1312</span> courts have used one report's reference to this provision as providing strong support for its application to sites such as the Flemington landfill, <i>see </i><i>Solvents Recovery,</i> 496 F.Supp. at 1140, this court declines to do so. The report states, in pertinent part:</p>\n<blockquote>RCRA is designed to prevent improper disposal of hazardous waste in the future. The only tool that it has to remedy the effects of past disposal practices which were not sound is its imminent hazard authority....</blockquote>\n<blockquote>Section 7003 is designed to provide the Administrator with overriding authority to respond to situations involving a substantial endangerment to health or the environment, regardless of other remedies available [under the RCRA]....</blockquote>\n<blockquote>Eminence in this section applies to the nature of the threat rather than identification of the time when the endangerment initially arose. The section, therefore, may be used for events which took place at sometime in the past but which continue to present a threat to the public health or the environment.</blockquote>\n<p>Report on Hazardous Waste Disposal by the Subcommittee on Oversight and Investigations of the House Committee on Interstate and Foreign Commerce, 96th Cong., 1st Sess. 31-32 (Comm.Print 1979) [hereinafter cited as Eckhardt Report].</p>\n<p>The reference to section 7003 as the \"only tool\" available to deal with past disposal practices need not be taken as a congressional pronouncement that it is the sole tool for this regulation. Rather, the oversight committee may well have been pointing out the limited authority of the EPA in the area of abandoned sites. <i>See generally</i> Eckhardt, <i>supra,</i> at 256-57. The report reasonably could be read as recognizing the need for further legislation dealing with this problem. <i>See</i> Note, <i>Superfund Proposed, supra,</i> at 623. Given this possible interpretation of the phrase and the fact that the report itself was not contemporaneous legislative history, the court hesitates to conclude that section 7003 applies to the Flemington site. Second, the report itself suffers from internal inconsistencies. For example, it suggests that under the imminent hazard provision, a company which generates hazardous waste \"contributes to\" an endangerment and faces liability. Eckhardt Report, <i>supra,</i> at 31. Yet the same report later calls for new legislation to \"create eternal responsibility\" for generators of hazardous waste. <i>Id.</i> at 59-60. This inconsistency points out the weakness in using section 7003 as a liability-creating provision. The dearth of specificity renders it ambiguous as to which entity shoulders responsibility in hazardous waste disposal. Because of the latent ambiguity not only in the provision itself but also in the Eckhardt Report, wisdom remains in finding the section's inapplicability to abandoned sites.</p>\n<p>Finally, the report's reference to applying section 7003 to \"events which took place at sometime in the past\" hardly suggests a carte blanche for the EPA to control abandoned disposal sites. This language might well evidence Congress' intention to permit the restraint of persons who disposed in the past but were not committing on-going acts. In this way, one could not escape liability merely through the fortuity of having discontinued an environmentally unsound practice. Disposal practices may be discontinued without the disposal site either being abandoned or becoming inactive. The court remains unpersuaded that section 7003 operates as a general cleanup provision for abandoned sites. <i>See </i><i>Price,</i> 523 F.Supp. at 1070-71 (rejecting this provision as mandating a general cleanup of contamination caused by emissions from an abandoned disposal site).</p>\n<p>Subsequent to the Eckhardt Report, Congress expressly repudiated any notion that it intended section 7003 to solve the problems associated with abandoned sites. When discussing the Superfund legislation, a legislative report noted that \"[s]ince enactment of [the RCRA], a major new source of environmental concern has surfaced: the tragic consequences of improperly, negligently, and recklessly hazardous waste disposal practices known as the `inactive hazardous <span class=\"star-pagination\">*1313</span> waste site problem.' ... Existing law is clearly inadequate to deal with this massive problem.\" H.R.Rep. 1016, <i>supra,</i> at 17-18, <i>reprinted in</i> 1980, U.S.Code Cong. &amp; Ad.News at 6120. Two important points emanate from this recent legislative pronouncement. First, when Congress enacted the RCRA, it possessed no knowledge of the problems caused by abandoned sites. Consequently, it could not have intended section 7003 as a remedy for those difficulties. Second, even with some judicial interpretations and the language of the Eckhardt Report claiming section 7003 comprises the \"only tool\" for remedying the pollution emitting from abandoned disposal sites, Congress found the RCRA <i>totally</i> inadequate to deal with the problem.</p>\n<p>Most importantly, the absence of any discussion of section 7003 in the RCRA's contemporaneous legislative history strikes the most telling blow against its applicability in the Flemington situation. The effect of courts using this provision to control abandoned landfills sounds in judicial legislation by creating a new aspect of liability for the RCRA. Any provision intended to be read in a way that expands the set of persons liable under the RCRA would undoubtedly be so identified in the legislative history. <i>Midwest Solvents,</i> 484 F.Supp. at 144. Congress knew how to impose liability through specific statutory language or to direct the EPA to do so through the promulgation of regulations. <i>See</i> 42 U.S.C. §§ 6922-6924. If it had intended the imminent hazard provision to serve this purpose, Congress would have presented this feeling in the legislative history. Since it did not, the court declines to construe the statute in a way which imposes additional liability.</p>\n<p>The ambiguity among the interpretations of section 7003 inclines the court to examine the justification for this provision's inclusion in the act. This analysis focuses on the function of section 7003, assuming Congress did not intend it as a solution to the problem of abandoned sites. As noted above, there are specific reasons for creating emergency provisions in environmental statutes. For the purposes of the RCRA, the need for such a provision stems from the very nature of the act itself. The statute is designed as a regulatory approach to the problem of hazardous waste disposal. Friedland, <i>The New Hazardous Waste Management System: Regulation of Waste or Wasted Regulation?,</i> 5 Harv.Envtl.L.Rev. 88, 98 (1981). The regulations were to be promulgated by the EPA within eighteen months of the RCRA's passage. 42 U.S.C. § 6921.<sup>[22]</sup> One potential problem seems evident. An eighteen-month interim existed in this area which Congress had determined to be of sufficient magnitude to justify its intervention. <i>See</i> 42 U.S.C. §§ 6901, 6902. A need existed for some mechanism through which hazardous waste disposal could be controlled pending the promulgation of these regulations. The delay in the implementation of the regulatory provisions had a significant impact on the agency's ability to deal with the problem. Friedland, <i>supra,</i> at 100. In fact, Congress acknowledged that the Department of Justice was forced \"to resort to common law and various statutory authority, such as the `imminent hazard' provision of RCRA, for enforcement action.\" Subcommittee on Oversight of Government Management of the Senate Committee on Governmental Affairs, Report on Hazardous Waste Management and the Implementation of the Resource Conversation and Recovery Act, 96th Cong., 2d. Sess. 5 (Comm. Print 1980). The logical and critical purpose served by the provision involved the regulation and control of hazardous waste disposal between the enactment of the RCRA and the promulgation of the regulations. One can imagine the potential disasters which might occur if a \"race to the dump site\" emerged when generators and disposers of hazardous waste tried to rid themselves of as much waste as possible before the effective date of the regulations.</p>\n<p></p>\n<h2>D. <i>Subsequent Interpretations</i>\n</h2>\n<p>Because of the silence in the legislative history regarding the imminent hazard provision, <span class=\"star-pagination\">*1314</span> an examination of other interpretations is appropriate. One commentator suggested that section 7003 adds an extra provision to the RCRA, something beyond the agency regulations. The provision evinces a congressional intent to go beyond the regulation of on-going practices which are insufficient \"to prevent or abate all hazardous substance emergencies.\" <i>Using RCRA's Imminent Hazard Provision, supra,</i> at 614. This notion of section 7003 as a \"special remedy\" has no basis in the language of the statute or the little legislative history which surrounds it. While the imminent hazard provision certainly serves some purpose, a more reasonable interpretation views it as a mechanism to be used while the regulations are being promulgated or to react more quickly to their violation in emergency situations. This position follows the view of the EPA concerning the effect of the RCRA.<sup>[23]</sup></p>\n<blockquote>RCRA is written in the present tense and its regulatory scheme is prospective. Therefore, the Agency believes Congressional intent to be that the hazardous waste regulatory program ... is to control hazardous waste management activities which take place after the effective date of these regulations. Thus, the proposed ... regulations did not by their terms apply to inactive (either closed or abandoned) disposal facilities.</blockquote>\n<p>45 Fed.Reg. 33,170 (1980). <i>Accord,</i> Note, <i>Pursuing a Cause of Action in Hazardous Waste Pollution Cases,</i> 29 Buffalo L.Rev. 533, 537-38 &amp; nn. 27 &amp; 31 (RCRA does not have retroactive application to abandoned dump sites like Love Canal, New York). As the act is designed to regulate conduct, rather than remedy existing conditions,<sup>[24]</sup> it has no application to the Flemington site.</p>\n<p></p>\n<h2>V</h2>\n<p></p>\n<h2>THE SOURCE OF SUBSTANTIVE STANDARDS</h2>\n<p>Even if section 7003 applies to closed or inactive landfills, such as Flemington, a decision must be made as to the source of substantive standards by which the conduct of the defendants would be measured. This, in turn, necessitates a determination of whether section 7003 is solely jurisdictional or both jurisdictional and substantive. Other courts have faced the issue and reached conflicting results. Basing its decision on a number of factors,<sup>[25]</sup><i>Midwest Solvents</i> concluded that the section is solely jurisdictional. 484 F.Supp. at 143-44. This court concurs. <i>Accord </i><i>Solvents Recovery,</i> 496 F.Supp. at 1133-39. <i>Cf. Diamond Shamrock,</i> No. C80-1857 at 5 (holding section 7003 to be both jurisdictional and substantive).</p>\n<p>From where, then, are the substantive provisions derived? Plaintiff contends that the standards are provided by the federal common law of nuisance.<sup>[26]</sup> There is logic <span class=\"star-pagination\">*1315</span> in, and support for, plaintiff's position. Federal common law exists, despite the presence of federal environmental legislation, to abate public nuisances. This federal common law may be fashioned where \"an overriding federal interest in the need for a uniform rule of decision\" creates the need. <i>Illinois v. City of Milwaukee,</i> 406 U.S. 91, 103-07 &amp; n. 6, 92 S.Ct. 1385, 1392-95 &amp; n. 6, 31 L.Ed.2d 712 (1972). This broad-based source of redress is qualified by the caveat \"that new federal laws and new federal regulations may in time pre-empt the field of federal common law of nuisance.\" <i>Id.</i> at 107, 92 S.Ct. at 1395. Subject to that specific limitation, the federal common law of nuisance provides a source of substantive standards for the imminent hazard provision of the RCRA.</p>\n<p>In addressing the effect of the substantive law and regulations passed by Congress in the Clean Water Act, the Supreme Court recently decided that the federal common law had been displaced, at least as it related to water pollution control. Congress did not leave \"the formulation of appropriate federal standards to the courts through the application of often vague and indeterminate nuisance concepts and maxims of equity jurisprudence, but rather [it] occupied the field through the establishment of a comprehensive regulatory program supervised by an expert administrative agency.\" <i>Milwaukee II,</i> 451 U.S. at 317, 101 S.Ct. at 1792.</p>\n<p>Thus, the court must ascertain whether the RCRA, preempts and displaces the federal common law.<sup>[27]</sup> This determination \"involves an assessment of the scope of the legislation and whether the [RCRA] addresses the problem formerly governed by federal common law. <i>Id.</i> at 315 n. 8, 101 S.Ct. at 1791-92 n. 8. The legislative history of the RCRA emphatically supports the notion that Congress desired \"to enter [this] area which has traditionally been considered the sphere of local responsibility.\" H.R.Rep. 1491, <i>supra,</i> at 3, <i>reprinted in</i> 1976 U.S.Code Cong. &amp; Ad.News at 6240. Congress felt that the RCRA, in conjunction with previously enacted environmental legislation, formed a unified scheme of protection for the environment. <i>Id.</i> at 4. This congressional determination that the RCRA created a comprehensive regulatory program to control the hazardous waste problem strongly supports the conclusion that the area has been preempted. <i>See Milwaukee II,</i> 451 U.S. at 317, 101 S.Ct. at 1792.</p>\n<p>This determination is bolstered by the congressional mandate that an expert agency supervise the administration of the program. <i>Id.</i> Likewise, just as a regulatory scheme is better suited to control water pollution, <i>id.</i> at 325, 101 S.Ct. at 1796, the problem of hazardous waste disposal can be corrected best by a comprehensive regulatory scheme, such as that envisioned by the RCRA.<sup>[28]</sup> Application of the <i>Milwaukee II</i> standard leads this court to conclude that <span class=\"star-pagination\">*1316</span> the RCRA has preempted the federal common law of nuisance in the area of hazardous waste management.<sup>[29]</sup><i>Accord </i><i>Price,</i> 523 F.Supp. at 1069 (construing the RCRA and Superfund as preempting the federal common law).</p>\n<p></p>\n<h2>VI</h2>\n<p></p>\n<h2>SUPERFUND</h2>\n<p>Congress recognized the gap which existed in the RCRA, i.e. its inapplicability to abandoned waste sites. Florina, <i>Issues of Federalism in Hazardous Waste Control: Cooperation or Confusion?,</i> 6 Harv.Envtl.L. Rev. 307, 319 (1982). The recognition that the RCRA failed to deal with abandoned disposal sites caused congressional leaders, in conjunction with the Carter administration, to seek \"a comprehensive mechanism which would cover releases into all elements of the environment and releases from abandoned sites.\" 10 Env't.Rep. (BNA) 5 (1979). A number of proposals were considered covering various forms of liability and remedial provisions. <i>See</i> Eckhardt, <i>supra,</i> at 258-63. The resulting Superfund legislation proposed \"to respond to releases of hazardous waste from inactive, hazardous waste sites ... [by establishing] prohibitions and requirements concerning inactive waste sites [and providing] for liability of persons responsible for releases of hazardous waste at such sites.\" H.R.Rep. 1016, <i>supra,</i> at 1, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad. News at 6119. Because of the passage of Superfund, this court need not consider a claim under section 7003 in isolation.</p>\n<p>While a detailed discussion of the Superfund legislation would be inappropriate, the court addresses the issue of Superfund's effect on the applicability of section 7003 to the Flemington landfill. Most importantly, the coverage of this legislation includes abandoned or inactive waste disposal sites. 42 U.S.C.A. § 9607(a); Hinds, <i>supra,</i> at 26. The act specifies in laborious detail the persons liable under its provisions. These include the current owner and operator of a facility, the owner or operator of a facility at the time of the disposal, one who transported or arranged for the transport of the hazardous substance which he owned or possessed, and one who accepted the hazardous substance for transport. 42 U.S. C.A. § 9607(a)(1)-(4). This specificity, which is absent in the language of section 7003 and the regulations promulgated pursuant to the RCRA, demonstrates beyond doubt the application of Superfund to inactive waste sites.<sup>[30]</sup> The legislation \"picks up where [the] RCRA leaves off ... when spills occur at ... no longer active sites [and joins with it to] form a sufficient authorization to begin the cleanup of old hazardous waste sites.\" Grad, <i>A Legislative History of the Comprehensive and Environmental Response, Compensation and</i> <span class=\"star-pagination\">*1317</span> <i>Liability (\"Superfund\") Act of 1980,</i> 8 Colum.J.Envtl.L. 1, 2, 35-36 (1982).</p>\n<p>Albeit brief, this discussion of the Superfund legislation underscores three realizations which are at the heart of this court's decision. First, Congress recognized that, despite its comprehensive approach, a gap existed in the regulatory scheme fashioned through the RCRA. That gap involved the problems caused by inactive waste disposal sites. Second, the Superfund legislation was designed to fill that void. Third, and perhaps most importantly, the passage of Superfund without and instead of an amendment to section 7003 demonstrates the inapplicability of that provision to situations like the Flemington landfill. Thus, the court concludes that the enactment of Superfund closes the question of section 7003's vitality as a mechanism through which the EPA may control the problems caused by inactive hazardous waste dump sites.</p>\n<p></p>\n<h2>VII</h2>\n<p></p>\n<h2>RETROACTIVE EFFECT AND EQUITABLE CONSIDERATIONS</h2>\n<p>Since the Flemington landfill ceased operation in 1979, the imposition of liability, either through the EPA regulations or some continuing federal common law of nuisance, would necessitate a retroactive application of the RCRA.<sup>[31]</sup> Even if persons who disposed of material in the landfill were not required to comply with the EPA regulations, requiring them to take affirmative action to contain the alleged leaching<sup>[32]</sup> of material from the landfill would amount to a retroactive application of section 7003.</p>\n<p>The language of a statute and the accompanying intent of the legislature may permit a retroactive application of the law. <i>Greene v. United States,</i> 376 U.S. 149, 84 S.Ct. 615, 11 L.Ed.2d 576 (1964); <i>Union Pacific RR v. Laramie Stock Yards Co.,</i> 231 U.S. 190, 34 S.Ct. 101, 58 L.Ed. 179 (1913). This principle is particularly applicable to environmental legislation, due to its remedial character. <i>See </i><i>Zabel v. Tabb,</i> 430 F.2d 199 (5th Cir.1970). <i>See generally</i> Note, <i>Retroactive Application of the Environmental Policy Act of 1969,</i> 22 Hastings L.J. 805 (1971). However, as pointed out previously, no indication exists that the RCRA generally or section 7003 specifically were to be given retroactive effect. Since Congress was not even aware of the problem associated with abandoned waste disposal sites, it could not have intended that the RCRA operate to cure those ills. <i>See</i> H.R.Rep. 1016, <i>supra,</i> at 17, <i>reprinted in</i> 1980 U.S. Code Cong. &amp; Ad.News at 6120.</p>\n<p>While the RCRA may regulate any future acts of the defendants in the instant action, the EPA may not require conduct, under this legislation, which essentially imposes liability against individuals who complied with all existing laws and regulations at the times in which they were associated with the Flemington landfill.<sup>[33]</sup> Plaintiff does not allege that any defendant did any act which was improper  let alone unlawfulat the time it was done. Nothing in the language or the legislative history of the RCRA supports that result.</p>\n<p>Section 7003 was designed to provide equitable relief to the United States in the event of an emergency involving the disposal of solid waste. Skaff, <i>supra,</i> at 302-03. Jurisdiction of the court being founded upon an equitable provision, the court sits as a court of equity and must, therefore, do what is equitable. Several parties assert that the Administrator of the EPA comes before the court with \"unclean hands\" because of the considerable delay in the promulgation of the regulations pursuant to <span class=\"star-pagination\">*1318</span> the RCRA. Under the statutes, the regulations should have been promulgated within eighteen months of the act's passage. 42 U.S.C. §§ 6921-6927. The first phase of these regulations were finally adopted on 19 May 1980, 45 Fed.Reg. 33,066-85 (1980), more than two years late. Although the court concurs that plaintiff has \"unclean hands\" and that the delay in the promulgation of these regulations forced the EPA to use section 7003 in a manner not foreseen by the legislature when it passed the RCRA, these considerations do not provide the basis for the court's decision. Nevertheless, the basic unfairness exhibited by these considerations illustrate the justification behind the court's interpretation of section 7003.</p>\n<p>A particularly troublesome problem associated with the application of section 7003 to abandoned sites surrounds the attachment of liability to the Royal defendants, who were the lessors of the land upon which the Flemington landfill was located. Their liability stems from the termination of the lease and reversion of ownership to them. <i>See generally</i> 1 Restatement (Second) of Property §§ 1.4, 1.5 (1977). The court notes its concern in holding a lessor liable for actions taken by the lessee and other third parties, especially when those actions were consistent with existing laws and regulations. Indeed, this issue has created a major problem in using section 7003 to control abandoned waste sites. Section 7003 provides a remedy only against the present owner of the dump site, who may not in many instances, have been involved in the disposal of hazardous waste. 9 Envtl.L.Rep. (Envtl.L.Inst.) 10666 (1979). <i>See Cleaning Up Chemical Dumps Posing Dilemma for Congress,</i> 38 Cong.Q.Weekly Rep. 795, 799 (Mar. 22, 1982) (noting that the RCRA does not require cleanup where the owner of the abandoned site is unknown or cannot afford to pay).<sup>[34]</sup> The agency itself has voiced its concern over attaching liability to subsequent third party purchasers of disposal sites. 43 Fed.Reg. 58,945 (1978). Other authorities have also concluded that with the exception of the Superfund legislation, mere ownership of the site is insufficient to establish liability. Mott, <i>supra,</i> at 414. <i>Accord </i><i>New Jersey Dept. of Environmental Protection v. Exxon Corp.,</i> 151 N.J.Super. 464, 376 A.2d 1339 (1977) (exonerating current owners from liability due to oil pollution caused by the spills and discharges of prior owners). Nothing in the language or legislative history of the RCRA supports a contrary conclusion.<sup>[35]</sup></p>\n<p>The explicit language used by Congress in the Superfund legislation made both past and present owners and operators of disposal sites liable for problems caused by these sites. 42 U.S.C. § 9607(a)(1)-(2). Since Congress chose not to create such liability within the comprehensive regulatory framework of the RCRA, the court refuses to stretch the reach of the act through an unwarranted reading of its imminent hazard provision.</p>\n<p></p>\n<h2>VIII</h2>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>As man continues to advance and improve his quality and style of life, he creates problems which plague and threaten the quality of the environment. No longer may he avoid these problems merely by hiding them under the ground. Unquestionably, these past, simplistic patterns and practices of hazardous waste disposal pose a serious threat to both health and environment. While the RCRA provides one mode of attack, it is not a panacea. Rather, it operates in conjunction with the Superfund legislation to provide a comprehensive and, <span class=\"star-pagination\">*1319</span> hopefully, all-encompassing remedy to the pollution caused by both active and abandoned waste disposal sites.</p>\n<p>This court fully recognizes that the Flemington landfill may present a threat to the health and environment and that corrective measures need to be taken. However, the function of this court is judicial. It has been called upon to interpret an act of Congress  not to extend the terms of that legislation. As noted, the court feels that the Congress has provided a vehicle through which corrective measures can be undertaken.</p>\n<p>The court declines to adopt the recommendation of the magistrate.<sup>[36]</sup> The motions of defendants to dismiss due to plaintiff's failure to state a claim upon which relief can be granted are allowed, and this action is hereby dismissed. <i>See</i> Fed.R. Civ.P. 12(b)(6).</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Alleged and, for the purpose of the order, taken as true.</p>\n<p>[2]  The agreement was made pursuant to N.C. Gen.Stat. § 153-273 (1973) to provide landfills for the \"disposal of solid wastes generated within the County\" by its citizens. Solid wastes are defined as \"garbage, refuse, rubbish, trash and other discarded solid materials, including solid waste materials resulting from industrial, commercial, and agricultural operations, and from community activities.\" The agreement obligated Waste to accept all solid waste hauled into the landfill and made provision for the establishment of fees.</p>\n<p>[3]  Before any wastes were deposited in the landfill, the State Board of Health certified that the site had been inspected, found to be in compliance with the regulations and \"will not constitute a threat to public health or cause degradation of the environment.\" Letter from O.W. Strickland, Chief of the Solid Waste Management Program.</p>\n<p>[4]  Because testing showed contamination of nearby wells, the North Carolina Department of Human Resources (successor to the Board of Health) withdrew Waste's permit to use the landfill. There is no contention that the site was used after the permit was withdrawn.</p>\n<p>[5]  The distinction between abandoned and inactive waste disposal sites lies in the continuing ownership of the latter. A dump site has been abandoned when its owners and operators no longer maintain a relationship with it. The Love Canal facility in New York is abandoned since Hooker Chemical Corp., the entity which owned and operated it, closed it and, in 1953, sold it. <i>See</i> M. Brown, <i>Laying Waste</i> 8-12 (1979). A site which the current owner controlled while it was used for waste disposal is an inactive site.\n</p>\n<p>The Flemington site properly should be classified as inactive, since the owners of the facility during its operation  the Royal defendants, who leased it to Waste  are the current owners. This distinction has, however, no practical effect on the disposition of this action. Hence, the terms abandoned and inactive are used interchangeably in this opinion.</p>\n<p>[6]  In this opinion, references to section 7003 and the imminent hazard or the emergency provision are used to indicate 42 U.S.C.A. § 6973 (West 1977 &amp; Supp.1981).</p>\n<p>[7]  Ejusdem generis is a canon of statutory construction which means that when general words follow specific words in a statute, the general words embrace only objects similar to those embraced by the specific words.</p>\n<p>[8]  One commentator sees disposal as a process which \"continues as long as the wastes retain their toxicity.\" Note, <i>Allocating the Cost of Hazardous Waste Disposal,</i> 94 Harv.L.Rev. 584, 596 (1981). Under such an analysis, the term \"disposal\" encompasses all activity connected with hazardous waste from the moment it becomes, in fact, waste. <i>See generally </i><i>United States v. Price,</i> 523 F.Supp. 1055, 1071 (D.N. J.1981) (noting that disposal need not result from affirmative action, but may result from passive inaction). Under such a construction, the process of disposal would include any handling, storage, treatment and transportation of waste. The court declines to read disposal so broadly, since doing so would render the provision's other terms superfluous.</p>\n<p>[9]  <i>But see </i><i>Price,</i> 523 F.Supp. at 1071 (construing \"leaking\" to include the movement of hazardous waste from inactive or abandoned dump sites into the environment).</p>\n<p>[10]  The inclusion of leaking as a type of disposal refers to something allowing the waste to leak into the dump site, not the leaking of the landfill itself into the environment. <i>See </i><i>United States v. Wade,</i> 546 F.Supp. 785, 790 (E.D. Pa.1982).</p>\n<p>[11]  The conclusion that the EPA determined that the RCRA failed to encompass abandoned sites follows from the agency's decision not to promulgate regulations concerning the sites. 9 Envtl.L.Rep. (Envtl.L.Inst.) 10066 (1979). <i>See</i> 40 C.F.R. §§ 262-267 (1982) (containing the standards for those involved in hazardous waste management).</p>\n<p>[12]  The effect of changing \"is presenting\" to \"may present\" is itself subject to varying interpretations. <i>See Wade,</i> No. 79-1426 at 8 n. 9.</p>\n<p>[13]  This subsequent legislative statement does not carry the same authority as a statute's contemporaneous legislative history. <i>See</i> note 21, <i>infra.</i></p>\n<p>[14]  The Senate Report states:\n</p>\n<p>Some terms and concepts, such as persons \"contributing to\" disposal resulting in a substantial endangerment, are meant to be more liberal than their common law counterparts. For example, a company that generated hazardous waste might be someone \"contributing to\" an endangerment under section 7003 even where someone else deposited the waste in an improper disposal site ..., where the generator had knowledge of the illicit disposal or failed to exercise due care in selecting or instructing the entity actually conducting the disposal.</p>\n<p>S.Rep. No. 172, 96th Cong., 2d Sess. 5, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News 5019, 5023.</p>\n<p>[15]  Some courts have construed the phrase \"to take other action\" as empowering courts to require affirmative, remedial action regarding abandoned sites. <i>See, e.g., </i><i>United States v. Solvents Recovery Service of New England,</i> 496 F.Supp. 1127, 1141-42 (D.Conn.1980). This phrase does not cloak the courts with power which is completely unrelated to the scope of the RCRA itself. Rather, it simply allows courts some discretion in fashioning relief similar to the restraining of parties from continuing harmful activities.</p>\n<p>[16]  The RCRA required the EPA to promulgate regulations within eighteen months of 21 October 1976. <i>See, e.g.,</i> 42 U.S.C. § 6922. The first phase of the regulations were not in place until 19 May 1980. 45 Fed.Reg. 33,066 (1980).</p>\n<p>[17]  It might be argued that inactive or abandoned sites constitute such a gap in the regulations. However, Congress did not add to the RCRA when it amended the act in 1980 nor has the EPA added regulations covering inactive sites. In fact, Congress only noted that the RCRA did not cover inactive sites. Instead of amending the RCRA, Congress passed new legislation covering abandoned sites. <i>See</i> The Comprehensive Environmental Response, Compensation and Liability Act of 1980, 42 U.S.C.A. §§ 9601-9657 (West Supp.1981). This congressional action further supports the notion that Congress deemed the RCRA inapplicable to sites like the Flemington landfill.</p>\n<p>[18]  Air Quality Act of 1967, Pub.L. No. 90-148, § 108(k), 81 Stat. 497 (1967).</p>\n<p>[19]  <i>Compare </i><i>Solvents Recovery,</i> 496 F.Supp. at 1139-41 (holding that section 7003 applies even in situations where no continuing conduct exists <i>and </i><i>Price,</i> 523 F.Supp. at 1071 (holding that section 7003 applies to disposal which does not result from affirmative conduct, <i>with Wade,</i> No. 79-1426 at 8-9 (suggesting that section 7003 applies to affirmative acts of disposal).</p>\n<p>[20]  For a discussion of the differences among the various emergency provisions of environmental statutes, <i>see</i> Skaff, <i>The Emergency Powers in the Environmental Protection Statutes: A Suggestion for a Unified Emergency Provision,</i> 3 Harv.Envtl.L.Rev. 298, 302-03 (1979).</p>\n<p>[21]  Subsequent legislative pronouncements on the intent of previously enacted statutes merit \"great weight\" in the construction of legislation. <i>Red Lion Broadcasting Co. v. FCC,</i> 395 U.S. 367, 380-81, 89 S.Ct. 1794, 1801-02, 23 L.Ed.2d 371 (1969). <i>See </i><i>Sioux Tribe of Indians v. United States,</i> 316 U.S. 317, 329-30, 62 S.Ct. 1095, 1100-01, 86 L.Ed. 1501 (1942). These pronouncements need not be read blindly, however, without regard either for the context in which they were made or the legislation which resulted from the discussions.</p>\n<p>[22]  The regulations were not actually promulgated until 19 May 1980, nearly forty-three months after passage of the RCRA. <i>See</i> note 16, <i>supra.</i></p>\n<p>[23]  The agency's view is entitled to substantial deference. <i>Cf. </i><i>E.I. du Pont de Nemours &amp; Co. v. Train,</i> 430 U.S. 112, 134-35, 97 S.Ct. 965, 978-79, 51 L.Ed.2d 204 (1977).</p>\n<p>[24]  Several courts have applied section 7003 to abandoned sites. <i>See, e.g., </i><i>United States v. Reilly Tar and Chemical Corp.,</i> 546 F.Supp. 1100, at 1105-1110 (D.Minn. Aug. 20, 1982); <i>Price,</i> 523 F.Supp. at 1070; <i>Solvents Recovery,</i> 496 F.Supp. at 1139-40. <i>But see Wade,</i> No. 79-1426 at 9. These decisions rely primarily upon views expressed by Congress some years after the enactment of the RCRA and upon the analysis in <i>Solvents Recovery,</i> which was the first comprehensive judicial decision concerning section 7003's application to abandoned sites. That decision focused on the notion that the RCRA was designed to prevent \"amelioration of conditions, rather than the cessation of any particular affirmative human conduct.\" 496 F.Supp. at 1139.</p>\n<p>[25]  These reasons include (1) the location of section 7003 in the miscellaneous segment of the act; (2) the notion that section 7003 was so broad that it would have been identified in the statute's liability-creating provision; and (3) the provisions elsewhere in the act which established specific regulations governing hazardous waste disposal practices. <i>United States v. Midwest Solvent Recovery, Inc.,</i> 484 F.Supp. 138, 143-44 (N.D.Ind.1980). As noted earlier, this court also attributes importance to these factors.</p>\n<p>[26]  One court found section 7003's substance in the terms \"imminent and substantial endangerment.\" <i>See</i> 42 U.S.C. § 6973(a). Finding that these terms possessed both \"rich judicial and statutory histories,\" the court concluded, without further elaboration, that they filled the substantive void in section 7003 which other courts had found. <i>United States v. Diamond Shamrock Corp.,</i> No. C80-1857, slip op. at 5 (N.D.Ohio May 29, 1981). <i>Accord </i><i>United States v. Vertac Chemical Corp.,</i> 489 F.Supp. 870 (E.D.Ark.1980). This court finds that analysis totally unpersuasive. The notion of imminent and substantial endangerment contains no \"rich statutory history\" in the context of emergency provisions in environmental legislation. <i>See Using RCRA's Imminent Hazard Provision in Hazardous Waste Emergencies,</i> 9 Ecology L.Q. 599, 603-04 &amp; n. 21 (1981) (and cases cited therein) (discussing the rare use of the emergency provisions in various environmental statutes dealing with air and water). Therefore, the reference to a similarly rich judicial history must refer to a common law development of these terms. Presumably, this development occurred through the evolution of a federal common law of nuisance. Given the determination that the federal common law of nuisance has been preempted by the RCRA, this court cannot acquiesce in the notion that the phrase \"imminent and substantial endangerment\" cloaks section 7003 with substantive content. <i>See generally </i><i>City of Milwaukee v. Illinois [Milwaukee II],</i> 451 U.S. 304, 101 S.Ct. 1784, 68 L.Ed.2d 114 (1981).</p>\n<p>[27]  The magistrate concluded that the common law of nuisance applied in this action. He rendered his decision prior to the Supreme Court's ruling in <i>Milwaukee II.</i></p>\n<p>[28]  <i>But see</i> Goldfarb, <i>The Hazards of Our Hazardous Waste Policy,</i> 19 Natural Resources J., 249, 255-59 (1979) (criticizing the RCRA's \"cradle to grave\" approach to hazardous waste management).</p>\n<p>[29]  A related issue concerns whether the common law of nuisance remains to provide substance for section 7003 (even if the common law is preempted by the RCRA itself). Both <i>Midwest Solvent</i> and <i>Solvents Recovery,</i> which found section 7003 to be solely jurisdictional, occurred prior to the decision in <i>Milwaukee II.</i> At least to some degree, these courts may have based their determinations on the assumption that the federal common law of nuisance supplied substance to this provision. Subsequent to <i>Milwaukee II, Price</i> found that section 7003 imposed liability on various persons associated with an abandoned waste site. Despite finding that federal common law had been preempted, the court imposed this liability without discussing the jurisdictional or substantive scope of section 7003. 523 F.Supp. at 1069, 1074.\n</p>\n<p>A serious anomaly results from that determination. In essence, the RCRA preempts the federal common law of nuisance as it relates to hazardous waste disposal. Nevertheless, section 7003, a provision within the RCRA, clings to this common law for its substance. Undoubtedly, that resort to the common law occurs because of the vague and imprecise language of section 7003. In fact, the absence of any standards in section 7003 necessitated a search for the provision's substance. However, the absence of specific liability-creating language in section 7003, in conjunction with the language, structure, and legislative history of this provision, compels the conclusion that Congress never intended for such a search to begin. Rather, it intended section 7003 to serve purposes different from the other liability sections of the RCRA. The RCRA's preemption of the federal common law of nuisance is complete and total.</p>\n<p>[30]  The EPA has proposed guidelines under Superfund for cleaning up abandoned hazardous waste sites. <i>Newsletter,</i> Pollution Cont.Guide (CCH) 119 (Mar. 22, 1982). <i>See</i> 47 Fed.Reg. 10972 (1982).</p>\n<p>[31]  <i>But see </i><i>Solvents Recovery,</i> 496 F.Supp. at 1141-42.</p>\n<p>[32]  Leaching is a process whereby pollutants migrate from the service of the land or pond where they are placed through the subsoil and then into ground water. Webster's 3d New International Dictionary 1282 (unabridged 1976).</p>\n<p>[33]  No problem with retroactivity arises under Superfund since Congress explicitly imposed liability on past owners and operators of disposal sites. Apparently, the EPA could require affirmative conduct, similar to that which it seeks in this case, under that legislation. The court expresses no opinion on the efficacy of that possibility, however, as it is best left for another day.</p>\n<p>[34]  <i>But see </i><i>Price,</i> 523 F.Supp. at 1073 (holding subsequent owners of abandoned sites liable because they had \"done nothing to abate the hazardous condition that [existed].\").</p>\n<p>[35]  This lease between the Royals, as lessors, and Waste, dated 12 March 1973, provides for the payment of a rental of $300.00 per month or $3,600.00 per year. Although the complaint is couched in equitable terms, seeking injunctive relief in reality plaintiff seeks the outlay of potentially huge sums of money to provide for, among other things, (1) studies; (2) a new water supply for residents of the area; (3) the abatement of the contamination; and, (4) monitoring programs. This court refuses to believe that Congress intended such confiscatory results from the imminent hazard provision without making its intentions crystal clear.</p>\n<p>[36]  Since this decision rests upon defendants' motions to dismiss for failure to state a claim upon which relief can be granted, the court need neither address nor express opinion regarding other claims, motions, or defenses raised by any party.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1301</span></span> (1982)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWASTE INDUSTRIES, et al., Defendants.</h1></center>\n<center>No. 80-04-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 30, 1982.</center>\n<p>Abraham Penn Jones, Asst. U.S. Atty., E.D.N.C., Raleigh, N.C., for plaintiff, United States of America.</p>\n<p><span class=\"star-pagination\">*1302</span> A. Dumay Gorham, Jr., Marshall, Williams, Gorham &amp; Brawley, Wilmington, N.C., for defendants, Waste Industries, Inc., Waste Industries of New Hanover, Inc.</p>\n<p>Robert R. Reilly, Dept. of Justice, Human Resources Section, Raleigh, N.C., for third-party defendants, North Carolina Dept. of Human Resources and North Carolina Dept. of Natural Resources and Community Development.</p>\n<p>David J. Noonan, Legal Services of the Lower Cape Fear, Wilmington, N.C., for third-party defendant, Flemington Residents Ass'n.</p>\n<p>Henry G. Foy, Frink, Foy &amp; Gainey, Southport, N.C., for third-party defendants, Daniel A. Malpass, et al.</p>\n<p>Davey L. Stanley, Stanley &amp; Gore, Shallotte, N.C., for third-party defendants, Daniel A. Malpass, et al.</p>\n<p>Fred B. Davenport, Jr., Murchison, Fox &amp; Newton, Wilmington, N.C., for defendant, New Hanover County.</p>\n<p>Laura E. Crumpler, Asst. City Atty., Wilmington, N.C., for third-party defendant, City of Wilmington.</p>\n<p>Virginia G. Mahoney, James L. Nelson, Nelson, Smith &amp; Hall, Wilmington, N.C., for third-party defendants, A-1 Sanitation Services, Inc. and Rural Enterprises.</p>\n<p>Auley M. Crouch, III, Burney, Burney, Barefoot &amp; Bain, Wilmington, N.C., for third-party defendant, Trash Removal Service, Inc.</p>\n<p>Alton Y. Lennon, Stevens, McGhee, Morgan &amp; Lennon, Wilmington, N.C., for third-party defendant, A &amp; M Sanitation.</p>\n<p>David O. Ledbetter, U.S. Dept. of Justice, Land &amp; Natural Resources Division, Hazardous Waste Section, Washington, D.C., for plaintiff, United States of America.</p>\n<p>William L. Hill, II, Hogue, Hill, Jones, Nash &amp; Lynch, Wilmington, N.C., for defendants, A.D. Royal, et al.</p>\n<p>Gywn P. Newsom, EPA, Atlanta, Ga., Ann Strickland, Attorney, O.H.W.E., EPA, Washington, D.C.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>This action was instituted in the name of the United States by the Administrator of the Environmental Protection Agency seeking injunctive relief to correct a ground water contamination problem in New Hanover County allegedly caused by the leaching of toxic wastes from the Flemington landfill. Named as defendants were Waste Industries, Inc., and Waste Industries of New Hanover County, Inc., operators of the landfill, New Hanover County and its Board of Commissioners and the owners of the property. By cross-actions, various additional parties  two North Carolina agencies, surrounding area residents, the City of Wilmington, and several haulers  have been brought into the suit. Various motions were referred to Magistrate Charles K. McCotter, Jr., for his determination and recommendation. From his recommendation on the dispositive motions, all affected parties filed objections. The matter is now before the court for ruling.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>FACTS</h2>\n<p>The facts<sup>[1]</sup> necessary to a basic understanding of this controversy are:</p>\n<p>1. In 1972, New Hanover County [hereinafter County], through its Board of Commissioners, granted to Waste Industries, Inc., (later changed to Waste Industries of New Hanover County, Inc.) [hereinafter Waste] an exclusive franchise for the operation of sanitary landfills within the County. Subsequent agreements, with similar provisions, were entered into between the same parties in 1975, 1977 and 1978.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*1303</span> 2. Waste leased from defendants, A.D. Royal et al., a 70-acre tract of land, formerly used as a borrow pit, as the landfill site.</p>\n<p>3. In order to permit the landfill in an otherwise prohibited area under the County's zoning ordinance, a \"Special Use Permit\" was granted to Waste on 2 April 1973. The permit was issued \"subject to approval of the site by the State Board of Health and their review of ground water characteristics.\"</p>\n<p>4. The North Carolina State Board of Health approved the site on 18 May 1973, subject to several conditions, including:</p>\n<blockquote>(a) \"That the operations meet the requirement of the State Board of Health's <i>Rules and Regulations Providing Standards for Solid Waste Disposal.</i>\"</blockquote>\n<blockquote>(b) \"That no hazardous waste be accepted ... except as may be permitted by applicable federal and state regulations.\"<sup>[3]</sup></blockquote>\n<p>5. The landfill was operated until 30 June 1979.<sup>[4]</sup></p>\n<p>6. Waste material in the landfill has leached into the ground water of the area, contaminating the wells of nearby residents and threatening to contaminate nearby rivers.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The environment faces a constant barrage of potentially devastating elements produced by man in his unending quest for a more desirable quality of life. Faced with the realization that man's survival depends upon his ability to maintain acceptable conditions within the environment, Congress began the process of legislating protective measures by the enactment of the National Environmental Policy Act of 1969. 42 U.S.C. §§ 4321-4347 (1976). Since that time, laws have been passed designed to curb discharges into the air and water, control the level of noise, and regulate the disposal of solid waste. <i>See, e.g.,</i> the Clean Air Act, 42 U.S.C. §§ 7401-7642; the Federal Water Pollution Control Act, 33 U.S.C. §§ 1251-1376; the Noise Pollution and Abatement Act, 42 U.S.C. §§ 7641-7642; the Solid Waste Disposal Act, 42 U.S.C. §§ 6901-6987 (amended by the Resource Conservation and Recovery Act of 1976). In keeping with this policy of protecting the environment, Congress sought to close \"the last remaining loophole in environmental law, that of unregulated land disposal of discarded materials and hazardous wastes.\" H.R.Rep. No. 1491, 94th Cong., 2d Sess. 4, <i>reprinted in</i> U.S. 1976 Code Cong. &amp; Ad. News 6238, 6241 [hereinafter cited as H.R. Rep. 1491]. This was accomplished by the enactment of the Resource Conservation and Recovery Act of 1976 [RCRA], 42 U.S. C.A. §§ 6901-6987 (West 1977 &amp; 1981 Supp.), which disclosed a strong federal interest in regulating the disposal of hazardous waste.</p>\n<p>RCRA employed a regulatory approach designed to manage the problem of hazardous waste disposal. By providing penalties against generators, transporters, and disposers of hazardous waste who violate standards or permit requirements, the statute oversees waste from \"cradle to grave.\" 45 Fed.Reg. 33,066 (1980). <i>See</i> 42 U.S.C. §§ 6921-6949; 40 C.F.R. §§ 262-267 (1982). One particular area of concern, abandoned <span class=\"star-pagination\">*1304</span> or inactive hazardous waste sites,<sup>[5]</sup> received no specific consideration in the RCRA. Congress failed to anticipate the magnitude of the problem created by orphan dump sites, and threats to the environment engendered by existing disposal sites remained. <i>See</i> Comment, <i>Hazardous Waste Liability and Compensation: Old Solutions, New Solutions, No Solutions,</i> 14 Conn.L. Rev. 307, 316 (1982); <i>Superfund: Conscripting Industry's Support for Environmental Cleanup,</i> 9 Ecology L.Q. 524, 538 (1981).</p>\n<p></p>\n<h2>IV</h2>\n<p></p>\n<h2>THE RESOURCE CONSERVATION AND RECOVERY ACT</h2>\n<p>Plaintiff seeks relief under section 7003 of the RCRA. 42 U.S.C.A. § 6973. Since the Flemington landfill constitutes an abandoned waste disposal site, the imminent hazard provision affords the only such relief available under the RCRA.<sup>[6]</sup><i>See </i><i>United States v. Solvents Recovery Service of New England,</i> <span class=\"citation\" data-id=\"2349914\"><a href=\"/opinion/2349914/united-states-v-solvents-recovery-serv-etc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></a></span>, 1133 (D.Conn. 1980). That section provides that</p>\n<blockquote>upon receipt of evidence that the handling, storage, treatment, transportation or disposal of any solid waste or hazardous waste may present an imminent and substantial endangerment to health or the environment, the Administrator may bring suit on behalf of the United States in the appropriate district court to immediately restrain any person contributing to such handling, storage, treatment, transportation or disposal to stop such handling, storage, treatment, transportation, or disposal or to take such other action as may be necessary.</blockquote>\n<p>42 U.S.C.A. § 6973(a). Quite obviously, the issue of inactive waste sites is not addressed explicitly. That being true, the court must determine the applicability of the imminent hazard provision to the Flemington disposal site. In so doing, the court considers both intrinsic and extrinsic indications of the appropriate construction of section 7003. Among these considerations which the court considers <i>seriatim</i> are the language, construction and nature of the statute itself, the legislative history of the statute, and subsequent interpretations of it. In addition to these elements of statutory construction, the court also examines several policy considerations surrounding the statute.</p>\n<p></p>\n<h2>A. <i>Generally</i>\n</h2>\n<p>The analysis begins with the language of the statute itself. Axiomatically, courts seek the meaning of a legislative provision first from the language in which the statute is framed. <i>See </i><i>Caminetti v. United States,</i> <span class=\"citation\" data-id=\"98854\"><a href=\"/opinion/98854/caminetti-v-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">442</span></span> (1917). Statutory interpretation begins with ascertaining, if possible, the plain meaning of the statute. <i>Touche Ross v. Redington,</i> <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 568, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, 2485, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1979). Although engaging in this canon of construction risks both oversimplification and belaboring the obvious, it nevertheless undergirds a more comprehensive focus on the legislation under consideration. When the language of the statute is sufficiently clear in its context, it controls. <i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 201, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, 1384-85, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1976) (and cases cited therein).</p>\n<p><span class=\"star-pagination\">*1305</span> The imminent hazard provision highlights five activities for which the EPA may seek restraint: handling, storage, treatment, transportation, and disposal. It is under the \"disposal\" provision that the government contends the Flemington landfill presents an imminent danger. Complaint, ¶ 48 at 14. The government seeks no relief from any defendant's handling, storage, treatment, or transportation of any solid waste, hazardous or otherwise. Other courts have used allegations of improper disposal to cover inactive sites. <i>See </i><i>United States v. Price,</i> <span class=\"citation\" data-id=\"2298459\"><a href=\"/opinion/2298459/united-states-v-price/\"><span class=\"volume\">523</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1055</span></a></span> (D.N.J. 1981); <i>United States v. Solvents Recovery Service of New England,</i> <span class=\"citation\" data-id=\"2349914\"><a href=\"/opinion/2349914/united-states-v-solvents-recovery-serv-etc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></a></span> (D.Conn.1980). Proper examination of the plain meaning of this term begins with the statutory context in which it appears.</p>\n<p>\"Disposal\" exists in the RCRA, quite properly, as a particular type of activity, associated with the movement of solid or hazardous waste, which Congress sought to regulate. As exemplified by the language of section 7003, and explained in more detail <i>infra,</i> Congress envisioned a cradle-to-grave regulatory scheme covering the movement of hazardous waste in this country. H.R.Rep. 1016, Pt. I, 96th Cong., 2d Sess. 17, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News 6119, 6120 [hereinafter cited as H.R.Rep. 1016]. Under the RCRA, regulations would be (and subsequently have been) promulgated to control the handling, storage, treatment, transportation, and disposal of hazardous waste. 42 U.S.C. § 6921-6949. Some concept of what \"disposal\" entails may be gleaned from the context in which Congress used it in section 7003. \"Disposal\" follows handling, storage, treatment, and transportation at each of the three places in which those terms appear in this section. Using the familiar canon of statutory interpretation ejusdem generis,<sup>[7]</sup> \"disposal,\" as a somewhat more general term than the other four, embraces only those objects found in the specific words. One element common to handling, storage, treatment, and transportation is the notion of active human conduct, i.e. someone must be handling the waste. \"Disposal\" involves, therefore, some active human conduct, i.e. someone disposing of the waste.<sup>[8]</sup> Aside from any legislative definition of disposal, the term entails some active, affirmative action which may be prospectively regulated by standards and permit requirements.</p>\n<p>Further support for this interpretation flows from the use of another familiar cannon of statutory interpretation: <i>noscitur a sociis.</i> This method of interpreting particular language of a statute teaches that the meaning of doubtful words in a group should be determined by reference to their association with other words in the same grouping. If any type of activity specified in section 7003 is of doubtful interpretation, it is disposal. When one considers disposal in association with handling, storage, treatment and transportation, the common element which presents itself is the notion that each word characterizes one step in the active movement of hazardous waste. As this careful reading of section 7003 indicates, the term disposal suggests <i>active</i> conduct accomplishing a final result.</p>\n<p>With this preliminary, requisite element of a disposal in mind, attention turns to the term's statutory definition. For the purposes of the RCRA, disposal involves</p>\n<blockquote>the discharge, deposit, injection, dumping, spilling, leaking, or placing of any solid <span class=\"star-pagination\">*1306</span> waste or hazardous waste into or on any land or water so that such solid waste or hazardous waste or any constituent thereof may enter the environment or be emitted into the air or discharged into any waters, including ground waters.</blockquote>\n<p>42 U.S.C. § 6903(3). Although some courts have used the term \"leaking\" in this definition to expand the applicability of section 7003 to abandoned dump sites, <i>see Diamond Shamrock Corp.,</i> No. C80-1857 slip op. at 9 (N.D.Ohio May 29, 1981), it is this court's view that close scrutiny belies the correctness of such analysis.</p>\n<p>The statutory definition must be examined in the light of the regulatory approach of the RCRA. Hence, there must be conduct or activities which the RCRA purposes to regulate. This view is consistent with the structure of section 7003 specifically, and of the act generally, as it relates to the handling, storage, treatment, transportation, and disposal of hazardous waste. As the court previously noted, just as someone must be handling or storing, so must someone be disposing. <i>See United States v. Wade,</i> No. 79-1426, slip op. at 8 (E.D.Pa. Sept. 7, 1982). This notion is useful in analyzing the statutory definition of disposal. The term includes \"discharge, deposit, injection, dumping, spilling, leaking, or placing\" hazardous waste. 42 U.S.C. § 6903(3). When read within the context of disposal as an action subject to permit requirements, these terms suggest a legislative intent of covering all ways in which a person might dispose of hazardous waste.<sup>[9]</sup> This term rationally contemplates a possible manner in which one might put (dispose of) hazardous waste in a dump site. Using again the principle of ejusdem generis, general terms, i.e. leak and spill, must be read as containing the elements common to the specific terms, i.e. deposit, inject, dump, and place. That common element is an act carried out by a person. Leak and spill evince the legislative purpose not to require that the act have been intentional. Even under the statutory definition, disposal requires someone's active conduct, whether intentional or accidental, in the movement of hazardous waste. Thus, the notion that each term contained in the definition of disposal contemplates active conduct does not render terms such as leak or spill superfluous. Those terms serve to provide broad coverage of disposal-related activities, so that one may not avoid liability by pleading that the conduct was unintentional.</p>\n<p>This conclusion is bolstered by further examination of the statutory definition. The hazardous waste  whether by discharge, deposit, injection, dumping, spilling, leaking, or placing  must not be put or disposed \"into or on any land or water so that [the hazardous waste] may enter the environment.\" 42 U.S.C. § 6903(3). The definition demonstrates that the waste is disposed <i>into</i> something other than the environment, i.e. any land or water. If Congress had intended disposal to involve direct discharges into the environment, rather than into a dump site (whether the site be land or water), it would not have used the phrases \"into or on\" or \"into the environment.\" Statutes must be read so as not to render any word(s) superfluous. <i>United States v. Menasche,</i> <span class=\"citation\" data-id=\"105289\"><a href=\"/opinion/105289/united-states-v-menasche/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538-39, <span class=\"citation\" data-id=\"105289\"><a href=\"/opinion/105289/united-states-v-menasche/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>, 519-20, <span class=\"citation\" data-id=\"105289\"><a href=\"/opinion/105289/united-states-v-menasche/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">615</span></a></span> (1955); <i>NLRB v. Jones &amp; Laughlin Steel Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">893</span></span> (1936); <i>Montclair v. Ramsdell,</i> <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></span>, 152, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, 394, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">431</span></span> (1882). Construing this definition in that light indicates that a disposal requires the transmittal of waste into a specific entity, either land (e.g. a pit) or water (e.g. a pond), so that the waste might eventually \"enter the environment.\"</p>\n<p>Reading the definition in this manner does not render the term \"leaking\" either superfluous or meaningless. Rather, it provides a more logical use of the concept. For example, when hazardous wastes are put into containers which are then placed into a pit or pond, the eventual leaking of hazardous waste from the container into the pit or pond would constitute a <span class=\"star-pagination\">*1307</span> \"leaking ... of ... hazardous waste into or on any land or water so that [it] may enter the environment.\" Thus, one who put drums containing hazardous waste into a landfill could not avoid the regulations by claiming he disposed of containers rather than hazardous waste. In essence, then, section 7003 logically aims its thrust at the problems inherent in the disposal of hazardous waste by regulating the various methods through which the elements are put into dump sites.<sup>[10]</sup> Consequently, for the government to maintain this action, it must allege more than the leaking of the Flemington landfill itself.</p>\n<p>Several other aspects of the section's language support the position that it does not apply to abandoned sites. Congress enacted the statute with repeated use of the present tense. For example, a court may \"restrain any person <i>contributing to</i>\" the disposal of hazardous waste. 42 U.S.C. § 6973 (emphasis added). This use of the present tense tends to indicate with particularity a legislative intent that the imminent hazard provision applies only to current disposal practices. Despite the tendency of other courts to reject this analysis, this court chooses not to ignore the effect of this legislative choice of verb tenses. Two factors encourage this decision. First, the use of the present tense maintains internal consistency between section 7003 and the remainder of the RCRA. A logical inconsistency emerges from using section 7003 solely when dealing with abandoned sites since it uses the same terms, i.e. handling, storage, treatment, transportation, and disposal, as the act's other provisions, which the EPA itself concluded did not cover abandoned sites.<sup>[11]</sup> 9 Envtl.L.Rep. (Envtl.L.Inst.) 10066 (1979). The act seeks prospective regulation of hazardous waste disposal practices. Likewise, an emergency provision included in a prospective, regulatory statute would employ a prospective approach. Congress certainly possesses the know-how to draft legislation which fixes liability for past disposal practices that threaten the environment. <i>See</i> The Comprehensive Environmental Response, Compensation and Liability Act of 1980 [Superfund], 42 U.S.C.A. §§ 9601-9657 (West 1981 Supp.). <i>See generally</i> Eckhardt, <i>The Unfinished Business of Hazardous Waste Control,</i> 33 Buffalo L.Rev. 242, 262 (1981). Congress' use of the present tense in fashioning section 7003 to permit the restraint of persons \"contributing to\" harmful disposal exemplifies this intention of creating a prospective, regulatory scheme.</p>\n<p>Second, Congress amended section 7003 in 1980, changing the standard of potential harm from \"is presenting\" to \"may present\" an endangerment to health or the environment. It seems significant that Congress amended the statute by altering the timing of the threat of harm without a concomitant change in the verb tense as the language \"contributing to\" remains unchanged.<sup>[12]</sup> The use of the phrase \"contributing to\" demonstrates plainly the intent that section 7003 only covers persons who presently engage in hazardous waste disposal which threatens the environment.</p>\n<p>When it amended this provision, Congress indicated that the phrase \"contributing to\" should be construed liberally, more so than its common law counterparts. S.Rep. No. 172, 96th Cong., 2d Sess. 5, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News 5019, 5023 [hereinafter cited as S.Rep.]. At least one court interpreted this subsequent legislative statement<sup>[13]</sup> as implying that past acts, and <span class=\"star-pagination\">*1308</span> presumably inactive dump sites, could contribute to an endangerment. <i>Price,</i> 523 F.Supp. at 1073 (applying section 7003 to abandoned sites). This court disagrees that the statement implies such a result. Read in context,<sup>[14]</sup> the senate report indicates that the liberal construction it accords section 7003 imposes liability on entities for acts of others if they had knowledge of illicit disposal or failed to exercise due care in selecting a disposer. S.Rep., <i>supra,</i> at 5, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News at 5023. <i>Price</i> emphasizes the verb tense used in the report's example. This analysis fails to see the forest for the trees and, thus, misses the thrust of the example. The example suggests that an entity might <i>contribute to</i> the disposal without engaging in the actual disposal. An antecedent act or omission, e.g. failing to exercise due care in selecting the disposer, would suffice in amounting to \"contributing to\" the eventual disposal under section 7003. The use of past tense in the report's example can hardly be construed as evidencing a legislative intention to change the tense of the operative statutory language. To so interpret section 7003 eviscerates its plain meaning by ignoring Congress' clear choice of the present tense.</p>\n<p>In addition to the phrase \"contributing to,\" Congress employed another present tense construction when it established the measures which a court might impose if it found an imminent hazard. A court may \"immediately restrain\" a disposer by forcing him \"to stop such ... disposal.\" 42 U.S.C. § 6973. The clear message sent via this form of relief says that section 7003 applies to present acts of disposal. No one presently uses the Flemington landfill. No disposal now occurs there. No one exists for the court to restrain by ordering him to stop any disposal.<sup>[15]</sup> The plain language of section 7003, with its present tense construction, belies any notion that it covers abandoned sites.</p>\n<p>The language of the statute does not provide the only intrinsic means of unraveling an interpretation of the imminent hazard provision. The structure of the statute, i.e. the location of the provision within the RCRA, gives a meaningful clue toward solving the mystery of its construction. The provision falls within the miscellaneous section of the RCRA. If Congress had intended this provision as substantive in nature, it would have grouped it with the other parts of the RCRA establishing substantive requirements and civil and criminal penalties. <i>See </i><i>Midwest Solvent,</i> <span class=\"citation\" data-id=\"1431538\"><a href=\"/opinion/1431538/united-states-v-midwest-solvent-recovery-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">138</span></a></span>, 143-44 (N.D.Ind.1980). <i>See, e.g.,</i> 42 U.S.C. §§ 6922-6925. Just as the plain meaning of section 7003 evinces a legislative intent to provide an emergency tool against those who handle, store, treat, transport, or dispose of hazardous waste, so does its existence as a miscellaneous provision indicate its limited purpose. If Congress had intended more in section 7003, it would have placed it in another portion of the RCRA, presumably one dealing with a particular area.</p>\n<p>Furthermore, this section immediately follows the citizens suit provision of the RCRA. <i>See</i> 42 U.S.C. § 6972. That section creates a jurisdictional basis from which <span class=\"star-pagination\">*1309</span> citizens may bring suit against persons who violate the regulations or the administrator who fails to use the statute's regulatory mechanism. It neither creates nor preserves an independent right of action for private citizens under the RCRA. <i>See </i><i>Middlesex County Sewerage Authority v. National Sea Clammers Association,</i> <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></a></span>, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1981) (holding that Congress did not intend to authorize an implied right of action under the citizens suit provision of the Federal Water Pollution Control Act). Rather, it serves a limited purpose of giving private citizens a mechanism to enforce the regulations. Section 7003 serves a similarly limited purpose. When emergency conditions occur as a result of the improper handling, storage, treatment, transportation, or disposal of hazardous waste, the courts may restrain the improper conduct. This limited jurisdictional basis provides a necessary element to the regulatory scheme envisioned by Congress when it enacted the RCRA.</p>\n<p>The placement of section 7003 in this proximity to the citizens suit provision is important for another reason. The citizens suit provision merely confers standing on private citizens; it neither imposes additional liability nor creates additional remedies. Similarly, section 7003 provides jurisdiction in emergency situations where conduct regulated elsewhere in the act, i.e. handling, storage, transportation, treatment, and disposal, gives rise to an emergency. Logic would impel the drafters of the RCRA to place sections relating to standing and jurisdiction in the same portion of the legislation. <i>Midwest Solvent,</i> 484 F.Supp. at 145. Hence, the placing of section 7003 in immediate proximity to the citizens suit provision further supports this court's conclusion that section 7003 was not meant to create substantive liability.</p>\n<p>In a similar fashion, the Supreme Court indicated that a limited, miscellaneous section of a statute should not be read in a manner which strains the act itself. <i>City of Milwaukee v. Illinois [Milwaukee II],</i> <span class=\"citation\" data-id=\"110468\"><a href=\"/opinion/110468/milwaukee-v-illinois/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 329 n. 22, <span class=\"citation\" data-id=\"110468\"><a href=\"/opinion/110468/milwaukee-v-illinois/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1784</span></a></span>, 1798 n. 22, <span class=\"citation\" data-id=\"110468\"><a href=\"/opinion/110468/milwaukee-v-illinois/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1981) (noting that the citizens suit provision of the Clean Water Act should not be interpreted as preserving a common law action in the face of congressional preemption by the comprehensive regulatory scheme created by the act itself). Likewise, this court will not stretch the emergency provision to create a result not envisioned by the statute as a whole. If Congress had intended a broad, general enforcement scheme, it would have either fashioned the act differently or placed section 7003 among the substantive provisions of the act. It did neither. For this court to breathe more life into the imminent hazard provision than Congress intended by its placing of the section would be an unwarranted exercise in judicial law-making.</p>\n<p>In addition to the language and structure of the RCRA, a final intrinsic method of statutory interpretation involves the nature of the statute itself. This examination unfolds from a two-pronged perspective. Initially, the court considers the RCRA as a whole, focusing on the purpose behind the act. Second, the court evaluates section 7003 itself from the perspective of it being an emergency provision. Application of this provision to this case can only be made if it is consistent with the nature of the RCRA generally and the imminent hazard provision specifically.</p>\n<p>Judicial construction of a statute properly focuses on the nature or purpose of the statute as a whole. <i>See </i><i>Ex parte Public National Bank of New York,</i> <span class=\"citation\" data-id=\"101339\"><a href=\"/opinion/101339/ex-parte-public-national-bank-of-new-york/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 104, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">43</span></span>, 44, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">202</span></span> (1928). \"A statute is passed as a whole and not in parts or sections and is animated by one general purpose and intent. Consequently each part or section should be construed in connection with every other part or section so as to produce a harmonious whole.\" A. Sutherland, 2A <i>Statutes and Statutory Construction,</i> § 46.05, 56 (4th Ed., Sands Ed. 1973). At the risk of oversimplification, the RCRA was proposed \"as a comprehensive solution to the regulation of hazardous waste disposal.\" Hinds, <i>Liability under Federal Law for Hazardous Waste Injuries,</i> 6 Harv.Envtl.L.Rev. 1, 15 (1982). The important aspect of this legislative <span class=\"star-pagination\">*1310</span> purpose is not that its approach is comprehensive but rather that it is regulatory. By using a regulatory framework, the statute attempts to control the movement of hazardous waste at each step in the process. By definition, a material becomes waste when it is no longer of use or value. Thus, the statute fixes requirements upon those who come in contact with hazardous substances once their usefulness or value disappears. The RCRA does not prevent deterioration of conditions. Rather, it places specific requirements and regulations upon affirmative conduct connected with the movement of hazardous waste.</p>\n<p>When viewing the imminent hazard provision in light of this specific, regulatory approach chosen by Congress, the inapplicability of section 7003 to the Flemington landfill becomes clear. The Flemington landfill closed and all alleged conduct associated with the movement of hazardous waste ceased in 1979, even before the EPA promulgated the regulations mandated by the act. The purpose of the act, conclusively demonstrated by its wholly regulatory approach, is carried out through specific requirements placed upon certain activities. The act was not designed to remedy past acts. <i>See</i> 9 Envtl.L.Rep. (Envtl.L.Inst.) 10066 (1979). <i>See generally</i> 45 Fed.Reg. 33,170 (1980). No conduct associated with the Flemington landfill presently taking place would fall within the ambit of the act's regulations. In fact, no such conduct has been alleged to have taken place since the passage of the RCRA or the promulgation of its regulations.</p>\n<p></p>\n<h2>B. <i>Section 7003</i>\n</h2>\n<p>Beyond an analysis of the nature of the RCRA's purpose, the court must make an additional examination of section 7003 itself. This section's title and its language indicate that Congress designed it to provide relief in emergency situations. <i>See</i> Skaff, <i>The Emergency Powers in the Environmental Protection Statutes: A Suggestion for a Unified Emergency Provision,</i> 3 Harv.Envtl.L.Rev. 298, 302-03 (1979). The nature of this provision, as a safeguard in the event of an emergency, subjects it to a different standard in the process of statutory interpretation. A court should give \"little or no significance in the interpretation of statutes\" to emergency clauses \"since such clauses are inserted, usually as a matter of form, to make the act effective at once.\" 3A Sutherland, <i>supra,</i> § 71.12, at 363. This guiding principle of statutory interpretation derives particular applicability from the regulatory approach taken by the RCRA. Whenever Congress attempts to control activity through regulations to be promulgated at some future time, an interim period exists between the enactment of the legislation and the promulgation of its regulations.<sup>[16]</sup> Emergency clauses serve a valid legislative purpose by providing a method of control during this period. Similarly, regulations often contain unprojected gaps in coverage. An emergency provision allows an agency to maintain some degree of control over the situation while additional regulations are created to plug these gaps.<sup>[17]</sup></p>\n<p>Finally, while section 7003 provides for equitable relief to the United States in preventing or remedying an emergency, it fails, unlike the emergency provisions of other environmental statutes, <i>see, e.g.,</i> 42 U.S.C. § 300i (the Safe Drinking Water Act); 33 U.S.C. § 1364 (the Clean Water Act); 42 U.S.C.A. § 7603 (the Clean Air <span class=\"star-pagination\">*1311</span> Act), to provide other express means in which to deal with emergencies. Skaff, <i>supra,</i> at 302-03. Even though section 7003 takes a more limited approach to remedying emergencies, the legislative history behind other emergency provisions sheds some light on the general legislative purpose served by emergency provisions. The statute which preceded the Clean Air Act contained the original imminent hazard provision.<sup>[18]</sup> Congress did not intend this section \"as a substitute procedure for chronic or generally recurring pollution problems.\" H.R.Rep. No. 728, 90th Cong., 1st Sess. 119, <i>reprinted in</i> 1967 U.S.Code Cong. &amp; Ad. News 1938, 1954. As Congress recognized, albeit after enactment of the RCRA, inactive or abandoned dump sites constitute a major source of environmental degradation. H.R.Rep. 1016, <i>supra,</i> at 17, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News at 6120. Like its predecessors, the emergency provision of the RCRA was not intended as a substitute mechanism for dealing with the chronic problems caused by abandoned waste disposal sites.</p>\n<p>In many situations, the meaning of a statute cannot be ascertained through an intrinsic examination. At those times, courts turn to extrinsic sources in an effort to interpret the statute properly. The divergence of several courts on the meaning of section 7003<sup>[19]</sup> arguably cloaks the provision with ambiguity. Thus, the court turns to an examination of the statute's legislative history and other authorities which have examined the purpose of the act.</p>\n<p></p>\n<h2>C. <i>Legislative History</i>\n</h2>\n<p>The legislative history of section 7003 has been aptly characterized as \"quite sketchy.\" <i>Midwest Solvent,</i> 484 F.Supp. at 143. Indeed, the legislative history of the RCRA itself offers no guidance as to the reason for Congress' insertion of section 7003 into the act. <i>See</i> H.R.Rep. 1491 at 27-29, 56-58, 69, <i>reprinted in</i> 1976 U.S.Code Cong. &amp; Ad. News at 6265-67, 6294-97, 6308.</p>\n<p>RCRA went through Congress with little or no debate, as it was rushed through during a session's final hours. <i>See</i> Kovacs &amp; Klucsik, <i>The New Federal Role in Solid Waste Management: The Resource Conservation and Recovery Act of 1976,</i> 3 Colum.J. Envtl.L. 205, 216-20 (1977) (containing a discussion of how the act moved through Congress). In addition to its eleventh-hour passage, a further reason for the absence of specific discussion of section 7003 lies in its status as an emergency provision. Similar provisions were included in other environmental statutes. <i>See, e.g.,</i> the Safe Drinking Water Act, 42 U.S.C. § 300i(a); the Clean Water Act, 33 U.S.C. § 1364. Since these imminent hazard provisions, upon which section 7003 was patterned,<sup>[20]</sup> had rarely been used, Congress likely included the RCRA's emergency provision as a matter of course. <i>See Using RCRA's Imminent Hazard Provision in Hazardous Waste Emergencies,</i> 9 Ecology L.Q. 599, 603-04 &amp; n. 21 (1981) (and cases cited therein) [hereinafter cited as <i>Using RCRA's Imminent Hazard Provision</i>].</p>\n<p>Some assistance in interpreting the act may be found in subsequent legislative discussions of section 7003.<sup>[21]</sup> Although other <span class=\"star-pagination\">*1312</span> courts have used one report's reference to this provision as providing strong support for its application to sites such as the Flemington landfill, <i>see </i><i>Solvents Recovery,</i> 496 F.Supp. at 1140, this court declines to do so. The report states, in pertinent part:</p>\n<blockquote>RCRA is designed to prevent improper disposal of hazardous waste in the future. The only tool that it has to remedy the effects of past disposal practices which were not sound is its imminent hazard authority....</blockquote>\n<blockquote>Section 7003 is designed to provide the Administrator with overriding authority to respond to situations involving a substantial endangerment to health or the environment, regardless of other remedies available [under the RCRA]....</blockquote>\n<blockquote>Eminence in this section applies to the nature of the threat rather than identification of the time when the endangerment initially arose. The section, therefore, may be used for events which took place at sometime in the past but which continue to present a threat to the public health or the environment.</blockquote>\n<p>Report on Hazardous Waste Disposal by the Subcommittee on Oversight and Investigations of the House Committee on Interstate and Foreign Commerce, 96th Cong., 1st Sess. 31-32 (Comm.Print 1979) [hereinafter cited as Eckhardt Report].</p>\n<p>The reference to section 7003 as the \"only tool\" available to deal with past disposal practices need not be taken as a congressional pronouncement that it is the sole tool for this regulation. Rather, the oversight committee may well have been pointing out the limited authority of the EPA in the area of abandoned sites. <i>See generally</i> Eckhardt, <i>supra,</i> at 256-57. The report reasonably could be read as recognizing the need for further legislation dealing with this problem. <i>See</i> Note, <i>Superfund Proposed, supra,</i> at 623. Given this possible interpretation of the phrase and the fact that the report itself was not contemporaneous legislative history, the court hesitates to conclude that section 7003 applies to the Flemington site. Second, the report itself suffers from internal inconsistencies. For example, it suggests that under the imminent hazard provision, a company which generates hazardous waste \"contributes to\" an endangerment and faces liability. Eckhardt Report, <i>supra,</i> at 31. Yet the same report later calls for new legislation to \"create eternal responsibility\" for generators of hazardous waste. <i>Id.</i> at 59-60. This inconsistency points out the weakness in using section 7003 as a liability-creating provision. The dearth of specificity renders it ambiguous as to which entity shoulders responsibility in hazardous waste disposal. Because of the latent ambiguity not only in the provision itself but also in the Eckhardt Report, wisdom remains in finding the section's inapplicability to abandoned sites.</p>\n<p>Finally, the report's reference to applying section 7003 to \"events which took place at sometime in the past\" hardly suggests a carte blanche for the EPA to control abandoned disposal sites. This language might well evidence Congress' intention to permit the restraint of persons who disposed in the past but were not committing on-going acts. In this way, one could not escape liability merely through the fortuity of having discontinued an environmentally unsound practice. Disposal practices may be discontinued without the disposal site either being abandoned or becoming inactive. The court remains unpersuaded that section 7003 operates as a general cleanup provision for abandoned sites. <i>See </i><i>Price,</i> 523 F.Supp. at 1070-71 (rejecting this provision as mandating a general cleanup of contamination caused by emissions from an abandoned disposal site).</p>\n<p>Subsequent to the Eckhardt Report, Congress expressly repudiated any notion that it intended section 7003 to solve the problems associated with abandoned sites. When discussing the Superfund legislation, a legislative report noted that \"[s]ince enactment of [the RCRA], a major new source of environmental concern has surfaced: the tragic consequences of improperly, negligently, and recklessly hazardous waste disposal practices known as the `inactive hazardous <span class=\"star-pagination\">*1313</span> waste site problem.' ... Existing law is clearly inadequate to deal with this massive problem.\" H.R.Rep. 1016, <i>supra,</i> at 17-18, <i>reprinted in</i> 1980, U.S.Code Cong. &amp; Ad.News at 6120. Two important points emanate from this recent legislative pronouncement. First, when Congress enacted the RCRA, it possessed no knowledge of the problems caused by abandoned sites. Consequently, it could not have intended section 7003 as a remedy for those difficulties. Second, even with some judicial interpretations and the language of the Eckhardt Report claiming section 7003 comprises the \"only tool\" for remedying the pollution emitting from abandoned disposal sites, Congress found the RCRA <i>totally</i> inadequate to deal with the problem.</p>\n<p>Most importantly, the absence of any discussion of section 7003 in the RCRA's contemporaneous legislative history strikes the most telling blow against its applicability in the Flemington situation. The effect of courts using this provision to control abandoned landfills sounds in judicial legislation by creating a new aspect of liability for the RCRA. Any provision intended to be read in a way that expands the set of persons liable under the RCRA would undoubtedly be so identified in the legislative history. <i>Midwest Solvents,</i> 484 F.Supp. at 144. Congress knew how to impose liability through specific statutory language or to direct the EPA to do so through the promulgation of regulations. <i>See</i> 42 U.S.C. §§ 6922-6924. If it had intended the imminent hazard provision to serve this purpose, Congress would have presented this feeling in the legislative history. Since it did not, the court declines to construe the statute in a way which imposes additional liability.</p>\n<p>The ambiguity among the interpretations of section 7003 inclines the court to examine the justification for this provision's inclusion in the act. This analysis focuses on the function of section 7003, assuming Congress did not intend it as a solution to the problem of abandoned sites. As noted above, there are specific reasons for creating emergency provisions in environmental statutes. For the purposes of the RCRA, the need for such a provision stems from the very nature of the act itself. The statute is designed as a regulatory approach to the problem of hazardous waste disposal. Friedland, <i>The New Hazardous Waste Management System: Regulation of Waste or Wasted Regulation?,</i> 5 Harv.Envtl.L.Rev. 88, 98 (1981). The regulations were to be promulgated by the EPA within eighteen months of the RCRA's passage. 42 U.S.C. § 6921.<sup>[22]</sup> One potential problem seems evident. An eighteen-month interim existed in this area which Congress had determined to be of sufficient magnitude to justify its intervention. <i>See</i> 42 U.S.C. §§ 6901, 6902. A need existed for some mechanism through which hazardous waste disposal could be controlled pending the promulgation of these regulations. The delay in the implementation of the regulatory provisions had a significant impact on the agency's ability to deal with the problem. Friedland, <i>supra,</i> at 100. In fact, Congress acknowledged that the Department of Justice was forced \"to resort to common law and various statutory authority, such as the `imminent hazard' provision of RCRA, for enforcement action.\" Subcommittee on Oversight of Government Management of the Senate Committee on Governmental Affairs, Report on Hazardous Waste Management and the Implementation of the Resource Conversation and Recovery Act, 96th Cong., 2d. Sess. 5 (Comm. Print 1980). The logical and critical purpose served by the provision involved the regulation and control of hazardous waste disposal between the enactment of the RCRA and the promulgation of the regulations. One can imagine the potential disasters which might occur if a \"race to the dump site\" emerged when generators and disposers of hazardous waste tried to rid themselves of as much waste as possible before the effective date of the regulations.</p>\n<p></p>\n<h2>D. <i>Subsequent Interpretations</i>\n</h2>\n<p>Because of the silence in the legislative history regarding the imminent hazard provision, <span class=\"star-pagination\">*1314</span> an examination of other interpretations is appropriate. One commentator suggested that section 7003 adds an extra provision to the RCRA, something beyond the agency regulations. The provision evinces a congressional intent to go beyond the regulation of on-going practices which are insufficient \"to prevent or abate all hazardous substance emergencies.\" <i>Using RCRA's Imminent Hazard Provision, supra,</i> at 614. This notion of section 7003 as a \"special remedy\" has no basis in the language of the statute or the little legislative history which surrounds it. While the imminent hazard provision certainly serves some purpose, a more reasonable interpretation views it as a mechanism to be used while the regulations are being promulgated or to react more quickly to their violation in emergency situations. This position follows the view of the EPA concerning the effect of the RCRA.<sup>[23]</sup></p>\n<blockquote>RCRA is written in the present tense and its regulatory scheme is prospective. Therefore, the Agency believes Congressional intent to be that the hazardous waste regulatory program ... is to control hazardous waste management activities which take place after the effective date of these regulations. Thus, the proposed ... regulations did not by their terms apply to inactive (either closed or abandoned) disposal facilities.</blockquote>\n<p>45 Fed.Reg. 33,170 (1980). <i>Accord,</i> Note, <i>Pursuing a Cause of Action in Hazardous Waste Pollution Cases,</i> 29 Buffalo L.Rev. 533, 537-38 &amp; nn. 27 &amp; 31 (RCRA does not have retroactive application to abandoned dump sites like Love Canal, New York). As the act is designed to regulate conduct, rather than remedy existing conditions,<sup>[24]</sup> it has no application to the Flemington site.</p>\n<p></p>\n<h2>V</h2>\n<p></p>\n<h2>THE SOURCE OF SUBSTANTIVE STANDARDS</h2>\n<p>Even if section 7003 applies to closed or inactive landfills, such as Flemington, a decision must be made as to the source of substantive standards by which the conduct of the defendants would be measured. This, in turn, necessitates a determination of whether section 7003 is solely jurisdictional or both jurisdictional and substantive. Other courts have faced the issue and reached conflicting results. Basing its decision on a number of factors,<sup>[25]</sup><i>Midwest Solvents</i> concluded that the section is solely jurisdictional. 484 F.Supp. at 143-44. This court concurs. <i>Accord </i><i>Solvents Recovery,</i> 496 F.Supp. at 1133-39. <i>Cf. Diamond Shamrock,</i> No. C80-1857 at 5 (holding section 7003 to be both jurisdictional and substantive).</p>\n<p>From where, then, are the substantive provisions derived? Plaintiff contends that the standards are provided by the federal common law of nuisance.<sup>[26]</sup> There is logic <span class=\"star-pagination\">*1315</span> in, and support for, plaintiff's position. Federal common law exists, despite the presence of federal environmental legislation, to abate public nuisances. This federal common law may be fashioned where \"an overriding federal interest in the need for a uniform rule of decision\" creates the need. <i>Illinois v. City of Milwaukee,</i> <span class=\"citation\" data-id=\"108523\"><a href=\"/opinion/108523/illinois-v-milwaukee/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 103-07 &amp; n. 6, <span class=\"citation\" data-id=\"108523\"><a href=\"/opinion/108523/illinois-v-milwaukee/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1385</span></a></span>, 1392-95 &amp; n. 6, <span class=\"citation\" data-id=\"108523\"><a href=\"/opinion/108523/illinois-v-milwaukee/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">712</span></a></span> (1972). This broad-based source of redress is qualified by the caveat \"that new federal laws and new federal regulations may in time pre-empt the field of federal common law of nuisance.\" <i>Id.</i> at 107, 92 S.Ct. at 1395. Subject to that specific limitation, the federal common law of nuisance provides a source of substantive standards for the imminent hazard provision of the RCRA.</p>\n<p>In addressing the effect of the substantive law and regulations passed by Congress in the Clean Water Act, the Supreme Court recently decided that the federal common law had been displaced, at least as it related to water pollution control. Congress did not leave \"the formulation of appropriate federal standards to the courts through the application of often vague and indeterminate nuisance concepts and maxims of equity jurisprudence, but rather [it] occupied the field through the establishment of a comprehensive regulatory program supervised by an expert administrative agency.\" <i>Milwaukee II,</i> 451 U.S. at 317, 101 S.Ct. at 1792.</p>\n<p>Thus, the court must ascertain whether the RCRA, preempts and displaces the federal common law.<sup>[27]</sup> This determination \"involves an assessment of the scope of the legislation and whether the [RCRA] addresses the problem formerly governed by federal common law. <i>Id.</i> at 315 n. 8, 101 S.Ct. at 1791-92 n. 8. The legislative history of the RCRA emphatically supports the notion that Congress desired \"to enter [this] area which has traditionally been considered the sphere of local responsibility.\" H.R.Rep. 1491, <i>supra,</i> at 3, <i>reprinted in</i> 1976 U.S.Code Cong. &amp; Ad.News at 6240. Congress felt that the RCRA, in conjunction with previously enacted environmental legislation, formed a unified scheme of protection for the environment. <i>Id.</i> at 4. This congressional determination that the RCRA created a comprehensive regulatory program to control the hazardous waste problem strongly supports the conclusion that the area has been preempted. <i>See Milwaukee II,</i> 451 U.S. at 317, 101 S.Ct. at 1792.</p>\n<p>This determination is bolstered by the congressional mandate that an expert agency supervise the administration of the program. <i>Id.</i> Likewise, just as a regulatory scheme is better suited to control water pollution, <i>id.</i> at 325, 101 S.Ct. at 1796, the problem of hazardous waste disposal can be corrected best by a comprehensive regulatory scheme, such as that envisioned by the RCRA.<sup>[28]</sup> Application of the <i>Milwaukee II</i> standard leads this court to conclude that <span class=\"star-pagination\">*1316</span> the RCRA has preempted the federal common law of nuisance in the area of hazardous waste management.<sup>[29]</sup><i>Accord </i><i>Price,</i> 523 F.Supp. at 1069 (construing the RCRA and Superfund as preempting the federal common law).</p>\n<p></p>\n<h2>VI</h2>\n<p></p>\n<h2>SUPERFUND</h2>\n<p>Congress recognized the gap which existed in the RCRA, i.e. its inapplicability to abandoned waste sites. Florina, <i>Issues of Federalism in Hazardous Waste Control: Cooperation or Confusion?,</i> 6 Harv.Envtl.L. Rev. 307, 319 (1982). The recognition that the RCRA failed to deal with abandoned disposal sites caused congressional leaders, in conjunction with the Carter administration, to seek \"a comprehensive mechanism which would cover releases into all elements of the environment and releases from abandoned sites.\" 10 Env't.Rep. (BNA) 5 (1979). A number of proposals were considered covering various forms of liability and remedial provisions. <i>See</i> Eckhardt, <i>supra,</i> at 258-63. The resulting Superfund legislation proposed \"to respond to releases of hazardous waste from inactive, hazardous waste sites ... [by establishing] prohibitions and requirements concerning inactive waste sites [and providing] for liability of persons responsible for releases of hazardous waste at such sites.\" H.R.Rep. 1016, <i>supra,</i> at 1, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad. News at 6119. Because of the passage of Superfund, this court need not consider a claim under section 7003 in isolation.</p>\n<p>While a detailed discussion of the Superfund legislation would be inappropriate, the court addresses the issue of Superfund's effect on the applicability of section 7003 to the Flemington landfill. Most importantly, the coverage of this legislation includes abandoned or inactive waste disposal sites. 42 U.S.C.A. § 9607(a); Hinds, <i>supra,</i> at 26. The act specifies in laborious detail the persons liable under its provisions. These include the current owner and operator of a facility, the owner or operator of a facility at the time of the disposal, one who transported or arranged for the transport of the hazardous substance which he owned or possessed, and one who accepted the hazardous substance for transport. 42 U.S. C.A. § 9607(a)(1)-(4). This specificity, which is absent in the language of section 7003 and the regulations promulgated pursuant to the RCRA, demonstrates beyond doubt the application of Superfund to inactive waste sites.<sup>[30]</sup> The legislation \"picks up where [the] RCRA leaves off ... when spills occur at ... no longer active sites [and joins with it to] form a sufficient authorization to begin the cleanup of old hazardous waste sites.\" Grad, <i>A Legislative History of the Comprehensive and Environmental Response, Compensation and</i> <span class=\"star-pagination\">*1317</span> <i>Liability (\"Superfund\") Act of 1980,</i> 8 Colum.J.Envtl.L. 1, 2, 35-36 (1982).</p>\n<p>Albeit brief, this discussion of the Superfund legislation underscores three realizations which are at the heart of this court's decision. First, Congress recognized that, despite its comprehensive approach, a gap existed in the regulatory scheme fashioned through the RCRA. That gap involved the problems caused by inactive waste disposal sites. Second, the Superfund legislation was designed to fill that void. Third, and perhaps most importantly, the passage of Superfund without and instead of an amendment to section 7003 demonstrates the inapplicability of that provision to situations like the Flemington landfill. Thus, the court concludes that the enactment of Superfund closes the question of section 7003's vitality as a mechanism through which the EPA may control the problems caused by inactive hazardous waste dump sites.</p>\n<p></p>\n<h2>VII</h2>\n<p></p>\n<h2>RETROACTIVE EFFECT AND EQUITABLE CONSIDERATIONS</h2>\n<p>Since the Flemington landfill ceased operation in 1979, the imposition of liability, either through the EPA regulations or some continuing federal common law of nuisance, would necessitate a retroactive application of the RCRA.<sup>[31]</sup> Even if persons who disposed of material in the landfill were not required to comply with the EPA regulations, requiring them to take affirmative action to contain the alleged leaching<sup>[32]</sup> of material from the landfill would amount to a retroactive application of section 7003.</p>\n<p>The language of a statute and the accompanying intent of the legislature may permit a retroactive application of the law. <i>Greene v. United States,</i> <span class=\"citation\" data-id=\"106745\"><a href=\"/opinion/106745/greene-v-united-states/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, <span class=\"citation\" data-id=\"106745\"><a href=\"/opinion/106745/greene-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"106745\"><a href=\"/opinion/106745/greene-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1964); <i>Union Pacific RR v. Laramie Stock Yards Co.,</i> <span class=\"citation\" data-id=\"97992\"><a href=\"/opinion/97992/union-pacific-r-co-v-laramie-stock-yards-co/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">179</span></span> (1913). This principle is particularly applicable to environmental legislation, due to its remedial character. <i>See </i><i>Zabel v. Tabb,</i> <span class=\"citation\" data-id=\"291568\"><a href=\"/opinion/291568/alfred-g-zabel-and-david-h-russell-v-rp-tabb-colonel-corps-of/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span> (5th Cir.1970). <i>See generally</i> Note, <i>Retroactive Application of the Environmental Policy Act of 1969,</i> 22 Hastings L.J. 805 (1971). However, as pointed out previously, no indication exists that the RCRA generally or section 7003 specifically were to be given retroactive effect. Since Congress was not even aware of the problem associated with abandoned waste disposal sites, it could not have intended that the RCRA operate to cure those ills. <i>See</i> H.R.Rep. 1016, <i>supra,</i> at 17, <i>reprinted in</i> 1980 U.S. Code Cong. &amp; Ad.News at 6120.</p>\n<p>While the RCRA may regulate any future acts of the defendants in the instant action, the EPA may not require conduct, under this legislation, which essentially imposes liability against individuals who complied with all existing laws and regulations at the times in which they were associated with the Flemington landfill.<sup>[33]</sup> Plaintiff does not allege that any defendant did any act which was improper  let alone unlawfulat the time it was done. Nothing in the language or the legislative history of the RCRA supports that result.</p>\n<p>Section 7003 was designed to provide equitable relief to the United States in the event of an emergency involving the disposal of solid waste. Skaff, <i>supra,</i> at 302-03. Jurisdiction of the court being founded upon an equitable provision, the court sits as a court of equity and must, therefore, do what is equitable. Several parties assert that the Administrator of the EPA comes before the court with \"unclean hands\" because of the considerable delay in the promulgation of the regulations pursuant to <span class=\"star-pagination\">*1318</span> the RCRA. Under the statutes, the regulations should have been promulgated within eighteen months of the act's passage. 42 U.S.C. §§ 6921-6927. The first phase of these regulations were finally adopted on 19 May 1980, 45 Fed.Reg. 33,066-85 (1980), more than two years late. Although the court concurs that plaintiff has \"unclean hands\" and that the delay in the promulgation of these regulations forced the EPA to use section 7003 in a manner not foreseen by the legislature when it passed the RCRA, these considerations do not provide the basis for the court's decision. Nevertheless, the basic unfairness exhibited by these considerations illustrate the justification behind the court's interpretation of section 7003.</p>\n<p>A particularly troublesome problem associated with the application of section 7003 to abandoned sites surrounds the attachment of liability to the Royal defendants, who were the lessors of the land upon which the Flemington landfill was located. Their liability stems from the termination of the lease and reversion of ownership to them. <i>See generally</i> 1 Restatement (Second) of Property §§ 1.4, 1.5 (1977). The court notes its concern in holding a lessor liable for actions taken by the lessee and other third parties, especially when those actions were consistent with existing laws and regulations. Indeed, this issue has created a major problem in using section 7003 to control abandoned waste sites. Section 7003 provides a remedy only against the present owner of the dump site, who may not in many instances, have been involved in the disposal of hazardous waste. 9 Envtl.L.Rep. (Envtl.L.Inst.) 10666 (1979). <i>See Cleaning Up Chemical Dumps Posing Dilemma for Congress,</i> 38 Cong.Q.Weekly Rep. 795, 799 (Mar. 22, 1982) (noting that the RCRA does not require cleanup where the owner of the abandoned site is unknown or cannot afford to pay).<sup>[34]</sup> The agency itself has voiced its concern over attaching liability to subsequent third party purchasers of disposal sites. 43 Fed.Reg. 58,945 (1978). Other authorities have also concluded that with the exception of the Superfund legislation, mere ownership of the site is insufficient to establish liability. Mott, <i>supra,</i> at 414. <i>Accord </i><i>New Jersey Dept. of Environmental Protection v. Exxon Corp.,</i> 151 N.J.Super. 464, <span class=\"citation\" data-id=\"1907817\"><a href=\"/opinion/1907817/state-dept-of-envir-protection-v-exxon-corp-and-ici-america-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1339</span></a></span> (1977) (exonerating current owners from liability due to oil pollution caused by the spills and discharges of prior owners). Nothing in the language or legislative history of the RCRA supports a contrary conclusion.<sup>[35]</sup></p>\n<p>The explicit language used by Congress in the Superfund legislation made both past and present owners and operators of disposal sites liable for problems caused by these sites. 42 U.S.C. § 9607(a)(1)-(2). Since Congress chose not to create such liability within the comprehensive regulatory framework of the RCRA, the court refuses to stretch the reach of the act through an unwarranted reading of its imminent hazard provision.</p>\n<p></p>\n<h2>VIII</h2>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>As man continues to advance and improve his quality and style of life, he creates problems which plague and threaten the quality of the environment. No longer may he avoid these problems merely by hiding them under the ground. Unquestionably, these past, simplistic patterns and practices of hazardous waste disposal pose a serious threat to both health and environment. While the RCRA provides one mode of attack, it is not a panacea. Rather, it operates in conjunction with the Superfund legislation to provide a comprehensive and, <span class=\"star-pagination\">*1319</span> hopefully, all-encompassing remedy to the pollution caused by both active and abandoned waste disposal sites.</p>\n<p>This court fully recognizes that the Flemington landfill may present a threat to the health and environment and that corrective measures need to be taken. However, the function of this court is judicial. It has been called upon to interpret an act of Congress  not to extend the terms of that legislation. As noted, the court feels that the Congress has provided a vehicle through which corrective measures can be undertaken.</p>\n<p>The court declines to adopt the recommendation of the magistrate.<sup>[36]</sup> The motions of defendants to dismiss due to plaintiff's failure to state a claim upon which relief can be granted are allowed, and this action is hereby dismissed. <i>See</i> Fed.R. Civ.P. 12(b)(6).</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Alleged and, for the purpose of the order, taken as true.</p>\n<p>[2]  The agreement was made pursuant to N.C. Gen.Stat. § 153-273 (1973) to provide landfills for the \"disposal of solid wastes generated within the County\" by its citizens. Solid wastes are defined as \"garbage, refuse, rubbish, trash and other discarded solid materials, including solid waste materials resulting from industrial, commercial, and agricultural operations, and from community activities.\" The agreement obligated Waste to accept all solid waste hauled into the landfill and made provision for the establishment of fees.</p>\n<p>[3]  Before any wastes were deposited in the landfill, the State Board of Health certified that the site had been inspected, found to be in compliance with the regulations and \"will not constitute a threat to public health or cause degradation of the environment.\" Letter from O.W. Strickland, Chief of the Solid Waste Management Program.</p>\n<p>[4]  Because testing showed contamination of nearby wells, the North Carolina Department of Human Resources (successor to the Board of Health) withdrew Waste's permit to use the landfill. There is no contention that the site was used after the permit was withdrawn.</p>\n<p>[5]  The distinction between abandoned and inactive waste disposal sites lies in the continuing ownership of the latter. A dump site has been abandoned when its owners and operators no longer maintain a relationship with it. The Love Canal facility in New York is abandoned since Hooker Chemical Corp., the entity which owned and operated it, closed it and, in 1953, sold it. <i>See</i> M. Brown, <i>Laying Waste</i> 8-12 (1979). A site which the current owner controlled while it was used for waste disposal is an inactive site.\n</p>\n<p>The Flemington site properly should be classified as inactive, since the owners of the facility during its operation  the Royal defendants, who leased it to Waste  are the current owners. This distinction has, however, no practical effect on the disposition of this action. Hence, the terms abandoned and inactive are used interchangeably in this opinion.</p>\n<p>[6]  In this opinion, references to section 7003 and the imminent hazard or the emergency provision are used to indicate 42 U.S.C.A. § 6973 (West 1977 &amp; Supp.1981).</p>\n<p>[7]  Ejusdem generis is a canon of statutory construction which means that when general words follow specific words in a statute, the general words embrace only objects similar to those embraced by the specific words.</p>\n<p>[8]  One commentator sees disposal as a process which \"continues as long as the wastes retain their toxicity.\" Note, <i>Allocating the Cost of Hazardous Waste Disposal,</i> 94 Harv.L.Rev. 584, 596 (1981). Under such an analysis, the term \"disposal\" encompasses all activity connected with hazardous waste from the moment it becomes, in fact, waste. <i>See generally </i><i>United States v. Price,</i> <span class=\"citation\" data-id=\"2298459\"><a href=\"/opinion/2298459/united-states-v-price/\"><span class=\"volume\">523</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1055</span></a></span>, 1071 (D.N. J.1981) (noting that disposal need not result from affirmative action, but may result from passive inaction). Under such a construction, the process of disposal would include any handling, storage, treatment and transportation of waste. The court declines to read disposal so broadly, since doing so would render the provision's other terms superfluous.</p>\n<p>[9]  <i>But see </i><i>Price,</i> 523 F.Supp. at 1071 (construing \"leaking\" to include the movement of hazardous waste from inactive or abandoned dump sites into the environment).</p>\n<p>[10]  The inclusion of leaking as a type of disposal refers to something allowing the waste to leak into the dump site, not the leaking of the landfill itself into the environment. <i>See </i><i>United States v. Wade,</i> <span class=\"citation\" data-id=\"1870795\"><a href=\"/opinion/1870795/united-states-v-wade/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">785</span></a></span>, 790 (E.D. Pa.1982).</p>\n<p>[11]  The conclusion that the EPA determined that the RCRA failed to encompass abandoned sites follows from the agency's decision not to promulgate regulations concerning the sites. 9 Envtl.L.Rep. (Envtl.L.Inst.) 10066 (1979). <i>See</i> 40 C.F.R. §§ 262-267 (1982) (containing the standards for those involved in hazardous waste management).</p>\n<p>[12]  The effect of changing \"is presenting\" to \"may present\" is itself subject to varying interpretations. <i>See Wade,</i> No. 79-1426 at 8 n. 9.</p>\n<p>[13]  This subsequent legislative statement does not carry the same authority as a statute's contemporaneous legislative history. <i>See</i> note 21, <i>infra.</i></p>\n<p>[14]  The Senate Report states:\n</p>\n<p>Some terms and concepts, such as persons \"contributing to\" disposal resulting in a substantial endangerment, are meant to be more liberal than their common law counterparts. For example, a company that generated hazardous waste might be someone \"contributing to\" an endangerment under section 7003 even where someone else deposited the waste in an improper disposal site ..., where the generator had knowledge of the illicit disposal or failed to exercise due care in selecting or instructing the entity actually conducting the disposal.</p>\n<p>S.Rep. No. 172, 96th Cong., 2d Sess. 5, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad.News 5019, 5023.</p>\n<p>[15]  Some courts have construed the phrase \"to take other action\" as empowering courts to require affirmative, remedial action regarding abandoned sites. <i>See, e.g., </i><i>United States v. Solvents Recovery Service of New England,</i> <span class=\"citation\" data-id=\"2349914\"><a href=\"/opinion/2349914/united-states-v-solvents-recovery-serv-etc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></a></span>, 1141-42 (D.Conn.1980). This phrase does not cloak the courts with power which is completely unrelated to the scope of the RCRA itself. Rather, it simply allows courts some discretion in fashioning relief similar to the restraining of parties from continuing harmful activities.</p>\n<p>[16]  The RCRA required the EPA to promulgate regulations within eighteen months of 21 October 1976. <i>See, e.g.,</i> 42 U.S.C. § 6922. The first phase of the regulations were not in place until 19 May 1980. 45 Fed.Reg. 33,066 (1980).</p>\n<p>[17]  It might be argued that inactive or abandoned sites constitute such a gap in the regulations. However, Congress did not add to the RCRA when it amended the act in 1980 nor has the EPA added regulations covering inactive sites. In fact, Congress only noted that the RCRA did not cover inactive sites. Instead of amending the RCRA, Congress passed new legislation covering abandoned sites. <i>See</i> The Comprehensive Environmental Response, Compensation and Liability Act of 1980, 42 U.S.C.A. §§ 9601-9657 (West Supp.1981). This congressional action further supports the notion that Congress deemed the RCRA inapplicable to sites like the Flemington landfill.</p>\n<p>[18]  Air Quality Act of 1967, Pub.L. No. 90-148, § 108(k), 81 Stat. 497 (1967).</p>\n<p>[19]  <i>Compare </i><i>Solvents Recovery,</i> 496 F.Supp. at 1139-41 (holding that section 7003 applies even in situations where no continuing conduct exists <i>and </i><i>Price,</i> 523 F.Supp. at 1071 (holding that section 7003 applies to disposal which does not result from affirmative conduct, <i>with Wade,</i> No. 79-1426 at 8-9 (suggesting that section 7003 applies to affirmative acts of disposal).</p>\n<p>[20]  For a discussion of the differences among the various emergency provisions of environmental statutes, <i>see</i> Skaff, <i>The Emergency Powers in the Environmental Protection Statutes: A Suggestion for a Unified Emergency Provision,</i> 3 Harv.Envtl.L.Rev. 298, 302-03 (1979).</p>\n<p>[21]  Subsequent legislative pronouncements on the intent of previously enacted statutes merit \"great weight\" in the construction of legislation. <i>Red Lion Broadcasting Co. v. FCC,</i> <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 380-81, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1794</span></a></span>, 1801-02, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1969). <i>See </i><i>Sioux Tribe of Indians v. United States,</i> <span class=\"citation\" data-id=\"103682\"><a href=\"/opinion/103682/sioux-tribe-v-united-states/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 329-30, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1095</span></span>, 1100-01, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1501</span></span> (1942). These pronouncements need not be read blindly, however, without regard either for the context in which they were made or the legislation which resulted from the discussions.</p>\n<p>[22]  The regulations were not actually promulgated until 19 May 1980, nearly forty-three months after passage of the RCRA. <i>See</i> note 16, <i>supra.</i></p>\n<p>[23]  The agency's view is entitled to substantial deference. <i>Cf. </i><i>E.I. du Pont de Nemours &amp; Co. v. Train,</i> <span class=\"citation\" data-id=\"109607\"><a href=\"/opinion/109607/ei-du-pont-de-nemours-co-v-train/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 134-35, <span class=\"citation\" data-id=\"109607\"><a href=\"/opinion/109607/ei-du-pont-de-nemours-co-v-train/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">965</span></a></span>, 978-79, <span class=\"citation\" data-id=\"109607\"><a href=\"/opinion/109607/ei-du-pont-de-nemours-co-v-train/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></a></span> (1977).</p>\n<p>[24]  Several courts have applied section 7003 to abandoned sites. <i>See, e.g., </i><i>United States v. Reilly Tar and Chemical Corp.,</i> <span class=\"citation\" data-id=\"1870856\"><a href=\"/opinion/1870856/united-states-v-reilly-tar-chemical-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1100</span></a></span>, at 1105-1110 (D.Minn. Aug. 20, 1982); <i>Price,</i> 523 F.Supp. at 1070; <i>Solvents Recovery,</i> 496 F.Supp. at 1139-40. <i>But see Wade,</i> No. 79-1426 at 9. These decisions rely primarily upon views expressed by Congress some years after the enactment of the RCRA and upon the analysis in <i>Solvents Recovery,</i> which was the first comprehensive judicial decision concerning section 7003's application to abandoned sites. That decision focused on the notion that the RCRA was designed to prevent \"amelioration of conditions, rather than the cessation of any particular affirmative human conduct.\" 496 F.Supp. at 1139.</p>\n<p>[25]  These reasons include (1) the location of section 7003 in the miscellaneous segment of the act; (2) the notion that section 7003 was so broad that it would have been identified in the statute's liability-creating provision; and (3) the provisions elsewhere in the act which established specific regulations governing hazardous waste disposal practices. <i>United States v. Midwest Solvent Recovery, Inc.,</i> <span class=\"citation\" data-id=\"1431538\"><a href=\"/opinion/1431538/united-states-v-midwest-solvent-recovery-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">138</span></a></span>, 143-44 (N.D.Ind.1980). As noted earlier, this court also attributes importance to these factors.</p>\n<p>[26]  One court found section 7003's substance in the terms \"imminent and substantial endangerment.\" <i>See</i> 42 U.S.C. § 6973(a). Finding that these terms possessed both \"rich judicial and statutory histories,\" the court concluded, without further elaboration, that they filled the substantive void in section 7003 which other courts had found. <i>United States v. Diamond Shamrock Corp.,</i> No. C80-1857, slip op. at 5 (N.D.Ohio May 29, 1981). <i>Accord </i><i>United States v. Vertac Chemical Corp.,</i> <span class=\"citation\" data-id=\"2394530\"><a href=\"/opinion/2394530/united-states-v-vertac-chemical-corp/\"><span class=\"volume\">489</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">870</span></a></span> (E.D.Ark.1980). This court finds that analysis totally unpersuasive. The notion of imminent and substantial endangerment contains no \"rich statutory history\" in the context of emergency provisions in environmental legislation. <i>See Using RCRA's Imminent Hazard Provision in Hazardous Waste Emergencies,</i> 9 Ecology L.Q. 599, 603-04 &amp; n. 21 (1981) (and cases cited therein) (discussing the rare use of the emergency provisions in various environmental statutes dealing with air and water). Therefore, the reference to a similarly rich judicial history must refer to a common law development of these terms. Presumably, this development occurred through the evolution of a federal common law of nuisance. Given the determination that the federal common law of nuisance has been preempted by the RCRA, this court cannot acquiesce in the notion that the phrase \"imminent and substantial endangerment\" cloaks section 7003 with substantive content. <i>See generally </i><i>City of Milwaukee v. Illinois [Milwaukee II],</i> <span class=\"citation\" data-id=\"110468\"><a href=\"/opinion/110468/milwaukee-v-illinois/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"110468\"><a href=\"/opinion/110468/milwaukee-v-illinois/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1784</span></a></span>, <span class=\"citation\" data-id=\"110468\"><a href=\"/opinion/110468/milwaukee-v-illinois/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1981).</p>\n<p>[27]  The magistrate concluded that the common law of nuisance applied in this action. He rendered his decision prior to the Supreme Court's ruling in <i>Milwaukee II.</i></p>\n<p>[28]  <i>But see</i> Goldfarb, <i>The Hazards of Our Hazardous Waste Policy,</i> 19 Natural Resources J., 249, 255-59 (1979) (criticizing the RCRA's \"cradle to grave\" approach to hazardous waste management).</p>\n<p>[29]  A related issue concerns whether the common law of nuisance remains to provide substance for section 7003 (even if the common law is preempted by the RCRA itself). Both <i>Midwest Solvent</i> and <i>Solvents Recovery,</i> which found section 7003 to be solely jurisdictional, occurred prior to the decision in <i>Milwaukee II.</i> At least to some degree, these courts may have based their determinations on the assumption that the federal common law of nuisance supplied substance to this provision. Subsequent to <i>Milwaukee II, Price</i> found that section 7003 imposed liability on various persons associated with an abandoned waste site. Despite finding that federal common law had been preempted, the court imposed this liability without discussing the jurisdictional or substantive scope of section 7003. 523 F.Supp. at 1069, 1074.\n</p>\n<p>A serious anomaly results from that determination. In essence, the RCRA preempts the federal common law of nuisance as it relates to hazardous waste disposal. Nevertheless, section 7003, a provision within the RCRA, clings to this common law for its substance. Undoubtedly, that resort to the common law occurs because of the vague and imprecise language of section 7003. In fact, the absence of any standards in section 7003 necessitated a search for the provision's substance. However, the absence of specific liability-creating language in section 7003, in conjunction with the language, structure, and legislative history of this provision, compels the conclusion that Congress never intended for such a search to begin. Rather, it intended section 7003 to serve purposes different from the other liability sections of the RCRA. The RCRA's preemption of the federal common law of nuisance is complete and total.</p>\n<p>[30]  The EPA has proposed guidelines under Superfund for cleaning up abandoned hazardous waste sites. <i>Newsletter,</i> Pollution Cont.Guide (CCH) 119 (Mar. 22, 1982). <i>See</i> 47 Fed.Reg. 10972 (1982).</p>\n<p>[31]  <i>But see </i><i>Solvents Recovery,</i> 496 F.Supp. at 1141-42.</p>\n<p>[32]  Leaching is a process whereby pollutants migrate from the service of the land or pond where they are placed through the subsoil and then into ground water. Webster's 3d New International Dictionary 1282 (unabridged 1976).</p>\n<p>[33]  No problem with retroactivity arises under Superfund since Congress explicitly imposed liability on past owners and operators of disposal sites. Apparently, the EPA could require affirmative conduct, similar to that which it seeks in this case, under that legislation. The court expresses no opinion on the efficacy of that possibility, however, as it is best left for another day.</p>\n<p>[34]  <i>But see </i><i>Price,</i> 523 F.Supp. at 1073 (holding subsequent owners of abandoned sites liable because they had \"done nothing to abate the hazardous condition that [existed].\").</p>\n<p>[35]  This lease between the Royals, as lessors, and Waste, dated 12 March 1973, provides for the payment of a rental of $300.00 per month or $3,600.00 per year. Although the complaint is couched in equitable terms, seeking injunctive relief in reality plaintiff seeks the outlay of potentially huge sums of money to provide for, among other things, (1) studies; (2) a new water supply for residents of the area; (3) the abatement of the contamination; and, (4) monitoring programs. This court refuses to believe that Congress intended such confiscatory results from the imminent hazard provision without making its intentions crystal clear.</p>\n<p>[36]  Since this decision rests upon defendants' motions to dismiss for failure to state a claim upon which relief can be granted, the court need neither address nor express opinion regarding other claims, motions, or defenses raised by any party.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1431538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2298459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2349914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2394530/"
  ]
}