{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2400057/",
  "absolute_url": "/opinion/2400057/erik-v-by-and-through-catherine-v-v-causby/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2400057/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:21:43.757265Z",
  "date_modified": "2016-04-27T00:14:04.695364Z",
  "type": "010combined",
  "sha1": "db83f8f03dae16d9f37f7234a7de5cfd441629b9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>977 F.Supp. 384 (1997)</b></center>\n<center><h1>ERIK V., By and Through his parent and next friend, CATHERINE V.; Alan S., By and Through his parent and next friend, Patricia A.; Erik S., By and Through his parent and next friend Hilda S.; Dontwon P., By and Through his parent and next friend, Wayne P.; Timothy M., By and Through his parent and next friend, Philip M.; Candice A., By and Through her parent and next friend, Patricia M.; Chasity C., By and Through her parent and next friend, Frank C.; Denise F., By and Through her parent and next friend, Dennis F.; Shannon N., By and Through her parent and next friend, Julia C.; Michael Q., By and Through his parent and next friend, Teresa Q.; Alicia C., By and Through her parent and next friend, Marilyn C.; Jasmine J., By and Through her parent and next friend, Cora J.; Gwendolyn M., By and Through her parent and next friend, Geraldine M.; Michael W., By and Through his parent and next friend, Gale W., Plaintiffs,<br>\nv.<br>\nDr. James F. CAUSBY, in his official capacity as Superintendent of Schools for Johnston County; Johnston Board of Education; Devan Barbour III, Kenneth Jones, Kay Carroll, Robert Dickens, Kirk Edgerton, Mike Lowe, Michael David Tuttle, officially in their capacity as members of the Johnston County Board of Education, Defendants.</h1></center>\n<center>No. 5:97-CV-587-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 28, 1997.</center>\n<p><span class=\"star-pagination\">*385</span> <span class=\"star-pagination\">*386</span> Melinda Lawrence, Patterson, Harkavy &amp; Lawrence, Raleigh, NC, for Plaintiffs.</p>\n<p>Ann L. Majestic, Allison Brown Schafer, Tharrington, Smith &amp; Hargrove, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This motion is before the Court on Plaintiffs' motion for a preliminary injunction pursuant to Rule 65(a) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiffs, students in the Johnston County Schools and their parents, brought suit challenging the Johnston County Board of Education's implementation and application of Board Policy 842, the Johnston County Student Accountability Policy (hereinafter, \"Policy 842\"). Policy 842 provides that students in grades three through eight who do not attain a designated score on a state-developed standardized test will be retained in grade.<sup>[1]</sup> Plaintiffs contend that the use of <span class=\"star-pagination\">*387</span> end-of-grade tests to make promotion decisions violates various federal and state constitutional and statutory rights. Policy 842 was instituted in the 1996-97 school year and Plaintiffs now seek a preliminary injunction to prevent the Johnston County Board of Education from applying the policy to prevent their promotion for the 1997-98 school year.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>The Johnston County Board of Education began developing Policy 842 in 1995 to address a perceived performance deficit on the part of the students of Johnston County Schools. The Board of Education considered the policy at its monthly public meetings in March through June of 1996, and adopted it in June 1996.</p>\n<p>The policy provides that students in grades three through eight who fail to reach Achievement Level III during the end of year administration of the end-of-grade tests developed by the State of North Carolina will be retained. Students who do not score at Level III on the first administration of the test are provided with a brief remediation and retested. If a student scores only at Level I on the retesting, he is required to attend summer school, which is also optional for those students attaining Level II on the retest. All of those students are retested a third time and are promoted if they score at Level III.</p>\n<p>If a student scores below Level III but has earned A, B, or C grades on grade-level work during the school year, the teacher and principal are required to review the student's work to determine whether he or she is performing at grade level notwithstanding the end-of-grade test scores. If they believe the student is performing at grade level, they must seek a waiver of the policy from a committee of other educators convened for this purpose. If the teacher and principal decide that a waiver would not be appropriate, the parent may appeal to the principal for reconsideration. Teachers were required to notify parents by the end of the first semester if students were at risk, and to offer remediation. Administrators explained the new policy to the parents during five open meetings held in the Spring of 1997, and Superintendent James Causby published an explanation of the policy in local newspapers.</p>\n<p>Plaintiffs brought the instant action on July 28, 1997, requesting the Court to enjoin application of Policy 842. Plaintiffs request relief on the basis of their asserted due process and equal protection rights under the Fourteenth Amendment of the United States Constitution; of their asserted rights under Title VI of the Civil Rights Act of 1964; and of various rights under the North Carolina Constitution and statutes. On August 1, 1997, Plaintiffs moved for a preliminary injunction pending disposition of the case on its merits. This Court heard the parties' arguments at a hearing on the motion on August 14 and 18, 1997.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>\"`[A] preliminary injunction is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.'\" <i>Hughes Network Systems, Inc. v. InterDigital Communications Corp.,</i> 17 F.3d 691, 693 (4th Cir. 1994) (quoting <i>Federal Leasing, Inc. v. Underwriters at Lloyd's,</i> 650 F.2d 495, 499 (4th Cir.1981)). The Fourth Circuit standard for awarding interim injunctive relief is the \"balance-of-hardships\" test. <i>Blackwelder Furniture Co., Etc. v. Seilig Mfg. Co., Inc.,</i> 550 F.2d 189, 196 (4th Cir.1977); <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 811 (4th Cir.1991).</p>\n<p>Under this test, the court balances the harm or injury imposed upon the plaintiff if relief is denied against the harm to the defendant if the relief is granted. On the basis of this balancing the court then \"determine[s] the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel,</i> 952 <span class=\"star-pagination\">*388</span> F.2d at 811. Thus, a \"substantial discrepancy in potential harms would have to be found to favor a party whose potential for success on the merits was no better than even,\" while a smaller discrepancy may suffice when that party has a strong probability of success on the merits. <i>Faulkner v. Jones,</i> 10 F.3d 226, 233 (4th Cir.1993); <i>Blackwelder,</i> 550 F.2d at 195. Finally, the court must consider the public interest.</p>\n<p>The <i>Blackwelder</i> court emphasized that the two more important factors in this four-part test are the probability of irreparable injury to the plaintiff and the likelihood of harm to the defendant. Fourth Circuit courts have consistently reaffirmed this principal. <i>Rum Creek Coal Sales, Inc., v. Caperton,</i> 926 F.2d 353, 359 (1991); <i>Direx Israel,</i> 952 F.2d at 812. The Fourth Circuit also imposes upon the plaintiff the burden of establishing that the four factors support granting the injunction. <i>Direx Israel,</i> 952 F.2d at 812. This burden is especially heavy where, as here, the plaintiff is praying for injunctive relief that would require this Court to recognize a novel constitutional right: here, the right to promotion from one school grade to another.</p>\n<p>This Court begins its analysis of whether Plaintiffs carry their <i>Blackwelder</i> burden by noting that the Fourth Circuit has specifically cautioned that federal courts have no business substituting their judgment for that of the local school board when it comes to qualitative achievement standards for promotion: \"Decisions by educational authorities which turn on evaluation of the academic performance of a student as it relates to promotion are peculiarly within the expertise of educators and are particularly inappropriate for review in a judicial context.\" <i>Sandlin v. Johnson,</i> 643 F.2d 1027, 1029 (4th Cir. 1981) (citing <i>Board of Curators of University of Missouri v. Horowitz,</i> 435 U.S. 78, 90-91, 98 S.Ct. 948, 955, 55 L.Ed.2d 124 (1978)). The <i>Sandlin</i> court held that denying students promotion based on their failure to attain certain reading levels, as measured by a standardized reading test, did not implicate any constitutional rights.</p>\n<p>At this stage of the instant litigation the Court need not reach the merits of Plaintiffs' complaint; it need only consider whether the Plaintiffs are entitled to the \"extraordinary remedy\" of a preliminary injunction. The <i>Sandlin</i> decision, however, implicates the \"likelihood of success\" prong of the <i>Blackwelder</i> test, reducing Plaintiffs' chances of succeeding on the merits to the \"no better than even\" level. <i>Faulkner,</i> 10 F.3d at 233. Plaintiffs are thus required to show a substantial imbalance of harms in their favor to prevail on this motion.</p>\n<p>The \"likelihood of irreparable harm to the plaintiff\" is the first factor in this analysis. This is the natural place to begin because, as the United States Supreme Court has acknowledged, \"`[t]he basis of injunctive relief in the federal courts has always been irreparable harm and inadequacy of legal remedies.'\" <i>Sampson v. Murray,</i> 415 U.S. 61, 88, 94 S.Ct. 937, 952, 39 L.Ed.2d 166 (1974) (quoting <i>Beacon Theatres, Inc. v. Westover,</i> 359 U.S. 500, 506-07, 79 S.Ct. 948, 954-55, 3 L.Ed.2d 988 (1959)). Plaintiffs argue that they will be irreparably harmed because their constitutional rights are being violated and that all constitutional violations are irreparable. This argument is, of course, inextricably linked to the Plaintiffs' likelihood of success on the merits because if they do not succeed on the merits they will not suffer any violation of their rights at all. And, as discussed above, the Plaintiffs do not seek redress for a violation of a clearly defined constitutional right; instead, they seek to fashion a novel constitutional right to promotion.</p>\n<p>Plaintiffs also attempt to argue that they will suffer irreparable harm if they are retained in grade because they will complete school a year later in the future and thus lose a year of opportunity to begin a career, to attend college, or to start a family. Additionally, Plaintiffs contend that retention is likely to affect them in a variety of other, unquantifiable ways, such as low self-esteem, a negative attitude about school, and a smaller chance of succeeding in school. Besides the highly speculative and distant nature of these arguments, they suffer from the additional infirmity of ignoring that Policy 842 is designed to help the retained students: <span class=\"star-pagination\">*389</span> a student who is not promoted is given what is, in effect, a remedial year which should allow the student to catch up on the skills that he is lacking and perform better in the future. Furthermore, a student can only be retained once during his school years, and even then only after two successive attempts at remediation and retaking the test. Plaintiffs have not carried their burden of showing a high likelihood of harm to them should this preliminary injunction not issue.</p>\n<p>The other side of the balance is the likelihood of harm to the defendant if the provisional relief is granted. <i>Direx,</i> 952 F.2d at 812; <i>Blackwelder,</i> 550 F.2d at 195. The harms that the Johnston County schools would suffer if this motion were granted are severe and legion. The most severe consequence would be the effect of having a carefully engineered promotion/retention policy superseded by a federal court, outweighing the policy decisions made by an elected school board in a public deliberative process. The administrators and teachers in the Johnston County schools would also suffer a lapse of credibility from the sudden overturning of a policy they have been enforcing in their classrooms, as well as from the disruptive effect of having students deemed unready for promotion being mixed in with others ready for the challenges of a new grade. Thus, the balance of harms here clearly favors not granting the requested provisional relief, making it incumbent on Plaintiffs to show a high likelihood of success on the merits.</p>\n<p>As discussed above, however, Plaintiffs' petition this Court to enforce heretofore unrecognized constitutional rights. This, combined with the federal courts' traditional reluctance to replace their judgment for that of democratically elected state and local institutions, makes Plaintiffs' chances of success on the merits a less than likely outcome. Plaintiffs have failed to demonstrate the elements of a prima face case based on federal constitutional or statutory grounds.</p>\n<p>To the extent that substantive due process rights exist and can be enforced, a plaintiff must establish that a governmental policy bears no rational relationship to the furtherance of a legitimate governmental interest where, as here, no grounds for strict or intermediate scrutiny exist. The inquiry is the same with regard to rights under the Equal Protection clause of the Fourteenth Amendment. Where individuals are classified, not according to race, ethnicity, nationality, or gender, but simply according to \"characteristics relevant to interests the state has the authority to implement, the courts have been very reluctant, as they should be in our federal system and with our respect for the separation of powers, to closely scrutinize legislative choices as to whether, how, and to what extent those interests should be pursued. In such cases, the Equal Protection Clause requires only a rational means to serve a legitimate end.\" <i>City of Cleburne v. Cleburne Living Center,</i> 473 U.S. 432, 441-42, 105 S.Ct. 3249, 3255, 87 L.Ed.2d 313 (1985).</p>\n<p>A county school board has an indisputable interest in implementing its own policy regarding promotion of students based on qualitative achievement standards. A \"classification\" based on students' scores on standardized test is surely the paradigmatic situation for application of rational basis review. As the Fourth Circuit said, reviewing the promotion/retention policy of the school district in <i>Sandlin</i>: \"Nor is public education a right which would trigger strict scrutiny of claims of denial of equal protection. <i>San Antonio Independent School District v. Rodriguez,</i> 411 U.S. 1, 35-40, 93 S.Ct. 1278, 1297-1300, 36 L.Ed.2d 16 (1973). Thus, in reviewing the equal protection claim, the only question ... is whether the classification by the governmental entity which is at issue here is rationally related to a permissible governmental end.\"</p>\n<p>And, just as surely, the Johnston County Board of Education has chosen a rational means, the end-of-grade test, to foster a legitimate end, encouragement of academic achievement. These conclusions are, of course, subject to being disproved on the facts, but Plaintiffs, at this stage, have failed to prove a high likelihood of success on such argument.</p>\n<p>As for Plaintiffs' argument that their procedural due process rights have been violated, <span class=\"star-pagination\">*390</span> such a violation requires the deprivation of life, liberty, or property without due process of law. U.S. Const. Amend. XIV. In the instant case, Plaintiffs have failed to establish at this stage that there is any property right in promotion that triggers the requirements of due process. <i>See </i><i>Bester v. Tuscaloosa City Bd. of Ed.,</i> 722 F.2d 1514, 1516 (11th Cir.1984) (citing <i>Board of Regents v. Roth,</i> 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972), to support the proposition that there is no property right in school promotion).</p>\n<p>Plaintiffs similarly fail to establish their likelihood of success on their federal statutory claim. Title VI of the Civil Rights Act of 1964, 42 U.S.C. ยง 2000d, prohibits \"discrimination under any program or activity receiving federal financial assistance\" (1994). While litigants under Title VI need only show the disparate impact of the challenged policy, <i>Guardians Ass'n. v. Civil Serv. Comm'n,</i> 463 U.S. 582, 103 S.Ct. 3221, 77 L.Ed.2d 866 (1983), these Plaintiffs have failed to make a prima facie showing that minorities suffer more harshly than others under Policy 842. Thus, Plaintiffs have failed to show the high likelihood of success on the merits of their federal claims<sup>[2]</sup> required to counter their failure to establish that the balance of prospective harms favors granting a preliminary injunction.</p>\n<p>Finally, consideration of the public interest prong of the <i>Blackwelder</i> inquiry militates against granting the requested relief. There is a strong democratic interest in our society in deferring to the policy decisions made by our duly elected public bodies. This is bolstered by the above-referenced principle of federalism, under which federal courts are behooved to tread lightly upon the domain of state and local governments. As the Supreme Court cautioned in <i>Epperson v. Arkansas:</i> \"Judicial interposition in the operation of the public school system of the Nation raises problems requiring care and restraint.... By and large, public education in our Nation is committed to the control of state and local authorities.\" 393 U.S. 97, 104, 89 S.Ct. 266, 270, 21 L.Ed.2d 228 (1968).</p>\n<p>Plaintiffs have failed to satisfy any of the prongs of the <i>Blackwelder</i> inquiry, and have thus failed to convince the Court at this stage of the litigation that a preliminary injunction should issue.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, Plaintiffs' motion for preliminary injunction is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Policy 842 also provides that high school students not scoring above specified cutoff scores be denied course credit in certain courses. Such students may receive credit for these courses by successfully completing a summer school course, however. Because the summer school program has already been completed, plaintiffs enrolled in high school would not benefit from the preliminary relief being sought in the present motion.</p>\n<p>[2]  As for plaintiffs numerous claims based on the North Carolina Constitution and North Carolina statutes, the Court declines to address the probability of success on their merits. <i>See </i><i>Drabbant Enterprises, Inc. v. Great Atlantic &amp; Pacific Tea Co., Inc.,</i> 688 F.Supp. 1567, 1576 (D.Del.1988) (declining to reach the probability of success of plaintiffs' state law claims in denying motion for preliminary injunction); <i>Artemide v. Grandlite Design and Manufacturing Co., Ltd.,</i> 672 F.Supp. 698 (S.D.N.Y.1987) (same). If plaintiffs are unable to establish their predicate federal claims, their state claims may be remanded to state courts. <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 726-27 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">977</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">384</span></span> (1997)</b></center>\n<center><h1>ERIK V., By and Through his parent and next friend, CATHERINE V.; Alan S., By and Through his parent and next friend, Patricia A.; Erik S., By and Through his parent and next friend Hilda S.; Dontwon P., By and Through his parent and next friend, Wayne P.; Timothy M., By and Through his parent and next friend, Philip M.; Candice A., By and Through her parent and next friend, Patricia M.; Chasity C., By and Through her parent and next friend, Frank C.; Denise F., By and Through her parent and next friend, Dennis F.; Shannon N., By and Through her parent and next friend, Julia C.; Michael Q., By and Through his parent and next friend, Teresa Q.; Alicia C., By and Through her parent and next friend, Marilyn C.; Jasmine J., By and Through her parent and next friend, Cora J.; Gwendolyn M., By and Through her parent and next friend, Geraldine M.; Michael W., By and Through his parent and next friend, Gale W., Plaintiffs,<br>\nv.<br>\nDr. James F. CAUSBY, in his official capacity as Superintendent of Schools for Johnston County; Johnston Board of Education; Devan Barbour III, Kenneth Jones, Kay Carroll, Robert Dickens, Kirk Edgerton, Mike Lowe, Michael David Tuttle, officially in their capacity as members of the Johnston County Board of Education, Defendants.</h1></center>\n<center>No. 5:97-CV-587-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 28, 1997.</center>\n<p><span class=\"star-pagination\">*385</span> <span class=\"star-pagination\">*386</span> Melinda Lawrence, Patterson, Harkavy &amp; Lawrence, Raleigh, NC, for Plaintiffs.</p>\n<p>Ann L. Majestic, Allison Brown Schafer, Tharrington, Smith &amp; Hargrove, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This motion is before the Court on Plaintiffs' motion for a preliminary injunction pursuant to Rule 65(a) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiffs, students in the Johnston County Schools and their parents, brought suit challenging the Johnston County Board of Education's implementation and application of Board Policy 842, the Johnston County Student Accountability Policy (hereinafter, \"Policy 842\"). Policy 842 provides that students in grades three through eight who do not attain a designated score on a state-developed standardized test will be retained in grade.<sup>[1]</sup> Plaintiffs contend that the use of <span class=\"star-pagination\">*387</span> end-of-grade tests to make promotion decisions violates various federal and state constitutional and statutory rights. Policy 842 was instituted in the 1996-97 school year and Plaintiffs now seek a preliminary injunction to prevent the Johnston County Board of Education from applying the policy to prevent their promotion for the 1997-98 school year.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>The Johnston County Board of Education began developing Policy 842 in 1995 to address a perceived performance deficit on the part of the students of Johnston County Schools. The Board of Education considered the policy at its monthly public meetings in March through June of 1996, and adopted it in June 1996.</p>\n<p>The policy provides that students in grades three through eight who fail to reach Achievement Level III during the end of year administration of the end-of-grade tests developed by the State of North Carolina will be retained. Students who do not score at Level III on the first administration of the test are provided with a brief remediation and retested. If a student scores only at Level I on the retesting, he is required to attend summer school, which is also optional for those students attaining Level II on the retest. All of those students are retested a third time and are promoted if they score at Level III.</p>\n<p>If a student scores below Level III but has earned A, B, or C grades on grade-level work during the school year, the teacher and principal are required to review the student's work to determine whether he or she is performing at grade level notwithstanding the end-of-grade test scores. If they believe the student is performing at grade level, they must seek a waiver of the policy from a committee of other educators convened for this purpose. If the teacher and principal decide that a waiver would not be appropriate, the parent may appeal to the principal for reconsideration. Teachers were required to notify parents by the end of the first semester if students were at risk, and to offer remediation. Administrators explained the new policy to the parents during five open meetings held in the Spring of 1997, and Superintendent James Causby published an explanation of the policy in local newspapers.</p>\n<p>Plaintiffs brought the instant action on July 28, 1997, requesting the Court to enjoin application of Policy 842. Plaintiffs request relief on the basis of their asserted due process and equal protection rights under the Fourteenth Amendment of the United States Constitution; of their asserted rights under Title VI of the Civil Rights Act of 1964; and of various rights under the North Carolina Constitution and statutes. On August 1, 1997, Plaintiffs moved for a preliminary injunction pending disposition of the case on its merits. This Court heard the parties' arguments at a hearing on the motion on August 14 and 18, 1997.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>\"`[A] preliminary injunction is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.'\" <i>Hughes Network Systems, Inc. v. InterDigital Communications Corp.,</i> <span class=\"citation\" data-id=\"664068\"><a href=\"/opinion/664068/hughes-network-systems-incorporated-v-interdigital-communications/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 693 (4th Cir. 1994) (quoting <i>Federal Leasing, Inc. v. Underwriters at Lloyd's,</i> <span class=\"citation\" data-id=\"391023\"><a href=\"/opinion/391023/federal-leasing-inc-and-the-bank-of-california-na-v-underwriters-at/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span>, 499 (4th Cir.1981)). The Fourth Circuit standard for awarding interim injunctive relief is the \"balance-of-hardships\" test. <i>Blackwelder Furniture Co., Etc. v. Seilig Mfg. Co., Inc.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196 (4th Cir.1977); <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 811 (4th Cir.1991).</p>\n<p>Under this test, the court balances the harm or injury imposed upon the plaintiff if relief is denied against the harm to the defendant if the relief is granted. On the basis of this balancing the court then \"determine[s] the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel,</i> 952 <span class=\"star-pagination\">*388</span> F.2d at 811. Thus, a \"substantial discrepancy in potential harms would have to be found to favor a party whose potential for success on the merits was no better than even,\" while a smaller discrepancy may suffice when that party has a strong probability of success on the merits. <i>Faulkner v. Jones,</i> <span class=\"citation\" data-id=\"658121\"><a href=\"/opinion/658121/shannon-richey-faulkner-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></a></span>, 233 (4th Cir.1993); <i>Blackwelder,</i> 550 F.2d at 195. Finally, the court must consider the public interest.</p>\n<p>The <i>Blackwelder</i> court emphasized that the two more important factors in this four-part test are the probability of irreparable injury to the plaintiff and the likelihood of harm to the defendant. Fourth Circuit courts have consistently reaffirmed this principal. <i>Rum Creek Coal Sales, Inc., v. Caperton,</i> <span class=\"citation\" data-id=\"556436\"><a href=\"/opinion/556436/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span>, 359 (1991); <i>Direx Israel,</i> 952 F.2d at 812. The Fourth Circuit also imposes upon the plaintiff the burden of establishing that the four factors support granting the injunction. <i>Direx Israel,</i> 952 F.2d at 812. This burden is especially heavy where, as here, the plaintiff is praying for injunctive relief that would require this Court to recognize a novel constitutional right: here, the right to promotion from one school grade to another.</p>\n<p>This Court begins its analysis of whether Plaintiffs carry their <i>Blackwelder</i> burden by noting that the Fourth Circuit has specifically cautioned that federal courts have no business substituting their judgment for that of the local school board when it comes to qualitative achievement standards for promotion: \"Decisions by educational authorities which turn on evaluation of the academic performance of a student as it relates to promotion are peculiarly within the expertise of educators and are particularly inappropriate for review in a judicial context.\" <i>Sandlin v. Johnson,</i> <span class=\"citation\" data-id=\"388196\"><a href=\"/opinion/388196/michelle-sandlin-by-her-parents-mr-and-mrs-glenn-sandlin-gary-stacy/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span>, 1029 (4th Cir. 1981) (citing <i>Board of Curators of University of Missouri v. Horowitz,</i> <span class=\"citation\" data-id=\"109809\"><a href=\"/opinion/109809/board-of-curators-of-univ-of-mo-v-horowitz/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 90-91, <span class=\"citation\" data-id=\"109809\"><a href=\"/opinion/109809/board-of-curators-of-univ-of-mo-v-horowitz/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 955, <span class=\"citation\" data-id=\"109809\"><a href=\"/opinion/109809/board-of-curators-of-univ-of-mo-v-horowitz/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">124</span></a></span> (1978)). The <i>Sandlin</i> court held that denying students promotion based on their failure to attain certain reading levels, as measured by a standardized reading test, did not implicate any constitutional rights.</p>\n<p>At this stage of the instant litigation the Court need not reach the merits of Plaintiffs' complaint; it need only consider whether the Plaintiffs are entitled to the \"extraordinary remedy\" of a preliminary injunction. The <i>Sandlin</i> decision, however, implicates the \"likelihood of success\" prong of the <i>Blackwelder</i> test, reducing Plaintiffs' chances of succeeding on the merits to the \"no better than even\" level. <i>Faulkner,</i> 10 F.3d at 233. Plaintiffs are thus required to show a substantial imbalance of harms in their favor to prevail on this motion.</p>\n<p>The \"likelihood of irreparable harm to the plaintiff\" is the first factor in this analysis. This is the natural place to begin because, as the United States Supreme Court has acknowledged, \"`[t]he basis of injunctive relief in the federal courts has always been irreparable harm and inadequacy of legal remedies.'\" <i>Sampson v. Murray,</i> <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 88, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>, 952, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></a></span> (1974) (quoting <i>Beacon Theatres, Inc. v. Westover,</i> <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 506-07, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 954-55, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">988</span></a></span> (1959)). Plaintiffs argue that they will be irreparably harmed because their constitutional rights are being violated and that all constitutional violations are irreparable. This argument is, of course, inextricably linked to the Plaintiffs' likelihood of success on the merits because if they do not succeed on the merits they will not suffer any violation of their rights at all. And, as discussed above, the Plaintiffs do not seek redress for a violation of a clearly defined constitutional right; instead, they seek to fashion a novel constitutional right to promotion.</p>\n<p>Plaintiffs also attempt to argue that they will suffer irreparable harm if they are retained in grade because they will complete school a year later in the future and thus lose a year of opportunity to begin a career, to attend college, or to start a family. Additionally, Plaintiffs contend that retention is likely to affect them in a variety of other, unquantifiable ways, such as low self-esteem, a negative attitude about school, and a smaller chance of succeeding in school. Besides the highly speculative and distant nature of these arguments, they suffer from the additional infirmity of ignoring that Policy 842 is designed to help the retained students: <span class=\"star-pagination\">*389</span> a student who is not promoted is given what is, in effect, a remedial year which should allow the student to catch up on the skills that he is lacking and perform better in the future. Furthermore, a student can only be retained once during his school years, and even then only after two successive attempts at remediation and retaking the test. Plaintiffs have not carried their burden of showing a high likelihood of harm to them should this preliminary injunction not issue.</p>\n<p>The other side of the balance is the likelihood of harm to the defendant if the provisional relief is granted. <i>Direx,</i> 952 F.2d at 812; <i>Blackwelder,</i> 550 F.2d at 195. The harms that the Johnston County schools would suffer if this motion were granted are severe and legion. The most severe consequence would be the effect of having a carefully engineered promotion/retention policy superseded by a federal court, outweighing the policy decisions made by an elected school board in a public deliberative process. The administrators and teachers in the Johnston County schools would also suffer a lapse of credibility from the sudden overturning of a policy they have been enforcing in their classrooms, as well as from the disruptive effect of having students deemed unready for promotion being mixed in with others ready for the challenges of a new grade. Thus, the balance of harms here clearly favors not granting the requested provisional relief, making it incumbent on Plaintiffs to show a high likelihood of success on the merits.</p>\n<p>As discussed above, however, Plaintiffs' petition this Court to enforce heretofore unrecognized constitutional rights. This, combined with the federal courts' traditional reluctance to replace their judgment for that of democratically elected state and local institutions, makes Plaintiffs' chances of success on the merits a less than likely outcome. Plaintiffs have failed to demonstrate the elements of a prima face case based on federal constitutional or statutory grounds.</p>\n<p>To the extent that substantive due process rights exist and can be enforced, a plaintiff must establish that a governmental policy bears no rational relationship to the furtherance of a legitimate governmental interest where, as here, no grounds for strict or intermediate scrutiny exist. The inquiry is the same with regard to rights under the Equal Protection clause of the Fourteenth Amendment. Where individuals are classified, not according to race, ethnicity, nationality, or gender, but simply according to \"characteristics relevant to interests the state has the authority to implement, the courts have been very reluctant, as they should be in our federal system and with our respect for the separation of powers, to closely scrutinize legislative choices as to whether, how, and to what extent those interests should be pursued. In such cases, the Equal Protection Clause requires only a rational means to serve a legitimate end.\" <i>City of Cleburne v. Cleburne Living Center,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 441-42, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, 3255, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985).</p>\n<p>A county school board has an indisputable interest in implementing its own policy regarding promotion of students based on qualitative achievement standards. A \"classification\" based on students' scores on standardized test is surely the paradigmatic situation for application of rational basis review. As the Fourth Circuit said, reviewing the promotion/retention policy of the school district in <i>Sandlin</i>: \"Nor is public education a right which would trigger strict scrutiny of claims of denial of equal protection. <i>San Antonio Independent School District v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 35-40, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1297-1300, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973). Thus, in reviewing the equal protection claim, the only question ... is whether the classification by the governmental entity which is at issue here is rationally related to a permissible governmental end.\"</p>\n<p>And, just as surely, the Johnston County Board of Education has chosen a rational means, the end-of-grade test, to foster a legitimate end, encouragement of academic achievement. These conclusions are, of course, subject to being disproved on the facts, but Plaintiffs, at this stage, have failed to prove a high likelihood of success on such argument.</p>\n<p>As for Plaintiffs' argument that their procedural due process rights have been violated, <span class=\"star-pagination\">*390</span> such a violation requires the deprivation of life, liberty, or property without due process of law. U.S. Const. Amend. XIV. In the instant case, Plaintiffs have failed to establish at this stage that there is any property right in promotion that triggers the requirements of due process. <i>See </i><i>Bester v. Tuscaloosa City Bd. of Ed.,</i> <span class=\"citation\" data-id=\"428400\"><a href=\"/opinion/428400/charles-bester-v-tuscaloosa-city-board-of-education/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1514</span></a></span>, 1516 (11th Cir.1984) (citing <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972), to support the proposition that there is no property right in school promotion).</p>\n<p>Plaintiffs similarly fail to establish their likelihood of success on their federal statutory claim. Title VI of the Civil Rights Act of 1964, 42 U.S.C. ยง 2000d, prohibits \"discrimination under any program or activity receiving federal financial assistance\" (1994). While litigants under Title VI need only show the disparate impact of the challenged policy, <i>Guardians Ass'n. v. Civil Serv. Comm'n,</i> <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3221</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1983), these Plaintiffs have failed to make a prima facie showing that minorities suffer more harshly than others under Policy 842. Thus, Plaintiffs have failed to show the high likelihood of success on the merits of their federal claims<sup>[2]</sup> required to counter their failure to establish that the balance of prospective harms favors granting a preliminary injunction.</p>\n<p>Finally, consideration of the public interest prong of the <i>Blackwelder</i> inquiry militates against granting the requested relief. There is a strong democratic interest in our society in deferring to the policy decisions made by our duly elected public bodies. This is bolstered by the above-referenced principle of federalism, under which federal courts are behooved to tread lightly upon the domain of state and local governments. As the Supreme Court cautioned in <i>Epperson v. Arkansas:</i> \"Judicial interposition in the operation of the public school system of the Nation raises problems requiring care and restraint.... By and large, public education in our Nation is committed to the control of state and local authorities.\" <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></a></span>, 270, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1968).</p>\n<p>Plaintiffs have failed to satisfy any of the prongs of the <i>Blackwelder</i> inquiry, and have thus failed to convince the Court at this stage of the litigation that a preliminary injunction should issue.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, Plaintiffs' motion for preliminary injunction is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Policy 842 also provides that high school students not scoring above specified cutoff scores be denied course credit in certain courses. Such students may receive credit for these courses by successfully completing a summer school course, however. Because the summer school program has already been completed, plaintiffs enrolled in high school would not benefit from the preliminary relief being sought in the present motion.</p>\n<p>[2]  As for plaintiffs numerous claims based on the North Carolina Constitution and North Carolina statutes, the Court declines to address the probability of success on their merits. <i>See </i><i>Drabbant Enterprises, Inc. v. Great Atlantic &amp; Pacific Tea Co., Inc.,</i> <span class=\"citation\" data-id=\"2134622\"><a href=\"/opinion/2134622/drabbant-ent-v-great-atlantic-pacific-tea-co/\"><span class=\"volume\">688</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1567</span></a></span>, 1576 (D.Del.1988) (declining to reach the probability of success of plaintiffs' state law claims in denying motion for preliminary injunction); <i>Artemide v. Grandlite Design and Manufacturing Co., Ltd.,</i> <span class=\"citation\" data-id=\"2091107\"><a href=\"/opinion/2091107/artemide-spa-v-grandlite-design-and-mfg-co-ltd/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">698</span></a></span> (S.D.N.Y.1987) (same). If plaintiffs are unable to establish their predicate federal claims, their state claims may be remanded to state courts. <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726-27 <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2134622/"
  ]
}