{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2400100/",
  "absolute_url": "/opinion/2400100/ingersoll-v-life-industries-corporation-of-south-c/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2400100/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:21:44.167675Z",
  "date_modified": "2016-04-26T20:04:38.356295Z",
  "type": "010combined",
  "sha1": "1db22b394146ebc96643ea79fbdddaa6b8558b3a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>698 F.Supp.2d 552 (2010)</b></center>\n<center><h1>Shaun INGERSOLL, Trustee ex rel. The KEHRT REVOCABLE LIVING TRUST, Plaintiff,<br>\nv.<br>\nLIFE INDUSTRIES CORPORATION OF SOUTH CAROLINA, Grace Louise Schmidt, and, John Schmidt, individually, Defendants.</h1></center>\n<center>No. 5:09-CV-215-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 2010.</center>\n<p><span class=\"star-pagination\">*554</span> David Roth Dixon, Avon, NC, for Plaintiff.</p>\n<p>Gerald F. Meek, Poyner Spruill LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Partial Motion to Dismiss. Defendants' argue that several of Plaintiffs alleged causes of action must be dismissed pursuant to Rule 12(b)(6) of Federal Rules of Civil Procedure. For the reasons set forth herein, Defendant's Motion is GRANTED in part.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This action arises out of a stock repurchase agreement and three promissory notes. Plaintiff is the Trustee of the Kehrt Revocable Living Trust (the \"Trust\"). Life Industries Corporation (\"LIC\") had three shareholders: Edwin Kehrt (now deceased), William Kehrt, and Grace Louise Schmidt. Plaintiff alleges that LIC and its three shareholders entered into a Shareholders' Agreement that obligates LIC to repurchase shares held by the Trust (the \"Shareholders Agreement\"). Plaintiff is also seeking the proceeds of two promissory notes executed by LIC in favor of Edwin Kehrt in the principal amounts of $126,062 (the \"$126,062 Note\") and $40,000 (the \"$40,000 Note\") and one promissory note in favor of the Trust in the principal amount of $26,000 (the \"$26,000 Note\") (collectively, the \"Notes\"). LIC was dissolved on January 30, 2008. Plaintiff alleges that John Schmidt and Grace Schmidt transferred the assets of LIC to Life Industries of South Carolina Corporation (\"LISC\"), which is controlled by the Schmidts.</p>\n<p>Plaintiff began this civil action on May 18, 2009. Defendants filed this Partial Motion to Dismiss on July 20, 2009. Plaintiff responded on August 7, 2009 Defendant replied on August 17, 2009. A hearing was held in Raleigh, North Carolina, on February 19, 2010. The Motion is now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Plaintiffs Complaint alleges seven causes of action: (1) Civil Conspiracy; (2) Fraud; (3) Breach of the Shareholders' Agreement; (4) Breach of Fiduciary Duty; (5) Breach of the $126,062 Note; (6) Breach of the $26,000 Note; and (7) Breach of the $40,000 Note. Defendants move to dismiss all claims except for the breach of Shareholders' Agreement claim against Grace Louise Schmidt and the breach of fiduciary duty claim against John Schmidt and Grace Louise Schmidt.</p>\n<p>A Rule 12(b)(6) motion tests the legal sufficiency of the complaint. <i>Papasan v. Allain,</i> 478 U.S. 265, 283, 106 S.Ct. 2932, 92 L.Ed.2d 209 (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all wellpleaded allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993). Although specificity is not required, a complaint must allege enough facts to state a claim to relief that is facially plausible. <i>Bell Atlantic Corp. v. Twombly,</i> 550 U.S. 544, <span class=\"star-pagination\">*555</span> 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). Mere recitals of the elements of a cause of action supported by conclusory statements do not suffice. <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009). If the factual allegations do not nudge the plaintiffs claims \"across the line from conceivable to plausible,\" the \"complaint must be dismissed.\" <i>Twombly,</i> 550 U.S. at 570, 127 S.Ct. 1955.</p>\n<p></p>\n<h2>I. Civil Conspiracy</h2>\n<p>Plaintiffs civil conspiracy claim alleges a conspiracy between John Schmidt, Grace Louise Schmidt, LIC, and LISC. A Federal District Court exercising diversity jurisdiction must apply the choice of law rules of the forum state. <i>Klaxon Co. v. Stentor Elec. Mfg. Co.,</i> 313 U.S. 487, 496, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941). The parties agree that North Carolina law governs Plaintiffs civil conspiracy claim. North Carolina adheres to the rule of <i>lex loci delicti</i> to determine the substantive State law applicable to tort claims. <i>Boudreau v. Baughman,</i> 322 N.C. 331, 335, 368 S.E.2d 849, 853-54 (1988). In the case of fraud or a civil conspiracy based on frauds, the law of the State where the loss is sustained will govern. <i>See </i><i>Madison River Mgmt. Co. v. Business Mgmt. Software Corp.,</i> 387 F.Supp.2d 521, 532 (M.D.N.C.2005). Here, North Carolina law will govern the civil conspiracy claim because the loss is alleged to have occurred in North Carolina.</p>\n<p>In North Carolina, the inter-corporate immunity doctrine provides that a corporation is incapable of conspiring with its officers. <i>See </i><i>Cohn v. Bond,</i> 953 F.2d 154 (4th Cir.1991). Plaintiff is correct to note that an exception exists where corporate officers have an \"independent personal stake in achieving the corporation's illegal objective.\" <i>Greenville Publishing Co. v. Daily Reflector, Inc.,</i> 496 F.2d 391 (4th Cir.1974). But here, Plaintiff does not allege that John and Grace Schmidt have any personal interest independent of their derivative interest as shareholders in LISC. Therefore, Defendants' Motion to Dismiss is GRANTED with respect to Plaintiffs civil conspiracy claims.</p>\n<p></p>\n<h2>II. Fraud</h2>\n<p>Rule 9(b) of the Federal Rules of Civil Procedure requires that plaintiffs alleging fraud must plead \"with particularity... the time, place, and contents of the false representations, as well as the identity of the person making the representation and what he obtained thereby.'\" <i>Wiggins v. Janus Capital Group Inc.,</i> 566 F.3d 111, 119 (4th Cir.2009) (quoting <i>Harrison v. Westinghouse Savannah River Co.,</i> 176 F.3d 776, 784 (4th Cir.1999)). Here, Plaintiffs Complaint does not identify false statements with particularity. Rather, the Complaint states that Defendants \"continually attempted to mislead Plaintiff with statements concerning correspondence with their corporate counsel, the timeline of completing the stock redemption, and the accounting they sued in producing the amount of money they owe the Trust.\" Therefore, Defendants' Motion to Dismiss is GRANTED with respect to Plaintiffs fraud claims.</p>\n<p></p>\n<h2>III. Breach of ContractThe Shareholders' Agreement</h2>\n<p>Defendants move to dismiss Plaintiffs claim for breach of the Shareholders' Agreement as against John Schmidt because he was not a party to the agreement. Plaintiff contends that John Schmidt is a proper party as an officer of LIC. But John Schmidt's conduct as an officer is more properly addressed under Plaintiffs breach of fiduciary duty claim. Therefore, Plaintiffs claim for breach of the Share-holders' <span class=\"star-pagination\">*556</span> Agreement is DISMISSED as against John Schmidt.</p>\n<p>Defendants also move to dismiss this cause of action as against LISC on the grounds that any obligations on the contract are owed by LIC rather than LISC. In North Carolina courts, \"the execution, interpretation, and validity of a contract is to be determined by the law of the state or country in which it is made.\" <i>Bundy v. Commercial Credit Co.,</i> 200 N.C. 511, 516, 157 S.E. 860, 863 (1931); <i>Walden v. Vaughn,</i> 157 N.C.App. 507, 579 S.E.2d 475 (2003). Here, Plaintiff alleges and Defendants do not dispute that the Shareholders' Agreement is governed by the laws of New York. And the laws of North Carolina, New York, and South Carolina the only States arguably connected to this contractare substantially similar with respect to the liability of a transferee corporation receiving another corporation's assets. In each of these jurisdictions, the transferee corporation is not liable for the transferor corporation's debts or liabilities unless (1) there is an express or implied agreement by the purchasing corporation to assume the debt or liability; (2) the transfer amounts to a de facto merger of the two corporations; (3) the transfer of assets was done for the purpose of defrauding the corporation's creditors; or (4) the purchasing corporation is a mere continuation of the selling corporation in that the purchasing corporation as some of the same shareholders, directors, and officers. <i>See </i><i>Budd Tire Corp. v. Pierce Tire Co., Inc.,</i> 90 N.C.App. 684, 370 S.E.2d 267 (1988); <i>Schumacher v. Richards Shear Co., Inc.,</i> 59 N.Y.2d 239, 464 N.Y.S.2d 437, 451 N.E.2d 195 (1983); <i>Walton v. Mazda of Rock Hill,</i> 657 S.E.2d 67, 376 S.C. 301 (2008).</p>\n<p>In the instant case, Plaintiff alleges that Grace Schmidt and John Schmidt liquidate LIC and transferred LIC's assets to LISC for the purpose of defrauding LIC's creditors. Plaintiff also alleges that LISC is a mere continuation of LIC in that Grace Schmidt and John Schmidt are directors and officers of both corporations. As such, Plaintiff has stated a claim for relief against LISC that is plausible on its face.</p>\n<p>Therefore, Defendants' Motion to Dismiss Plaintiffs claim for breach of the Shareholders' Agreement is GRANTED as to John Schmidt and DENIED as to LISC. Defendants' do not move to dismiss this claim as against Grace Louise Schmidt. Consequently, Plaintiffs claim for breach of the Shareholders' Agreement may proceed against Grace Louise Schmidt and LISC.</p>\n<p></p>\n<h2>IV. Breach of Fiduciary Duty</h2>\n<p>Defendants do not move to dismiss Plaintiff's breach of fiduciary duty claim against John Schmidt and Grace Louise Schmidt. But Plaintiffs Complaint makes no allegation that LISC owed any fiduciary duty to Plaintiff. <i>See </i><i>Dalton v. Camp,</i> 353 N.C. 647, 548 S.E.2d 704 (2001) (\"For a breach of fiduciary duty to exist, there must first be a fiduciary relationship between the parties.\"). Therefore, Plaintiffs breach of fiduciary duty claim is DIMISSED as against LISC. This claim may proceed as against John Schmidt and Grace Louise Schmidt.</p>\n<p></p>\n<h2>V. Breach of ContractThe $126,062 Note and the $40,000 Note</h2>\n<p>Plaintiff lacks standing to enforce the $126,062 Note and the $40,000 Note. Both the $126,062 Note and the $40,000 Note are payable to Edwin G. Kehrt rather than the Trust. And Plaintiff offers no allegation that Edwin G. Kehrt assigned or negotiated the $126,062 Note or the $40,000 Note to the Trust. Rather, Plaintiff argues that the Trust has standing to enforce the $126,062 Note and the $40,000 Note pursuant to a February 4, 2005, Order <span class=\"star-pagination\">*557</span> by Judge David B. Krogmann of the Supreme Court of New York. <i>In Re Edwin G. Kehrt et al.,</i> Nos. 57-1-2003-0532, 57-1-2003-0524 (N.Y.Sup.Ct. February 4, 2005). But the Supreme Court of New York's Order is more properly read as reserving any determinations regarding the Notes to the North Carolina Courts as opposed to conferring standing on the Trust to enforce the Notes. That Order states in relevant part \"the parties agree that any determination of what, if anything, Life Industries owes under the promissory notes which are subject to that action shall be left to the corporation and to the court appointed trustee of the Revocable Trust. The parties acknowledge that nothing in this agreement shall be deemed a waiver or relinquishment of any claims or defense in the action by Life Industries.\" Therefore, because this Order does not hold that Plaintiff has standing to enforce the $126,062 Note and the $40,000 Note and Plaintiff offers no other grounds for standing, Defendant's Motion to Dismiss is GRANTED with respect to all claims relating to the $126,062 Note and the $40,000 Note.</p>\n<p></p>\n<h2>VI. Breach of Contractthe $26,000 Note</h2>\n<p>Plaintiff may not maintain any claim on the $26,000 Note because the statute of limitations has expired. The parties agree that the substantive laws of South Carolina govern the $26,000 Note. But under North Carolina's choice of law rules, a statute of limitations is procedural rather than substantive. <i>See </i><i>Boudreau v. Baughman,</i> 322 N.C. 331, 340, 368 S.E.2d 849 (1988) (A statute of limitations is procedural. A statute of repose is substantive.); <i>MedCap Corp. v. Betsy Johnson Health Care Systems, Inc.,</i> 16 Fed.Appx. 180, 183 (4th Cir.2001). As such, North Carolina's statute of limitations applies to the $26,000 Note. North Carolina's statute of limitations in contract cases runs from the date an obligation becomes due. <i>See </i><i>Pickett v. Rigsbee,</i> 252 N.C. 200, 203-204, 113 S.E.2d 323 (1960). The $26,000 Note became due on February 11, 2002, and Plaintiff did not file this action within North Carolina's three year statute of limitations. See N.C. Gen.Stat. 1-52(1). Therefore, Defendant's Motion to Dismiss is GRANTED with respect to all claims relating to the $26,000 Note.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, Defendants' Partial Motion to Dismiss is GRANTED in part. Plaintiffs claims for breach of the Shareholders' Agreement may proceed as against Grace Louise Schmidt and Life Industries Corporation of South Carolina. Plaintiffs claims for breach of fiduciary duty may proceed as against John Schmidt and Grace Louise Schmidt. Plaintiffs remaining claims are DISMISSED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">698</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">552</span></span> (2010)</b></center>\n<center><h1>Shaun INGERSOLL, Trustee ex rel. The KEHRT REVOCABLE LIVING TRUST, Plaintiff,<br>\nv.<br>\nLIFE INDUSTRIES CORPORATION OF SOUTH CAROLINA, Grace Louise Schmidt, and, John Schmidt, individually, Defendants.</h1></center>\n<center>No. 5:09-CV-215-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 2010.</center>\n<p><span class=\"star-pagination\">*554</span> David Roth Dixon, Avon, NC, for Plaintiff.</p>\n<p>Gerald F. Meek, Poyner Spruill LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Partial Motion to Dismiss. Defendants' argue that several of Plaintiffs alleged causes of action must be dismissed pursuant to Rule 12(b)(6) of Federal Rules of Civil Procedure. For the reasons set forth herein, Defendant's Motion is GRANTED in part.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This action arises out of a stock repurchase agreement and three promissory notes. Plaintiff is the Trustee of the Kehrt Revocable Living Trust (the \"Trust\"). Life Industries Corporation (\"LIC\") had three shareholders: Edwin Kehrt (now deceased), William Kehrt, and Grace Louise Schmidt. Plaintiff alleges that LIC and its three shareholders entered into a Shareholders' Agreement that obligates LIC to repurchase shares held by the Trust (the \"Shareholders Agreement\"). Plaintiff is also seeking the proceeds of two promissory notes executed by LIC in favor of Edwin Kehrt in the principal amounts of $126,062 (the \"$126,062 Note\") and $40,000 (the \"$40,000 Note\") and one promissory note in favor of the Trust in the principal amount of $26,000 (the \"$26,000 Note\") (collectively, the \"Notes\"). LIC was dissolved on January 30, 2008. Plaintiff alleges that John Schmidt and Grace Schmidt transferred the assets of LIC to Life Industries of South Carolina Corporation (\"LISC\"), which is controlled by the Schmidts.</p>\n<p>Plaintiff began this civil action on May 18, 2009. Defendants filed this Partial Motion to Dismiss on July 20, 2009. Plaintiff responded on August 7, 2009 Defendant replied on August 17, 2009. A hearing was held in Raleigh, North Carolina, on February 19, 2010. The Motion is now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Plaintiffs Complaint alleges seven causes of action: (1) Civil Conspiracy; (2) Fraud; (3) Breach of the Shareholders' Agreement; (4) Breach of Fiduciary Duty; (5) Breach of the $126,062 Note; (6) Breach of the $26,000 Note; and (7) Breach of the $40,000 Note. Defendants move to dismiss all claims except for the breach of Shareholders' Agreement claim against Grace Louise Schmidt and the breach of fiduciary duty claim against John Schmidt and Grace Louise Schmidt.</p>\n<p>A Rule 12(b)(6) motion tests the legal sufficiency of the complaint. <i>Papasan v. Allain,</i> <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 283, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all wellpleaded allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993). Although specificity is not required, a complaint must allege enough facts to state a claim to relief that is facially plausible. <i>Bell Atlantic Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"star-pagination\">*555</span> 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). Mere recitals of the elements of a cause of action supported by conclusory statements do not suffice. <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009). If the factual allegations do not nudge the plaintiffs claims \"across the line from conceivable to plausible,\" the \"complaint must be dismissed.\" <i>Twombly,</i> 550 U.S. at 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>.</p>\n<p></p>\n<h2>I. Civil Conspiracy</h2>\n<p>Plaintiffs civil conspiracy claim alleges a conspiracy between John Schmidt, Grace Louise Schmidt, LIC, and LISC. A Federal District Court exercising diversity jurisdiction must apply the choice of law rules of the forum state. <i>Klaxon Co. v. Stentor Elec. Mfg. Co.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941). The parties agree that North Carolina law governs Plaintiffs civil conspiracy claim. North Carolina adheres to the rule of <i>lex loci delicti</i> to determine the substantive State law applicable to tort claims. <i>Boudreau v. Baughman,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, 335, <span class=\"citation\" data-id=\"1294636\"><a href=\"/opinion/1294636/boudreau-v-baughman/\"><span class=\"volume\">368</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">849</span></a></span>, 853-54 (1988). In the case of fraud or a civil conspiracy based on frauds, the law of the State where the loss is sustained will govern. <i>See </i><i>Madison River Mgmt. Co. v. Business Mgmt. Software Corp.,</i> <span class=\"citation\" data-id=\"2513681\"><a href=\"/opinion/2513681/madison-river-man-v-business-management-software/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">521</span></a></span>, 532 (M.D.N.C.2005). Here, North Carolina law will govern the civil conspiracy claim because the loss is alleged to have occurred in North Carolina.</p>\n<p>In North Carolina, the inter-corporate immunity doctrine provides that a corporation is incapable of conspiring with its officers. <i>See </i><i>Cohn v. Bond,</i> <span class=\"citation\" data-id=\"575232\"><a href=\"/opinion/575232/r-ernest-cohn-dc-dabco-v-john-l-bond-john-bennett-larry-s/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span> (4th Cir.1991). Plaintiff is correct to note that an exception exists where corporate officers have an \"independent personal stake in achieving the corporation's illegal objective.\" <i>Greenville Publishing Co. v. Daily Reflector, Inc.,</i> <span class=\"citation\" data-id=\"319022\"><a href=\"/opinion/319022/greenville-publishing-company-inc-v-the-daily-reflector-incorporated/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span> (4th Cir.1974). But here, Plaintiff does not allege that John and Grace Schmidt have any personal interest independent of their derivative interest as shareholders in LISC. Therefore, Defendants' Motion to Dismiss is GRANTED with respect to Plaintiffs civil conspiracy claims.</p>\n<p></p>\n<h2>II. Fraud</h2>\n<p>Rule 9(b) of the Federal Rules of Civil Procedure requires that plaintiffs alleging fraud must plead \"with particularity... the time, place, and contents of the false representations, as well as the identity of the person making the representation and what he obtained thereby.'\" <i>Wiggins v. Janus Capital Group Inc.,</i> <span class=\"citation\" data-id=\"1028747\"><a href=\"/opinion/1028747/in-re-mutual-funds-investment-litigation/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 119 (4th Cir.2009) (quoting <i>Harrison v. Westinghouse Savannah River Co.,</i> <span class=\"citation\" data-id=\"764072\"><a href=\"/opinion/764072/edwin-p-harrison-and-united-states-of-america-party-in-interest-v/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">776</span></a></span>, 784 (4th Cir.1999)). Here, Plaintiffs Complaint does not identify false statements with particularity. Rather, the Complaint states that Defendants \"continually attempted to mislead Plaintiff with statements concerning correspondence with their corporate counsel, the timeline of completing the stock redemption, and the accounting they sued in producing the amount of money they owe the Trust.\" Therefore, Defendants' Motion to Dismiss is GRANTED with respect to Plaintiffs fraud claims.</p>\n<p></p>\n<h2>III. Breach of ContractThe Shareholders' Agreement</h2>\n<p>Defendants move to dismiss Plaintiffs claim for breach of the Shareholders' Agreement as against John Schmidt because he was not a party to the agreement. Plaintiff contends that John Schmidt is a proper party as an officer of LIC. But John Schmidt's conduct as an officer is more properly addressed under Plaintiffs breach of fiduciary duty claim. Therefore, Plaintiffs claim for breach of the Share-holders' <span class=\"star-pagination\">*556</span> Agreement is DISMISSED as against John Schmidt.</p>\n<p>Defendants also move to dismiss this cause of action as against LISC on the grounds that any obligations on the contract are owed by LIC rather than LISC. In North Carolina courts, \"the execution, interpretation, and validity of a contract is to be determined by the law of the state or country in which it is made.\" <i>Bundy v. Commercial Credit Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">511</span></span>, 516, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">860</span></span>, 863 (1931); <i>Walden v. Vaughn,</i> 157 N.C.App. 507, <span class=\"citation\" data-id=\"1305570\"><a href=\"/opinion/1305570/walden-v-vaughn/\"><span class=\"volume\">579</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">475</span></a></span> (2003). Here, Plaintiff alleges and Defendants do not dispute that the Shareholders' Agreement is governed by the laws of New York. And the laws of North Carolina, New York, and South Carolina the only States arguably connected to this contractare substantially similar with respect to the liability of a transferee corporation receiving another corporation's assets. In each of these jurisdictions, the transferee corporation is not liable for the transferor corporation's debts or liabilities unless (1) there is an express or implied agreement by the purchasing corporation to assume the debt or liability; (2) the transfer amounts to a de facto merger of the two corporations; (3) the transfer of assets was done for the purpose of defrauding the corporation's creditors; or (4) the purchasing corporation is a mere continuation of the selling corporation in that the purchasing corporation as some of the same shareholders, directors, and officers. <i>See </i><i>Budd Tire Corp. v. Pierce Tire Co., Inc.,</i> 90 N.C.App. 684, <span class=\"citation\" data-id=\"1294134\"><a href=\"/opinion/1294134/budd-tire-corp-v-pierce-tire-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">267</span></a></span> (1988); <i>Schumacher v. Richards Shear Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">195</span></span> (1983); <i>Walton v. Mazda of Rock Hill,</i> <span class=\"citation\" data-id=\"1374658\"><a href=\"/opinion/1374658/walton-v-mazda-of-rock-hill/\"><span class=\"volume\">657</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">67</span></a></span>, <span class=\"citation\" data-id=\"1374658\"><a href=\"/opinion/1374658/walton-v-mazda-of-rock-hill/\"><span class=\"volume\">376</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">301</span></a></span> (2008).</p>\n<p>In the instant case, Plaintiff alleges that Grace Schmidt and John Schmidt liquidate LIC and transferred LIC's assets to LISC for the purpose of defrauding LIC's creditors. Plaintiff also alleges that LISC is a mere continuation of LIC in that Grace Schmidt and John Schmidt are directors and officers of both corporations. As such, Plaintiff has stated a claim for relief against LISC that is plausible on its face.</p>\n<p>Therefore, Defendants' Motion to Dismiss Plaintiffs claim for breach of the Shareholders' Agreement is GRANTED as to John Schmidt and DENIED as to LISC. Defendants' do not move to dismiss this claim as against Grace Louise Schmidt. Consequently, Plaintiffs claim for breach of the Shareholders' Agreement may proceed against Grace Louise Schmidt and LISC.</p>\n<p></p>\n<h2>IV. Breach of Fiduciary Duty</h2>\n<p>Defendants do not move to dismiss Plaintiff's breach of fiduciary duty claim against John Schmidt and Grace Louise Schmidt. But Plaintiffs Complaint makes no allegation that LISC owed any fiduciary duty to Plaintiff. <i>See </i><i>Dalton v. Camp,</i> <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">704</span></a></span> (2001) (\"For a breach of fiduciary duty to exist, there must first be a fiduciary relationship between the parties.\"). Therefore, Plaintiffs breach of fiduciary duty claim is DIMISSED as against LISC. This claim may proceed as against John Schmidt and Grace Louise Schmidt.</p>\n<p></p>\n<h2>V. Breach of ContractThe $126,062 Note and the $40,000 Note</h2>\n<p>Plaintiff lacks standing to enforce the $126,062 Note and the $40,000 Note. Both the $126,062 Note and the $40,000 Note are payable to Edwin G. Kehrt rather than the Trust. And Plaintiff offers no allegation that Edwin G. Kehrt assigned or negotiated the $126,062 Note or the $40,000 Note to the Trust. Rather, Plaintiff argues that the Trust has standing to enforce the $126,062 Note and the $40,000 Note pursuant to a February 4, 2005, Order <span class=\"star-pagination\">*557</span> by Judge David B. Krogmann of the Supreme Court of New York. <i>In Re Edwin G. Kehrt et al.,</i> Nos. 57-1-2003-0532, 57-1-2003-0524 (N.Y.Sup.Ct. February 4, 2005). But the Supreme Court of New York's Order is more properly read as reserving any determinations regarding the Notes to the North Carolina Courts as opposed to conferring standing on the Trust to enforce the Notes. That Order states in relevant part \"the parties agree that any determination of what, if anything, Life Industries owes under the promissory notes which are subject to that action shall be left to the corporation and to the court appointed trustee of the Revocable Trust. The parties acknowledge that nothing in this agreement shall be deemed a waiver or relinquishment of any claims or defense in the action by Life Industries.\" Therefore, because this Order does not hold that Plaintiff has standing to enforce the $126,062 Note and the $40,000 Note and Plaintiff offers no other grounds for standing, Defendant's Motion to Dismiss is GRANTED with respect to all claims relating to the $126,062 Note and the $40,000 Note.</p>\n<p></p>\n<h2>VI. Breach of Contractthe $26,000 Note</h2>\n<p>Plaintiff may not maintain any claim on the $26,000 Note because the statute of limitations has expired. The parties agree that the substantive laws of South Carolina govern the $26,000 Note. But under North Carolina's choice of law rules, a statute of limitations is procedural rather than substantive. <i>See </i><i>Boudreau v. Baughman,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, 340, <span class=\"citation\" data-id=\"1294636\"><a href=\"/opinion/1294636/boudreau-v-baughman/\"><span class=\"volume\">368</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">849</span></a></span> (1988) (A statute of limitations is procedural. A statute of repose is substantive.); <i>MedCap Corp. v. Betsy Johnson Health Care Systems, Inc.,</i> 16 Fed.Appx. 180, 183 (4th Cir.2001). As such, North Carolina's statute of limitations applies to the $26,000 Note. North Carolina's statute of limitations in contract cases runs from the date an obligation becomes due. <i>See </i><i>Pickett v. Rigsbee,</i> <span class=\"citation\" data-id=\"1331453\"><a href=\"/opinion/1331453/pickett-v-rigsbee/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">200</span></a></span>, 203-204, <span class=\"citation\" data-id=\"1331453\"><a href=\"/opinion/1331453/pickett-v-rigsbee/\"><span class=\"volume\">113</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">323</span></a></span> (1960). The $26,000 Note became due on February 11, 2002, and Plaintiff did not file this action within North Carolina's three year statute of limitations. See N.C. Gen.Stat. 1-52(1). Therefore, Defendant's Motion to Dismiss is GRANTED with respect to all claims relating to the $26,000 Note.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, Defendants' Partial Motion to Dismiss is GRANTED in part. Plaintiffs claims for breach of the Shareholders' Agreement may proceed as against Grace Louise Schmidt and Life Industries Corporation of South Carolina. Plaintiffs claims for breach of fiduciary duty may proceed as against John Schmidt and Grace Louise Schmidt. Plaintiffs remaining claims are DISMISSED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1374658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2513681/"
  ]
}