{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2403373/",
  "absolute_url": "/opinion/2403373/munn-goins-v-bd-of-trustees-of-bladen-community/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2403373/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:22:26.789969Z",
  "date_modified": "2016-04-26T23:22:22.405564Z",
  "type": "010combined",
  "sha1": "ed878dc3468fe05f6c465c4af918b8e39e61a804",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>658 F.Supp.2d 713 (2009)</b></center>\n<center><h1>Ophelia MUNN-GOINS, Plaintiff,<br>\nv.<br>\nBOARD OF TRUSTEES OF BLADEN COMMUNITY COLLEGE, et al., Defendants.</h1></center>\n<center>No. 7.08-CV-21-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 17, 2009.</center>\n<p><span class=\"star-pagination\">*717</span> John W. Gresham, Ferguson, Stein, Chambers, Gresham &amp; Sumter, P.A., Charlotte, NC, for Plaintiff.</p>\n<p>Kenneth P. Carlson, Jr., Robin E. Shea, William J. McMahon, IV, Constangy Brooks &amp; Smith, LLC, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Ophelia Munn-Goins (\"Munn-Goins\" or \"plaintiff\") alleges that Bladen Community College (\"BCC\"), its President, and its Vice-President of Curriculum and Instruction (collectively \"defendants\") discriminated against her in violation of federal and state law. Specifically, Munn-Goins contends that defendants violated her rights under the First and Fourteenth Amendments to the United States Constitution and her rights under Sections 1, 14, 18, and 19 of Article I of the North Carolina Constitution. The dispute centers around BCC's decision not to renew plaintiff's contract to serve as a full-time instructor for the 2007-08 academic year and certain alleged adverse employment actions that preceded the non-renewal.</p>\n<p>Defendants seek summary judgment [D.E. 15], which plaintiff opposes [D.E. 21]. As explained below, the court grant defendants' motion for summary judgment [D.E. 15].</p>\n<p></p>\n<h2>I.</h2>\n<p>Munn-Goins is a retired Lieutenant Colonel in the United States Army. <i>See</i> Munn-Goins Dep. Vol. I, at 22-23. After retiring from the United States Army in 2002, Munn-Goins became an instructor at BCC. <i>Id.</i> at 64-66, 70-71. BCC is part of the North Carolina Community College System.</p>\n<p>At the time of the events alleged in the complaint, Dr. Darrell Page (\"Dr. Page\") <span class=\"star-pagination\">*718</span> was President of BCC. Compl. ¶ 6; Am. Answer ¶ 6. Beginning in 2004, Dr. Kathryn Geisen (\"Dr. Geisen\") was the Vice-President of Curriculum and Instruction for BCC. Geisen Aff. ¶ 1; <i>see</i> Geisen Dep. 17.<sup>[1]</sup> Dr. Sherry Garner, Dr. Geisen's predecessor, hired Munn-Goins as apart-time instructor for a computer science course offered in the Spring 2002 term. Munn-Goins Dep. Vol. I, at 65-67. Munn-Goins became a full-time instructor in the Fall 2002 term. <i>Id.</i> at 70-71. As a full-time instructor, Munn-Goins worked pursuant to a year-to-year contract and was not tenured or on a tenure track. <i>Id.</i> at 74. For example, Munn-Goins' contract for the 2006-07 academic year stated:</p>\n<blockquote>The employer assumes no obligation whatsoever to continue the employee's employment beyond the expiration date of this contract. The employer shall, at least thirty (30) days prior to the expiration date of this contract, advise the employee, in writing, as to its intent to reemploy or not reemploy the individual upon expiration of this contract.</blockquote>\n<p><i>Id.,</i> Ex. 2.</p>\n<p>In 2002, Munn-Goins requested the current salary of each BCC employee and the date and amount of each employee's most recent salary adjustment. Munn-Goins Dep. Vol. I, at 130. Section 115D-28 of the North Carolina General Statutes permits any individual to request and inspect this salary information of community college employees. <i>See</i> N.C. Gen.Stat. § 115D-28; Geisen Dep. 17. Each year, Munn-Goins would request this salary information from Rosemary Crumb, a clerk in the BCC Human Resources office. Munn-Goins Dep. Vol. I, at 130-35. After Munn-Goins paid a nominal copying charge, Crumb would deliver copies of the records to Munn-Goins. <i>Id.</i> at 132-33. Munn-Goins would then share this information with some fellow faculty members in her department. <i>Id.</i> at 133-35. In 2003 and 2004, Munn-Goins received and shared the pay information without incident. <i>Id.</i> at 135.</p>\n<p>By February 2006, Crumb no longer worked at BCC. <i>See id.</i> at 135-36. Therefore, in February 2006, Munn-Goins requested the salary information from Tiina Mundy (\"Mundy\"), BCC's Director of Human Resources. Munn-Goins Dep. Vol. I, at 137-38, Ex. 5. Mundy relayed Munn-Goins' request to Lloyd Home (\"Home\"), BCC's Executive Vice-President and Chief Financial Officer. <i>Id.</i> at 139; <i>see</i> Home Dep. 6-7. Home informed Mundy that Munn-Goins needed to ask Dr. Page for the information. Munn-Goins Dep. Vol. I, at 139-40.</p>\n<p>Munn-Goins then approached Dr. Page and asked for the information. <i>Id.</i> at 140. Dr. Page asked Munn-Goins why she wanted the information. <i>Id.</i> at 140-41. Munn-Goins explained that she sought the salary information for \"personal reasons\" and then told Dr. Page that she had friends who were applying for jobs with BCC and wanted to give them a \"ballpark\" estimate of what they could expect to earn if they worked at BCC. <i>Id.</i> at 140-41; 147-51. Page approved Munn-Goins' request, and in April 2006, Home provided Munn-Goins with the individually identifiable salary information for BCC faculty and staff. <i>Id.</i> at 141, Ex. 31, at 1.</p>\n<p>In the late afternoon on April 26, 2006, Munn-Goins made copies of the salary information and gave copies to fellow faculty members, Lee Anne Bryan (\"Bryan\"), Felisa Williams (\"Williams\"), and Kenneth <span class=\"star-pagination\">*719</span> Oxendine (\"Oxendine\"). <i>Id.</i> at 153-55; <i>see id.</i> at 160-61, Ex. 31, at 1. Williams, in turn, made a copy of the salary information and gave it to another faculty member, Ella Jo Sellers (\"Sellers\"). <i>Id.</i> at 154, 157. Apparently, Sellers left the copy on her desk. <i>Id.,</i> Ex. 31, at 2.</p>\n<p>Around 4:45 p.m. on April 26, 2006, Sondra Guyton, then Interim Vice-President of Continuing Education, informed Dr. Geisen that someone had left copies of the salary information in faculty mailboxes with \"UNFAIR!\" and \"INEQUITY IS AMAZING!\" scrawled on the copies. Geisen Dep. 20, 32-33; Geisen Aff. ¶ 3; <i>see</i> Munn-Goins Dep. Vol. I, Ex. 6; Munn-Goins Dep. Vol. II, Ex. 30. Dr. Geisen promised to investigate and immediately instructed a staff member to remove the remaining copies of the salary information from the mailboxes. <i>See</i> Geisen Dep. 33; Geisen Aff. ¶ 3.</p>\n<p>On April 27, 2006, at least twenty-five faculty members approached Dr. Geisen to complain about the distribution of the salary information. Geisen Dep. 49-50; Geisen Aff. ¶ 5. Later that afternoon, Dr. Geisen held a personnel meeting to explain to her employees that the salary information was a matter of public record but that the manner of distribution was inappropriate. Geisen Dep. 48-49; Geisen Aff. ¶ 5. When the salary information was distributed, no formal policy prohibited the distribution of salary information. Geisen Dep. 48-49, 64-67. What Dr. Geisen deemed inappropriate about the incident was that someone had manipulated the salary information and written comments on it before distributing it to college employees. <i>See id.</i> at 66-67; <i>see</i> Geisen Aff. ¶ 5. Munn-Goins did not learn of the comments written on the salary information copies until this meeting. <i>See</i> Munn-Goins Dep. Vol. I, at 172, 174.</p>\n<p>After the meeting, Dr. Geisen contacted Dr. Page and Horne and formed a committee to investigate the incident. Geisen Aff. ¶¶ 4, 6. On May 1, 2006, the committee interviewed Munn-Goins, Bryan, Williams, Oxendine, and Sellers. <i>Id.</i> ¶ 6; <i>see</i> Geisen Dep. 52-56. During the investigation, Munn-Goins acknowledged that she had obtained the salary information and had given it to her colleagues, but she denied placing the copies in the faculty mailboxes. Munn-Goins Dep. Vol. I, at 186-88, Ex. 31. Bryan, Williams, Oxendine, and Sellers confirmed that they had received the salary information from Munn-Goins. <i>Id.,</i> Ex. 31. Williams and Sellers also stated that they had not secured their copies. <i>Id.</i> No one admitted to putting the salary information into the mailboxes. <i>See id.;</i> Geisen Dep. 74, 88.</p>\n<p>At the conclusion of the investigation, on May 29, 2006, Dr. Geisen reprimanded Munn-Goins for providing the salary information to her four colleagues, which \"whether by design or not, contributed to the widespread circulation\" of the information. Munn-Goins Dep. Vol. I, Ex. 7; <i>see</i> Geisen Aff. ¶ 6. Dr. Geisen then stated that providing the information to her colleagues was \"an attempt to inflame and incite members of the staff and to create a hostile workplace environment.\" Munn-Goins Dep. Vol. I, Ex. 7. Dr. Geisen acknowledges that she did not use the phrase \"hostile work environment\" to connote the legal term of art. <i>See</i> Geisen Aff. ¶ 6. Rather, Dr. Geisen asserted that \"the impact of [Munn-Goins'] action(s) toward faculty and staff [caused] disharmony.\" Munn-Goins Dep. Vol. I, Ex. 7. Dr. Geisen then \"officially reprimanded [plaintiff] for significant errors in judgment and conduct unbecoming an employee.\" <i>Id.</i> Dr. Geisen placed Munn-Goins on probation, froze her salary for the upcoming academic year, withheld a bonus she otherwise would have received, and placed the letter of reprimand in her employee file. Geisen Aff. ¶ 6. Dr. Page, as president of the BCC, <span class=\"star-pagination\">*720</span> upheld the discipline. Page Dep. 83-84, Ex. 47. Although Munn-Goins had the right to appeal Dr. Page's decision to the Board of Trustees, Munn-Goins did not appeal. <i>Id.</i> at 83-84. In June 2006, Munn-Goins retained counsel. <i>See</i> Munn-Goins Dep. Vol. I. at 204-05.</p>\n<p>Munn-Goins returned to teach at BCC in the Fall 2006 term. <i>Id.</i> at 213-14. Munn-Goins also continued to pursue her Ph.D. in Educational Leadership at Fayetteville State University. <i>See id.</i> at 217-18. During the Fall 2006 term, Munn-Goins discussed with Dr. Geisen the possibility of taking educational leave to continue her graduate studies. Initially, Dr. Geisen seemed open to approving Munn-Goins' educational leave request. <i>Id.</i> at 223-24.</p>\n<p>BCC has a policy permitting faculty and staff to take educational leave in certain circumstances. Geisen Dep., Ex. 42. To request educational leave, an employee must submit a formal written proposal to the Vice-President of Curriculum and Instruction (then Dr. Geisen) who, in turn, would present the proposal to the President (then Dr. Page). Geisen Aff. ¶ 11. If the President determined that the proposal met the requirements of the leave policy, the President then would submit the proposal to the Board of Trustees for the Board's approval. Page Dep. 97-100.</p>\n<p>On December 1, 2006, Munn-Goins requested educational leave from May 10, 2007, through May 30, 2007. Munn-Goins Dep. Vol. 1, at 222-24, Ex. 13; <i>see</i> Geisen Aff. ¶ 8. The formal request stated that she would use the leave to \"prepare for [her] comprehensive exam, and begin research and coordination on [her] dissertation.\" Munn-Goins Dep. Vol. I, Ex. 13. Under the BCC educational leave policy, Munn-Goins, as a 10-month employee, was eligible for the leave. Geisen Dep. 134, Ex. 42. However, the policy required, inter alia, that the leave occur during the summer only, not exceed twelve weeks, benefit BCC, and not be provided when the employee is not under contract. <i>See id.,</i> Ex. 42. On December 6, 2006, in a follow-up to her December 1, 2006 formal request, Munn-Goins e-mailed Dr. Geisen to inform her that, if granted the educational leave, she would register for three courses during the leave period in addition to preparing for and taking her comprehensive examination. <i>Id.,</i> Ex. 44. Dr. Geisen did not recall receiving this e-mail but admits that the end of the semester is a \"very busy time,\" that the e-mail may have been received, and that, if so, she \"did not read it carefully, considering the December 1 [, 2006] letter to be the formal, official request for leave.\" Geisen Aff. ¶ 10.</p>\n<p>On December 14, 2006, Munn-Goins' counsel wrote to Dr. Geisen on behalf of Munn-Goins to convey that the salary information was public, that Munn-Goins had a \"constitutionally protected right\" to disseminate the information, and that the disciplinary letter indicated a specific intent to \"violate Ms. Munn-Goins' protected rights.\" Munn-Goins Dep. Vol. I, Ex. 32. To resolve the matter, counsel asked Dr. Geisen to remove the reprimand letter from Munn-Goins' file and pay Munn-Goins the amount she had lost as a result of the discipline. <i>Id.</i></p>\n<p>In December 2006, Munn-Goins also became involved in another issue concerning her employment with BCC. To comply with eligibility rules concerning federal student financial aid, BCC must maintain accurate records regarding student course loads. Priest Aff. ¶¶ 2-3. If BCC does not, and students withdraw without the college's knowledge, BCC may then have to return Title IV funds to the federal government. <i>Id.</i> ¶ 3. With this concern in mind, BCC retained a financial aid consultant to develop and enforce a student withdrawal <span class=\"star-pagination\">*721</span> policy. <i>Id.</i> ¶ 4. The policy states that, if a student misses two consecutive weeks of the semester or twenty percent of the semester without an appropriate, documented excuse, the professor must withdraw this student from the course. <i>Id.</i> ¶ 4.</p>\n<p>In its first semester of implementation, BCC's registrar reviewed class rosters to determine faculty compliance with the new policy. The registrar sent e-mails to all faculty members who did not comply, including Munn-Goins. <i>Id.</i> ¶ 5. The registrar sent an e-mail to Munn-Goins on December 15, 2006. Munn-Goins Dep. Vol. I, Ex. 22. The registrar's e-mail addressed two students who had missed twenty percent of Munn-Goins' class but had not withdrawn. <i>Id.</i> Munn-Goins responded to the registrar's e-mail, noting that one of the students had not reached the twenty-percent level triggering the withdrawal until the day of the course exam. <i>Id.</i> at 245, Ex. 22. As for the other student, Munn-Goins informed the registrar that the student had medical issues but still wanted to complete the course. <i>Id.</i> The student told Munn-Goins that she would submit a drop form if her health did not allow her to complete the course. <i>Id.,</i> Ex. 22. Munn-Goins justified the decision not to withdraw the students, citing the discretionary language in the policy: \"[i]nstructors <i>may</i> drop students who are absent 20% or more.\" Geisen Dep., Ex. 45 (emphasis added).</p>\n<p>Despite Munn-Goins' justifications, on February 2, 2007, Dr. Geisen issued Munn-Goins a written warning regarding the failure to comply with the withdrawal policy and advised that \"continued failure to follow college policies could possibly lead to further actions or non renewal.\" Munn-Goins Dep. Vol. I, Ex. 23. Dr. Geisen issued substantively identical letters to all but one of the faculty members who were out of compliance. <i>Id.,</i> Exs. 24-29. The other recipients of these warning letters were part-time faculty members. <i>See id.</i> at 253, Exs. 24-29. Munn-Goins did not pursue a grievance in response to the warning letter.</p>\n<p>On February 22, 2007, Dr. Geisen wrote Munn-Goins a letter in response to her educational leave request stating: \"I am not go[i]ng to be able to approve your educational leave . . . . There is no provision for it and the educational leave policy clearly states that you must take this during the summer. You are a 10-month employee and your contract does not end until May 31, 2007.\" <i>Id.,</i> Ex. 17.</p>\n<p>When Munn-Goins contested the denial of her leave request, Dr. Geisen responded with an e-mail stating five reasons for the denial of her leave request:</p>\n<blockquote>1. Educational leave is given to take course(s).</blockquote>\n<blockquote>2. Your summer begins on the last day of your contract.</blockquote>\n<blockquote>3. This course has no relevance to the college in which the policy states that course(s) taken must benefit the college. Your doctorate has no relevance to computers or courses that you teach.</blockquote>\n<blockquote>4. We do not give educational leave to study for a test just to take courses.</blockquote>\n<blockquote>5. There is no documentation that your program, that you are pursuing, was ever approved by the Board of Trustees.</blockquote>\n<p><i>Id.,</i> Ex. 18.</p>\n<p>On March 15, 2007, Munn-Goins contacted Dr. Page and Dr. Geisen to protest the denial of her educational leave request. <i>See</i> Geisen Aff. ¶ 13. That same day, the three met to discuss her request and its denial. <i>See id.</i> Dr. Page explained that he denied the request because the December 1, 2006 formal proposal (the only one of which he was aware at the time he <span class=\"star-pagination\">*722</span> denied her request) did not mention that she would take courses. <i>See id.</i> When Munn-Goins explained that she would be taking courses, Dr. Page asked Munn-Goins to resubmit a formal request, and Dr. Page would reconsider. <i>See id.</i> Dr. Geisen documented the meeting, observing that Munn-Goins' December 1, 2006 request did not indicate she would take courses during the leave period, though the December 6, 2006 e-mail did. <i>See</i> Munn-Goins Dep. Vol. I, Ex. 20. On the day of the meeting, Munn-Goins sent a follow-up e-mail documenting the meeting. <i>See id.,</i> Ex. 19. Munn-Goins, however, never resubmitted a formal request.</p>\n<p>On March 23, 2007, Munn-Goins' counsel wrote Dr. Geisen and claimed that the acts of denying plaintiffs leave request and issuing the warning letter regarding the student withdrawal issue appeared to be in retaliation to counsel's December 14, 2006 letter. Munn-Goins Dep. Vol. I, Ex. 33. Counsel requested that BCC remove the May 29, 2006 reprimand letter and February 2, 2006 letter from Munn-Goins' employee file, award Munn-Goins a raise and bonus, grant her educational leave request, provide her a copy of the salary information, and ensure her 2007-08 academic year compensation was consistent with similarly situated faculty members. <i>Id.</i> Counsel concluded the letter by stating:</p>\n<blockquote>Since Ms. Munn Goins has some reasonable doubts about the possibility of continued collegial relationships with the administration at BCC . . . if we can reach a resolution of this matter, she will resign from BCC at the end of the fall/winter 2007 term upon our working out a suitable recommendation, settlement agreement and release.</blockquote>\n<p><i>Id.</i></p>\n<p>The parties were not able to arrive at a settlement. On April 30, 2007, Dr. Page called Munn-Goins to his office and gave her a letter, notifying Munn-Goins that her contract would not be renewed for the 2007-08 academic year. Munn-Goins Dep. Vol. n, at 35-36, Ex. 34. Dr. Page explained the reason for the non-renewal of Munn-Goins' contract was a \"mutual loss of confidence.\" Page Dep. 101-02; <i>see</i> Horne Dep. 49; Horne Aff. ¶ 3.</p>\n<p>In June 2007, BCC advertised the position that Munn-Goins had held. <i>See</i> Munn-Goins Dep. Vol. n, Ex. 36. In October 2007, BCC again advertised the job, and Munn-Goins applied. <i>See id.,</i> Exs. 37-39. She received no response to her application.</p>\n<p>On January 7, 2008, Munn-Goins filed suit in Bladen County Superior Court [D.E. 1-2]. Munn-Goins' complaint contains two causes of action: (1) section 1983 claims for violations of Munn-Goins' rights under the First and Fourteenth Amendments; and (2) state constitutional claims for violations of Munn-Goins' rights under Sections 1, 14, 18, and 19 of Article I of the North Carolina Constitution. Compl. ¶¶ 27-29. Munn-Goins seeks reinstatement, compensatory damages, costs, and attorney's fees. <i>See id.</i> at 5. On February 13, 2008, defendants removed the action to this court on the basis of federal-question jurisdiction [D.E. 1]. <i>See</i> 28 U.S.C. § 1331.</p>\n<p>On December 11, 2008, defendants moved for summary judgment [D.E. 15]. On January 16, 2009, plaintiff responded [D.E. 21]. In her response, plaintiff clarified that she brings her section 1983 claims against Page and Geisen in their individual capacities. <i>Id.</i> at 1, 9. She also clarified that she brings her section 1983 claims against BCC solely because she seeks reinstatement and injunctive relief. <i>See id.</i> at 2. Finally, she clarified that she brings her state constitutional claims against Page and Geisen in their official capacities. <i>Id.</i> at 1, 9. On February 2, 2009, defendants replied [D.E. 25].</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*723</span> II.</h2>\n<p>Summary judgment is appropriate when, after reviewing the record taken as a whole, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted) (emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> 550 U.S. 372, 378, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007).</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendants argue that sovereign immunity under the Eleventh Amendment bars Munn-Goins' section 1983 claim for money damages against BCC. <i>See</i> Defs.' Mem. 14-15. Plaintiff responds that she only seeks reinstatement and injunctive relief from BCC; therefore, the Eleventh Amendment does not bar her section 1983 claims against BCC. <i>See</i> Pl.'s Resp. 2. In addition, plaintiff contends that BCC's purchase of insurance waives immunity. <i>See id.</i> at 9 (citing N.C. Gen.Stat. § 115D-24).</p>\n<p>The Eleventh Amendment does not bar Munn-Goins from seeking reinstatement (<i>see</i> Compl. 5), a form of prospective injunctive relief, via her section 1983 claims against BCC. <i>See, e.g., </i><i>Will v. Mich. Dep't of State Police,</i> 491 U.S. 58, 71, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989). Further, governmental immunity does not apply to plaintiffs state constitutional claims. <i>See </i><i>Corum v. Univ. of N.C.,</i> 330 N.C. 761, 785-86, 413 S.E.2d 276, 291-92 (1992). Accordingly, the court first addresses (1) plaintiffs section 1983 claims against defendants Dr. Geisen and Dr. Page in their individual capacities and against BCC seeking prospective injunctive relief; and (2) plaintiffs state constitutional claims against defendants Geisen and Page in their official capacities and against BCC. If defendants are entitled to summary judgment on these claims, then the court need not address the interplay between the Eleventh Amendment and N.C. Gen.Stat. § 115D-24 and any possible damages award against BCC.</p>\n<p>Dr. Geisen and Dr. Page contend that qualified immunity bars plaintiffs section 1983 claim for money damages. Qualified immunity protects governmental officials performing discretionary functions against lawsuits seeking money damages from them in their individual capacities. <i>See, e.g., </i><i>Brandon v. Holt,</i> 469 U.S. 464, 472-73, 105 S.Ct. 873, 83 L.Ed.2d 878 (1985); <i>Unus v. Kane,</i> 565 F.3d 103, 123 (4th Cir.2009). Qualified immunity \"shields an officer from suit when she makes a decision that, even if constitutionally deficient, reasonably misapprehends the law [or the facts] governing the circumstances she confronted.\" <i>Brosseau v. Haugen,</i> 543 U.S. 194, 198, 125 S.Ct. 596, 160 L.Ed.2d 583 (2004); <i>see </i><i>Pearson v. Callahan,</i> ___ U.S. ___, 129 S.Ct. 808, 815, 172 L.Ed.2d 565 (2009). Qualified immunity is \"an immunity from suit rather <span class=\"star-pagination\">*724</span> than a mere defense to liability; and like an absolute immunity, it is effectively lost if a case is erroneously permitted to go to trial.\" <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 526, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985) (emphasis omitted); <i>accord </i><i>Pearson,</i> 129 S.Ct. at 815. Defendant officials have the burden of pleading and proving qualified immunity. <i>See, e.g., </i><i>Cloaninger ex rel. Estate of Cloaninger v. McDevitt,</i> 555 F.3d 324, 332 n. 10 (4th Cir.2009); <i>Wilson v. Kittoe,</i> 337 F.3d 392, 397 (4th Cir.2003).</p>\n<p>The court must ask two questions to determine whether an official is protected by qualified immunity. <i>See, e.g., </i><i>Pearson,</i> 129 S.Ct. at 818; <i>Saucier v. Katz,</i> 533 U.S. 194, 200-02, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001); <i>Unus,</i> 565 F.3d at 123; <i>Miller v. Prince George's County, Md.,</i> 475 F.3d 621, 626-27 (4th Cir.2007). First,</p>\n<blockquote>[t]aken in the light most favorable to the party asserting the injury, do the facts alleged show the officer's conduct violated a constitutional right? ... [I]f a violation could be made out on a favorable view of the parties' submissions, the next, sequential step is to ask whether the right was clearly established. This inquiry, it is vital to note, must be undertaken in light of the specific context of the case, not as a broad general proposition; and it too serves to advance understanding of the law and to allow officers to avoid the burden of trial if qualified immunity is applicable.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151; <i>see, e.g., </i><i>Miller,</i> 475 F.3d at 626-27.</p>\n<p>In <i>Pearson,</i> the Supreme Court clarified that the qualified-immunity analysis need not proceed in the sequence set forth in <i>Saucier,</i> and that \"[t]he judges of the district courts and the courts of appeals [may] exercise their sound discretion in deciding which of the two prongs ... should be addressed first in light of the circumstances in the particular case at hand.\" 129 S.Ct. at 818. Thus, defendants are entitled to summary judgment on qualified immunity grounds if the answer to either question in the two-prong analysis is \"no.\" <i>See, e.g., </i><i>Miller,</i> 475 F.3d at 627.</p>\n<p>As for the \"clearly established right\" prong,</p>\n<blockquote>the right the official is alleged to have violated ... must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. The relevant, dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 202, 121 S.Ct. 2151 (quotations and citations omitted); <i>see, e.g., </i><i>Cloaninger,</i> 555 F.3d at 331. The right is defined \"at a high level of particularity.\" <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 250-51 (4th Cir.1999). In <i>Wilson v. Layne,</i> 141 F.3d 111 (4th Cir.1998), <i>aff'd,</i> 526 U.S. 603, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999), the Fourth Circuit held that for a plaintiff to prevail over the defense of qualified immunity, the right at issue must have been \"authoritatively decided by the Supreme Court, the appropriate United States Court of Appeals, or the highest court of the state.\" 141 F.3d at 114 (quotation omitted). When the Supreme Court affirmed the Fourth Circuit's decision in <i>Wilson,</i> it observed that plaintiffs \"have not brought to our attention any cases of controlling authority in their jurisdiction at the time of the incident which clearly established the rule on which they seek to rely, nor have they identified a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" 526 U.S. at 617, 119 S.Ct. 1692.</p>\n<p><span class=\"star-pagination\">*725</span> In most cases, the qualified immunity analysis does not require factual findings, because the inquiry is a \"purely legal one: whether the facts alleged ... support a claim of violation of clearly established law.\" <i>Mitchell,</i> 472 U.S. at 528 n. 9, 105 S.Ct. 2806. When asserting qualified immunity at the summary judgment stage, however, a defendant may challenge the adequacy of the evidence to support the complaint's allegations. <i>See </i><i>Cloaninger,</i> 555 F.3d at 331. In this situation, a defendant is entitled to summary judgment if the record does not create a genuine issue of material fact as to whether the defendant committed the acts alleged in the complaint. <i>See </i><i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. 2806; <i>Cloaninger,</i> 555 F.3d at 331.</p>\n<p></p>\n<h2>A.</h2>\n<p>Defendants argue that plaintiffs copying and distribution of the salary information is not speech or activity protected under the First Amendment; therefore, defendants' conduct did not violate the First Amendment, and plaintiffs First Amendment claim fails. Alternatively, defendants argue that no evidence indicates that this allegedly protected speech or activity was a motivating factor in the alleged adverse employment actions against Munn-Goins.</p>\n<p>\"It is clearly established that a State may not discharge an employee on a basis that infringes that employee's constitutionally protected interest in freedom of speech.\" <i>Rankin v. McPherson,</i> 483 U.S. 378, 383, 107 S.Ct. 2891, 97 L.Ed.2d 315 (1987); <i>Connick v. Myers,</i> 461 U.S. 138, 142, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983). Moreover, expressive conduct may constitute speech for purposes of the First Amendment. <i>See, e.g., </i><i>Texas v. Johnson,</i> 491 U.S. 397, 404, 109 S.Ct. 2533, 105 L.Ed.2d 342 (1989); <i>Willis v. Town of Marshall,</i> 426 F.3d 251, 257 (4th Cir.2005).</p>\n<p>To establish a free-speech claim under the First Amendment, plaintiff must establish (1) that the speech or activity complained of was protected speech or activity, and (2) that this protected speech or activity was the \"motivating\" or \"but for\" cause of the adverse employment action taken against the plaintiff. <i>See, e.g., </i><i>Wilkie v. Robbins,</i> 551 U.S. 537, 556, 127 S.Ct. 2588, 168 L.Ed.2d 389 (2007); <i>Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977); <i>McVey v. Stacy,</i> 157 F.3d 271, 277-78 (4th Cir.1998). In determining whether a state employer's adverse employment action violates the employee's First Amendment rights, the court \"must balance the employee's interest `as a citizen, in commenting upon matters of public concern and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.'\" <i>Campbell v. Galloway,</i> 483 F.3d 258, 266 (4th Cir. 2007) (quoting <i>Connick,</i> 461 U.S. at 142, 103 S.Ct. 1684); <i>see </i><i>Pickering v. Bd. of Educ.,</i> 391 U.S. 563, 568, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968); <i>McVey,</i> 157 F.3d at 277-78.</p>\n<p>In balancing these competing interests, the court first determines whether the speech or activity at issue may be \"fairly characterized as constituting speech on a matter of public concern.\" <i>Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684; <i>see </i><i>Campbell,</i> 483 F.3d at 266. \"If the speech does involve a matter of public concern, then [the court] must determine whether the employee's First Amendment interest `outweighs the public employer's interest in what the employer has determined to be the appropriate operation of the workplace.' \" <i>Campbell,</i> 483 F.3d at 266 (quoting <i>Urofsky v. Gilmore,</i> 216 F.3d 401, 406 (4th Cir.2000) (en banc)); <i>see </i><i>Stroman v. Colleton County Sch. Dist.,</i> 981 F.2d 152, 156 (4th Cir.1992).</p>\n<p><span class=\"star-pagination\">*726</span> Whether speech or activity involves a matter of public concern is a question of law. <i>See, e.g., </i><i>Edwards,</i> 178 F.3d at 246. \"Speech involves a matter of public concern when it involves an issue of social, political, or other interest to a community.\" <i>Kirby v. City of Elizabeth City,</i> 388 F.3d 440, 446 (4th Cir.2004); <i>see </i><i>Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684. \"Personal grievances, complaints about conditions of employment, or expressions about other matters of personal interest do not constitute speech about matters of public concern that are protected by the First Amendment, but are matters more immediately concerned with the self-interest of the speaker as employee.\" <i>Stroman,</i> 981 F.2d at 156. In determining whether an employee's speech or activity addresses a matter of public concern, the court must consider \"the content, form, and context of a given statement, as revealed by the whole record.\" <i>Connick,</i> 461 U.S. at 147-48, 103 S.Ct. 1684.</p>\n<p>If the court determines that the activity or speech does not involve a matter of public concern, the First Amendment analysis ends and plaintiff loses. <i>See, e.g., </i><i>Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684; <i>Edwards,</i> 178 F.3d at 246. However, if the court determines that the activity or speech does involve a matter of public concern, then the court must consider the government's interest. <i>See </i><i>Connick,</i> 461 U.S. at 151-54, 103 S.Ct. 1684. In the public employment context, a public employer \"may impose restraints on the job-related speech of public employees that would be plainly unconstitutional if applied to the public at large.\" <i>United States v. Nat'l Treasury Employees Union,</i> 513 U.S. 454, 465, 115 S.Ct. 1003, 130 L.Ed.2d 964 (1995). When the government functions \"[a]s an employer, the government is entitled to maintain discipline and ensure harmony as necessary to the operation and mission of its agencies.\" <i>McVey,</i> 157 F.3d at 277. After all, the \"First Amendment does not require a public office to be run as a roundtable for employee complaints over internal office affairs.\" <i>Connick,</i> 461 U.S. at 149, 103 S.Ct. 1684.</p>\n<p>Initially, the court addresses whether plaintiffs activity in requesting and distributing the salary information involved a matter of public concern. In doing so, the court assumes (without deciding) that the activity was expressive conduct. Thus, the court examines the content, form, and context of plaintiffs activity.</p>\n<p>As to the content of plaintiffs activity, her distribution of the salary information, without further comment, did not promote any \"issue of social, political, or other interest to a community.\" <i>Kirby,</i> 388 F.3d at 446. As to the form of her communication, the fact that she only shared the information with other BCC colleagues and potentially some friends seeking employment with BCC is telling. <i>See</i> Munn-Goins Dep. Vol. 1, at 133-35. Although \"[t]he private nature of the statement does not . . . vitiate the status of the statement as addressing a matter of public concern,\" <i>Rankin,</i> 483 U.S. at 387 n. 11, 107 S.Ct. 2891, no evidence suggests any purpose for Munn-Goins distributing the information consistent with her role as citizen. If her intent was to protest any inequity on the part of BCC and seek a policy change, the form of her actions would not have been limited to other employees and job-seeking friends. As to context, Munn-Goins' stated reason for requesting the information was \"personal\" to give her friends an estimate of how much they could expect to make if employed by BCC. <i>See</i> Munn-Goins Dep. Vol. I, at 140-41. Such private or personal interests are not matters of public concern. <i>See, e.g., </i><i>Connick,</i> 461 U.S. at 148, 103 S.Ct. 1684. Further, to the extent that <span class=\"star-pagination\">*727</span> Munn-Goins acted to protest her own pay, a public employee's expression of grievances concerning her own employment is not a matter of public concern. <i>See, e.g., id.</i> at 148, 154, 103 S.Ct. 1684; <i>Stroman,</i> 981 F.2d at 156; <i>Piver v. Pender County Bd. of Educ.,</i> 835 F.2d 1076, 1080 (4th Cir.1987). Thus, all three factorscontent, form, and contextweigh against a finding that Munn-Goins' activity involved a matter of public concern.</p>\n<p>In considering this case, the Eighth Circuit's analysis in <i>Koehn v. Indian Hills Community College,</i> 371 F.3d 394 (8th Cir. 2004), is instructive. In <i>Koehn,</i> the Eighth Circuit held that a community college employee failed to establish a First Amendment claim for the distribution of salary information to colleagues when the employee \"was speaking solely as an employeeand not as a concerned taxpayer.\" 371 F.3d at 396 (quotation omitted). Like the employee in <i>Koehn,</i> Munn-Goins \"did not question the salaries as a misuse of public funds, call for reforms in the method of determining salaries, or otherwise voice any criticisms or concerns about the published salaries.\" <i>Id.</i> Indeed, Munn-Goins denies making the only criticism to the salaries available in the recordthe words \"UNFAIR!\" and \"INEQUITY IS AMAZING!\" written on the copies. <i>See</i> Munn-Goins Dep. Vol. I, at 158, 172-74.</p>\n<p>In support of her First Amendment claim, Munn-Goins contends that the facts in <i>Mt. Healthy City School District Board of Education v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977), are \"very similar\" to this case. Pl.'s Resp. 10. In <i>Doyle,</i> a public school board terminated a teacher after the teacher sent a copy of the school board's policy regarding teacher dress code to a radio station. <i>Doyle,</i> 429 U.S. at 282-83, 97 S.Ct. 568. Although the Supreme Court found that this communication to the media implicated a free-speech interest within the First Amendment's purview, the court vacated the Sixth Circuit's judgment affirming the district court's decision, which found in favor of the teacher, because the district and appellate courts did not engage in the appropriate qualified-immunity balancing test. <i>Id.</i> at 284, 287, 97 S.Ct. 568.</p>\n<p><i>Doyle</i> does not help Munn-Goins. First, simply giving information to the media does not necessarily qualify as speaking on a matter of public concern. Second, unlike the plaintiff in <i>Doyle.</i> Munn-Goins did not share any information with the media. Rather, her communication was limited to her colleagues and, possibly, her friends.</p>\n<p>Munn-Goins also argues that N.C. Gen.Stat. § 115D-28 confers a per se \"public concern\" status on the distribution of salary information because \"any person who is denied access to the information may compel compliance by obtaining judicial relief.\" Pl.'s Resp. 10. The text of section 115D-28, however, only makes the information publicly accessible; it does not make the distribution of such information a \"matter of public concern.\"<sup>[2]</sup> For <span class=\"star-pagination\">*728</span> example, the remedies in section 115D-28 only address a college's denial of access to the information. The statute does not address attempts to limit the distribution of the salary information. Moreover, a finding that section 115D-28 confers per se \"public concern\" status would make any distribution of publicly available information a matter of public concern. Thus, for example, if a person sought and obtained records pursuant to the North Carolina Public Records Act and distributed such records, the person would per se be speaking on a matter of public concern. <i>See</i> N.C. Gen.Stat. §§ 132-1 to -10: <i>cf. </i><i>Gannett Pac. Corp. v. N.C. State Bureau of Investigation,</i> 164 N.C.App. 154, 156-61, 595 S.E.2d 162, 163-66 (2004) (discussing North Carolina Public Records Act). However, simply because a public employee distributes publicly available information does not mean that such information is <i>per se</i> a matter of public concern. <i>See, e.g., </i><i>Koehn,</i> 371 F.3d at 396-97. Thus, the court rejects plaintiff's argument concerning section 115D-28.</p>\n<p>Because Munn-Goins' activity did not involve a matter of public concern, her First Amendment claim fails. <i>See, e.g., </i><i>Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684; <i>Edwards,</i> 178 F.3d at 246. Thus, the court need not balance the government's interest in maintaining discipline and ensuring harmony or determine whether BCC imposed a reasonable limitation on this activity. Additionally, because Munn-Goins' activity is not protected, the court need not address whether this activity was a motivating or but-for factor in the alleged adverse employment actions. <i>See, e.g., </i><i>Dwyer v. Smith,</i> 867 F.2d 184, 193-94 (4th Cir.1989).</p>\n<p>Alternatively, even if the court were to find that Munn-Goins' activity deserved First Amendment protection, qualified immunity would still protect Dr. Geisen and Dr. Page. <i>See </i><i>Pike v. Osborne,</i> 301 F.3d 182, 185 (4th Cir.2002) (\"Only infrequently will it be `clearly established' that a public employee's speech on a matter of public concern is constitutionally protected, because the relevant inquiry requires a `particularized balancing' that is subtle, yet difficult to apply, and not yet well defined.\" (quotation omitted)). Munn-Goins has not \"brought to [the court's] attention any cases of controlling authority in [her] jurisdiction at the time of the incident which clearly established the rule on which [she] seek[s] to rely, nor [has she] identified a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" <i>Wilson,</i> 526 U.S. at 617, 119 S.Ct. 1692. Accordingly, the court grants summary judgment to defendants on plaintiff's First Amendment claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendants argue that Munn-Goins' substantive due-process claim essentially restates her First Amendment claim and that, because the First Amendment claim fails, the substantive due process claim fails as well. Plaintiff basically acknowledges that her substantive due-process claim and her First Amendment claim are one and the same. <i>See</i> Pl.'s Resp. 12.</p>\n<p>\"Because the First Amendment provides an explicit textual source of constitutional protection against the particular sort of <span class=\"star-pagination\">*729</span> government behavior of which [plaintiff] complains in [her] substantive due-process claim, the First Amendment, not the more generalized notion of substantive due process, must be the guide for analyzing [her] claim.\" <i>Edwards,</i> 178 F.3d at 248 n. 11 (quotations omitted). In light of the court's rejection of plaintiffs First Amendment claim, the court also grants summary judgment to defendants on plaintiffs substantive due-process claim.<sup>[3]</sup></p>\n<p></p>\n<h2>C.</h2>\n<p>Next, defendants contend that Munn-Goins' equal-protection claim fails because it is a restatement of her First Amendment claim and because the Supreme Court has barred \"class of one\" claims in the context of public employment. <i>See </i><i>Engquist v. Or. Dep't of Agric.,</i> ___ U.S. ___, 128 S.Ct. 2146, 2155, 170 L.Ed.2d 975 (2008). In <i>Engquist,</i> plaintiff brought a \"class of one\" claim against defendants, alleging that she was terminated for \"arbitrary, vindictive, and malicious reasons.\" <i>Id.</i> at 2149. The Supreme Court observed that the \"class of one theory of equal protectionwhich presupposes that like individuals should be treated alike, and that to treat them differently is to classify them in a way that must survive at least rationality reviewis simply a poor fit in the public employment context.\" <i>Id.</i> at 2155. Because \"government agencies are charged by law with doing particular tasks [and] hire employees who can perform those tasks as effectively and efficiently as possible,\" the Court reasoned that \"allowing a challenge based on the arbitrary singling out of a particular person would undermine the very discretion that ... state officials are entrusted to exercise.\" <i>Id.</i> at 2151, 2154. Accordingly, the Court held that the class of one theory of equal protection does not apply in the public employment context. <i>Id.</i> at 2156.</p>\n<p>Munn-Goins alleges that her discipline and non-renewal were arbitrary and capricious under a class of one theory of discrimination. <i>See</i> Pl.'s Resp. 14. Following <i>Engquist,</i> \"the Equal Protection Clause [is not] implicated in the specific circumstance where, as here, government employers are alleged to have made an individualized, subjective personnel decision in a seemingly arbitrary or irrational manner.\" 128 S.Ct. at 2155. Accordingly, the court grants summary judgment to defendants on plaintiffs equal-protection claim.</p>\n<p></p>\n<h2>D.</h2>\n<p>Finally, defendants seek summary judgment concerning plaintiffs section 1983 retaliation claim. Defendants contend that Munn-Goins' retaliation claim fails because she has not engaged in a constitutionally protected activity and she has not offered any evidence suggesting a causal connection between the alleged protected activity and the alleged adverse employment actions.</p>\n<p>To establish a section 1983 retaliation claim, a plaintiff must establish three elements:</p>\n<blockquote>First, the plaintiff must demonstrate that his or her [activity] was protected. Second, the plaintiff must demonstrate that the defendant's alleged retaliatory action adversely affected the plaintiffs constitutionally protected [activity]. Third, the plaintiff must demonstrate that a causal relationship exists between its [activity] and the defendant's retaliatory action.</blockquote>\n<p><span class=\"star-pagination\">*730</span> <i>Suarez Corp. Indus. v. McGraw,</i> 202 F.3d 676, 685-86 (4th Cir.2000) (citations omitted). Put differently, \"[a] retaliation claim under 42 U.S.C. § 1983 must establish that the government responded to the plaintiff's constitutionally protected activity with conduct or speech that would chill or adversely affect his protected activity.\" <i>Baltimore Sun Co. v. Ehrlich,</i> 437 F.3d 410, 416 (4th Cir.2006).</p>\n<p>For the reasons discussed in analyzing the merits of plaintiff's First Amendment claim, Munn-Goins' activity in obtaining and distributing the salary information was not protected by the First Amendment. Thus, that aspect of her section 1983 retaliation claim fails.</p>\n<p>As for plaintiffs suggestion that defendants' alleged adverse employment actions were in retaliation for her retention of counsel and for counsel's letters to Dr. Geisen, that claim also fails. First, assuming, without deciding, that Munn-Goins' retention of counsel and counsel's letters were protected activity, Munn-Goins fails to offer any evidence demonstrating a causal connection between her counsel's conduct and the alleged adverse employment actions. Notably, defendants offer legitimate, nonretaliatory explanations for initially denying her educational leave request and issuing her a warning letter concerning the student withdrawal policy. As for the non-renewal of her contract, defendants admit that counsel's March 23, 2007 letter to Dr. Geisen, counsel's assessment that Munn-Goins had \"some reasonable doubts about the possibility of continued collegial relationships with the administration at BCC,\" and Munn-Goins' offer to resign in the middle of her contract influenced their decision not to renew Munn-Goins' contract. Dr. Page explained that BCC did not retain Munn-Goins due to a \"mutual loss of confidence.\" Page Dep. 101-02; <i>see</i> Horne Dep. 49; Horne Aff. ¶ 3. BCC's explanation is consistent with the evidence in the record, and Munn-Goins has offered no evidence of pretext. Simply because Munn-Goins retained counsel and counsel communicated with BCC regarding a settlement did not mean BCC lost its right not to renew her contract. Thus, Munn-Goins' retaliation claim fails.<sup>[4]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>Next, the court addresses plaintiffs claims under the North Carolina Constitution. A person may bring a direct claim under the North Carolina Constitution if no other adequate state remedy exists. <i>See </i><i>Corum,</i> 330 N.C. at 782, 413 S.E.2d at 289. In her complaint, Munn-Goins alleges violations of Sections 1, 14, 18, and 19 of Article I of the North Carolina Constitution. Compl. ¶¶ 27-29. Defendants respond that plaintiff's state constitutional claims rise and fall with their federal counterparts. Munn-Goins replies that her protection under the North Carolina Constitution is more extensive.</p>\n<p></p>\n<h2>A.</h2>\n<p>The standards for free-speech claims under the North Carolina Constitution are substantially identical to those for free-speech claims under the federal constitution. <i>See, e.g., </i><i>Sheaffer v. County of Chatham,</i> 337 F.Supp.2d 709, 729-30 (M.D.N.C.2004); <i>DeWitt v. Mecklenburg County,</i> 73 F.Supp.2d 589, 605 n. 11 (W.D.N.C.1999); <i>State v. Petersilie,</i> 334 N.C. 169, 184, 432 S.E.2d 832, 841 (1993); <i>Evans v. Cowan,</i> 132 N.C.App. 1, 9, 510 <span class=\"star-pagination\">*731</span> S.E.2d 170, 175-76 (1999); <i>Lenzer v. Flaherty,</i> 106 N.C.App. 496, 515, 418 S.E.2d 276, 287-88 (1992). In particular, North Carolina courts apply the <i>Connick</i> standard requiring the speech or activity address a matter of public concern for protection under Section 14. <i>See </i><i>Evans,</i> 132 N.C.App. at 9, 510 S.E.2d at 175-76 (\"The test is whether the employee was speaking as a citizen about matters of public concern, or as an employee on matters of personal interest.\"). Thus, for the same reason that Munn-Goins' First Amendment claim fails, her Section 14 claim also fails.</p>\n<p></p>\n<h2>B.</h2>\n<p>As for plaintiffs substantive due process claim under Section 19, the North Carolina Supreme Court interprets the Fourteenth Amendment to the United States Constitution and Article I, Section 19 of the North Carolina Constitution (North Carolina's \"law of the land\" clause) coterminously. <i>See, e.g., </i><i>Tri-County Paving, Inc. v. Ashe County,</i> 281 F.3d 430, 436 n. 6 (4th Cir.2002); <i>Frye v. Brunswick County Bd. of Educ.,</i> 612 F.Supp.2d 694, 705 (E.D.N.C.2009); <i>State v. Bryant,</i> 359 N.C. 554, 563, 614 S.E.2d 479, 485 (2005); <i>Rhyne v. K-Mart Corp.,</i> 358 N.C. 160, 180, 594 S.E.2d 1, 15 (2004); <i>In re Moore,</i> 289 N.C. 95, 98, 221 S.E.2d 307, 309 (1976). Accordingly, for the reasons stated earlier, this claim fails.</p>\n<p>As for plaintiff's equal-protection claim under Section 19, Munn-Goins argues that North Carolina courts have not yet adopted the holding of <i>Engquist.</i> She then cites certain language in <i>Corum</i> and predicts that the North Carolina Supreme Court will reject <i>Engquist</i> and recognize a class of one claim in the public employment context.</p>\n<p>Although the North Carolina Court of Appeals has recognized a class of one theory under the law of the land clause, it did so only after stating the coterminous relationship between the federal equal protection clause and North Carolina's law of the land clause. <i>See, e.g., </i><i>MW Clearing &amp; Grading, Inc. v. N.C. Dep't of Env't &amp; Natural Res.,</i> 171 N.C.App. 170, 179, 614 S.E.2d 568, 575 (2005), <i>rev'd in part </i><i>on other grounds,</i> 360 N.C. 392, 628 S.E.2d 379 (2006) (per curiam). Moreover, the North Carolina Court of Appeals has not considered the class of one theory post<i>Engquist.</i> Further, and more importantly, the North Carolina Supreme Court has never explicitly recognized a class of one claim. Thus, this court must predict how the North Carolina Supreme Court would rule on the issue if presented with it. <i>See, e.g., </i><i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.,</i> 433 F.3d 365, 369 (4th Cir.2005); <i>Private Mortgage Inv. Servs., Inc. v. Hotel &amp; Club Assocs., Inc.,</i> 296 F.3d 308, 312 (4th Cir. 2002).</p>\n<p>Given that North Carolina courts have read Section 19 coterminously with the Fourteenth Amendment, nothing suggests that the North Carolina Supreme Court would deviate from this path and reject <i>Engquist.</i> Further, the rationale behind <i>Engquist</i>that governmental officials be afforded the discretion to hire, discipline, and fire employees to fulfill the mission of the state agencyapplies with equal force in the state constitutional setting. Accordingly, the court predicts that, if presented with the issue, the North Carolina Supreme Court would adopt <i>Engquist.</i> Thus, plaintiffs state equal-protection claim fails.</p>\n<p></p>\n<h2>C.</h2>\n<p>Article I, Section 1 of the North Carolina Constitution provides that \"all persons are created equal; that they are endowed by their Creator with certain inalienable rights; that among these are life, <span class=\"star-pagination\">*732</span> liberty, the enjoyment of the fruits of their own labor, and the pursuit of happiness.\" N.C. Const. art. I, § 1. Generally, the provision protects \"the right of the individual to be free to enjoy the faculties with which he has been endowed by his Creator, to live and work where he will, to earn his livelihood by any lawful calling, and to pursue any legitimate business, trade or vocation.\" <i>State v. Warren,</i> 252 N.C. 690, 693, 114 S.E.2d 660, 663 (1960); <i>N.C. Real Estate Licensing Bd. v. Aikens,</i> 31 N.C.App. 8, 12-13, 228 S.E.2d 493, 496 (1976). Section 1, however, does not create a constitutionally protected interest in a particular job. <i>See, e.g., </i><i>Peele v. Provident Mut. Life Ins. Co.,</i> 90 N.C.App. 447, 451, 368 S.E.2d 892, 894-95 (1988). Thus, plaintiffs Section 1 claim fails.</p>\n<p></p>\n<h2>D.</h2>\n<p>Article I, Section 18 of the North Carolina Constitution provides that \"[a]ll courts shall be open; every person for an injury done him in his lands, goods, person, or reputation shall have remedy by due course of law; and right and justice shall be administered without favor, denial, or delay.\" N.C. Const. art. I, § 18. Munn-Goins argues that \"Article I, Section 18, the open court provision, protects the citizen's right to have legal redress through the courts. Effective legal redress includes the right to seek counsel and pursue effective remedies.\" Pl.'s Resp. 15.</p>\n<p>Assuming Munn-Goins states a separate claim under Section 18, Munn-Goins does not cite any North Carolina cases recognizing a right to seek counsel under Section 18. Moreover, this court has not found any authority in North Carolina recognizing such a \"right to seek counsel and pursue effective remedies.\" <i>Id.</i> Indeed, precedent from the North Carolina Court of Appeals appears to the contrary. <i>See </i><i>Teleflex Info. Sys., Inc. v. Arnold,</i> 132 N.C.App. 689, 693, 513 S.E.2d 85, 88 (1999).</p>\n<p>Here, Munn-Goins did seek a judicial remedy in a court of law. Indeed, she filed an action in Bladen County Superior Court. As to her contention that Section 18 includes a \"right to seek counsel and pursue effective remedies,\" no North Carolina appellate court has ever extended Section 18 to encompass such a right, and this court does not predict that the North Carolina Supreme Court would interpret Section 18 to include such a right. <i>See </i><i>Twin City Fire Ins. Co.,</i> 433 F.3d at 369. Accordingly, plaintiff's Section 18 claim fails.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons discussed above, the court GRANTS defendants' motion for summary judgment [D.E. 15]. The Clerk of Court is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  On April 11, 2009, Dr. Geisen (apparently) died. See Bladen Community College, <i>Dr. Kathryn Holloway Geisen,</i> The Eagle, April 2009, at 2, <i>available at</i> http://www.bladencc. edu/ Eagle/0409/page2.html (last visited Sept. 17, 2009). No party notified the court of her death or filed a motion under Rule 25 of the Federal Rules of Civil Procedure.</p>\n<p>[2]  Section 115D-28 provides in full:\n</p>\n<p>Each board of trustees shall maintain a record of each of its employees, showing the following information with respect to each employee: name, age, date of original employment or appointment, the terms of any contract by which the employee is employed whether written or oral, past and current, to the extent that the board has the written contract or a record of the oral contract in its possession, current position, title, current salary, date and amount of most recent increase or decrease in salary, date of most recent promotion, demotion, transfer, suspension, separation, or other change in position classification, and the office or station to which the employee is currently assigned. For the purposes of this section, the term \"salary\" includes pay, benefits, incentives, bonuses, and deferred and all other forms of compensation paid by the employing entity. Subject only to rules and regulations for the safekeeping of records adopted by the board of trustees, every person having custody of the records shall permit them to be inspected and examined and copies made by any person during regular business hours. Any person who is denied access to any record for the purpose of inspecting, examining or copying the record shall have a right to compel compliance with the provisions of this section by application to a court of competent jurisdiction for a writ of mandamus or other appropriate relief.</p>\n<p>N.C. Gen.Stat. § 115D-28.</p>\n<p>[3]  In light of this disposition, the court need not address whether plaintiff had a property interest subject to protection. <i>See, e.g., </i><i>Bishop v. Wood,</i> 426 U.S. 341, 344, 96 S.Ct. 2074, 48 L.Ed.2d 684 (1976); <i>Sylvia Dev. Corp. v. Calvert County, Md.,</i> 48 F.3d 810, 827 (4th Cir.1995).</p>\n<p>[4]  In light of this disposition, the court need not address whether each of the following activities constitutes adverse employment action: the May 2006 discipline letter, the February 2007 warning letter, the denial of the educational leave request, and the non-renewal of plaintiff's contract.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">658</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">713</span></span> (2009)</b></center>\n<center><h1>Ophelia MUNN-GOINS, Plaintiff,<br>\nv.<br>\nBOARD OF TRUSTEES OF BLADEN COMMUNITY COLLEGE, et al., Defendants.</h1></center>\n<center>No. 7.08-CV-21-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 17, 2009.</center>\n<p><span class=\"star-pagination\">*717</span> John W. Gresham, Ferguson, Stein, Chambers, Gresham &amp; Sumter, P.A., Charlotte, NC, for Plaintiff.</p>\n<p>Kenneth P. Carlson, Jr., Robin E. Shea, William J. McMahon, IV, Constangy Brooks &amp; Smith, LLC, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Ophelia Munn-Goins (\"Munn-Goins\" or \"plaintiff\") alleges that Bladen Community College (\"BCC\"), its President, and its Vice-President of Curriculum and Instruction (collectively \"defendants\") discriminated against her in violation of federal and state law. Specifically, Munn-Goins contends that defendants violated her rights under the First and Fourteenth Amendments to the United States Constitution and her rights under Sections 1, 14, 18, and 19 of Article I of the North Carolina Constitution. The dispute centers around BCC's decision not to renew plaintiff's contract to serve as a full-time instructor for the 2007-08 academic year and certain alleged adverse employment actions that preceded the non-renewal.</p>\n<p>Defendants seek summary judgment [D.E. 15], which plaintiff opposes [D.E. 21]. As explained below, the court grant defendants' motion for summary judgment [D.E. 15].</p>\n<p></p>\n<h2>I.</h2>\n<p>Munn-Goins is a retired Lieutenant Colonel in the United States Army. <i>See</i> Munn-Goins Dep. Vol. I, at 22-23. After retiring from the United States Army in 2002, Munn-Goins became an instructor at BCC. <i>Id.</i> at 64-66, 70-71. BCC is part of the North Carolina Community College System.</p>\n<p>At the time of the events alleged in the complaint, Dr. Darrell Page (\"Dr. Page\") <span class=\"star-pagination\">*718</span> was President of BCC. Compl. ¶ 6; Am. Answer ¶ 6. Beginning in 2004, Dr. Kathryn Geisen (\"Dr. Geisen\") was the Vice-President of Curriculum and Instruction for BCC. Geisen Aff. ¶ 1; <i>see</i> Geisen Dep. 17.<sup>[1]</sup> Dr. Sherry Garner, Dr. Geisen's predecessor, hired Munn-Goins as apart-time instructor for a computer science course offered in the Spring 2002 term. Munn-Goins Dep. Vol. I, at 65-67. Munn-Goins became a full-time instructor in the Fall 2002 term. <i>Id.</i> at 70-71. As a full-time instructor, Munn-Goins worked pursuant to a year-to-year contract and was not tenured or on a tenure track. <i>Id.</i> at 74. For example, Munn-Goins' contract for the 2006-07 academic year stated:</p>\n<blockquote>The employer assumes no obligation whatsoever to continue the employee's employment beyond the expiration date of this contract. The employer shall, at least thirty (30) days prior to the expiration date of this contract, advise the employee, in writing, as to its intent to reemploy or not reemploy the individual upon expiration of this contract.</blockquote>\n<p><i>Id.,</i> Ex. 2.</p>\n<p>In 2002, Munn-Goins requested the current salary of each BCC employee and the date and amount of each employee's most recent salary adjustment. Munn-Goins Dep. Vol. I, at 130. Section 115D-28 of the North Carolina General Statutes permits any individual to request and inspect this salary information of community college employees. <i>See</i> N.C. Gen.Stat. § 115D-28; Geisen Dep. 17. Each year, Munn-Goins would request this salary information from Rosemary Crumb, a clerk in the BCC Human Resources office. Munn-Goins Dep. Vol. I, at 130-35. After Munn-Goins paid a nominal copying charge, Crumb would deliver copies of the records to Munn-Goins. <i>Id.</i> at 132-33. Munn-Goins would then share this information with some fellow faculty members in her department. <i>Id.</i> at 133-35. In 2003 and 2004, Munn-Goins received and shared the pay information without incident. <i>Id.</i> at 135.</p>\n<p>By February 2006, Crumb no longer worked at BCC. <i>See id.</i> at 135-36. Therefore, in February 2006, Munn-Goins requested the salary information from Tiina Mundy (\"Mundy\"), BCC's Director of Human Resources. Munn-Goins Dep. Vol. I, at 137-38, Ex. 5. Mundy relayed Munn-Goins' request to Lloyd Home (\"Home\"), BCC's Executive Vice-President and Chief Financial Officer. <i>Id.</i> at 139; <i>see</i> Home Dep. 6-7. Home informed Mundy that Munn-Goins needed to ask Dr. Page for the information. Munn-Goins Dep. Vol. I, at 139-40.</p>\n<p>Munn-Goins then approached Dr. Page and asked for the information. <i>Id.</i> at 140. Dr. Page asked Munn-Goins why she wanted the information. <i>Id.</i> at 140-41. Munn-Goins explained that she sought the salary information for \"personal reasons\" and then told Dr. Page that she had friends who were applying for jobs with BCC and wanted to give them a \"ballpark\" estimate of what they could expect to earn if they worked at BCC. <i>Id.</i> at 140-41; 147-51. Page approved Munn-Goins' request, and in April 2006, Home provided Munn-Goins with the individually identifiable salary information for BCC faculty and staff. <i>Id.</i> at 141, Ex. 31, at 1.</p>\n<p>In the late afternoon on April 26, 2006, Munn-Goins made copies of the salary information and gave copies to fellow faculty members, Lee Anne Bryan (\"Bryan\"), Felisa Williams (\"Williams\"), and Kenneth <span class=\"star-pagination\">*719</span> Oxendine (\"Oxendine\"). <i>Id.</i> at 153-55; <i>see id.</i> at 160-61, Ex. 31, at 1. Williams, in turn, made a copy of the salary information and gave it to another faculty member, Ella Jo Sellers (\"Sellers\"). <i>Id.</i> at 154, 157. Apparently, Sellers left the copy on her desk. <i>Id.,</i> Ex. 31, at 2.</p>\n<p>Around 4:45 p.m. on April 26, 2006, Sondra Guyton, then Interim Vice-President of Continuing Education, informed Dr. Geisen that someone had left copies of the salary information in faculty mailboxes with \"UNFAIR!\" and \"INEQUITY IS AMAZING!\" scrawled on the copies. Geisen Dep. 20, 32-33; Geisen Aff. ¶ 3; <i>see</i> Munn-Goins Dep. Vol. I, Ex. 6; Munn-Goins Dep. Vol. II, Ex. 30. Dr. Geisen promised to investigate and immediately instructed a staff member to remove the remaining copies of the salary information from the mailboxes. <i>See</i> Geisen Dep. 33; Geisen Aff. ¶ 3.</p>\n<p>On April 27, 2006, at least twenty-five faculty members approached Dr. Geisen to complain about the distribution of the salary information. Geisen Dep. 49-50; Geisen Aff. ¶ 5. Later that afternoon, Dr. Geisen held a personnel meeting to explain to her employees that the salary information was a matter of public record but that the manner of distribution was inappropriate. Geisen Dep. 48-49; Geisen Aff. ¶ 5. When the salary information was distributed, no formal policy prohibited the distribution of salary information. Geisen Dep. 48-49, 64-67. What Dr. Geisen deemed inappropriate about the incident was that someone had manipulated the salary information and written comments on it before distributing it to college employees. <i>See id.</i> at 66-67; <i>see</i> Geisen Aff. ¶ 5. Munn-Goins did not learn of the comments written on the salary information copies until this meeting. <i>See</i> Munn-Goins Dep. Vol. I, at 172, 174.</p>\n<p>After the meeting, Dr. Geisen contacted Dr. Page and Horne and formed a committee to investigate the incident. Geisen Aff. ¶¶ 4, 6. On May 1, 2006, the committee interviewed Munn-Goins, Bryan, Williams, Oxendine, and Sellers. <i>Id.</i> ¶ 6; <i>see</i> Geisen Dep. 52-56. During the investigation, Munn-Goins acknowledged that she had obtained the salary information and had given it to her colleagues, but she denied placing the copies in the faculty mailboxes. Munn-Goins Dep. Vol. I, at 186-88, Ex. 31. Bryan, Williams, Oxendine, and Sellers confirmed that they had received the salary information from Munn-Goins. <i>Id.,</i> Ex. 31. Williams and Sellers also stated that they had not secured their copies. <i>Id.</i> No one admitted to putting the salary information into the mailboxes. <i>See id.;</i> Geisen Dep. 74, 88.</p>\n<p>At the conclusion of the investigation, on May 29, 2006, Dr. Geisen reprimanded Munn-Goins for providing the salary information to her four colleagues, which \"whether by design or not, contributed to the widespread circulation\" of the information. Munn-Goins Dep. Vol. I, Ex. 7; <i>see</i> Geisen Aff. ¶ 6. Dr. Geisen then stated that providing the information to her colleagues was \"an attempt to inflame and incite members of the staff and to create a hostile workplace environment.\" Munn-Goins Dep. Vol. I, Ex. 7. Dr. Geisen acknowledges that she did not use the phrase \"hostile work environment\" to connote the legal term of art. <i>See</i> Geisen Aff. ¶ 6. Rather, Dr. Geisen asserted that \"the impact of [Munn-Goins'] action(s) toward faculty and staff [caused] disharmony.\" Munn-Goins Dep. Vol. I, Ex. 7. Dr. Geisen then \"officially reprimanded [plaintiff] for significant errors in judgment and conduct unbecoming an employee.\" <i>Id.</i> Dr. Geisen placed Munn-Goins on probation, froze her salary for the upcoming academic year, withheld a bonus she otherwise would have received, and placed the letter of reprimand in her employee file. Geisen Aff. ¶ 6. Dr. Page, as president of the BCC, <span class=\"star-pagination\">*720</span> upheld the discipline. Page Dep. 83-84, Ex. 47. Although Munn-Goins had the right to appeal Dr. Page's decision to the Board of Trustees, Munn-Goins did not appeal. <i>Id.</i> at 83-84. In June 2006, Munn-Goins retained counsel. <i>See</i> Munn-Goins Dep. Vol. I. at 204-05.</p>\n<p>Munn-Goins returned to teach at BCC in the Fall 2006 term. <i>Id.</i> at 213-14. Munn-Goins also continued to pursue her Ph.D. in Educational Leadership at Fayetteville State University. <i>See id.</i> at 217-18. During the Fall 2006 term, Munn-Goins discussed with Dr. Geisen the possibility of taking educational leave to continue her graduate studies. Initially, Dr. Geisen seemed open to approving Munn-Goins' educational leave request. <i>Id.</i> at 223-24.</p>\n<p>BCC has a policy permitting faculty and staff to take educational leave in certain circumstances. Geisen Dep., Ex. 42. To request educational leave, an employee must submit a formal written proposal to the Vice-President of Curriculum and Instruction (then Dr. Geisen) who, in turn, would present the proposal to the President (then Dr. Page). Geisen Aff. ¶ 11. If the President determined that the proposal met the requirements of the leave policy, the President then would submit the proposal to the Board of Trustees for the Board's approval. Page Dep. 97-100.</p>\n<p>On December 1, 2006, Munn-Goins requested educational leave from May 10, 2007, through May 30, 2007. Munn-Goins Dep. Vol. 1, at 222-24, Ex. 13; <i>see</i> Geisen Aff. ¶ 8. The formal request stated that she would use the leave to \"prepare for [her] comprehensive exam, and begin research and coordination on [her] dissertation.\" Munn-Goins Dep. Vol. I, Ex. 13. Under the BCC educational leave policy, Munn-Goins, as a 10-month employee, was eligible for the leave. Geisen Dep. 134, Ex. 42. However, the policy required, inter alia, that the leave occur during the summer only, not exceed twelve weeks, benefit BCC, and not be provided when the employee is not under contract. <i>See id.,</i> Ex. 42. On December 6, 2006, in a follow-up to her December 1, 2006 formal request, Munn-Goins e-mailed Dr. Geisen to inform her that, if granted the educational leave, she would register for three courses during the leave period in addition to preparing for and taking her comprehensive examination. <i>Id.,</i> Ex. 44. Dr. Geisen did not recall receiving this e-mail but admits that the end of the semester is a \"very busy time,\" that the e-mail may have been received, and that, if so, she \"did not read it carefully, considering the December 1 [, 2006] letter to be the formal, official request for leave.\" Geisen Aff. ¶ 10.</p>\n<p>On December 14, 2006, Munn-Goins' counsel wrote to Dr. Geisen on behalf of Munn-Goins to convey that the salary information was public, that Munn-Goins had a \"constitutionally protected right\" to disseminate the information, and that the disciplinary letter indicated a specific intent to \"violate Ms. Munn-Goins' protected rights.\" Munn-Goins Dep. Vol. I, Ex. 32. To resolve the matter, counsel asked Dr. Geisen to remove the reprimand letter from Munn-Goins' file and pay Munn-Goins the amount she had lost as a result of the discipline. <i>Id.</i></p>\n<p>In December 2006, Munn-Goins also became involved in another issue concerning her employment with BCC. To comply with eligibility rules concerning federal student financial aid, BCC must maintain accurate records regarding student course loads. Priest Aff. ¶¶ 2-3. If BCC does not, and students withdraw without the college's knowledge, BCC may then have to return Title IV funds to the federal government. <i>Id.</i> ¶ 3. With this concern in mind, BCC retained a financial aid consultant to develop and enforce a student withdrawal <span class=\"star-pagination\">*721</span> policy. <i>Id.</i> ¶ 4. The policy states that, if a student misses two consecutive weeks of the semester or twenty percent of the semester without an appropriate, documented excuse, the professor must withdraw this student from the course. <i>Id.</i> ¶ 4.</p>\n<p>In its first semester of implementation, BCC's registrar reviewed class rosters to determine faculty compliance with the new policy. The registrar sent e-mails to all faculty members who did not comply, including Munn-Goins. <i>Id.</i> ¶ 5. The registrar sent an e-mail to Munn-Goins on December 15, 2006. Munn-Goins Dep. Vol. I, Ex. 22. The registrar's e-mail addressed two students who had missed twenty percent of Munn-Goins' class but had not withdrawn. <i>Id.</i> Munn-Goins responded to the registrar's e-mail, noting that one of the students had not reached the twenty-percent level triggering the withdrawal until the day of the course exam. <i>Id.</i> at 245, Ex. 22. As for the other student, Munn-Goins informed the registrar that the student had medical issues but still wanted to complete the course. <i>Id.</i> The student told Munn-Goins that she would submit a drop form if her health did not allow her to complete the course. <i>Id.,</i> Ex. 22. Munn-Goins justified the decision not to withdraw the students, citing the discretionary language in the policy: \"[i]nstructors <i>may</i> drop students who are absent 20% or more.\" Geisen Dep., Ex. 45 (emphasis added).</p>\n<p>Despite Munn-Goins' justifications, on February 2, 2007, Dr. Geisen issued Munn-Goins a written warning regarding the failure to comply with the withdrawal policy and advised that \"continued failure to follow college policies could possibly lead to further actions or non renewal.\" Munn-Goins Dep. Vol. I, Ex. 23. Dr. Geisen issued substantively identical letters to all but one of the faculty members who were out of compliance. <i>Id.,</i> Exs. 24-29. The other recipients of these warning letters were part-time faculty members. <i>See id.</i> at 253, Exs. 24-29. Munn-Goins did not pursue a grievance in response to the warning letter.</p>\n<p>On February 22, 2007, Dr. Geisen wrote Munn-Goins a letter in response to her educational leave request stating: \"I am not go[i]ng to be able to approve your educational leave . . . . There is no provision for it and the educational leave policy clearly states that you must take this during the summer. You are a 10-month employee and your contract does not end until May 31, 2007.\" <i>Id.,</i> Ex. 17.</p>\n<p>When Munn-Goins contested the denial of her leave request, Dr. Geisen responded with an e-mail stating five reasons for the denial of her leave request:</p>\n<blockquote>1. Educational leave is given to take course(s).</blockquote>\n<blockquote>2. Your summer begins on the last day of your contract.</blockquote>\n<blockquote>3. This course has no relevance to the college in which the policy states that course(s) taken must benefit the college. Your doctorate has no relevance to computers or courses that you teach.</blockquote>\n<blockquote>4. We do not give educational leave to study for a test just to take courses.</blockquote>\n<blockquote>5. There is no documentation that your program, that you are pursuing, was ever approved by the Board of Trustees.</blockquote>\n<p><i>Id.,</i> Ex. 18.</p>\n<p>On March 15, 2007, Munn-Goins contacted Dr. Page and Dr. Geisen to protest the denial of her educational leave request. <i>See</i> Geisen Aff. ¶ 13. That same day, the three met to discuss her request and its denial. <i>See id.</i> Dr. Page explained that he denied the request because the December 1, 2006 formal proposal (the only one of which he was aware at the time he <span class=\"star-pagination\">*722</span> denied her request) did not mention that she would take courses. <i>See id.</i> When Munn-Goins explained that she would be taking courses, Dr. Page asked Munn-Goins to resubmit a formal request, and Dr. Page would reconsider. <i>See id.</i> Dr. Geisen documented the meeting, observing that Munn-Goins' December 1, 2006 request did not indicate she would take courses during the leave period, though the December 6, 2006 e-mail did. <i>See</i> Munn-Goins Dep. Vol. I, Ex. 20. On the day of the meeting, Munn-Goins sent a follow-up e-mail documenting the meeting. <i>See id.,</i> Ex. 19. Munn-Goins, however, never resubmitted a formal request.</p>\n<p>On March 23, 2007, Munn-Goins' counsel wrote Dr. Geisen and claimed that the acts of denying plaintiffs leave request and issuing the warning letter regarding the student withdrawal issue appeared to be in retaliation to counsel's December 14, 2006 letter. Munn-Goins Dep. Vol. I, Ex. 33. Counsel requested that BCC remove the May 29, 2006 reprimand letter and February 2, 2006 letter from Munn-Goins' employee file, award Munn-Goins a raise and bonus, grant her educational leave request, provide her a copy of the salary information, and ensure her 2007-08 academic year compensation was consistent with similarly situated faculty members. <i>Id.</i> Counsel concluded the letter by stating:</p>\n<blockquote>Since Ms. Munn Goins has some reasonable doubts about the possibility of continued collegial relationships with the administration at BCC . . . if we can reach a resolution of this matter, she will resign from BCC at the end of the fall/winter 2007 term upon our working out a suitable recommendation, settlement agreement and release.</blockquote>\n<p><i>Id.</i></p>\n<p>The parties were not able to arrive at a settlement. On April 30, 2007, Dr. Page called Munn-Goins to his office and gave her a letter, notifying Munn-Goins that her contract would not be renewed for the 2007-08 academic year. Munn-Goins Dep. Vol. n, at 35-36, Ex. 34. Dr. Page explained the reason for the non-renewal of Munn-Goins' contract was a \"mutual loss of confidence.\" Page Dep. 101-02; <i>see</i> Horne Dep. 49; Horne Aff. ¶ 3.</p>\n<p>In June 2007, BCC advertised the position that Munn-Goins had held. <i>See</i> Munn-Goins Dep. Vol. n, Ex. 36. In October 2007, BCC again advertised the job, and Munn-Goins applied. <i>See id.,</i> Exs. 37-39. She received no response to her application.</p>\n<p>On January 7, 2008, Munn-Goins filed suit in Bladen County Superior Court [D.E. 1-2]. Munn-Goins' complaint contains two causes of action: (1) section 1983 claims for violations of Munn-Goins' rights under the First and Fourteenth Amendments; and (2) state constitutional claims for violations of Munn-Goins' rights under Sections 1, 14, 18, and 19 of Article I of the North Carolina Constitution. Compl. ¶¶ 27-29. Munn-Goins seeks reinstatement, compensatory damages, costs, and attorney's fees. <i>See id.</i> at 5. On February 13, 2008, defendants removed the action to this court on the basis of federal-question jurisdiction [D.E. 1]. <i>See</i> 28 U.S.C. § 1331.</p>\n<p>On December 11, 2008, defendants moved for summary judgment [D.E. 15]. On January 16, 2009, plaintiff responded [D.E. 21]. In her response, plaintiff clarified that she brings her section 1983 claims against Page and Geisen in their individual capacities. <i>Id.</i> at 1, 9. She also clarified that she brings her section 1983 claims against BCC solely because she seeks reinstatement and injunctive relief. <i>See id.</i> at 2. Finally, she clarified that she brings her state constitutional claims against Page and Geisen in their official capacities. <i>Id.</i> at 1, 9. On February 2, 2009, defendants replied [D.E. 25].</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*723</span> II.</h2>\n<p>Summary judgment is appropriate when, after reviewing the record taken as a whole, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted) (emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 378, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007).</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendants argue that sovereign immunity under the Eleventh Amendment bars Munn-Goins' section 1983 claim for money damages against BCC. <i>See</i> Defs.' Mem. 14-15. Plaintiff responds that she only seeks reinstatement and injunctive relief from BCC; therefore, the Eleventh Amendment does not bar her section 1983 claims against BCC. <i>See</i> Pl.'s Resp. 2. In addition, plaintiff contends that BCC's purchase of insurance waives immunity. <i>See id.</i> at 9 (citing N.C. Gen.Stat. § 115D-24).</p>\n<p>The Eleventh Amendment does not bar Munn-Goins from seeking reinstatement (<i>see</i> Compl. 5), a form of prospective injunctive relief, via her section 1983 claims against BCC. <i>See, e.g., </i><i>Will v. Mich. Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989). Further, governmental immunity does not apply to plaintiffs state constitutional claims. <i>See </i><i>Corum v. Univ. of N.C.,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, 785-86, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 291-92 (1992). Accordingly, the court first addresses (1) plaintiffs section 1983 claims against defendants Dr. Geisen and Dr. Page in their individual capacities and against BCC seeking prospective injunctive relief; and (2) plaintiffs state constitutional claims against defendants Geisen and Page in their official capacities and against BCC. If defendants are entitled to summary judgment on these claims, then the court need not address the interplay between the Eleventh Amendment and N.C. Gen.Stat. § 115D-24 and any possible damages award against BCC.</p>\n<p>Dr. Geisen and Dr. Page contend that qualified immunity bars plaintiffs section 1983 claim for money damages. Qualified immunity protects governmental officials performing discretionary functions against lawsuits seeking money damages from them in their individual capacities. <i>See, e.g., </i><i>Brandon v. Holt,</i> <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472-73, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (1985); <i>Unus v. Kane,</i> <span class=\"citation\" data-id=\"1028751\"><a href=\"/opinion/1028751/unus-v-kane/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 123 (4th Cir.2009). Qualified immunity \"shields an officer from suit when she makes a decision that, even if constitutionally deficient, reasonably misapprehends the law [or the facts] governing the circumstances she confronted.\" <i>Brosseau v. Haugen,</i> <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 198, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (2004); <i>see </i><i>Pearson v. Callahan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 815, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009). Qualified immunity is \"an immunity from suit rather <span class=\"star-pagination\">*724</span> than a mere defense to liability; and like an absolute immunity, it is effectively lost if a case is erroneously permitted to go to trial.\" <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985) (emphasis omitted); <i>accord </i><i>Pearson,</i> 129 S.Ct. at 815. Defendant officials have the burden of pleading and proving qualified immunity. <i>See, e.g., </i><i>Cloaninger ex rel. Estate of Cloaninger v. McDevitt,</i> <span class=\"citation\" data-id=\"1027858\"><a href=\"/opinion/1027858/cloaninger-ex-rel-est-of-cloaninger-v-mcdevitt/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span>, 332 n. 10 (4th Cir.2009); <i>Wilson v. Kittoe,</i> <span class=\"citation\" data-id=\"782856\"><a href=\"/opinion/782856/michael-thomas-wilson-v-barry-a-kittoe-and-anthony-s-tokach/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 397 (4th Cir.2003).</p>\n<p>The court must ask two questions to determine whether an official is protected by qualified immunity. <i>See, e.g., </i><i>Pearson,</i> 129 S.Ct. at 818; <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 200-02, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001); <i>Unus,</i> 565 F.3d at 123; <i>Miller v. Prince George's County, Md.,</i> <span class=\"citation\" data-id=\"796682\"><a href=\"/opinion/796682/daniel-anthony-miller-v-prince-georges-county-maryland-a-body-corporate/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span>, 626-27 (4th Cir.2007). First,</p>\n<blockquote>[t]aken in the light most favorable to the party asserting the injury, do the facts alleged show the officer's conduct violated a constitutional right? ... [I]f a violation could be made out on a favorable view of the parties' submissions, the next, sequential step is to ask whether the right was clearly established. This inquiry, it is vital to note, must be undertaken in light of the specific context of the case, not as a broad general proposition; and it too serves to advance understanding of the law and to allow officers to avoid the burden of trial if qualified immunity is applicable.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>; <i>see, e.g., </i><i>Miller,</i> 475 F.3d at 626-27.</p>\n<p>In <i>Pearson,</i> the Supreme Court clarified that the qualified-immunity analysis need not proceed in the sequence set forth in <i>Saucier,</i> and that \"[t]he judges of the district courts and the courts of appeals [may] exercise their sound discretion in deciding which of the two prongs ... should be addressed first in light of the circumstances in the particular case at hand.\" 129 S.Ct. at 818. Thus, defendants are entitled to summary judgment on qualified immunity grounds if the answer to either question in the two-prong analysis is \"no.\" <i>See, e.g., </i><i>Miller,</i> 475 F.3d at 627.</p>\n<p>As for the \"clearly established right\" prong,</p>\n<blockquote>the right the official is alleged to have violated ... must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. The relevant, dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span> (quotations and citations omitted); <i>see, e.g., </i><i>Cloaninger,</i> 555 F.3d at 331. The right is defined \"at a high level of particularity.\" <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 250-51 (4th Cir.1999). In <i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"752970\"><a href=\"/opinion/752970/charles-h-wilson-geraldine-e-wilson-raquel-wilson-next-friendmother-of/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span> (4th Cir.1998), <i>aff'd,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999), the Fourth Circuit held that for a plaintiff to prevail over the defense of qualified immunity, the right at issue must have been \"authoritatively decided by the Supreme Court, the appropriate United States Court of Appeals, or the highest court of the state.\" 141 F.3d at 114 (quotation omitted). When the Supreme Court affirmed the Fourth Circuit's decision in <i>Wilson,</i> it observed that plaintiffs \"have not brought to our attention any cases of controlling authority in their jurisdiction at the time of the incident which clearly established the rule on which they seek to rely, nor have they identified a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" 526 U.S. at 617, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>.</p>\n<p><span class=\"star-pagination\">*725</span> In most cases, the qualified immunity analysis does not require factual findings, because the inquiry is a \"purely legal one: whether the facts alleged ... support a claim of violation of clearly established law.\" <i>Mitchell,</i> 472 U.S. at 528 n. 9, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>. When asserting qualified immunity at the summary judgment stage, however, a defendant may challenge the adequacy of the evidence to support the complaint's allegations. <i>See </i><i>Cloaninger,</i> 555 F.3d at 331. In this situation, a defendant is entitled to summary judgment if the record does not create a genuine issue of material fact as to whether the defendant committed the acts alleged in the complaint. <i>See </i><i>Mitchell,</i> 472 U.S. at 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>; <i>Cloaninger,</i> 555 F.3d at 331.</p>\n<p></p>\n<h2>A.</h2>\n<p>Defendants argue that plaintiffs copying and distribution of the salary information is not speech or activity protected under the First Amendment; therefore, defendants' conduct did not violate the First Amendment, and plaintiffs First Amendment claim fails. Alternatively, defendants argue that no evidence indicates that this allegedly protected speech or activity was a motivating factor in the alleged adverse employment actions against Munn-Goins.</p>\n<p>\"It is clearly established that a State may not discharge an employee on a basis that infringes that employee's constitutionally protected interest in freedom of speech.\" <i>Rankin v. McPherson,</i> <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 383, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></a></span> (1987); <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983). Moreover, expressive conduct may constitute speech for purposes of the First Amendment. <i>See, e.g., </i><i>Texas v. Johnson,</i> <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 404, <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2533</span></a></span>, <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1989); <i>Willis v. Town of Marshall,</i> <span class=\"citation\" data-id=\"792187\"><a href=\"/opinion/792187/rebecca-willis-v-town-of-marshall-north-carolina-rebecca-willis-v-town/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 257 (4th Cir.2005).</p>\n<p>To establish a free-speech claim under the First Amendment, plaintiff must establish (1) that the speech or activity complained of was protected speech or activity, and (2) that this protected speech or activity was the \"motivating\" or \"but for\" cause of the adverse employment action taken against the plaintiff. <i>See, e.g., </i><i>Wilkie v. Robbins,</i> <span class=\"citation\" data-id=\"145705\"><a href=\"/opinion/145705/wilkie-v-robbins/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, 556, <span class=\"citation\" data-id=\"145705\"><a href=\"/opinion/145705/wilkie-v-robbins/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2588</span></a></span>, <span class=\"citation\" data-id=\"145705\"><a href=\"/opinion/145705/wilkie-v-robbins/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2007); <i>Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977); <i>McVey v. Stacy,</i> <span class=\"citation\" data-id=\"758345\"><a href=\"/opinion/758345/dixie-l-mcvey-v-kenneth-l-stacy-chairman-of-the-virginia-highlands/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 277-78 (4th Cir.1998). In determining whether a state employer's adverse employment action violates the employee's First Amendment rights, the court \"must balance the employee's interest `as a citizen, in commenting upon matters of public concern and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.'\" <i>Campbell v. Galloway,</i> <span class=\"citation\" data-id=\"797462\"><a href=\"/opinion/797462/amy-weischedel-campbell-v-gerald-galloway-stanley-klingenschmidt-and-the/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 266 (4th Cir. 2007) (quoting <i>Connick,</i> 461 U.S. at 142, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>); <i>see </i><i>Pickering v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968); <i>McVey,</i> 157 F.3d at 277-78.</p>\n<p>In balancing these competing interests, the court first determines whether the speech or activity at issue may be \"fairly characterized as constituting speech on a matter of public concern.\" <i>Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>see </i><i>Campbell,</i> 483 F.3d at 266. \"If the speech does involve a matter of public concern, then [the court] must determine whether the employee's First Amendment interest `outweighs the public employer's interest in what the employer has determined to be the appropriate operation of the workplace.' \" <i>Campbell,</i> 483 F.3d at 266 (quoting <i>Urofsky v. Gilmore,</i> <span class=\"citation\" data-id=\"769166\"><a href=\"/opinion/769166/melvin-i-urofsky-paul-smith-brian-j-delaney-dana-heller-bernard-h-levin/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span>, 406 (4th Cir.2000) (en banc)); <i>see </i><i>Stroman v. Colleton County Sch. Dist.,</i> <span class=\"citation\" data-id=\"596413\"><a href=\"/opinion/596413/john-w-stroman-v-colleton-county-school-district-al-smoak-jr/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 156 (4th Cir.1992).</p>\n<p><span class=\"star-pagination\">*726</span> Whether speech or activity involves a matter of public concern is a question of law. <i>See, e.g., </i><i>Edwards,</i> 178 F.3d at 246. \"Speech involves a matter of public concern when it involves an issue of social, political, or other interest to a community.\" <i>Kirby v. City of Elizabeth City,</i> <span class=\"citation\" data-id=\"788273\"><a href=\"/opinion/788273/carl-edward-kirby-v-city-of-elizabeth-city-north-carolina-a-municipal/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">440</span></a></span>, 446 (4th Cir.2004); <i>see </i><i>Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. \"Personal grievances, complaints about conditions of employment, or expressions about other matters of personal interest do not constitute speech about matters of public concern that are protected by the First Amendment, but are matters more immediately concerned with the self-interest of the speaker as employee.\" <i>Stroman,</i> 981 F.2d at 156. In determining whether an employee's speech or activity addresses a matter of public concern, the court must consider \"the content, form, and context of a given statement, as revealed by the whole record.\" <i>Connick,</i> 461 U.S. at 147-48, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>.</p>\n<p>If the court determines that the activity or speech does not involve a matter of public concern, the First Amendment analysis ends and plaintiff loses. <i>See, e.g., </i><i>Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>Edwards,</i> 178 F.3d at 246. However, if the court determines that the activity or speech does involve a matter of public concern, then the court must consider the government's interest. <i>See </i><i>Connick,</i> 461 U.S. at 151-54, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. In the public employment context, a public employer \"may impose restraints on the job-related speech of public employees that would be plainly unconstitutional if applied to the public at large.\" <i>United States v. Nat'l Treasury Employees Union,</i> <span class=\"citation\" data-id=\"117898\"><a href=\"/opinion/117898/united-states-v-national-treasury-employees-union/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 465, <span class=\"citation\" data-id=\"117898\"><a href=\"/opinion/117898/united-states-v-national-treasury-employees-union/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"117898\"><a href=\"/opinion/117898/united-states-v-national-treasury-employees-union/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">964</span></a></span> (1995). When the government functions \"[a]s an employer, the government is entitled to maintain discipline and ensure harmony as necessary to the operation and mission of its agencies.\" <i>McVey,</i> 157 F.3d at 277. After all, the \"First Amendment does not require a public office to be run as a roundtable for employee complaints over internal office affairs.\" <i>Connick,</i> 461 U.S. at 149, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>.</p>\n<p>Initially, the court addresses whether plaintiffs activity in requesting and distributing the salary information involved a matter of public concern. In doing so, the court assumes (without deciding) that the activity was expressive conduct. Thus, the court examines the content, form, and context of plaintiffs activity.</p>\n<p>As to the content of plaintiffs activity, her distribution of the salary information, without further comment, did not promote any \"issue of social, political, or other interest to a community.\" <i>Kirby,</i> 388 F.3d at 446. As to the form of her communication, the fact that she only shared the information with other BCC colleagues and potentially some friends seeking employment with BCC is telling. <i>See</i> Munn-Goins Dep. Vol. 1, at 133-35. Although \"[t]he private nature of the statement does not . . . vitiate the status of the statement as addressing a matter of public concern,\" <i>Rankin,</i> 483 U.S. at 387 n. 11, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, no evidence suggests any purpose for Munn-Goins distributing the information consistent with her role as citizen. If her intent was to protest any inequity on the part of BCC and seek a policy change, the form of her actions would not have been limited to other employees and job-seeking friends. As to context, Munn-Goins' stated reason for requesting the information was \"personal\" to give her friends an estimate of how much they could expect to make if employed by BCC. <i>See</i> Munn-Goins Dep. Vol. I, at 140-41. Such private or personal interests are not matters of public concern. <i>See, e.g., </i><i>Connick,</i> 461 U.S. at 148, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. Further, to the extent that <span class=\"star-pagination\">*727</span> Munn-Goins acted to protest her own pay, a public employee's expression of grievances concerning her own employment is not a matter of public concern. <i>See, e.g., id.</i> at 148, 154, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>Stroman,</i> 981 F.2d at 156; <i>Piver v. Pender County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"499070\"><a href=\"/opinion/499070/edwin-g-piver-v-pender-county-board-of-education-billy-o-rivenbark/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1080 (4th Cir.1987). Thus, all three factorscontent, form, and contextweigh against a finding that Munn-Goins' activity involved a matter of public concern.</p>\n<p>In considering this case, the Eighth Circuit's analysis in <i>Koehn v. Indian Hills Community College,</i> <span class=\"citation\" data-id=\"786513\"><a href=\"/opinion/786513/roger-koehn-v-indian-hills-community-college-james-lindenmayer/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></a></span> (8th Cir. 2004), is instructive. In <i>Koehn,</i> the Eighth Circuit held that a community college employee failed to establish a First Amendment claim for the distribution of salary information to colleagues when the employee \"was speaking solely as an employeeand not as a concerned taxpayer.\" 371 F.3d at 396 (quotation omitted). Like the employee in <i>Koehn,</i> Munn-Goins \"did not question the salaries as a misuse of public funds, call for reforms in the method of determining salaries, or otherwise voice any criticisms or concerns about the published salaries.\" <i>Id.</i> Indeed, Munn-Goins denies making the only criticism to the salaries available in the recordthe words \"UNFAIR!\" and \"INEQUITY IS AMAZING!\" written on the copies. <i>See</i> Munn-Goins Dep. Vol. I, at 158, 172-74.</p>\n<p>In support of her First Amendment claim, Munn-Goins contends that the facts in <i>Mt. Healthy City School District Board of Education v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977), are \"very similar\" to this case. Pl.'s Resp. 10. In <i>Doyle,</i> a public school board terminated a teacher after the teacher sent a copy of the school board's policy regarding teacher dress code to a radio station. <i>Doyle,</i> 429 U.S. at 282-83, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>. Although the Supreme Court found that this communication to the media implicated a free-speech interest within the First Amendment's purview, the court vacated the Sixth Circuit's judgment affirming the district court's decision, which found in favor of the teacher, because the district and appellate courts did not engage in the appropriate qualified-immunity balancing test. <i>Id.</i> at 284, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>.</p>\n<p><i>Doyle</i> does not help Munn-Goins. First, simply giving information to the media does not necessarily qualify as speaking on a matter of public concern. Second, unlike the plaintiff in <i>Doyle.</i> Munn-Goins did not share any information with the media. Rather, her communication was limited to her colleagues and, possibly, her friends.</p>\n<p>Munn-Goins also argues that N.C. Gen.Stat. § 115D-28 confers a per se \"public concern\" status on the distribution of salary information because \"any person who is denied access to the information may compel compliance by obtaining judicial relief.\" Pl.'s Resp. 10. The text of section 115D-28, however, only makes the information publicly accessible; it does not make the distribution of such information a \"matter of public concern.\"<sup>[2]</sup> For <span class=\"star-pagination\">*728</span> example, the remedies in section 115D-28 only address a college's denial of access to the information. The statute does not address attempts to limit the distribution of the salary information. Moreover, a finding that section 115D-28 confers per se \"public concern\" status would make any distribution of publicly available information a matter of public concern. Thus, for example, if a person sought and obtained records pursuant to the North Carolina Public Records Act and distributed such records, the person would per se be speaking on a matter of public concern. <i>See</i> N.C. Gen.Stat. §§ 132-1 to -10: <i>cf. </i><i>Gannett Pac. Corp. v. N.C. State Bureau of Investigation,</i> 164 N.C.App. 154, 156-61, <span class=\"citation\" data-id=\"1265893\"><a href=\"/opinion/1265893/gannett-pacific-corp-v-north-carolina-state-bureau-of-investigation/\"><span class=\"volume\">595</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></a></span>, 163-66 (2004) (discussing North Carolina Public Records Act). However, simply because a public employee distributes publicly available information does not mean that such information is <i>per se</i> a matter of public concern. <i>See, e.g., </i><i>Koehn,</i> 371 F.3d at 396-97. Thus, the court rejects plaintiff's argument concerning section 115D-28.</p>\n<p>Because Munn-Goins' activity did not involve a matter of public concern, her First Amendment claim fails. <i>See, e.g., </i><i>Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>Edwards,</i> 178 F.3d at 246. Thus, the court need not balance the government's interest in maintaining discipline and ensuring harmony or determine whether BCC imposed a reasonable limitation on this activity. Additionally, because Munn-Goins' activity is not protected, the court need not address whether this activity was a motivating or but-for factor in the alleged adverse employment actions. <i>See, e.g., </i><i>Dwyer v. Smith,</i> <span class=\"citation\" data-id=\"518106\"><a href=\"/opinion/518106/stephanie-g-dwyer-v-loyd-w-smith-marcus-lipp-herbert-peacher-nc-durham/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>, 193-94 (4th Cir.1989).</p>\n<p>Alternatively, even if the court were to find that Munn-Goins' activity deserved First Amendment protection, qualified immunity would still protect Dr. Geisen and Dr. Page. <i>See </i><i>Pike v. Osborne,</i> <span class=\"citation\" data-id=\"778870\"><a href=\"/opinion/778870/martha-l-pike-cynthia-j-kincer-v-kermit-l-osborne-individually-and-in/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 185 (4th Cir.2002) (\"Only infrequently will it be `clearly established' that a public employee's speech on a matter of public concern is constitutionally protected, because the relevant inquiry requires a `particularized balancing' that is subtle, yet difficult to apply, and not yet well defined.\" (quotation omitted)). Munn-Goins has not \"brought to [the court's] attention any cases of controlling authority in [her] jurisdiction at the time of the incident which clearly established the rule on which [she] seek[s] to rely, nor [has she] identified a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" <i>Wilson,</i> 526 U.S. at 617, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>. Accordingly, the court grants summary judgment to defendants on plaintiff's First Amendment claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendants argue that Munn-Goins' substantive due-process claim essentially restates her First Amendment claim and that, because the First Amendment claim fails, the substantive due process claim fails as well. Plaintiff basically acknowledges that her substantive due-process claim and her First Amendment claim are one and the same. <i>See</i> Pl.'s Resp. 12.</p>\n<p>\"Because the First Amendment provides an explicit textual source of constitutional protection against the particular sort of <span class=\"star-pagination\">*729</span> government behavior of which [plaintiff] complains in [her] substantive due-process claim, the First Amendment, not the more generalized notion of substantive due process, must be the guide for analyzing [her] claim.\" <i>Edwards,</i> 178 F.3d at 248 n. 11 (quotations omitted). In light of the court's rejection of plaintiffs First Amendment claim, the court also grants summary judgment to defendants on plaintiffs substantive due-process claim.<sup>[3]</sup></p>\n<p></p>\n<h2>C.</h2>\n<p>Next, defendants contend that Munn-Goins' equal-protection claim fails because it is a restatement of her First Amendment claim and because the Supreme Court has barred \"class of one\" claims in the context of public employment. <i>See </i><i>Engquist v. Or. Dep't of Agric.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145801\"><a href=\"/opinion/145801/engquist-v-oregon-dept-of-agriculture/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2146</span></a></span>, 2155, <span class=\"citation\" data-id=\"145801\"><a href=\"/opinion/145801/engquist-v-oregon-dept-of-agriculture/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">975</span></a></span> (2008). In <i>Engquist,</i> plaintiff brought a \"class of one\" claim against defendants, alleging that she was terminated for \"arbitrary, vindictive, and malicious reasons.\" <i>Id.</i> at 2149. The Supreme Court observed that the \"class of one theory of equal protectionwhich presupposes that like individuals should be treated alike, and that to treat them differently is to classify them in a way that must survive at least rationality reviewis simply a poor fit in the public employment context.\" <i>Id.</i> at 2155. Because \"government agencies are charged by law with doing particular tasks [and] hire employees who can perform those tasks as effectively and efficiently as possible,\" the Court reasoned that \"allowing a challenge based on the arbitrary singling out of a particular person would undermine the very discretion that ... state officials are entrusted to exercise.\" <i>Id.</i> at 2151, 2154. Accordingly, the Court held that the class of one theory of equal protection does not apply in the public employment context. <i>Id.</i> at 2156.</p>\n<p>Munn-Goins alleges that her discipline and non-renewal were arbitrary and capricious under a class of one theory of discrimination. <i>See</i> Pl.'s Resp. 14. Following <i>Engquist,</i> \"the Equal Protection Clause [is not] implicated in the specific circumstance where, as here, government employers are alleged to have made an individualized, subjective personnel decision in a seemingly arbitrary or irrational manner.\" 128 S.Ct. at 2155. Accordingly, the court grants summary judgment to defendants on plaintiffs equal-protection claim.</p>\n<p></p>\n<h2>D.</h2>\n<p>Finally, defendants seek summary judgment concerning plaintiffs section 1983 retaliation claim. Defendants contend that Munn-Goins' retaliation claim fails because she has not engaged in a constitutionally protected activity and she has not offered any evidence suggesting a causal connection between the alleged protected activity and the alleged adverse employment actions.</p>\n<p>To establish a section 1983 retaliation claim, a plaintiff must establish three elements:</p>\n<blockquote>First, the plaintiff must demonstrate that his or her [activity] was protected. Second, the plaintiff must demonstrate that the defendant's alleged retaliatory action adversely affected the plaintiffs constitutionally protected [activity]. Third, the plaintiff must demonstrate that a causal relationship exists between its [activity] and the defendant's retaliatory action.</blockquote>\n<p><span class=\"star-pagination\">*730</span> <i>Suarez Corp. Indus. v. McGraw,</i> <span class=\"citation\" data-id=\"767504\"><a href=\"/opinion/767504/suarez-corporation-industries-emerson-sonny-clopper-patricia-clopper/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span>, 685-86 (4th Cir.2000) (citations omitted). Put differently, \"[a] retaliation claim under 42 U.S.C. § 1983 must establish that the government responded to the plaintiff's constitutionally protected activity with conduct or speech that would chill or adversely affect his protected activity.\" <i>Baltimore Sun Co. v. Ehrlich,</i> <span class=\"citation\" data-id=\"793265\"><a href=\"/opinion/793265/the-baltimore-sun-company-david-nitkin-michael-olesker-v-robert-l/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 416 (4th Cir.2006).</p>\n<p>For the reasons discussed in analyzing the merits of plaintiff's First Amendment claim, Munn-Goins' activity in obtaining and distributing the salary information was not protected by the First Amendment. Thus, that aspect of her section 1983 retaliation claim fails.</p>\n<p>As for plaintiffs suggestion that defendants' alleged adverse employment actions were in retaliation for her retention of counsel and for counsel's letters to Dr. Geisen, that claim also fails. First, assuming, without deciding, that Munn-Goins' retention of counsel and counsel's letters were protected activity, Munn-Goins fails to offer any evidence demonstrating a causal connection between her counsel's conduct and the alleged adverse employment actions. Notably, defendants offer legitimate, nonretaliatory explanations for initially denying her educational leave request and issuing her a warning letter concerning the student withdrawal policy. As for the non-renewal of her contract, defendants admit that counsel's March 23, 2007 letter to Dr. Geisen, counsel's assessment that Munn-Goins had \"some reasonable doubts about the possibility of continued collegial relationships with the administration at BCC,\" and Munn-Goins' offer to resign in the middle of her contract influenced their decision not to renew Munn-Goins' contract. Dr. Page explained that BCC did not retain Munn-Goins due to a \"mutual loss of confidence.\" Page Dep. 101-02; <i>see</i> Horne Dep. 49; Horne Aff. ¶ 3. BCC's explanation is consistent with the evidence in the record, and Munn-Goins has offered no evidence of pretext. Simply because Munn-Goins retained counsel and counsel communicated with BCC regarding a settlement did not mean BCC lost its right not to renew her contract. Thus, Munn-Goins' retaliation claim fails.<sup>[4]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>Next, the court addresses plaintiffs claims under the North Carolina Constitution. A person may bring a direct claim under the North Carolina Constitution if no other adequate state remedy exists. <i>See </i><i>Corum,</i> 330 N.C. at 782, 413 S.E.2d at 289. In her complaint, Munn-Goins alleges violations of Sections 1, 14, 18, and 19 of Article I of the North Carolina Constitution. Compl. ¶¶ 27-29. Defendants respond that plaintiff's state constitutional claims rise and fall with their federal counterparts. Munn-Goins replies that her protection under the North Carolina Constitution is more extensive.</p>\n<p></p>\n<h2>A.</h2>\n<p>The standards for free-speech claims under the North Carolina Constitution are substantially identical to those for free-speech claims under the federal constitution. <i>See, e.g., </i><i>Sheaffer v. County of Chatham,</i> <span class=\"citation\" data-id=\"2470060\"><a href=\"/opinion/2470060/sheaffer-v-county-of-chatham/\"><span class=\"volume\">337</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">709</span></a></span>, 729-30 (M.D.N.C.2004); <i>DeWitt v. Mecklenburg County,</i> <span class=\"citation\" data-id=\"2313530\"><a href=\"/opinion/2313530/dewitt-v-mecklenburg-county/\"><span class=\"volume\">73</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">589</span></a></span>, 605 n. 11 (W.D.N.C.1999); <i>State v. Petersilie,</i> <span class=\"citation\" data-id=\"1202484\"><a href=\"/opinion/1202484/state-v-petersilie/\"><span class=\"volume\">334</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">169</span></a></span>, 184, <span class=\"citation\" data-id=\"1202484\"><a href=\"/opinion/1202484/state-v-petersilie/\"><span class=\"volume\">432</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">832</span></a></span>, 841 (1993); <i>Evans v. Cowan,</i> 132 N.C.App. 1, 9, 510 <span class=\"star-pagination\">*731</span> S.E.2d 170, 175-76 (1999); <i>Lenzer v. Flaherty,</i> 106 N.C.App. 496, 515, <span class=\"citation\" data-id=\"1311987\"><a href=\"/opinion/1311987/lenzer-v-flaherty/\"><span class=\"volume\">418</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 287-88 (1992). In particular, North Carolina courts apply the <i>Connick</i> standard requiring the speech or activity address a matter of public concern for protection under Section 14. <i>See </i><i>Evans,</i> 132 N.C.App. at 9, 510 S.E.2d at 175-76 (\"The test is whether the employee was speaking as a citizen about matters of public concern, or as an employee on matters of personal interest.\"). Thus, for the same reason that Munn-Goins' First Amendment claim fails, her Section 14 claim also fails.</p>\n<p></p>\n<h2>B.</h2>\n<p>As for plaintiffs substantive due process claim under Section 19, the North Carolina Supreme Court interprets the Fourteenth Amendment to the United States Constitution and Article I, Section 19 of the North Carolina Constitution (North Carolina's \"law of the land\" clause) coterminously. <i>See, e.g., </i><i>Tri-County Paving, Inc. v. Ashe County,</i> <span class=\"citation\" data-id=\"776653\"><a href=\"/opinion/776653/tri-county-paving-incorporated-v-ashe-county-ashe-county-board-of/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 436 n. 6 (4th Cir.2002); <i>Frye v. Brunswick County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"1576487\"><a href=\"/opinion/1576487/frye-v-brunswick-county-bd-of-educ/\"><span class=\"volume\">612</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></a></span>, 705 (E.D.N.C.2009); <i>State v. Bryant,</i> <span class=\"citation\" data-id=\"1353641\"><a href=\"/opinion/1353641/state-v-bryant/\"><span class=\"volume\">359</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">554</span></a></span>, 563, <span class=\"citation\" data-id=\"1353641\"><a href=\"/opinion/1353641/state-v-bryant/\"><span class=\"volume\">614</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">479</span></a></span>, 485 (2005); <i>Rhyne v. K-Mart Corp.,</i> <span class=\"citation\" data-id=\"1329211\"><a href=\"/opinion/1329211/rhyne-v-k-mart-corp/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">160</span></a></span>, 180, <span class=\"citation\" data-id=\"1329211\"><a href=\"/opinion/1329211/rhyne-v-k-mart-corp/\"><span class=\"volume\">594</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span>, 15 (2004); <i>In re Moore,</i> <span class=\"citation\" data-id=\"1287196\"><a href=\"/opinion/1287196/in-re-sterilization-of-moore/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">95</span></a></span>, 98, <span class=\"citation\" data-id=\"1287196\"><a href=\"/opinion/1287196/in-re-sterilization-of-moore/\"><span class=\"volume\">221</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">307</span></a></span>, 309 (1976). Accordingly, for the reasons stated earlier, this claim fails.</p>\n<p>As for plaintiff's equal-protection claim under Section 19, Munn-Goins argues that North Carolina courts have not yet adopted the holding of <i>Engquist.</i> She then cites certain language in <i>Corum</i> and predicts that the North Carolina Supreme Court will reject <i>Engquist</i> and recognize a class of one claim in the public employment context.</p>\n<p>Although the North Carolina Court of Appeals has recognized a class of one theory under the law of the land clause, it did so only after stating the coterminous relationship between the federal equal protection clause and North Carolina's law of the land clause. <i>See, e.g., </i><i>MW Clearing &amp; Grading, Inc. v. N.C. Dep't of Env't &amp; Natural Res.,</i> 171 N.C.App. 170, 179, <span class=\"citation\" data-id=\"1353537\"><a href=\"/opinion/1353537/mw-clearing-grading-inc-v-nc-denr/\"><span class=\"volume\">614</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">568</span></a></span>, 575 (2005), <i>rev'd in part </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">379</span></span> (2006) (per curiam). Moreover, the North Carolina Court of Appeals has not considered the class of one theory post<i>Engquist.</i> Further, and more importantly, the North Carolina Supreme Court has never explicitly recognized a class of one claim. Thus, this court must predict how the North Carolina Supreme Court would rule on the issue if presented with it. <i>See, e.g., </i><i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.,</i> <span class=\"citation\" data-id=\"792814\"><a href=\"/opinion/792814/twin-city-fire-insurance-company-hartford-casualty-insurance-company-v-ben/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 369 (4th Cir.2005); <i>Private Mortgage Inv. Servs., Inc. v. Hotel &amp; Club Assocs., Inc.,</i> <span class=\"citation\" data-id=\"778321\"><a href=\"/opinion/778321/private-mortgage-investment-services-incorporated-v-hotel-and-club/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">308</span></a></span>, 312 (4th Cir. 2002).</p>\n<p>Given that North Carolina courts have read Section 19 coterminously with the Fourteenth Amendment, nothing suggests that the North Carolina Supreme Court would deviate from this path and reject <i>Engquist.</i> Further, the rationale behind <i>Engquist</i>that governmental officials be afforded the discretion to hire, discipline, and fire employees to fulfill the mission of the state agencyapplies with equal force in the state constitutional setting. Accordingly, the court predicts that, if presented with the issue, the North Carolina Supreme Court would adopt <i>Engquist.</i> Thus, plaintiffs state equal-protection claim fails.</p>\n<p></p>\n<h2>C.</h2>\n<p>Article I, Section 1 of the North Carolina Constitution provides that \"all persons are created equal; that they are endowed by their Creator with certain inalienable rights; that among these are life, <span class=\"star-pagination\">*732</span> liberty, the enjoyment of the fruits of their own labor, and the pursuit of happiness.\" N.C. Const. art. I, § 1. Generally, the provision protects \"the right of the individual to be free to enjoy the faculties with which he has been endowed by his Creator, to live and work where he will, to earn his livelihood by any lawful calling, and to pursue any legitimate business, trade or vocation.\" <i>State v. Warren,</i> <span class=\"citation\" data-id=\"1371925\"><a href=\"/opinion/1371925/state-v-warren/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">690</span></a></span>, 693, <span class=\"citation\" data-id=\"1371925\"><a href=\"/opinion/1371925/state-v-warren/\"><span class=\"volume\">114</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">660</span></a></span>, 663 (1960); <i>N.C. Real Estate Licensing Bd. v. Aikens,</i> 31 N.C.App. 8, 12-13, <span class=\"citation\" data-id=\"1416971\"><a href=\"/opinion/1416971/north-carolina-real-estate-licensing-bd-v-aikens/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">493</span></a></span>, 496 (1976). Section 1, however, does not create a constitutionally protected interest in a particular job. <i>See, e.g., </i><i>Peele v. Provident Mut. Life Ins. Co.,</i> 90 N.C.App. 447, 451, <span class=\"citation\" data-id=\"1295138\"><a href=\"/opinion/1295138/peele-v-provident-mut-life-ins-co/\"><span class=\"volume\">368</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">892</span></a></span>, 894-95 (1988). Thus, plaintiffs Section 1 claim fails.</p>\n<p></p>\n<h2>D.</h2>\n<p>Article I, Section 18 of the North Carolina Constitution provides that \"[a]ll courts shall be open; every person for an injury done him in his lands, goods, person, or reputation shall have remedy by due course of law; and right and justice shall be administered without favor, denial, or delay.\" N.C. Const. art. I, § 18. Munn-Goins argues that \"Article I, Section 18, the open court provision, protects the citizen's right to have legal redress through the courts. Effective legal redress includes the right to seek counsel and pursue effective remedies.\" Pl.'s Resp. 15.</p>\n<p>Assuming Munn-Goins states a separate claim under Section 18, Munn-Goins does not cite any North Carolina cases recognizing a right to seek counsel under Section 18. Moreover, this court has not found any authority in North Carolina recognizing such a \"right to seek counsel and pursue effective remedies.\" <i>Id.</i> Indeed, precedent from the North Carolina Court of Appeals appears to the contrary. <i>See </i><i>Teleflex Info. Sys., Inc. v. Arnold,</i> 132 N.C.App. 689, 693, <span class=\"citation\" data-id=\"1316148\"><a href=\"/opinion/1316148/teleflex-information-systems-v-arnold/\"><span class=\"volume\">513</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">85</span></a></span>, 88 (1999).</p>\n<p>Here, Munn-Goins did seek a judicial remedy in a court of law. Indeed, she filed an action in Bladen County Superior Court. As to her contention that Section 18 includes a \"right to seek counsel and pursue effective remedies,\" no North Carolina appellate court has ever extended Section 18 to encompass such a right, and this court does not predict that the North Carolina Supreme Court would interpret Section 18 to include such a right. <i>See </i><i>Twin City Fire Ins. Co.,</i> 433 F.3d at 369. Accordingly, plaintiff's Section 18 claim fails.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons discussed above, the court GRANTS defendants' motion for summary judgment [D.E. 15]. The Clerk of Court is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  On April 11, 2009, Dr. Geisen (apparently) died. See Bladen Community College, <i>Dr. Kathryn Holloway Geisen,</i> The Eagle, April 2009, at 2, <i>available at</i> http://www.bladencc. edu/ Eagle/0409/page2.html (last visited Sept. 17, 2009). No party notified the court of her death or filed a motion under Rule 25 of the Federal Rules of Civil Procedure.</p>\n<p>[2]  Section 115D-28 provides in full:\n</p>\n<p>Each board of trustees shall maintain a record of each of its employees, showing the following information with respect to each employee: name, age, date of original employment or appointment, the terms of any contract by which the employee is employed whether written or oral, past and current, to the extent that the board has the written contract or a record of the oral contract in its possession, current position, title, current salary, date and amount of most recent increase or decrease in salary, date of most recent promotion, demotion, transfer, suspension, separation, or other change in position classification, and the office or station to which the employee is currently assigned. For the purposes of this section, the term \"salary\" includes pay, benefits, incentives, bonuses, and deferred and all other forms of compensation paid by the employing entity. Subject only to rules and regulations for the safekeeping of records adopted by the board of trustees, every person having custody of the records shall permit them to be inspected and examined and copies made by any person during regular business hours. Any person who is denied access to any record for the purpose of inspecting, examining or copying the record shall have a right to compel compliance with the provisions of this section by application to a court of competent jurisdiction for a writ of mandamus or other appropriate relief.</p>\n<p>N.C. Gen.Stat. § 115D-28.</p>\n<p>[3]  In light of this disposition, the court need not address whether plaintiff had a property interest subject to protection. <i>See, e.g., </i><i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 344, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976); <i>Sylvia Dev. Corp. v. Calvert County, Md.,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 827 (4th Cir.1995).</p>\n<p>[4]  In light of this disposition, the court need not address whether each of the following activities constitutes adverse employment action: the May 2006 discipline letter, the February 2007 warning letter, the denial of the educational leave request, and the non-renewal of plaintiff's contract.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1295138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1371925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1416971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1576487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2313530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2470060/"
  ]
}