{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2408113/",
  "absolute_url": "/opinion/2408113/kelly-v-georgia-pacific-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2408113/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:06.415043Z",
  "date_modified": "2016-04-26T21:40:20.025429Z",
  "type": "010combined",
  "sha1": "4290da2f7461eb0efcd194f72d061131393c96ab",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>671 F.Supp.2d 785 (2009)</b></center>\n<center><h1>Earl Clyde KELLY, on behalf of himself and all others similarly situated, Plaintiff,<br>\nv.<br>\nGEORGIA-PACIFIC LLC, and Georgia Pacific Wood Products LLC, Defendants.</h1></center>\n<center>No. 7:08-CV-197-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 30, 2009.</center>\n<p><span class=\"star-pagination\">*787</span> Daniel K. Bryson, Scott C. Harris, Lewis &amp; Roberts, PLLC, Raleigh, NC, Joel R. Rhine, Lea, Rhine, Rosbrugh &amp; Chleborowicz, PLLC, Wilmington, NC, for Plaintiff.</p>\n<p>Martin L. White, Robert L. Burchette, Johnston, Allison &amp; Hord, P.A., Charlotte, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Earl Clyde Kelly (\"Kelly\" or \"plaintiff') built a home in Carolina Beach, North Carolina, and now brings several North Carolina state-law claims and a claim under the Magnuson-Moss Act (\"MMA\") against Georgia-Pacific LLC and Georgia Pacific Wood Products (collectively \"defendants\" or \"GP\"). Defendants are the designers and manufacturers of PrimeTrim, a product that Kelly's builder used in constructing Kelly's home. Kelly contends that PrimeTrim failed to work as promised, that his remedies under PrimeTrim's express warranty are not adequate, and that he should be able to pursue this case as a class action. Defendants acknowledge the viability of Kelly's express warranty claim, but move to dismiss Kelly's remaining claims for failure to state a claim upon which relief can be granted [D.E. 6]. In addition, defendants filed a third-party complaint seeking indemnification and contribution from the builder of plaintiffs home and the builders of putative class members' homes [D.E. 15]. Kelly moves to strike the third-party complaint [D.E. 30]. As explained below, the court grants defendants' partial motion to dismiss and denies plaintiffs motion to strike.</p>\n<p></p>\n<h2>I.</h2>\n<p>Georgia Pacific, LLC and Georgia Pacific Wood Products, LLC are designers and manufacturers of exterior building products, including PrimeTrim. Compl. <span class=\"star-pagination\">*788</span> ¶¶ 2,12; Answer ¶¶ 2, 12. GP sold Prime-Trim  directly and through dealers and other retail outletswithin the United States (including in North Carolina), to homeowners, developers, contractors, and subcontractors. Compl. ¶ 38; Answer ¶ 38. Defendants are no longer selling PrimeTrim. <i>See</i> Compl. ¶ 38.</p>\n<p>When defendants were selling Prime-Trim, homebuilders used the product on the exterior of homes as fascia, soffit, corner board, window trim, and door trim. <i>Id.</i> ¶ 2; Answer ¶ 2; <i>see</i> Defs.' Resp. to Mot. to Strike, Ex. A (copy of PrimeTrim installation instructions). GP marketed, advertised, and warranted that PrimeTrim was fit for the ordinary purpose for which wood trim is used, free from defects, suitable for exterior use, reliable, and superior to wood. Compl. ¶¶ 3, 14-17, 39-41; <i>see</i> Answer ¶¶ 15-17. Specifically, GP warranted that \"PrimeTrim may be installed wherever non-structural wood trim can be used.\" Compl. ¶ 4; <i>see</i> Answer ¶ 4.</p>\n<p>Kelly is a resident of New Hanover County, North Carolina and, since late 2003, has resided in a home that he built in Carolina Beach, North Carolina. Compl. ¶ 10. Plaintiff's builder used PrimeTrim in constructing plaintiff's home. <i>Id.</i> ¶ 25; Answer ¶ 25. However, plaintiff did not directly purchase PrimeTrim from GP. <i>See</i> Compl. ¶ 54. According to defendants, plaintiffs builder, Walter Thorpe McCartney, installed the PrimeTrim in plaintiffs home. Third Party Compl. ¶ 13. After installation, moisture penetrated behind the PrimeTrim, and the moisture absorption caused damage to the PrimeTrim and the \"[i]nner walls, sheathing, unprotected lumber and other areas\" of the home. Compl. ¶ 86; <i>see id.</i> ¶¶ 26, 43. Kelly makes no claims for damages other than the damage to his home. <i>Cf. id.</i> ¶¶ 86-87.</p>\n<p>According to the complaint, GP failed to disclose that PrimeTrim would degrade and fail when used for its intended purpose. <i>Id.</i> ¶ 22, 43-44. Kelly attributes these failures to design defects. <i>Id.</i> ¶ 7. Further, Kelly contends that GP did not adequately instruct plaintiff and other direct and indirect purchasers on how to properly install PrimeTrim. <i>Id.</i> ¶ 18. Kelly cites as an example that the instructions did not include steps to seal and to prime any site-cut ends of the PrimeTrim boards despite GP knowing that builders would cut the boards on site. <i>Id.</i> ¶¶ 18, 23. As a result, when builders cut the Prime-Trim on site before installing it and did not seal or prime the site-cut boards, the PrimeTrim became vulnerable to moisture intrusion. <i>Id.</i> ¶¶ 18-19, 21. Accordingly, when builders followed GP's instructions for installing PrimeTrim, PrimeTrim permitted water intrusion, which damaged the PrimeTrim and the structures in which it was installed. <i>Id.</i> ¶¶ 18-20.</p>\n<p>PrimeTrim is covered by a thirty-year limited warranty (\"limited warranty\"). <i>See id.,</i> Ex. A (copy of the limited warranty agreement).<sup>[1]</sup> Under the limited warranty, <span class=\"star-pagination\">*789</span> GP promises to remedy any defects in the PrimeTrim by \"[r]epair of the affected trim\" or \"[c]ash payment to the owner equivalent to the reasonable cost of repair or replacement of the affected trim with similar trim.\" <i>Id.,</i> Ex. A; <i>see id.</i> ¶ 60. The limited warranty restricts repair costs and cash payments to no more than two times the original sales price of the affected trim. <i>Id.,</i> Ex. A; <i>see id.</i> ¶ 60. Kelly contends that the remedies under the limited warranty will not make him whole; therefore, the limited warranty fails of its essential purpose. <i>See id.</i> ¶ 58.</p>\n<p>Nonetheless, on or about June 23, 2008, Kelly submitted a claim under the limited warranty to GP. <i>Id.</i> ¶ 27, Ex. A; Answer ¶ 27. In August 2008, GP inspected Kelly's residence to investigate the warranty claim. Compl. ¶ 28; Answer ¶ 28. GP and Kelly were unable to resolve the warranty claim. Compl. ¶ 29.</p>\n<p>On October 15, 2008, Kelly sued defendants in New Hanover County Superior Court [D.E. 1-2]. Kelly claims breach of express warranty, breach of implied warranty, negligence, violation of the Magnuson-Moss Act (\"MMA\"), 15 U.S.C. §§ 2301 et seq., and violation of the North Carolina Unfair and Deceptive Trade Practices Act (\"UDTPA\"), N.C. Gen.Stat. §§ 75-1.1 et seq. Compl. ¶¶ 51-96. Kelly seeks certification as a class action, compensatory and statutory (treble) damages, equitable and injunctive relief, costs, attorney's fees, expert fees, and pre-and post-judgment interest. <i>Id.</i> at 20; <i>see id.</i> ¶¶ 31-50.</p>\n<p>On November 19, 2008, defendants removed the action to this court based on diversity and federal-question jurisdiction [D.E. 1]. <i>See</i> 28 U.S.C. §§ 1331, 1332(a). Defendants are limited liability companies organized and existing under the laws of the State of Delaware with their headquarters located in Atlanta, Georgia. Compl. ¶ 11. The court has diversity jurisdiction under 28 U.S.C. § 1332(a). <i>See</i> Notice of Removal ¶¶ 7-10. The court also has federal-question jurisdiction due to the MMA claim and supplemental jurisdiction over the state-law claims. <i>See</i> 28 U.S.C. §§ 1331, 1367.</p>\n<p>On December 18, 2008, defendants filed their answer [D.E. 8] and a partial motion to dismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure [D.E. 6]. Defendants contend that Kelly only states a claim for breach of express warranty and that the court should dismiss his other claims. <i>See</i> Defs.' Mem. 2. Essentially, defendants argue that (1) the economic loss rule bars the negligence claim; (2) the lack of privity between plaintiff and defendants bars the implied warranty claim; (3) the contractual nature of the dispute bars the UDPTA claim; and (4) the MMA claim fails because PrimeTrim is not a consumer product. <i>See id.</i> Alternatively, defendants argue that the applicable statutes of limitations bar Kelly's implied warranty, negligence, MMA, and UDTPA claims. <i>See id.</i></p>\n<p>On January 6, 2009, defendants filed a third-party complaint against Walter Thorpe McCartney and John Does 1-500 [D.E. 15]. According to the third-party complaint, McCartney built Kelly's home, and John Does 1-500 are the unknown builders of the homes of the putative class members. <i>Id.</i> ¶¶ 5-6. According to defendants, the third-party defendants negligently installed the PrimeTrim. <i>See id.</i> ¶¶ 18, 21. Thus, if defendants are liable to plaintiff and the putative class, defendants seek indemnification and contribution from the third-party defendants. <i>Id.</i> ¶¶ 2, 8, 21-49; <i>see id.</i> at 11 (prayer for relief).</p>\n<p>On January 23, 2009, Kelly responded in opposition to defendants' partial motion to dismiss [D.E. 20]. On February 6, 2009, defendants replied [D.E. 26].</p>\n<p>On April 13, 2009, Kelly filed a motion to strike defendants' third-party complaint <span class=\"star-pagination\">*790</span> or, in the alternative, to sever defendants' third-party claims or try defendants' thirdparty claims separately [D.E. 30]. Kelly contends that the gist of. his claims against defendants concern the defective design and manufacture of PrimeTrim and the inadequate instructions accompanying the product. <i>See id.</i> at 7. Accordingly, even if defendants prove that the third-party defendant-builders negligently installed the PrimeTrim, defendants would not necessarily have a right to contribution. <i>See id.</i> at 7-12. Alternatively, Kelly asks the court to sever the third-party complaint or order a separate trial on the third-party claims. <i>See id.</i> at 14-24.</p>\n<p>On May 6, 2009, defendants responded to Kelly's motion to strike [D.E. 33]. Defendants contend that a central question in this case will be causationdid defendants' defective design and manufacturing of the product and the subsequent failure to adequately instruct builders how to install the product cause the PrimeTrim's deterioration (as plaintiff contends), or did the builders' improper installation cause the damage (as defendants contend). <i>See id.</i> at 2-3. As for Kelly's other arguments for severing the third-party complaint from the original action, defendants argue that the court should not strike the thirdparty complaint because the claims against the third-party defendant-builders are meritorious and consistent with Rule 14 of the Federal Rules of Civil Procedure and that separate trials would be inefficient and prejudicial. <i>See id.</i> at 17-22. Finally, defendants suggest that the court deny the motion to strike without prejudice given that discovery has not commenced. <i>See id.</i> at 22. On May 20, 2009, plaintiff replied [D.E. 34].</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>North Carolina substantive law controls plaintiffs state-law claims. The standard for a motion to dismiss under Rule 12(b)(6), however, is a procedural matter controlled by federal law. <i>See, e.g., </i><i>Colgan Air, Inc. v. Raytheon Aircraft Co.,</i> 507 F.3d 270, 275 (4th. Cir.2007); <i>Wilson v. Dryvit Sys., Inc.,</i> 206 F.Supp.2d 749, 752 (E.D.N.C.2002), <i>aff'd,</i> 71 Fed.Appx. 960 (4th Cir.2003) (per curiam) (unpublished). A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of the complaint. <i>See</i> Fed.R.Civ.P. 12(b)(6); <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949-52, 173 L.Ed.2d 868 (2009). A court should grant a motion to dismiss under Rule 12(b)(6) if the complaint does not allege \"enough facts to state a claim to relief that is plausible on its face.\" <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 570, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). \"Specific facts are not necessary; the statement need only 'give the defendant fair notice of what the ... claim is and the grounds upon which it rests.'\" <i>Erickson v. Pardus,</i> 551 U.S. 89, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam) (quoting <i>Twombly,</i> 550 U.S. at 555, 127 S.Ct. 1955) (alteration in original). Accordingly, \"[w]hile a plaintiff is not charged with pleading facts sufficient to prove [its] case, as an evidentiary matter, in [its] complaint, a plaintiff <i>is</i> required to allege facts that support a claim for relief.\" <i>Bass v. E.I. DuPont de Nemours &amp; Co.,</i> 324 F.3d 761, 765 (4th Cir.2003); <i>see </i><i>Ashcroft,</i> 129 S.Ct. at 1949-52. Moreover, although the court \"take[s] the facts in the light most favorable to the plaintiff,\" it \"need not accept the legal conclusions drawn from the facts [or] unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Giarratano v. Johnson,</i> 521 F.3d 298, 302 (4th Cir.2008) (quotations omitted); <i>see </i><i>Ashcroft,</i> 129 S.Ct. at 1949-52.</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendants argue that North Carolina's economic loss rule bars Kelly's negligence <span class=\"star-pagination\">*791</span> claim. Defs.' Mem. 4-9; Defs.' Reply Br. 2-5. Kelly responds that North Carolina's economic loss rule does not apply in this case because Kelly and defendants did not have a contract. Pl.'s Mem. 7-11.</p>\n<p>The economic loss rule addresses the intersection between contract remedies (including warranty remedies) and tort remedies. Thus, \"[o]rdinarily, a breach of contract does not give rise to a tort action by the promisee against the promisor.\" <i>N.C. State Ports Auth. v. Lloyd A. Fry Roofing Co.,</i> 294 N.C. 73, 81, 240 S.E.2d 345, 350 (1978), <i>rejected in part on other grounds by </i><i>Trs. of Rowan Tech. Coll. v. J. Hyatt Hammond Assocs., Inc.,</i> 313 N.C. 230, 328 S.E.2d 274 (1985). The rule makes sense, in part, because \"`parties to a contract do not thereby become each others' fiduciaries; [therefore,] they generally owe no special duty to one another beyond the terms of the contract.'\" <i>Broussard v. Meineke Disc. Muffler Shops, Inc.,</i> 155 F.3d 331, 347 (4th Cir. 1998) (quoting <i>Branch Banking &amp; Trust Co. v. Thompson,</i> 107 N.C.App. 53, 61, 418 S.E.2d 694, 699 (1992)). To pursue a tort claim and a breach of contract claim concerning the same conduct, \"a plaintiff must allege a duty owed him by the defendant separate and distinct from any duty owed under a contract.\" <i>Vanwyk Textile Sys., B.V. v. Zimmer Mach. Am., Inc.,</i> 994 F.Supp. 350, 362 (W.D.N.C.1997); <i>see </i><i>Broussard,</i> 155 F.3d at 346; <i>Strum v. Exxon Co.,</i> 15 F.3d 327, 330-31 (4th Cir. 1994); <i>Paine, Webber, Jackson &amp; Curtis, Inc. v. Stanley,</i> 60 N.C.App. 511, 516-17, 299 S.E.2d 292, 295-96 (1983). Moreover, North Carolina courts have \"carefully circumscribed\" this independent duty requirement. <i>Strum,</i> 15 F.3d at 331. In so doing, North Carolina courts have strived to keep tort and contract law (including law related to warranties) within their separate spheres. <i>Cf. </i><i>East River S.S. Corp. v. Transamerica Delaval Inc.,</i> 476 U.S. 858, 871, 106 S.Ct. 2295, 90 L.Ed.2d 865 (1986). Accordingly, North Carolina courts have developed (and the Fourth Circuit has applied) the economic loss rule, which prohibits recovery for purely economic loss in tort when a contract, a warranty, or the UCC operates to allocate risk. <i>See, e.g., </i><i>2000 Watermark Ass'n v. Celotex Corp.,</i> 784 F.2d 1183, 1186 (1986) (applying South Carolina law); <i>Ellis-Don Constr., Inc. v. HKS, Inc.,</i> 353 F.Supp.2d 603, 606-07 (M.D.N.C.2004) (applying North Carolina law); <i>Wilson,</i> 206 F.Supp.2d at 753-54 (applying North Carolina law); <i>Oates v. JAG, Inc.,</i> 314 N.C. 276, 277, 333 S.E.2d 222, 223-24 (1985); <i>N.C. State Ports Auth.,</i> 294 N.C. at 81, 240 S.E.2d at 350.</p>\n<p><i>North Carolina State Ports Authority</i> is the North Carolina Supreme Court's seminal opinion on the economic loss rule. In that case, the North Carolina Supreme Court noted the general rule: \"Ordinarily, a breach of contract does not give rise to a tort action by the promisee against the promisor.\" 294 N.C. at 81, 240 S.E.2d at 350. The North Carolina Supreme Court also recognized that \"there are many decisions of this and other courts holding a promisor liable in a tort action for a personal injury or damage to property proximately caused by his negligent, or wilful, act or omission in the course of his performance of his contract.\" <i>Id.,</i> 240 S.E.2d at 350. The North Carolina Supreme Court then described four scenarios where the economic loss rule does not apply.<sup>[2]</sup><span class=\"star-pagination\">*792</span> The North Carolina Supreme Court then recognized that these four categories of cases where the economic loss rule did not apply were not \"all inclusive.\" <i>Id.</i> at 82-83, 240 S.E.2d at 351. Nonetheless, the North Carolina Supreme Court noted that it had never held that a \"tort action lies against a promisor for his simple failure to perform his contract, even though such failure was due to negligence or lack of skill.\" <i>Id.</i> at 83, 240 S.E.2d at 351.</p>\n<p>In <i>North Carolina State Ports Authority,</i> the North Carolina Supreme Court analyzed a case where a state agency entered a contract with a general contractor for the construction of a transit shed and a warehouse. The general contractor then entered a subcontract with a roofing company to construct the roofs on the two buildings. Fry manufactured and supplied the materials in constructing the roofs. After the state agency took possession of the transit shed and warehouse, the roofs leaked. The state agency sued the general contractor, the roofing subcontractor, and Fry. Among other claims, the state agency alleged that the general contractor and the roofing subcontractor negligently constructed the roofs. 294 N.C. at 75-80, 240 S.E.2d at 347-49. The North Carolina Supreme Court applied the economic loss rule and held that plaintiff failed to state a negligence claim against either the general contractor or the roofing subcontractor. <i>See id.</i> at 87, 240 S.E.2d at 351, 353.</p>\n<p>In <i>Oates,</i> the North Carolina Supreme Court again analyzed the economic loss rule. In <i>Oates,</i> homeowners who were not the original purchasers filed an action against the builder for negligent construction. 314 N.C. at 277, 333 S.E.2d at 224. Although plaintiffs were only seeking to recover economic losses, the North Carolina Supreme Court recognized an exception to the economic loss rule and permitted the negligent construction claim to proceed. <i>Id.,</i> 333 S.E.2d at 223-24. The North Carolina Supreme Court described its holding as follows: \"an owner of a dwelling house who is not the original purchaser has a cause of action against the builder and general contractor for negligence in the construction of the house, when such negligence results in economic loss or damage to the owner.\" <i>Id.,</i> 333 S.E.2d at 223-24.</p>\n<p>In this case, the parties agree that none of the four exceptions that the North Carolina Supreme Court described in <i>North Carolina State Ports Authority</i> applies. The parties also agree that <i>Oates</i> does not apply because Kelly is the original purchaser. Finally, the parties agree that no North Carolina Supreme Court decision addresses the fact pattern present in this case. Thus, this court \"must determine how the Supreme Court of [North] Carolina would rule.\" <i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.,</i> 433 F.3d 365, 369 (4th Cir.2005). In doing so, the court may consider cases <span class=\"star-pagination\">*793</span> from the North Carolina Supreme Court and North Carolina Court of Appeals, the teachings of treatises, and the practices in other states. <i>See id.</i></p>\n<p>In this case, Kelly is the original purchaser of the home. <i>See</i> Compl. ¶ 10. He contracted with Walter-Thorpe McCartney to build the home. McCartney, in turn, installed the PrimeTrim in plaintiffs home. Kelly makes no claim for damages other than the damage to his home, and Kelly has a remedy against GP under PrimeTrim's express warranty. <i>See id.</i> ¶ 60, Ex. A. Nonetheless, Kelly seeks to hold PrimeTrim's manufacturers GP liable for negligence concerning PrimeTrim. <i>See id.</i> ¶¶ 73-87.</p>\n<p>Under North Carolina law, when a defective component of a larger system causes damage to the rest of the system, only economic loss has occurred, and the economic loss rule still applies. <i>See, e.g., Higginbotham v. Dryvit Sys.,</i> 50 U.C.C. Rep.Serv.2d (Callaghan) 128, at *11 (M.D.N.C.2003); <i>Wilson,</i> 206 F.Supp.2d at 753-54 (collecting cases from North Carolina and other jurisdictions); <i>Moore v. Coachmen Indus., Inc.,</i> 129 N.C.App. 389, 401, 499 S.E.2d 772, 780 (1998). Thus, the economic loss rule does not restrict economic losses to the defective component, but may include damages to the whole product caused by a defective component. <i>See, e.g., </i><i>Wilson,</i> 206 F.Supp.2d at 753-54; <i>N.C. State Ports Auth.,</i> 294 N.C. at 82, 240 S.E.2d at 350; <i>Atl. Coast Mech., Inc. v. Arcadis, Geraghty &amp; Miller of N.C., Inc..</i> 175 N.C.App. 339, 346, 623 S.E.2d 334, 340 (2006); <i>Land v. Tall House Bldg. Co.,</i> 165 N.C.App. 880, 884, 602 S.E.2d 1, 4 (2004); <i>Gregory v. Atrium Door &amp; Window Co.,</i> 106 N.C.App. 142, 144, 415 S.E.2d 574, 575 (1992); <i>Chicopee, Inc. v. Sims Metal Works, Inc.,</i> 98 N.C.App. 423, 431-32, 391 S.E.2d 211, 216-17 (1990). Accordingly, in this case, the economic loss due to the alleged defective component (i.e., the PrimeTrim) includes damages to the whole product (i.e., the home) caused by the defective component (i.e., the Prime Trim). <i>See, e.g., </i><i>Moore,</i> 129 N.C.App. at 402, 499 S.E.2d at 780.</p>\n<p>In order to avoid this conclusion, Kelly argues that North Carolina law requires a contract between the parties in order for the economic loss rule to apply. <i>See </i><i>Lord v. Customized Consulting Specialty, Inc.,</i> 182 N.C.App. 635, 637, 643 S.E.2d 28, 29 (2007) (\"Because the economic loss rule does not operate to bar a negligence claim in the absence of a contract between the parties, we affirm the trial court's judgment in favor of the plaintiff.\"). Because Kelly and GP did not have a contract, Kelly contends that the North Carolina Supreme Court would not apply the economic loss rule and would permit him to pursue a negligence claim against GP. Defendants disagree with Kelly's view of North Carolina law and argue that so long as plaintiff has a contractual remedy (such as the express warranty in this case), then the North Carolina Supreme Court would apply the economic loss rule and bar the negligence claim. <i>See, e.g., </i><i>N.C. State Ports Auth.,</i> 294 N.C. at 81-83, 240 S.E.2d at 350-51; <i>Moore,</i> 129 N.C.App. at 401-02, 499 S.E.2d at 780; <i>Chicopee, Inc.,</i> 98 N.C.App. at 431-32, 391 S.E.2d at 216-17; <i>Warfield v. Hicks,</i> 91 N.C.App. 1, 10, 370 S.E.2d 689, 694 (1988).</p>\n<p>In making his argument about how the North Carolina Supreme Court would rule, Kelly primarily relies on the North Carolina Court of Appeals' decision in <i>Lord.</i> In <i>Lord,</i> defendants appealed a jury verdict in favor of original homeowners who had sued, on the basis of negligence, the manufacturer of floor trusses that had been installed in their new home. 182 N.C.App. at 637-39, 643 S.E.2d at 29-30. The <i>Lord</i> plaintiffs sued the general contractor responsible <span class=\"star-pagination\">*794</span> for constructing the home and the manufacturer responsible for the design and manufacture of the trusses used in building the residence. <i>Id.</i> at 637-38, 643 S.E.2d at 29. The <i>Lord</i> plaintiff had no contract with the manufacturer of the trusses and had no warranty remedy against the manufacturer of the trusses. <i>See id.</i> at 640, 643 S.E.2d at 31. In holding that the economic loss rule did not apply to bar plaintiffs' negligence claim against the manufacturer of the trusses, the North Carolina Court of Appeals noted that permitting a negligence claim to proceed against the company that designed and made the trusses \"recognize[d] a means of redress for those purchasers who suffer economic loss or damage from improper construction but who . . . <i>have no basis for recovery in contract.\" Id.</i> at 641-42, 643 S.E.2d at 32 (quotation omitted) (emphasis added). Kelly contends that the North Carolina Supreme Court would extend <i>Lord</i>'s reasoning and permit the negligence claim to proceed, even though Kelly has an express warranty remedy against GP.</p>\n<p><i>Lord</i> cannot bear the weight that Kelly seeks to place on it. In <i>Lord,</i> the court discussed <i>Oates,</i> in which the North Carolina Supreme Court declined to apply the economic loss rule to a secondary purchaser of a house where that purchaser lacked a contractual remedy against the builder. In <i>Lord,</i> the court also discussed <i>Warfield,</i> where the North Carolina Court of Appeals relied on the economic loss rule to affirm the dismissal of an original purchaser's negligence claim against his builder arising out of the builder's alleged negligent use of beetle infested interior beams in building the house. 91 N.C.App. at 10, 370 S.E.2d at 694. In doing so, the <i>Warfield</i> court concluded that plaintiffs failed to prove \"injury other than the injury to the property itself arising from the contractor's alleged failure to adequately perform its contract or to satisfy express and implied warranties.\" <i>Id.,</i> 370 S.E.2d at 694. Notably, unlike the plaintiffs in <i>Oates</i> or <i>Lord,</i> the plaintiffs in <i>Warfield</i> had a contractual remedy against the builder. <i>See id.</i> at 9-10, 370 S.E.2d at 694.</p>\n<p>In analyzing North Carolina appellate decisions applying the economic loss doctrine and federal court applying North Carolina's economic loss doctrine, courts focus on the availability of a contractual remedy, including a remedy for breach of warranty. For example, in <i>Reece v. Homette Corp.,</i> 110 N.C.App. 462, 429 S.E.2d 768 (1993), plaintiff sought to recover damage to their mobile home arising out of water and stains where the walls met the ceiling. Plaintiff sought to recover economic loss, and asserted claims for negligent manufacture, negligent design, and negligent inspection. The North Carolina Court of Appeals, however, limited plaintiff's remedy to breach of warranty. <i>Id.</i> at 466-67, 429 S.E.2d at 770-71. Similarly, in <i>Moore,</i> plaintiffs sued the manufacturer of their RV and the supplier of a defective part that caused a fire and destroyed the RV. Although plaintiffs only suffered economic losses and did not have a contract with the RV manufacturer, plaintiffs sued the RV manufacturer and alleged negligence, breach of express warranty, and breach of implied warranty. 129 N.C.App. at 391, 499 S.E.2d at 774. The North Carolina Court of Appeals applied the economic loss rule to plaintiffs' tort claims and limited plaintiffs to their express warranty claim. <i>Id.</i> at 401-02, 499 S.E.2d at 780; <i>see also </i><i>Wilson,</i> 206 F.Supp.2d at 753-54 (collecting cases).</p>\n<p>Recently, the North Carolina Court of Appeals again focused on the availability of a contractual remedy in applying the economic loss rule. <i>See </i><i>Hospira Inc. v. AlphaGary Corp.,</i> ___ N.C.App. ___, 671 S.E.2d 7, 14 (2009). In <i>Hospira,</i> plaintiff <span class=\"star-pagination\">*795</span> sued AlphaGary Corporation (\"Alpha-Gary\") and alleged, <i>inter alia,</i> a negligence claim. Plaintiff manufactured medical devices and AlphaGary initially had a contract with plaintiff to supply pellets for use in plaintiffs medical device. Eventually, plaintiff outsourced the production of the medical device to another manufacturer and told the manufacturer to purchase the pellets from AlphaGary. AlphaGary supplied the pellets to the new manufacturer, but unbeknownst to Hospira, AlphaGary changed the formula for the pellets. The medical device did not perform as plaintiff expected, and plaintiff sued AlphaGary for negligence. The trial court dismissed the negligence claim due to the economic loss rule. On appeal, the Court of Appeals reversed and stated that \"where no contractual privity exists between parties, the rationale for barring recovery under the economic loss rule is not advanced by barring a claim for negligence.\" <i>Id.</i> at 14. Although the Court of Appeals in <i>Hospira</i> did not expressly state whether plaintiff had a potentially available remedy under an express warranty, the Court of Appeals cited <i>Moore</i> as \"holding that owners of a recreational vehicle were barred from recovering for pure economic loss from all defendants under the economic loss rule. . . where . . . the remote supplier was covered under the subsidiary manufacturer's limited warranty.\" <i>Hospira,</i> 671 S.E.2d at 14.</p>\n<p>Notably, in <i>Hospira,</i> and <i>Lord,</i> if the court did not allow the negligence claim to proceed on a tort theory, plaintiffs would have been without a contract or warranty remedy. Further, in <i>Moore,</i> the North Carolina Court of Appeals applied the economic loss rule despite the lack of a contract between the RV manufacturer and plaintiff because plaintiff had a remedy under the manufacturer's express warranty. <i>See </i><i>Moore,</i> 129 N.C.App. at 401-02, 499 S.E.2d at 780.</p>\n<p>Although plaintiff contends that <i>Lord</i> casts doubt on the continued vitality of <i>Moore, Hospira's</i> description of <i>Moore</i> refutes such an argument. Instead, <i>Hospira</i> indicates that North Carolina applies the economic loss rule even absent a contract between plaintiff and defendant so long as plaintiff has a contract or warranty remedy against defendant. Further, Judge Wynn wrote both <i>Hospira</i> and <i>Lord,</i> suggesting that plaintiffs reading of <i>Lord</i> is overly expansive.</p>\n<p>In this case, as in <i>Moore,</i> Kelly may proceed against GP under the express warranty. Although GP and Kelly did not enter a contract, the warranty allocates risk between Kelly and GP, lowers the price of the PrimeTrim, and thereby lowers the price of the home that Kelly built using the PrimeTrim. <i>See </i><i>East River S.S. Corp.,</i> 476 U.S. at 871-74, 106 S.Ct. 2295 (describing role of warranty law and contract law on risk allocation and product cost in holding \"that a manufacturer in a commercial relationship has no duty under either a negligence or strict products-liability theory to prevent a product from injuring itself\"). As the original owner, Kelly had the opportunity to participate in such risk allocation with an awareness of how such risk allocation impacts the ultimate price of his home. In turn, GP's warranty both limits GP's economic exposure for economic loss that the product causes when the product injures itself and binds GP to provide certain benefits to someone purchasing a new home partially constructed with PrimeTrim. <i>See id.</i> Because Kelly now contends that his builder used a defective product in building his new home and thereby caused economic loss, he may proceed with a breach-ofcontract claim against the builder and also may sue GP for breach of warranty. But GP's sale of a product with a limited warranty that covers the down-the-stream <span class=\"star-pagination\">*796</span> owner of the product (e.g., Kelly) does not open GP to a negligence claim for purely economic loss under North Carolina law once the product is sold to a third party, incorporated into the new home, and allegedly injures itself. As in <i>Moore,</i> the breach of express warranty claim provides Kelly a viable warranty remedy. 129 N.C.App. at 401-02, 499 S.E.2d at 780; <i>see </i><i>Alberti v. Manufactured Homes, Inc.,</i> 329 N.C. 727, 736-37, 407 S.E.2d 819, 825 (1991); <i>Kinlaw v. Long Mfg. N.C. Inc.,</i> 298 N.C. 494, 496, 259 S.E.2d 552, 554 (1979); <i>N.C. State Ports Auth.,</i> 294 N.C. at 81-83, 240 S.E.2d at 350-51; <i>Atl. Coast Mech.,</i> 175 N.C.App. at 343, 623 S.E.2d at 338; <i>see also</i> N.C. Gen.Stat. § 25-2-313, official cmt. 2.</p>\n<p>After considering the relevant precedent and the allegations in plaintiffs complaint, this court predicts that the North Carolina Supreme Court would apply the economic loss rule to bar plaintiff's negligence claim in this case. <i>See </i><i>Twin City Fire Ins. Co.,</i> 433 F.3d at 369. In so doing, the North Carolina Supreme Court would recognize the role of contract law (including the law of warranty) where an alleged defective product causes purely economic harm to the original purchaser of a home. <i>See </i><i>East River S.S. Corp.,</i> 476 U.S. at 868, 106 S.Ct. 2295; <i>Redman v. John D. Brush &amp; Co.,</i> 111 F.3d 1174, 1181-83 (4th Cir.1997) (Applying Virginia law); <i>2000 Watermark Assoc., Inc.,</i> 784 F.2d at 1185-87 (applying South Carolina law); <i>Ellis-Don Constr., Inc. v. HKS, Inc.,</i> 353 F.Supp.2d 603, 606-07 (M.D.N.C.2004) (\"North Carolina's economic loss rule bars claims in tort for purely economic losses in the sale of goods covered by contract law, including the UCC. . . . [T]he rule operates to preclude recovery in tort for purely economic damages when a contract or the UCC operates to allocate the risk of such damages.\"); <i>Wilson,</i> 206 F.Supp.2d at 753-54 (collecting cases); <i>Moore,</i> 129 N.C.App. at 401-02, 499 S.E.2d at 780. Moreover, as a federal court sitting in diversity, the court declines to expand North Carolina law in the way that Kelly proposes. <i>See </i><i>Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> 506 F.3d 304, 314-15 (4th Cir.2007) (sitting in diversity, a federal court should not create or expand a State's common law or public policy). Accordingly, because Kelly (the original purchaser of the home) has a warranty remedy available to him against GP under PrimeTrim's warranty and Kelly is only seeking damage for economic loss, North Carolina's economic loss rule bars Kelly's negligence claim against GP. Hence, the court grants GP's motion to dismiss Kelly's negligence claim.</p>\n<p></p>\n<h2>C.</h2>\n<p>Next, the court addresses Kelly's implied warranty claim against defendants. Under North Carolina common law, privity of contract is generally required to assert an implied warranty claim. <i>See, e.g., </i><i>Terry v. Double Cola Bottling Co.,</i> 263 N.C. 1, 3, 138 S.E.2d 753, 754 (1964); <i>Atl. Coast Mech.,</i> 175 N.C.App. at 345, 623 S.E.2d at 339. In certain situations, North Carolina has abolished the privity requirement. <i>See </i><i>Crews v. W.A. Brown &amp; Son, Inc.,</i> 106 N.C.App. 324, 331, 416 S.E.2d 924, 929(1992). For example, in 1979, the North Carolina General Assembly enacted the Products Liability Act (\"Act\"). <i>See</i> 1979 N.C. Sess. Laws 654. The Act defines a \"product liability action\" as \"any action brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture, construction, design, formulation, development of standards, preparation, processing, assembly, testing, listing, certifying, warning, instructing, marketing, selling, advertising, <span class=\"star-pagination\">*797</span> packaging 'or labeling of any product.\" <i>See</i> N.C. Gen.Stat. § 99B-1.2.</p>\n<p>The Act partially abrogates the privity requirement for implied warranty claims against manufacturers when the action is \"brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture... of any product.\" <i>Id.</i> § 99B-1(3); <i>see id.</i> § 99B-2(b); <i>DeWitt v. Eveready Battery Co.,</i> 355 N.C. 672, 682, 565 S.E.2d 140, 146 (2002); <i>Tetterton v. Long Mfg. Co.,</i> 314 N.C. 44, 50, 332 S.E.2d 67, 71 (1985).<sup>[3]</sup> In <i>Atlantic Coast Mechanical,</i> the North Carolina Court of Appeals interpreted \"property damage\" consistent with the economic loss rule, i.e., to only include damage other than to the product itself. 175 N.C.App. at 346, 623 S.E.2d at 339. Thus, when a plaintiff asserts an implied warranty claim seeking only the recovery of economic loss, North Carolina still requires privity of contract. <i>See, e.g., </i><i>Energy Investors Fund, L.P. v. Metric Constructors, Inc.,</i> 351 N.C. 331, 338, 525 S.E.2d 441, 446 (2000); <i>Atl. Coast Mech.,</i> 175 N.C.App. at 346, 623 S.E.2d at 339; <i>Reece,</i> 110 N.C.App. at 465, 429 S.E.2d at 769 (requiring privity \"where the alleged defects of the product manufactured by defendant caused neither personal injury nor damage to property other than to the manufactured product itself\"); <i>Gregory,</i> 106 N.C.App. at 144, 415 S.E.2d at 575; <i>Sharrard, McGee &amp; Co., P.A. v. Suz's Software, Inc.,</i> 100 N.C.App. 428, 432, 396 S.E.2d 815, 817-18 (1990) (\"[O]utside the exceptions created by [N.C. Gen.Stat. § 99B], the general rule is that privity is required to assert a claim for breach of an implied warranty involving only economic loss.\"); <i>Cato Equip. Co. v. Matthews,</i> 91 N.C.App. 546, 549, 372 S.E.2d 872, 874 (1988); <i>see also </i><i>AT &amp; T Corp. v. Med. Review of N.C., Inc.,</i> 876 F.Supp. 91, 95 (E.D.N.C.1995).</p>\n<p>The parties agree that Kelly and defendants are not in privity of contract. Nonetheless, Kelly argues that his asserted status as a third-party beneficiary to the contract between defendants and plaintiffs builder implies privity and thereby authorizes his implied warranty claim. In support, Kelly cites <i>Coastal Leasing Corp. v. O'Neal,</i> 103 N.C.App. 230, 405 S.E.2d 208 (1991), where the North Carolina Court of Appeals allowed a third-party beneficiary to proceed with an implied warranty claim under the North Carolina Uniform Commercial Code against the manufacturer. <i>Id.</i> at 236, 405 S.E.2d at 212. More recently, the North Carolina Court of Appeals relied upon <i>Coastal Leasing Corp.</i> to imply privity in other cases involving an alleged third-party beneficiary. <i>See, e.g., </i><i>LSB Fin. Servs. v. Harrison,</i> 144 N.C.App. 542, 548, 548 S.E.2d 574, 579 (2001); <i>Murray v. Nationwide Mut. Ins. Co.,</i> 123 N.C.App. 1, 15, 472 S.E.2d 358, 366 (1996). In reply, defendants contend that the cited cases are distinguishable.</p>\n<p>The court recognizes that \"[t]here is no definition of the word 'privity' which can be applied in all cases.\" <i>Masters v. Dunstan,</i> 256 N.C. 520, 524, 124 S.E.2d 574, 577 (1962). However, the court need not address this state-law issue because Kelly does not allege in the complaint that he is a third-party beneficiary to the contract between defendants and plaintiffs builder. <i>See Compl; cf. </i><i>Bass,</i> 324 F.3d at 764-65; <i>Am. Microtel, Inc. v. SFA, Inc.,</i> No. 94-1538, 1995 U.S.App. LEXIS 15524, at *9 <span class=\"star-pagination\">*798</span> (4th Cir. June 7, 1995) (per curiam) (unpublished). Thus, even assuming thirdparty beneficiary status implies privity, plaintiffs failure to allege that he is a third-party beneficiary of the contract between the builder and defendants dooms his argument. Because Kelly and defendants do not dispute that they lack a direct contractual relationship or dispute that plaintiff seeks only economic loss, Kelly has failed to state an implied warranty claim under North Carolina law. Accordingly, the court dismisses plaintiffs implied warranty claim.</p>\n<p></p>\n<h2>D.</h2>\n<p>Next, Kelly argues that this court should not limit his remedy to the limited warranty because the limited warranty fails of its essential purpose and therefore does not serve as an adequate remedy. Essentially, Kelly argues that the remedies provided under the limited warranty would not be adequate because either the cap on payments would be insufficient or replacing the defective product with more PrimeTrim would not remedy the problem. <i>See</i> Pl.'s Mem. 5-6.</p>\n<p>Pursuant to N.C. Gen.Stat. § 25-2-719, \"the agreement ... may limit or alter the measure of damages recoverable under this article, as by limiting the buyer's remedies to return of the goods and repayment of the price or to repair and replacement of nonconforming goods or parts.\" N.C. Gen.Stat. § 25-2-719(1)(a). The agreement also may limit consequential damages \"unless the limitation or exclusion is unconscionable.\" <i>Id.</i> § 25-2-719(3). Remedies provided in an agreement are \"optional unless expressly agreed to be exclusive, in which case it is the sole remedy.\" <i>Id.</i> § 25-2-719(1)(b). A contractual limitation of remedy is permitted so long as \"circumstances [do not] cause an exclusive or limited remedy to fail of its essential purpose.\" <i>Id.</i> § 25-2-719(2). \"[I]t is of the very essence of a sales contract that at least minimum adequate remedies be available.\" <i>Id.</i> § 25-2-719, official cmt. 1.</p>\n<p>Kelly misinterprets the plain terms of the limited warranty. GP promises either repair or replacement of the affected trim. If the PrimeTrim is defective by design, then the limited warranty allows \"the reasonable cost of . . . replacement of the affected trim with similar trim.\" Compl., Ex. A. Nowhere does the limited warranty specify that the affected trim has to be replaced with PrimeTrim. As for Kelly's argument concerning the remedy cap of double the sales price of the PrimeTrim, the remedy cap is consistent with N.C. Gen.Stat. § 25-2-719, and the limited warranty does not fail of its essential purpose. <i>See, e.g., </i><i>Figgie Int'l, Inc. v. Destileria Serralles, Inc.,</i> 190 F.3d 252, 257-58 (4th Cir.1999); <i>Global Octanes Tex., L.P. v. BP Exploration &amp; Oil Inc.,</i> 154 F.3d 518, 523 (5th Cir.1998).</p>\n<p></p>\n<h2>E.</h2>\n<p>Next, defendants seek to dismiss Kelly's UDTPA claim for two reasons: (1) Kelly fails to state a claim for relief under the UDTPA; and (2) the economic loss rule bars the UDTPA claim. Initially, the court addresses whether Kelly fails to state a UDTPA claim.</p>\n<p>To state a claim under the UDTPA, plaintiff must show (1) an unfair or deceptive act or practice (2) in or affecting commerce (3) which proximately caused actual injury to the plaintiff or to his business. <i>See, e.g.,</i> N.C. Gen.Stat. § 75-1.1; <i>Dalton v. Camp,</i> 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001); <i>Walker v. Fleetwood Homes of N.C., Inc.,</i> 362 N.C. 63, 71-72, 653 S.E.2d 393, 399 (2007); <i>RD &amp; J Props. v. Lauralea-Dilton Enters., LLC,</i> 165 N.C.App. 737, 748, 600 S.E.2d 492, 500 (2004). The conduct must be <span class=\"star-pagination\">*799</span> immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers. <i>See, e.g., </i><i>Gilbane Bldg. Co. v. Fed. Reserve Bank,</i> 80 F.3d 895, 902 (4th Cir. 1996); <i>Branch Banking &amp; Trust Co.,</i> 107 N.C.App. at 61, 418 S.E.2d at 700. Whether an act or practice is unfair or deceptive under the UDTPA is a question of law for the court. <i>See, e.g., </i><i>Tucker v. Boulevard at Piper Glen LLC,</i> 150 N.C.App. 150, 153, 564 S.E.2d 248, 250 (2002); <i>Norman Owen Trucking, Inc. v. Morkoski,</i> 131 N.C.App. 168, 177, 506 S.E.2d 267, 273 (1998).</p>\n<p>Under North Carolina law, a breach of warranty alone is insufficient to state a UDTPA claim. <i>See, e.g., </i><i>Washburn v. Yadkin Valley Bank &amp; Trust Co.,</i> 190 N.C.App. 315, 325, 660 S.E.2d 577, 584-85 (2008); <i>Se. Shelter Corp. v. BTU, Inc.,</i> 154 N.C.App. 321, 330, 572 S.E.2d 200, 206 (2002); <i>Mitchell v. Linville,</i> 148 N.C.App. 71, 74, 557 S.E.2d 620, 623 (2001); <i>Norman Owen Trucking,</i> 131 N.C.App. at 177, 506 S.E.2d at 273; <i>Branch Banking &amp; Trust Co.,</i> 107 N.C.App. at 62, 418 S.E.2d at 700; <i>Wachovia Bank &amp; Trust Co. v. Smith,</i> 44 N.C.App. 685, 691, 262 S.E.2d 646, 650 (1980), <i>overruled on other grounds by </i><i>Marshall v. Miller,</i> 302 N.C. 539, 276 S.E.2d 397 (1981). Rather, a party must allege some type of egregious or aggravating circumstances. <i>See </i><i>Norman Owen Trucking,</i> 131 N.C.App. at 177, 506 S.E.2d at 273; <i>see also </i><i>Broussard,</i> 155 F.3d at 345-47 (\"The courts differentiate between contract and deceptive trade practice claims, and relegate claims regarding the existence of an agreement, the terms contained in an agreement, and the interpretation of an agreement to the arena of contract law.\" (quotations omitted)); <i>Bartolomeo v. S.B. Thomas, Inc.,</i> 889 F.2d 530, 534-36 (4th Cir.1989); <i>PCS Phosphate Co. v. Norfolk S. Corp.,</i> 520 F.Supp.2d 705, 717-18 (E.D.N.C.2007), <i>aff'd,</i> 559 F.3d 212 (4th Cir.2009). \"North Carolina courts have repeatedly held that a mere breach of contract, even if intentional,\" does not rise to an unfair or deceptive trade practice. <i>Broussard,</i> 155 F.3d at 347 (quotations omitted); <i>see PCS Phosphate Co.,</i> 559 F.3d at 224. Moreover, \"[w]here an unfair or deceptive practice claim is based upon an alleged misrepresentation by the defendant, the plaintiff must show 'actual reliance' on the alleged misrepresentation in order to establish that the alleged misrepresentation `proximately caused' the injury of which plaintiff complains.\" <i>Sunset Beach Dev., LLC v. AMEC, Inc.,</i> ___ N.C.App. ___, 675 S.E.2d 46, 54 (2009) (quotation omitted); <i>see also </i><i>Tucker,</i> 150 N.C.App. at 154, 564 S.E.2d at 251.</p>\n<p>Here, defendants' failure to address plaintiff's warranty claim to his satisfaction or the design of a purportedly defective product do not rise to \"substantial aggravating circumstances\" to support Kelly's UDTPA claim. <i>See, e.g., PCS Phosphate Co.,</i> 559 F.3d at 224; <i>Broussard,</i> 155 F.3d at 346-47; <i>Branch Banking &amp; Trust Co.,</i> 107 N.C.App. at 62, 418 S.E.2d at 700. Further, to the extent, Kelly seeks to rely upon his allegation of misrepresentation (Compl. ¶¶ 94-95), Kelly does not allege actual reliance or that the misrepresentation proximately caused the damage. <i>See id.</i> ¶¶ 39-49, 93-96. Thus, the court grants defendants' motion to dismiss the UDTPA claim.<sup>[4]</sup></p>\n<p></p>\n<h2>F.</h2>\n<p>Finally, defendants argue that plaintiff's MMA claim fails as a matter of <span class=\"star-pagination\">*800</span> law. The MMA provides a federal breach of warranty remedy for consumers \"of any consumer product.\" 15 U.S.C. § 2301(3). The MMA defines a \"consumer product\" as \"any tangible personal property which is distributed in commerce and which is normally used for personal, family, or household purposes.\" <i>Id.</i> § 2301(1). The Federal Trade Commission is responsible for promulgating regulations under the MMA and has issued a regulation clarifying the definition of consumer products:</p>\n<blockquote>The coverage of building materials which are not separate items of equipment is based on the nature of the purchase transaction. An analysis of the transaction will determine whether the goods are real or personal property. The numerous products which go into the construction of a consumer dwelling are all consumer products when sold \"over the counter,\" as by hardware and building supply retailers. This is also true where a consumer contracts for the purchase of such materials in connection with the improvement, repair, or modification of a home (for example, paneling, dropped ceilings, siding, roofing, storm windows, remodeling). However, where such products are at the time of sale integrated into the structure of a dwelling they are not consumer products as they cannot be practically distinguished from realty. Thus, for example, the beams, wallboard, wiring, plumbing, windows, roofing, and other structural components of a dwelling are not consumer products when they are sold as part of real estate covered by a written warranty.</blockquote>\n<p>16 C.F.R. § 700.1(e). Defendants argue that the PrimeTrim does not meet the MMA's definition of \"consumer product.\"</p>\n<p>In opposition, Kelly acknowledges that the PrimeTrim was \"integrated\" into his home at the time of the sale, but argues that PrimeTrim remains a consumer product, despite its presale integration into his home, because GP advertises PrimeTrim as \"non-structural.\" Compl. ¶ 16. Focusing on the regulation's reference to \"other structural components of a dwelling\" in the last sentence of section 700.1(e), Kelly contends that PrimeTrim's nonstructural quality makes it a consumer product.</p>\n<p>The court disagrees with Kelly. First, the list in the final sentence of section 700.1(e) is non-exhaustive. Second, to the extent that Kelly wishes to limit the list to only structural components, some of the other examples cited in section 700.1(e) are not structural. For instance, wiring is not structural. Indeed, reading section 700.1(e) in its entirety makes clear that the Federal Trade Commission did not intend to make a structural/non-structural distinction. Rather, the relevant question under the regulations is whether PrimeTrim is a \"building material [] which [is] not [a] separate item[ ] of equipment\" and which has been \"integrated into the structure of a dwelling.\" 16 C.F.R. § 700.1(e).</p>\n<p>The complaint alleges that PrimeTrim was used in the construction of homes as \"fascia, soffit, corner board, window trim, door trim and general exterior use.\" Compl. 112. Further, plaintiff asserts that the defective product \"causes consequential water and structural damages; and promotes the growth of mold, mildew, fungi, and insect infestation <i>in the structures in which it is installed.\" Id.</i> ¶ 56 (emphasis added). Based on plaintiff's characterization of PrimeTrim, the product is a building material that was integrated into the structure of the dwelling prior to the dwelling's sale. <i>See id.</i> ¶¶ 2, 25, 54, 56. Accordingly, PrimeTrim is not a consumer product under the MMA. <i>See, e.g., Mikola v. Penn Lyon Homes, Inc.,</i> 2008-1 Trade Cas. (CCH) P76,178, at *24 (M.D.Pa.2008) (considering exterior siding, interior walls, <span class=\"star-pagination\">*801</span> rear porch, and flooring not to be consumer products under section 700.1(e)); <i>Weiss v. MI Home Prods., Inc.,</i> 376 Ill.App.3d 1001, 1005, 315 Ill.Dec. 690, 877 N.E.2d 442, 445 (Ill.App.Ct.2007) (considering windows not to be consumer products under 700.1(e)). Thus, the court grants defendants' motion to dismiss the MMA claim.<sup>[5]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>As plaintiff concedes, defendants' third-party complaint was timely and does not require leave of court. <i>See</i> Pl.'s Mot. to Strike Reply Br. 2; <i>cf.</i> Fed.R.Civ.P. 14(a)(1). Although this concession eliminates defendants' need to seek leave of the court to file the third-party complaint, Rule 14 of the Federal Rules of Civil Procedure still permits the court to grant the relief plaintiff seeks in its motion to strike. <i>See</i> Fed.R.Civ.P. 14 advisory committee's note; <i>Propps v. Weihe, Black &amp; Jeffries,</i> 582 F.2d 1354, 1356 (4th Cir.1978).</p>\n<p>Nothing in the limited warranty precludes defendants from seeking indemnification or contribution from third parties. At this early stage of the litigation, the court declines to strike the third-party complaint. If discovery reveals that defendants' claims against the third parties would prejudice plaintiff's case, the court will then consider possible remedies with a more complete record. Accordingly, the court denies plaintiffs motion to strike.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, the court GRANTS defendants' partial motion to dismiss [D.E. 6] and DENIES plaintiffs motion to strike the third-party complaint [D.E. 30]. In his response to defendants' motion to dismiss, plaintiff requested permission to file an amended complaint if the court granted any portion of defendants' motion to dismiss. The court GRANTS plaintiff's request to file an amended complaint. If plaintiff wishes to file an amended complaint, he shall do so not later than October 30, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  The limited warranty provides, in part:\n</p>\n<p>With respect to any claim, damage or defect covered under the foregoing substrate limited warranty and subject to the maximum limits of compensation specified herein, Georgia-Pacific shall elect, at its sole discretion, to compensate the owners either by:</p>\n<p> Repair of the affected trim, or replacement of the affected trim with trim of the same or similar type and specification (including installation costs), without charge to the owner, OR</p>\n<p> Cash payment to the owner equivalent to the reasonable cost of repair or replacement of the affected trim with similar trim, provided however, that the \"reasonable cost\" of repair or replacement shall not exceed two times the original Georgia-Pacific sales price of the affected trim.</p>\n<p>Compl., Ex. A.</p>\n<p>[2]  The four scenarios are:\n</p>\n<p>(1) The injury, proximately caused by the promisor's negligent act or omission in the performance of his contract, was an injury to the person or property of someone other than the promisee. . . .</p>\n<p>(2) The injury, proximately caused by the promisor's negligent, or wilful, act or omission in the performance of his contract, was to property of the promisee other than the property which was the subject of the contract, or was a personal injury to the promisee.. . .</p>\n<p>(3) The injury, proximately caused by the promisor's negligent, or wilful, act or omission in the performance of his contract, was loss of or damage to the promisee's property, which was the subject of the contract, the promisor being charged by law, as a matter of public policy, with the duty to use care in the safeguarding of the property from harm, as in the case of a common carrier, an innkeeper or other bailee....</p>\n<p>(4) The injury so caused was a wilful injury to or a conversion of the property of the promisee, which was the subject of the contract, by the promisor....</p>\n<p><i>North Carolina State Ports Auth.,</i> 294 N.C. at 82, 240 S.E.2d at 350-51.</p>\n<p>[3]  North Carolina does not recognize strict liability in products liability actions. <i>See, e.g.,</i> N.C. Gen. Stat § 99B-1.1; <i>Smith v. Fiber Controls Corp.,</i> 300 N.C. 669, 678, 268 S.E.2d 504, 509-10 (1980); <i>Bryant v. Adams,</i> 116 N.C.App. 448, 472-73, 448 S.E.2d 832, 845 (1994).</p>\n<p>[4]  In light of this conclusion, the court does not address whether the economic loss rule bars plaintiffs UDTPA claim. <i>Cf. </i><i>Bussian v. DaimlerChrysler Corp.,</i> 411 F.Supp.2d 614, 625 (M.D.N.C.2006).</p>\n<p>[5]  In light of the court's conclusions concerning plaintiff's negligence claim, UDTPA claim, implied warranty claim, and MMA claim, the court need not address the statute-of-limitations arguments.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">785</span></span> (2009)</b></center>\n<center><h1>Earl Clyde KELLY, on behalf of himself and all others similarly situated, Plaintiff,<br>\nv.<br>\nGEORGIA-PACIFIC LLC, and Georgia Pacific Wood Products LLC, Defendants.</h1></center>\n<center>No. 7:08-CV-197-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 30, 2009.</center>\n<p><span class=\"star-pagination\">*787</span> Daniel K. Bryson, Scott C. Harris, Lewis &amp; Roberts, PLLC, Raleigh, NC, Joel R. Rhine, Lea, Rhine, Rosbrugh &amp; Chleborowicz, PLLC, Wilmington, NC, for Plaintiff.</p>\n<p>Martin L. White, Robert L. Burchette, Johnston, Allison &amp; Hord, P.A., Charlotte, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Earl Clyde Kelly (\"Kelly\" or \"plaintiff') built a home in Carolina Beach, North Carolina, and now brings several North Carolina state-law claims and a claim under the Magnuson-Moss Act (\"MMA\") against Georgia-Pacific LLC and Georgia Pacific Wood Products (collectively \"defendants\" or \"GP\"). Defendants are the designers and manufacturers of PrimeTrim, a product that Kelly's builder used in constructing Kelly's home. Kelly contends that PrimeTrim failed to work as promised, that his remedies under PrimeTrim's express warranty are not adequate, and that he should be able to pursue this case as a class action. Defendants acknowledge the viability of Kelly's express warranty claim, but move to dismiss Kelly's remaining claims for failure to state a claim upon which relief can be granted [D.E. 6]. In addition, defendants filed a third-party complaint seeking indemnification and contribution from the builder of plaintiffs home and the builders of putative class members' homes [D.E. 15]. Kelly moves to strike the third-party complaint [D.E. 30]. As explained below, the court grants defendants' partial motion to dismiss and denies plaintiffs motion to strike.</p>\n<p></p>\n<h2>I.</h2>\n<p>Georgia Pacific, LLC and Georgia Pacific Wood Products, LLC are designers and manufacturers of exterior building products, including PrimeTrim. Compl. <span class=\"star-pagination\">*788</span> ¶¶ 2,12; Answer ¶¶ 2, 12. GP sold Prime-Trim  directly and through dealers and other retail outletswithin the United States (including in North Carolina), to homeowners, developers, contractors, and subcontractors. Compl. ¶ 38; Answer ¶ 38. Defendants are no longer selling PrimeTrim. <i>See</i> Compl. ¶ 38.</p>\n<p>When defendants were selling Prime-Trim, homebuilders used the product on the exterior of homes as fascia, soffit, corner board, window trim, and door trim. <i>Id.</i> ¶ 2; Answer ¶ 2; <i>see</i> Defs.' Resp. to Mot. to Strike, Ex. A (copy of PrimeTrim installation instructions). GP marketed, advertised, and warranted that PrimeTrim was fit for the ordinary purpose for which wood trim is used, free from defects, suitable for exterior use, reliable, and superior to wood. Compl. ¶¶ 3, 14-17, 39-41; <i>see</i> Answer ¶¶ 15-17. Specifically, GP warranted that \"PrimeTrim may be installed wherever non-structural wood trim can be used.\" Compl. ¶ 4; <i>see</i> Answer ¶ 4.</p>\n<p>Kelly is a resident of New Hanover County, North Carolina and, since late 2003, has resided in a home that he built in Carolina Beach, North Carolina. Compl. ¶ 10. Plaintiff's builder used PrimeTrim in constructing plaintiff's home. <i>Id.</i> ¶ 25; Answer ¶ 25. However, plaintiff did not directly purchase PrimeTrim from GP. <i>See</i> Compl. ¶ 54. According to defendants, plaintiffs builder, Walter Thorpe McCartney, installed the PrimeTrim in plaintiffs home. Third Party Compl. ¶ 13. After installation, moisture penetrated behind the PrimeTrim, and the moisture absorption caused damage to the PrimeTrim and the \"[i]nner walls, sheathing, unprotected lumber and other areas\" of the home. Compl. ¶ 86; <i>see id.</i> ¶¶ 26, 43. Kelly makes no claims for damages other than the damage to his home. <i>Cf. id.</i> ¶¶ 86-87.</p>\n<p>According to the complaint, GP failed to disclose that PrimeTrim would degrade and fail when used for its intended purpose. <i>Id.</i> ¶ 22, 43-44. Kelly attributes these failures to design defects. <i>Id.</i> ¶ 7. Further, Kelly contends that GP did not adequately instruct plaintiff and other direct and indirect purchasers on how to properly install PrimeTrim. <i>Id.</i> ¶ 18. Kelly cites as an example that the instructions did not include steps to seal and to prime any site-cut ends of the PrimeTrim boards despite GP knowing that builders would cut the boards on site. <i>Id.</i> ¶¶ 18, 23. As a result, when builders cut the Prime-Trim on site before installing it and did not seal or prime the site-cut boards, the PrimeTrim became vulnerable to moisture intrusion. <i>Id.</i> ¶¶ 18-19, 21. Accordingly, when builders followed GP's instructions for installing PrimeTrim, PrimeTrim permitted water intrusion, which damaged the PrimeTrim and the structures in which it was installed. <i>Id.</i> ¶¶ 18-20.</p>\n<p>PrimeTrim is covered by a thirty-year limited warranty (\"limited warranty\"). <i>See id.,</i> Ex. A (copy of the limited warranty agreement).<sup>[1]</sup> Under the limited warranty, <span class=\"star-pagination\">*789</span> GP promises to remedy any defects in the PrimeTrim by \"[r]epair of the affected trim\" or \"[c]ash payment to the owner equivalent to the reasonable cost of repair or replacement of the affected trim with similar trim.\" <i>Id.,</i> Ex. A; <i>see id.</i> ¶ 60. The limited warranty restricts repair costs and cash payments to no more than two times the original sales price of the affected trim. <i>Id.,</i> Ex. A; <i>see id.</i> ¶ 60. Kelly contends that the remedies under the limited warranty will not make him whole; therefore, the limited warranty fails of its essential purpose. <i>See id.</i> ¶ 58.</p>\n<p>Nonetheless, on or about June 23, 2008, Kelly submitted a claim under the limited warranty to GP. <i>Id.</i> ¶ 27, Ex. A; Answer ¶ 27. In August 2008, GP inspected Kelly's residence to investigate the warranty claim. Compl. ¶ 28; Answer ¶ 28. GP and Kelly were unable to resolve the warranty claim. Compl. ¶ 29.</p>\n<p>On October 15, 2008, Kelly sued defendants in New Hanover County Superior Court [D.E. 1-2]. Kelly claims breach of express warranty, breach of implied warranty, negligence, violation of the Magnuson-Moss Act (\"MMA\"), 15 U.S.C. §§ 2301 et seq., and violation of the North Carolina Unfair and Deceptive Trade Practices Act (\"UDTPA\"), N.C. Gen.Stat. §§ 75-1.1 et seq. Compl. ¶¶ 51-96. Kelly seeks certification as a class action, compensatory and statutory (treble) damages, equitable and injunctive relief, costs, attorney's fees, expert fees, and pre-and post-judgment interest. <i>Id.</i> at 20; <i>see id.</i> ¶¶ 31-50.</p>\n<p>On November 19, 2008, defendants removed the action to this court based on diversity and federal-question jurisdiction [D.E. 1]. <i>See</i> 28 U.S.C. §§ 1331, 1332(a). Defendants are limited liability companies organized and existing under the laws of the State of Delaware with their headquarters located in Atlanta, Georgia. Compl. ¶ 11. The court has diversity jurisdiction under 28 U.S.C. § 1332(a). <i>See</i> Notice of Removal ¶¶ 7-10. The court also has federal-question jurisdiction due to the MMA claim and supplemental jurisdiction over the state-law claims. <i>See</i> 28 U.S.C. §§ 1331, 1367.</p>\n<p>On December 18, 2008, defendants filed their answer [D.E. 8] and a partial motion to dismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure [D.E. 6]. Defendants contend that Kelly only states a claim for breach of express warranty and that the court should dismiss his other claims. <i>See</i> Defs.' Mem. 2. Essentially, defendants argue that (1) the economic loss rule bars the negligence claim; (2) the lack of privity between plaintiff and defendants bars the implied warranty claim; (3) the contractual nature of the dispute bars the UDPTA claim; and (4) the MMA claim fails because PrimeTrim is not a consumer product. <i>See id.</i> Alternatively, defendants argue that the applicable statutes of limitations bar Kelly's implied warranty, negligence, MMA, and UDTPA claims. <i>See id.</i></p>\n<p>On January 6, 2009, defendants filed a third-party complaint against Walter Thorpe McCartney and John Does 1-500 [D.E. 15]. According to the third-party complaint, McCartney built Kelly's home, and John Does 1-500 are the unknown builders of the homes of the putative class members. <i>Id.</i> ¶¶ 5-6. According to defendants, the third-party defendants negligently installed the PrimeTrim. <i>See id.</i> ¶¶ 18, 21. Thus, if defendants are liable to plaintiff and the putative class, defendants seek indemnification and contribution from the third-party defendants. <i>Id.</i> ¶¶ 2, 8, 21-49; <i>see id.</i> at 11 (prayer for relief).</p>\n<p>On January 23, 2009, Kelly responded in opposition to defendants' partial motion to dismiss [D.E. 20]. On February 6, 2009, defendants replied [D.E. 26].</p>\n<p>On April 13, 2009, Kelly filed a motion to strike defendants' third-party complaint <span class=\"star-pagination\">*790</span> or, in the alternative, to sever defendants' third-party claims or try defendants' thirdparty claims separately [D.E. 30]. Kelly contends that the gist of. his claims against defendants concern the defective design and manufacture of PrimeTrim and the inadequate instructions accompanying the product. <i>See id.</i> at 7. Accordingly, even if defendants prove that the third-party defendant-builders negligently installed the PrimeTrim, defendants would not necessarily have a right to contribution. <i>See id.</i> at 7-12. Alternatively, Kelly asks the court to sever the third-party complaint or order a separate trial on the third-party claims. <i>See id.</i> at 14-24.</p>\n<p>On May 6, 2009, defendants responded to Kelly's motion to strike [D.E. 33]. Defendants contend that a central question in this case will be causationdid defendants' defective design and manufacturing of the product and the subsequent failure to adequately instruct builders how to install the product cause the PrimeTrim's deterioration (as plaintiff contends), or did the builders' improper installation cause the damage (as defendants contend). <i>See id.</i> at 2-3. As for Kelly's other arguments for severing the third-party complaint from the original action, defendants argue that the court should not strike the thirdparty complaint because the claims against the third-party defendant-builders are meritorious and consistent with Rule 14 of the Federal Rules of Civil Procedure and that separate trials would be inefficient and prejudicial. <i>See id.</i> at 17-22. Finally, defendants suggest that the court deny the motion to strike without prejudice given that discovery has not commenced. <i>See id.</i> at 22. On May 20, 2009, plaintiff replied [D.E. 34].</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>North Carolina substantive law controls plaintiffs state-law claims. The standard for a motion to dismiss under Rule 12(b)(6), however, is a procedural matter controlled by federal law. <i>See, e.g., </i><i>Colgan Air, Inc. v. Raytheon Aircraft Co.,</i> <span class=\"citation\" data-id=\"1023961\"><a href=\"/opinion/1023961/colgan-air-inc-v-raytheon-aircraft-co/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 275 (4th. Cir.2007); <i>Wilson v. Dryvit Sys., Inc.,</i> <span class=\"citation\" data-id=\"2432957\"><a href=\"/opinion/2432957/wilson-v-dryvit-systems-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">749</span></a></span>, 752 (E.D.N.C.2002), <i>aff'd,</i> 71 Fed.Appx. 960 (4th Cir.2003) (per curiam) (unpublished). A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of the complaint. <i>See</i> Fed.R.Civ.P. 12(b)(6); <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949-52, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009). A court should grant a motion to dismiss under Rule 12(b)(6) if the complaint does not allege \"enough facts to state a claim to relief that is plausible on its face.\" <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). \"Specific facts are not necessary; the statement need only 'give the defendant fair notice of what the ... claim is and the grounds upon which it rests.'\" <i>Erickson v. Pardus,</i> <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam) (quoting <i>Twombly,</i> 550 U.S. at 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>) (alteration in original). Accordingly, \"[w]hile a plaintiff is not charged with pleading facts sufficient to prove [its] case, as an evidentiary matter, in [its] complaint, a plaintiff <i>is</i> required to allege facts that support a claim for relief.\" <i>Bass v. E.I. DuPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"781448\"><a href=\"/opinion/781448/portia-bass-v-ei-dupont-de-nemours-company-portia-bass-v-ei-dupont/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 765 (4th Cir.2003); <i>see </i><i>Ashcroft,</i> 129 S.Ct. at 1949-52. Moreover, although the court \"take[s] the facts in the light most favorable to the plaintiff,\" it \"need not accept the legal conclusions drawn from the facts [or] unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Giarratano v. Johnson,</i> <span class=\"citation\" data-id=\"1025322\"><a href=\"/opinion/1025322/giarratano-v-johnson/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 302 (4th Cir.2008) (quotations omitted); <i>see </i><i>Ashcroft,</i> 129 S.Ct. at 1949-52.</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendants argue that North Carolina's economic loss rule bars Kelly's negligence <span class=\"star-pagination\">*791</span> claim. Defs.' Mem. 4-9; Defs.' Reply Br. 2-5. Kelly responds that North Carolina's economic loss rule does not apply in this case because Kelly and defendants did not have a contract. Pl.'s Mem. 7-11.</p>\n<p>The economic loss rule addresses the intersection between contract remedies (including warranty remedies) and tort remedies. Thus, \"[o]rdinarily, a breach of contract does not give rise to a tort action by the promisee against the promisor.\" <i>N.C. State Ports Auth. v. Lloyd A. Fry Roofing Co.,</i> <span class=\"citation\" data-id=\"1355225\"><a href=\"/opinion/1355225/nc-state-ports-auth-v-la-fry-roof-co/\"><span class=\"volume\">294</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 81, <span class=\"citation\" data-id=\"1355225\"><a href=\"/opinion/1355225/nc-state-ports-auth-v-la-fry-roof-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">345</span></a></span>, 350 (1978), <i>rejected in part on other grounds by </i><i>Trs. of Rowan Tech. Coll. v. J. Hyatt Hammond Assocs., Inc.,</i> <span class=\"citation\" data-id=\"1227268\"><a href=\"/opinion/1227268/trustees-of-rowan-tech-college-v-j-hyatt-hammond-associates/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"1227268\"><a href=\"/opinion/1227268/trustees-of-rowan-tech-college-v-j-hyatt-hammond-associates/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">274</span></a></span> (1985). The rule makes sense, in part, because \"`parties to a contract do not thereby become each others' fiduciaries; [therefore,] they generally owe no special duty to one another beyond the terms of the contract.'\" <i>Broussard v. Meineke Disc. Muffler Shops, Inc.,</i> <span class=\"citation\" data-id=\"757756\"><a href=\"/opinion/757756/kelly-broussard-jim-stephens-mark-zuckerman-arnold-fischthal-john-hagar/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 347 (4th Cir. 1998) (quoting <i>Branch Banking &amp; Trust Co. v. Thompson,</i> 107 N.C.App. 53, 61, <span class=\"citation\" data-id=\"1311961\"><a href=\"/opinion/1311961/branch-banking-and-trust-co-v-thompson/\"><span class=\"volume\">418</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">694</span></a></span>, 699 (1992)). To pursue a tort claim and a breach of contract claim concerning the same conduct, \"a plaintiff must allege a duty owed him by the defendant separate and distinct from any duty owed under a contract.\" <i>Vanwyk Textile Sys., B.V. v. Zimmer Mach. Am., Inc.,</i> <span class=\"citation\" data-id=\"1530939\"><a href=\"/opinion/1530939/vanwyk-textile-systems-v-zimmer-mach-amer-inc/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">350</span></a></span>, 362 (W.D.N.C.1997); <i>see </i><i>Broussard,</i> 155 F.3d at 346; <i>Strum v. Exxon Co.,</i> <span class=\"citation\" data-id=\"661724\"><a href=\"/opinion/661724/matthew-strum-v-exxon-company-usa-a-division-of-exxon-corporation-exxon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 330-31 (4th Cir. 1994); <i>Paine, Webber, Jackson &amp; Curtis, Inc. v. Stanley,</i> 60 N.C.App. 511, 516-17, <span class=\"citation\" data-id=\"1333236\"><a href=\"/opinion/1333236/paine-webber-jackson-curtis-v-stanley/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">292</span></a></span>, 295-96 (1983). Moreover, North Carolina courts have \"carefully circumscribed\" this independent duty requirement. <i>Strum,</i> 15 F.3d at 331. In so doing, North Carolina courts have strived to keep tort and contract law (including law related to warranties) within their separate spheres. <i>Cf. </i><i>East River S.S. Corp. v. Transamerica Delaval Inc.,</i> <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, 871, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></a></span> (1986). Accordingly, North Carolina courts have developed (and the Fourth Circuit has applied) the economic loss rule, which prohibits recovery for purely economic loss in tort when a contract, a warranty, or the UCC operates to allocate risk. <i>See, e.g., </i><i>2000 Watermark Ass'n v. Celotex Corp.,</i> <span class=\"citation\" data-id=\"465377\"><a href=\"/opinion/465377/2000-watermark-association-inc-v-the-celotex-corporation/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1183</span></a></span>, 1186 (1986) (applying South Carolina law); <i>Ellis-Don Constr., Inc. v. HKS, Inc.,</i> <span class=\"citation\" data-id=\"2385098\"><a href=\"/opinion/2385098/ellis-don-const-inc-v-hks-inc/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">603</span></a></span>, 606-07 (M.D.N.C.2004) (applying North Carolina law); <i>Wilson,</i> 206 F.Supp.2d at 753-54 (applying North Carolina law); <i>Oates v. JAG, Inc.,</i> <span class=\"citation\" data-id=\"1314011\"><a href=\"/opinion/1314011/oates-v-jag-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">276</span></a></span>, 277, <span class=\"citation\" data-id=\"1314011\"><a href=\"/opinion/1314011/oates-v-jag-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">222</span></a></span>, 223-24 (1985); <i>N.C. State Ports Auth.,</i> 294 N.C. at 81, 240 S.E.2d at 350.</p>\n<p><i>North Carolina State Ports Authority</i> is the North Carolina Supreme Court's seminal opinion on the economic loss rule. In that case, the North Carolina Supreme Court noted the general rule: \"Ordinarily, a breach of contract does not give rise to a tort action by the promisee against the promisor.\" 294 N.C. at 81, 240 S.E.2d at 350. The North Carolina Supreme Court also recognized that \"there are many decisions of this and other courts holding a promisor liable in a tort action for a personal injury or damage to property proximately caused by his negligent, or wilful, act or omission in the course of his performance of his contract.\" <i>Id.,</i> 240 S.E.2d at 350. The North Carolina Supreme Court then described four scenarios where the economic loss rule does not apply.<sup>[2]</sup><span class=\"star-pagination\">*792</span> The North Carolina Supreme Court then recognized that these four categories of cases where the economic loss rule did not apply were not \"all inclusive.\" <i>Id.</i> at 82-83, 240 S.E.2d at 351. Nonetheless, the North Carolina Supreme Court noted that it had never held that a \"tort action lies against a promisor for his simple failure to perform his contract, even though such failure was due to negligence or lack of skill.\" <i>Id.</i> at 83, 240 S.E.2d at 351.</p>\n<p>In <i>North Carolina State Ports Authority,</i> the North Carolina Supreme Court analyzed a case where a state agency entered a contract with a general contractor for the construction of a transit shed and a warehouse. The general contractor then entered a subcontract with a roofing company to construct the roofs on the two buildings. Fry manufactured and supplied the materials in constructing the roofs. After the state agency took possession of the transit shed and warehouse, the roofs leaked. The state agency sued the general contractor, the roofing subcontractor, and Fry. Among other claims, the state agency alleged that the general contractor and the roofing subcontractor negligently constructed the roofs. 294 N.C. at 75-80, 240 S.E.2d at 347-49. The North Carolina Supreme Court applied the economic loss rule and held that plaintiff failed to state a negligence claim against either the general contractor or the roofing subcontractor. <i>See id.</i> at 87, 240 S.E.2d at 351, 353.</p>\n<p>In <i>Oates,</i> the North Carolina Supreme Court again analyzed the economic loss rule. In <i>Oates,</i> homeowners who were not the original purchasers filed an action against the builder for negligent construction. 314 N.C. at 277, 333 S.E.2d at 224. Although plaintiffs were only seeking to recover economic losses, the North Carolina Supreme Court recognized an exception to the economic loss rule and permitted the negligent construction claim to proceed. <i>Id.,</i> 333 S.E.2d at 223-24. The North Carolina Supreme Court described its holding as follows: \"an owner of a dwelling house who is not the original purchaser has a cause of action against the builder and general contractor for negligence in the construction of the house, when such negligence results in economic loss or damage to the owner.\" <i>Id.,</i> 333 S.E.2d at 223-24.</p>\n<p>In this case, the parties agree that none of the four exceptions that the North Carolina Supreme Court described in <i>North Carolina State Ports Authority</i> applies. The parties also agree that <i>Oates</i> does not apply because Kelly is the original purchaser. Finally, the parties agree that no North Carolina Supreme Court decision addresses the fact pattern present in this case. Thus, this court \"must determine how the Supreme Court of [North] Carolina would rule.\" <i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.,</i> <span class=\"citation\" data-id=\"792814\"><a href=\"/opinion/792814/twin-city-fire-insurance-company-hartford-casualty-insurance-company-v-ben/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 369 (4th Cir.2005). In doing so, the court may consider cases <span class=\"star-pagination\">*793</span> from the North Carolina Supreme Court and North Carolina Court of Appeals, the teachings of treatises, and the practices in other states. <i>See id.</i></p>\n<p>In this case, Kelly is the original purchaser of the home. <i>See</i> Compl. ¶ 10. He contracted with Walter-Thorpe McCartney to build the home. McCartney, in turn, installed the PrimeTrim in plaintiffs home. Kelly makes no claim for damages other than the damage to his home, and Kelly has a remedy against GP under PrimeTrim's express warranty. <i>See id.</i> ¶ 60, Ex. A. Nonetheless, Kelly seeks to hold PrimeTrim's manufacturers GP liable for negligence concerning PrimeTrim. <i>See id.</i> ¶¶ 73-87.</p>\n<p>Under North Carolina law, when a defective component of a larger system causes damage to the rest of the system, only economic loss has occurred, and the economic loss rule still applies. <i>See, e.g., Higginbotham v. Dryvit Sys.,</i> 50 U.C.C. Rep.Serv.2d (Callaghan) 128, at *11 (M.D.N.C.2003); <i>Wilson,</i> 206 F.Supp.2d at 753-54 (collecting cases from North Carolina and other jurisdictions); <i>Moore v. Coachmen Indus., Inc.,</i> 129 N.C.App. 389, 401, <span class=\"citation\" data-id=\"1312740\"><a href=\"/opinion/1312740/moore-v-coachmen-industries-inc/\"><span class=\"volume\">499</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">772</span></a></span>, 780 (1998). Thus, the economic loss rule does not restrict economic losses to the defective component, but may include damages to the whole product caused by a defective component. <i>See, e.g., </i><i>Wilson,</i> 206 F.Supp.2d at 753-54; <i>N.C. State Ports Auth.,</i> 294 N.C. at 82, 240 S.E.2d at 350; <i>Atl. Coast Mech., Inc. v. Arcadis, Geraghty &amp; Miller of N.C., Inc..</i> 175 N.C.App. 339, 346, <span class=\"citation\" data-id=\"1278771\"><a href=\"/opinion/1278771/atlantic-coast-v-arcadis/\"><span class=\"volume\">623</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">334</span></a></span>, 340 (2006); <i>Land v. Tall House Bldg. Co.,</i> 165 N.C.App. 880, 884, <span class=\"citation\" data-id=\"1324916\"><a href=\"/opinion/1324916/land-v-tall-house-bldg-co/\"><span class=\"volume\">602</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span>, 4 (2004); <i>Gregory v. Atrium Door &amp; Window Co.,</i> 106 N.C.App. 142, 144, <span class=\"citation\" data-id=\"1369363\"><a href=\"/opinion/1369363/gregory-v-atrium-door-and-window-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span>, 575 (1992); <i>Chicopee, Inc. v. Sims Metal Works, Inc.,</i> 98 N.C.App. 423, 431-32, <span class=\"citation\" data-id=\"1267658\"><a href=\"/opinion/1267658/chicopee-inc-v-sims-metal-works-inc/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">211</span></a></span>, 216-17 (1990). Accordingly, in this case, the economic loss due to the alleged defective component (i.e., the PrimeTrim) includes damages to the whole product (i.e., the home) caused by the defective component (i.e., the Prime Trim). <i>See, e.g., </i><i>Moore,</i> 129 N.C.App. at 402, 499 S.E.2d at 780.</p>\n<p>In order to avoid this conclusion, Kelly argues that North Carolina law requires a contract between the parties in order for the economic loss rule to apply. <i>See </i><i>Lord v. Customized Consulting Specialty, Inc.,</i> 182 N.C.App. 635, 637, <span class=\"citation\" data-id=\"1332393\"><a href=\"/opinion/1332393/lord-v-customized-consulting/\"><span class=\"volume\">643</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">28</span></a></span>, 29 (2007) (\"Because the economic loss rule does not operate to bar a negligence claim in the absence of a contract between the parties, we affirm the trial court's judgment in favor of the plaintiff.\"). Because Kelly and GP did not have a contract, Kelly contends that the North Carolina Supreme Court would not apply the economic loss rule and would permit him to pursue a negligence claim against GP. Defendants disagree with Kelly's view of North Carolina law and argue that so long as plaintiff has a contractual remedy (such as the express warranty in this case), then the North Carolina Supreme Court would apply the economic loss rule and bar the negligence claim. <i>See, e.g., </i><i>N.C. State Ports Auth.,</i> 294 N.C. at 81-83, 240 S.E.2d at 350-51; <i>Moore,</i> 129 N.C.App. at 401-02, 499 S.E.2d at 780; <i>Chicopee, Inc.,</i> 98 N.C.App. at 431-32, 391 S.E.2d at 216-17; <i>Warfield v. Hicks,</i> 91 N.C.App. 1, 10, <span class=\"citation\" data-id=\"1293719\"><a href=\"/opinion/1293719/warfield-v-hicks/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">689</span></a></span>, 694 (1988).</p>\n<p>In making his argument about how the North Carolina Supreme Court would rule, Kelly primarily relies on the North Carolina Court of Appeals' decision in <i>Lord.</i> In <i>Lord,</i> defendants appealed a jury verdict in favor of original homeowners who had sued, on the basis of negligence, the manufacturer of floor trusses that had been installed in their new home. 182 N.C.App. at 637-39, 643 S.E.2d at 29-30. The <i>Lord</i> plaintiffs sued the general contractor responsible <span class=\"star-pagination\">*794</span> for constructing the home and the manufacturer responsible for the design and manufacture of the trusses used in building the residence. <i>Id.</i> at 637-38, 643 S.E.2d at 29. The <i>Lord</i> plaintiff had no contract with the manufacturer of the trusses and had no warranty remedy against the manufacturer of the trusses. <i>See id.</i> at 640, 643 S.E.2d at 31. In holding that the economic loss rule did not apply to bar plaintiffs' negligence claim against the manufacturer of the trusses, the North Carolina Court of Appeals noted that permitting a negligence claim to proceed against the company that designed and made the trusses \"recognize[d] a means of redress for those purchasers who suffer economic loss or damage from improper construction but who . . . <i>have no basis for recovery in contract.\" Id.</i> at 641-42, 643 S.E.2d at 32 (quotation omitted) (emphasis added). Kelly contends that the North Carolina Supreme Court would extend <i>Lord</i>'s reasoning and permit the negligence claim to proceed, even though Kelly has an express warranty remedy against GP.</p>\n<p><i>Lord</i> cannot bear the weight that Kelly seeks to place on it. In <i>Lord,</i> the court discussed <i>Oates,</i> in which the North Carolina Supreme Court declined to apply the economic loss rule to a secondary purchaser of a house where that purchaser lacked a contractual remedy against the builder. In <i>Lord,</i> the court also discussed <i>Warfield,</i> where the North Carolina Court of Appeals relied on the economic loss rule to affirm the dismissal of an original purchaser's negligence claim against his builder arising out of the builder's alleged negligent use of beetle infested interior beams in building the house. 91 N.C.App. at 10, 370 S.E.2d at 694. In doing so, the <i>Warfield</i> court concluded that plaintiffs failed to prove \"injury other than the injury to the property itself arising from the contractor's alleged failure to adequately perform its contract or to satisfy express and implied warranties.\" <i>Id.,</i> 370 S.E.2d at 694. Notably, unlike the plaintiffs in <i>Oates</i> or <i>Lord,</i> the plaintiffs in <i>Warfield</i> had a contractual remedy against the builder. <i>See id.</i> at 9-10, 370 S.E.2d at 694.</p>\n<p>In analyzing North Carolina appellate decisions applying the economic loss doctrine and federal court applying North Carolina's economic loss doctrine, courts focus on the availability of a contractual remedy, including a remedy for breach of warranty. For example, in <i>Reece v. Homette Corp.,</i> 110 N.C.App. 462, <span class=\"citation\" data-id=\"1289499\"><a href=\"/opinion/1289499/reece-v-homette-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">768</span></a></span> (1993), plaintiff sought to recover damage to their mobile home arising out of water and stains where the walls met the ceiling. Plaintiff sought to recover economic loss, and asserted claims for negligent manufacture, negligent design, and negligent inspection. The North Carolina Court of Appeals, however, limited plaintiff's remedy to breach of warranty. <i>Id.</i> at 466-67, 429 S.E.2d at 770-71. Similarly, in <i>Moore,</i> plaintiffs sued the manufacturer of their RV and the supplier of a defective part that caused a fire and destroyed the RV. Although plaintiffs only suffered economic losses and did not have a contract with the RV manufacturer, plaintiffs sued the RV manufacturer and alleged negligence, breach of express warranty, and breach of implied warranty. 129 N.C.App. at 391, 499 S.E.2d at 774. The North Carolina Court of Appeals applied the economic loss rule to plaintiffs' tort claims and limited plaintiffs to their express warranty claim. <i>Id.</i> at 401-02, 499 S.E.2d at 780; <i>see also </i><i>Wilson,</i> 206 F.Supp.2d at 753-54 (collecting cases).</p>\n<p>Recently, the North Carolina Court of Appeals again focused on the availability of a contractual remedy in applying the economic loss rule. <i>See </i><i>Hospira Inc. v. AlphaGary Corp.,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"1156855\"><a href=\"/opinion/1156855/hospira-inc-v-alphagary-corp/\"><span class=\"volume\">671</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">7</span></a></span>, 14 (2009). In <i>Hospira,</i> plaintiff <span class=\"star-pagination\">*795</span> sued AlphaGary Corporation (\"Alpha-Gary\") and alleged, <i>inter alia,</i> a negligence claim. Plaintiff manufactured medical devices and AlphaGary initially had a contract with plaintiff to supply pellets for use in plaintiffs medical device. Eventually, plaintiff outsourced the production of the medical device to another manufacturer and told the manufacturer to purchase the pellets from AlphaGary. AlphaGary supplied the pellets to the new manufacturer, but unbeknownst to Hospira, AlphaGary changed the formula for the pellets. The medical device did not perform as plaintiff expected, and plaintiff sued AlphaGary for negligence. The trial court dismissed the negligence claim due to the economic loss rule. On appeal, the Court of Appeals reversed and stated that \"where no contractual privity exists between parties, the rationale for barring recovery under the economic loss rule is not advanced by barring a claim for negligence.\" <i>Id.</i> at 14. Although the Court of Appeals in <i>Hospira</i> did not expressly state whether plaintiff had a potentially available remedy under an express warranty, the Court of Appeals cited <i>Moore</i> as \"holding that owners of a recreational vehicle were barred from recovering for pure economic loss from all defendants under the economic loss rule. . . where . . . the remote supplier was covered under the subsidiary manufacturer's limited warranty.\" <i>Hospira,</i> 671 S.E.2d at 14.</p>\n<p>Notably, in <i>Hospira,</i> and <i>Lord,</i> if the court did not allow the negligence claim to proceed on a tort theory, plaintiffs would have been without a contract or warranty remedy. Further, in <i>Moore,</i> the North Carolina Court of Appeals applied the economic loss rule despite the lack of a contract between the RV manufacturer and plaintiff because plaintiff had a remedy under the manufacturer's express warranty. <i>See </i><i>Moore,</i> 129 N.C.App. at 401-02, 499 S.E.2d at 780.</p>\n<p>Although plaintiff contends that <i>Lord</i> casts doubt on the continued vitality of <i>Moore, Hospira's</i> description of <i>Moore</i> refutes such an argument. Instead, <i>Hospira</i> indicates that North Carolina applies the economic loss rule even absent a contract between plaintiff and defendant so long as plaintiff has a contract or warranty remedy against defendant. Further, Judge Wynn wrote both <i>Hospira</i> and <i>Lord,</i> suggesting that plaintiffs reading of <i>Lord</i> is overly expansive.</p>\n<p>In this case, as in <i>Moore,</i> Kelly may proceed against GP under the express warranty. Although GP and Kelly did not enter a contract, the warranty allocates risk between Kelly and GP, lowers the price of the PrimeTrim, and thereby lowers the price of the home that Kelly built using the PrimeTrim. <i>See </i><i>East River S.S. Corp.,</i> 476 U.S. at 871-74, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span> (describing role of warranty law and contract law on risk allocation and product cost in holding \"that a manufacturer in a commercial relationship has no duty under either a negligence or strict products-liability theory to prevent a product from injuring itself\"). As the original owner, Kelly had the opportunity to participate in such risk allocation with an awareness of how such risk allocation impacts the ultimate price of his home. In turn, GP's warranty both limits GP's economic exposure for economic loss that the product causes when the product injures itself and binds GP to provide certain benefits to someone purchasing a new home partially constructed with PrimeTrim. <i>See id.</i> Because Kelly now contends that his builder used a defective product in building his new home and thereby caused economic loss, he may proceed with a breach-ofcontract claim against the builder and also may sue GP for breach of warranty. But GP's sale of a product with a limited warranty that covers the down-the-stream <span class=\"star-pagination\">*796</span> owner of the product (e.g., Kelly) does not open GP to a negligence claim for purely economic loss under North Carolina law once the product is sold to a third party, incorporated into the new home, and allegedly injures itself. As in <i>Moore,</i> the breach of express warranty claim provides Kelly a viable warranty remedy. 129 N.C.App. at 401-02, 499 S.E.2d at 780; <i>see </i><i>Alberti v. Manufactured Homes, Inc.,</i> <span class=\"citation\" data-id=\"1376476\"><a href=\"/opinion/1376476/alberti-v-manufactured-homes-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">727</span></a></span>, 736-37, <span class=\"citation\" data-id=\"1376476\"><a href=\"/opinion/1376476/alberti-v-manufactured-homes-inc/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">819</span></a></span>, 825 (1991); <i>Kinlaw v. Long Mfg. N.C. Inc.,</i> <span class=\"citation\" data-id=\"1381220\"><a href=\"/opinion/1381220/kinlaw-v-long-mfg-nc-inc/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">494</span></a></span>, 496, <span class=\"citation\" data-id=\"1381220\"><a href=\"/opinion/1381220/kinlaw-v-long-mfg-nc-inc/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, 554 (1979); <i>N.C. State Ports Auth.,</i> 294 N.C. at 81-83, 240 S.E.2d at 350-51; <i>Atl. Coast Mech.,</i> 175 N.C.App. at 343, 623 S.E.2d at 338; <i>see also</i> N.C. Gen.Stat. § 25-2-313, official cmt. 2.</p>\n<p>After considering the relevant precedent and the allegations in plaintiffs complaint, this court predicts that the North Carolina Supreme Court would apply the economic loss rule to bar plaintiff's negligence claim in this case. <i>See </i><i>Twin City Fire Ins. Co.,</i> 433 F.3d at 369. In so doing, the North Carolina Supreme Court would recognize the role of contract law (including the law of warranty) where an alleged defective product causes purely economic harm to the original purchaser of a home. <i>See </i><i>East River S.S. Corp.,</i> 476 U.S. at 868, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>; <i>Redman v. John D. Brush &amp; Co.,</i> <span class=\"citation\" data-id=\"739919\"><a href=\"/opinion/739919/michael-redman-v-john-d-brush-and-company-dba-sentry-group/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, 1181-83 (4th Cir.1997) (Applying Virginia law); <i>2000 Watermark Assoc., Inc.,</i> 784 F.2d at 1185-87 (applying South Carolina law); <i>Ellis-Don Constr., Inc. v. HKS, Inc.,</i> <span class=\"citation\" data-id=\"2385098\"><a href=\"/opinion/2385098/ellis-don-const-inc-v-hks-inc/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">603</span></a></span>, 606-07 (M.D.N.C.2004) (\"North Carolina's economic loss rule bars claims in tort for purely economic losses in the sale of goods covered by contract law, including the UCC. . . . [T]he rule operates to preclude recovery in tort for purely economic damages when a contract or the UCC operates to allocate the risk of such damages.\"); <i>Wilson,</i> 206 F.Supp.2d at 753-54 (collecting cases); <i>Moore,</i> 129 N.C.App. at 401-02, 499 S.E.2d at 780. Moreover, as a federal court sitting in diversity, the court declines to expand North Carolina law in the way that Kelly proposes. <i>See </i><i>Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> <span class=\"citation\" data-id=\"1024148\"><a href=\"/opinion/1024148/time-warner-entertainment-advancenewhouse-partnership-v-carteret-craven/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 314-15 (4th Cir.2007) (sitting in diversity, a federal court should not create or expand a State's common law or public policy). Accordingly, because Kelly (the original purchaser of the home) has a warranty remedy available to him against GP under PrimeTrim's warranty and Kelly is only seeking damage for economic loss, North Carolina's economic loss rule bars Kelly's negligence claim against GP. Hence, the court grants GP's motion to dismiss Kelly's negligence claim.</p>\n<p></p>\n<h2>C.</h2>\n<p>Next, the court addresses Kelly's implied warranty claim against defendants. Under North Carolina common law, privity of contract is generally required to assert an implied warranty claim. <i>See, e.g., </i><i>Terry v. Double Cola Bottling Co.,</i> <span class=\"citation\" data-id=\"1249213\"><a href=\"/opinion/1249213/terry-v-double-cola-bottling-company/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></a></span>, 3, <span class=\"citation\" data-id=\"1249213\"><a href=\"/opinion/1249213/terry-v-double-cola-bottling-company/\"><span class=\"volume\">138</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">753</span></a></span>, 754 (1964); <i>Atl. Coast Mech.,</i> 175 N.C.App. at 345, 623 S.E.2d at 339. In certain situations, North Carolina has abolished the privity requirement. <i>See </i><i>Crews v. W.A. Brown &amp; Son, Inc.,</i> 106 N.C.App. 324, 331, <span class=\"citation\" data-id=\"1270448\"><a href=\"/opinion/1270448/crews-v-wa-brown-son-inc/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">924</span></a></span>, 929(1992). For example, in 1979, the North Carolina General Assembly enacted the Products Liability Act (\"Act\"). <i>See</i> 1979 N.C. Sess. Laws 654. The Act defines a \"product liability action\" as \"any action brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture, construction, design, formulation, development of standards, preparation, processing, assembly, testing, listing, certifying, warning, instructing, marketing, selling, advertising, <span class=\"star-pagination\">*797</span> packaging 'or labeling of any product.\" <i>See</i> N.C. Gen.Stat. § 99B-1.2.</p>\n<p>The Act partially abrogates the privity requirement for implied warranty claims against manufacturers when the action is \"brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture... of any product.\" <i>Id.</i> § 99B-1(3); <i>see id.</i> § 99B-2(b); <i>DeWitt v. Eveready Battery Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">672</span></span>, 682, <span class=\"citation\" data-id=\"1248685\"><a href=\"/opinion/1248685/dewitt-v-eveready-battery-co-inc/\"><span class=\"volume\">565</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">140</span></a></span>, 146 (2002); <i>Tetterton v. Long Mfg. Co.,</i> <span class=\"citation\" data-id=\"1322069\"><a href=\"/opinion/1322069/tetterton-v-long-mfg-co-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">44</span></a></span>, 50, <span class=\"citation\" data-id=\"1322069\"><a href=\"/opinion/1322069/tetterton-v-long-mfg-co-inc/\"><span class=\"volume\">332</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">67</span></a></span>, 71 (1985).<sup>[3]</sup> In <i>Atlantic Coast Mechanical,</i> the North Carolina Court of Appeals interpreted \"property damage\" consistent with the economic loss rule, i.e., to only include damage other than to the product itself. 175 N.C.App. at 346, 623 S.E.2d at 339. Thus, when a plaintiff asserts an implied warranty claim seeking only the recovery of economic loss, North Carolina still requires privity of contract. <i>See, e.g., </i><i>Energy Investors Fund, L.P. v. Metric Constructors, Inc.,</i> <span class=\"citation\" data-id=\"1270246\"><a href=\"/opinion/1270246/energy-investors-v-metric-constructors/\"><span class=\"volume\">351</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></a></span>, 338, <span class=\"citation\" data-id=\"1270246\"><a href=\"/opinion/1270246/energy-investors-v-metric-constructors/\"><span class=\"volume\">525</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">441</span></a></span>, 446 (2000); <i>Atl. Coast Mech.,</i> 175 N.C.App. at 346, 623 S.E.2d at 339; <i>Reece,</i> 110 N.C.App. at 465, 429 S.E.2d at 769 (requiring privity \"where the alleged defects of the product manufactured by defendant caused neither personal injury nor damage to property other than to the manufactured product itself\"); <i>Gregory,</i> 106 N.C.App. at 144, 415 S.E.2d at 575; <i>Sharrard, McGee &amp; Co., P.A. v. Suz's Software, Inc.,</i> 100 N.C.App. 428, 432, <span class=\"citation\" data-id=\"1314496\"><a href=\"/opinion/1314496/sharrard-mcgee-co-v-suzs-software-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">815</span></a></span>, 817-18 (1990) (\"[O]utside the exceptions created by [N.C. Gen.Stat. § 99B], the general rule is that privity is required to assert a claim for breach of an implied warranty involving only economic loss.\"); <i>Cato Equip. Co. v. Matthews,</i> 91 N.C.App. 546, 549, <span class=\"citation\" data-id=\"1222757\"><a href=\"/opinion/1222757/cato-equipment-co-inc-v-matthews/\"><span class=\"volume\">372</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">872</span></a></span>, 874 (1988); <i>see also </i><i>AT &amp; T Corp. v. Med. Review of N.C., Inc.,</i> <span class=\"citation\" data-id=\"1556904\"><a href=\"/opinion/1556904/att-corp-v-medical-review-of-north-carolina/\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">91</span></a></span>, 95 (E.D.N.C.1995).</p>\n<p>The parties agree that Kelly and defendants are not in privity of contract. Nonetheless, Kelly argues that his asserted status as a third-party beneficiary to the contract between defendants and plaintiffs builder implies privity and thereby authorizes his implied warranty claim. In support, Kelly cites <i>Coastal Leasing Corp. v. O'Neal,</i> 103 N.C.App. 230, <span class=\"citation\" data-id=\"1233413\"><a href=\"/opinion/1233413/coastal-leasing-corp-v-oneal/\"><span class=\"volume\">405</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">208</span></a></span> (1991), where the North Carolina Court of Appeals allowed a third-party beneficiary to proceed with an implied warranty claim under the North Carolina Uniform Commercial Code against the manufacturer. <i>Id.</i> at 236, 405 S.E.2d at 212. More recently, the North Carolina Court of Appeals relied upon <i>Coastal Leasing Corp.</i> to imply privity in other cases involving an alleged third-party beneficiary. <i>See, e.g., </i><i>LSB Fin. Servs. v. Harrison,</i> 144 N.C.App. 542, 548, <span class=\"citation\" data-id=\"1328756\"><a href=\"/opinion/1328756/lsb-financial-services-inc-v-harrison/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span>, 579 (2001); <i>Murray v. Nationwide Mut. Ins. Co.,</i> 123 N.C.App. 1, 15, <span class=\"citation\" data-id=\"1344696\"><a href=\"/opinion/1344696/murray-v-nationwide-mut-ins-co/\"><span class=\"volume\">472</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">358</span></a></span>, 366 (1996). In reply, defendants contend that the cited cases are distinguishable.</p>\n<p>The court recognizes that \"[t]here is no definition of the word 'privity' which can be applied in all cases.\" <i>Masters v. Dunstan,</i> <span class=\"citation\" data-id=\"1321116\"><a href=\"/opinion/1321116/masters-v-dunstan/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">520</span></a></span>, 524, <span class=\"citation\" data-id=\"1321116\"><a href=\"/opinion/1321116/masters-v-dunstan/\"><span class=\"volume\">124</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span>, 577 (1962). However, the court need not address this state-law issue because Kelly does not allege in the complaint that he is a third-party beneficiary to the contract between defendants and plaintiffs builder. <i>See Compl; cf. </i><i>Bass,</i> 324 F.3d at 764-65; <i>Am. Microtel, Inc. v. SFA, Inc.,</i> No. 94-1538, 1995 U.S.App. LEXIS 15524, at *9 <span class=\"star-pagination\">*798</span> (4th Cir. June 7, 1995) (per curiam) (unpublished). Thus, even assuming thirdparty beneficiary status implies privity, plaintiffs failure to allege that he is a third-party beneficiary of the contract between the builder and defendants dooms his argument. Because Kelly and defendants do not dispute that they lack a direct contractual relationship or dispute that plaintiff seeks only economic loss, Kelly has failed to state an implied warranty claim under North Carolina law. Accordingly, the court dismisses plaintiffs implied warranty claim.</p>\n<p></p>\n<h2>D.</h2>\n<p>Next, Kelly argues that this court should not limit his remedy to the limited warranty because the limited warranty fails of its essential purpose and therefore does not serve as an adequate remedy. Essentially, Kelly argues that the remedies provided under the limited warranty would not be adequate because either the cap on payments would be insufficient or replacing the defective product with more PrimeTrim would not remedy the problem. <i>See</i> Pl.'s Mem. 5-6.</p>\n<p>Pursuant to N.C. Gen.Stat. § 25-2-719, \"the agreement ... may limit or alter the measure of damages recoverable under this article, as by limiting the buyer's remedies to return of the goods and repayment of the price or to repair and replacement of nonconforming goods or parts.\" N.C. Gen.Stat. § 25-2-719(1)(a). The agreement also may limit consequential damages \"unless the limitation or exclusion is unconscionable.\" <i>Id.</i> § 25-2-719(3). Remedies provided in an agreement are \"optional unless expressly agreed to be exclusive, in which case it is the sole remedy.\" <i>Id.</i> § 25-2-719(1)(b). A contractual limitation of remedy is permitted so long as \"circumstances [do not] cause an exclusive or limited remedy to fail of its essential purpose.\" <i>Id.</i> § 25-2-719(2). \"[I]t is of the very essence of a sales contract that at least minimum adequate remedies be available.\" <i>Id.</i> § 25-2-719, official cmt. 1.</p>\n<p>Kelly misinterprets the plain terms of the limited warranty. GP promises either repair or replacement of the affected trim. If the PrimeTrim is defective by design, then the limited warranty allows \"the reasonable cost of . . . replacement of the affected trim with similar trim.\" Compl., Ex. A. Nowhere does the limited warranty specify that the affected trim has to be replaced with PrimeTrim. As for Kelly's argument concerning the remedy cap of double the sales price of the PrimeTrim, the remedy cap is consistent with N.C. Gen.Stat. § 25-2-719, and the limited warranty does not fail of its essential purpose. <i>See, e.g., </i><i>Figgie Int'l, Inc. v. Destileria Serralles, Inc.,</i> <span class=\"citation\" data-id=\"766001\"><a href=\"/opinion/766001/figgie-international-incorporated-v-destileria-serralles-incorporated/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 257-58 (4th Cir.1999); <i>Global Octanes Tex., L.P. v. BP Exploration &amp; Oil Inc.,</i> <span class=\"citation\" data-id=\"757615\"><a href=\"/opinion/757615/global-octanes-texas-lp-plaintiff-appellant-cross-appellee-v-bp/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 523 (5th Cir.1998).</p>\n<p></p>\n<h2>E.</h2>\n<p>Next, defendants seek to dismiss Kelly's UDTPA claim for two reasons: (1) Kelly fails to state a claim for relief under the UDTPA; and (2) the economic loss rule bars the UDTPA claim. Initially, the court addresses whether Kelly fails to state a UDTPA claim.</p>\n<p>To state a claim under the UDTPA, plaintiff must show (1) an unfair or deceptive act or practice (2) in or affecting commerce (3) which proximately caused actual injury to the plaintiff or to his business. <i>See, e.g.,</i> N.C. Gen.Stat. § 75-1.1; <i>Dalton v. Camp,</i> <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">647</span></a></span>, 656, <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">704</span></a></span>, 711 (2001); <i>Walker v. Fleetwood Homes of N.C., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">63</span></span>, 71-72, <span class=\"citation\" data-id=\"1424017\"><a href=\"/opinion/1424017/walker-v-fleetwood-homes-of-north-carolina/\"><span class=\"volume\">653</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">393</span></a></span>, 399 (2007); <i>RD &amp; J Props. v. Lauralea-Dilton Enters., LLC,</i> 165 N.C.App. 737, 748, <span class=\"citation\" data-id=\"1415923\"><a href=\"/opinion/1415923/rd-j-properties-v-lauralea-dilton/\"><span class=\"volume\">600</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">492</span></a></span>, 500 (2004). The conduct must be <span class=\"star-pagination\">*799</span> immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers. <i>See, e.g., </i><i>Gilbane Bldg. Co. v. Fed. Reserve Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></span>, 902 (4th Cir. 1996); <i>Branch Banking &amp; Trust Co.,</i> 107 N.C.App. at 61, 418 S.E.2d at 700. Whether an act or practice is unfair or deceptive under the UDTPA is a question of law for the court. <i>See, e.g., </i><i>Tucker v. Boulevard at Piper Glen LLC,</i> 150 N.C.App. 150, 153, <span class=\"citation\" data-id=\"1214100\"><a href=\"/opinion/1214100/tucker-v-boulevard-at-piper-glen-llc/\"><span class=\"volume\">564</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">248</span></a></span>, 250 (2002); <i>Norman Owen Trucking, Inc. v. Morkoski,</i> 131 N.C.App. 168, 177, <span class=\"citation\" data-id=\"1329826\"><a href=\"/opinion/1329826/norman-owen-trucking-inc-v-morkoski/\"><span class=\"volume\">506</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">267</span></a></span>, 273 (1998).</p>\n<p>Under North Carolina law, a breach of warranty alone is insufficient to state a UDTPA claim. <i>See, e.g., </i><i>Washburn v. Yadkin Valley Bank &amp; Trust Co.,</i> 190 N.C.App. 315, 325, <span class=\"citation\" data-id=\"1340126\"><a href=\"/opinion/1340126/washburn-v-yadkin-valley-bank-trust/\"><span class=\"volume\">660</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">577</span></a></span>, 584-85 (2008); <i>Se. Shelter Corp. v. BTU, Inc.,</i> 154 N.C.App. 321, 330, <span class=\"citation\" data-id=\"1389606\"><a href=\"/opinion/1389606/southeastern-shelter-corp-v-btu-inc/\"><span class=\"volume\">572</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">200</span></a></span>, 206 (2002); <i>Mitchell v. Linville,</i> 148 N.C.App. 71, 74, <span class=\"citation\" data-id=\"1365621\"><a href=\"/opinion/1365621/mitchell-v-linville/\"><span class=\"volume\">557</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">620</span></a></span>, 623 (2001); <i>Norman Owen Trucking,</i> 131 N.C.App. at 177, 506 S.E.2d at 273; <i>Branch Banking &amp; Trust Co.,</i> 107 N.C.App. at 62, 418 S.E.2d at 700; <i>Wachovia Bank &amp; Trust Co. v. Smith,</i> 44 N.C.App. 685, 691, <span class=\"citation\" data-id=\"1399176\"><a href=\"/opinion/1399176/wachovia-bank-trust-co-v-smith/\"><span class=\"volume\">262</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">646</span></a></span>, 650 (1980), <i>overruled on other grounds by </i><i>Marshall v. Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">539</span></span>, <span class=\"citation\" data-id=\"1252319\"><a href=\"/opinion/1252319/marshall-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span> (1981). Rather, a party must allege some type of egregious or aggravating circumstances. <i>See </i><i>Norman Owen Trucking,</i> 131 N.C.App. at 177, 506 S.E.2d at 273; <i>see also </i><i>Broussard,</i> 155 F.3d at 345-47 (\"The courts differentiate between contract and deceptive trade practice claims, and relegate claims regarding the existence of an agreement, the terms contained in an agreement, and the interpretation of an agreement to the arena of contract law.\" (quotations omitted)); <i>Bartolomeo v. S.B. Thomas, Inc.,</i> <span class=\"citation\" data-id=\"532057\"><a href=\"/opinion/532057/tim-bartolomeo-dba-quality-brands-inc-v-sb-thomas-inc-cpc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 534-36 (4th Cir.1989); <i>PCS Phosphate Co. v. Norfolk S. Corp.,</i> <span class=\"citation\" data-id=\"1446144\"><a href=\"/opinion/1446144/pcs-phosphate-co-inc-v-norfolk-southern-corp/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">705</span></a></span>, 717-18 (E.D.N.C.2007), <i>aff'd,</i> <span class=\"citation\" data-id=\"1028080\"><a href=\"/opinion/1028080/pcs-phosphate-co-inc-v-norfolk-southern-corp/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span> (4th Cir.2009). \"North Carolina courts have repeatedly held that a mere breach of contract, even if intentional,\" does not rise to an unfair or deceptive trade practice. <i>Broussard,</i> 155 F.3d at 347 (quotations omitted); <i>see PCS Phosphate Co.,</i> 559 F.3d at 224. Moreover, \"[w]here an unfair or deceptive practice claim is based upon an alleged misrepresentation by the defendant, the plaintiff must show 'actual reliance' on the alleged misrepresentation in order to establish that the alleged misrepresentation `proximately caused' the injury of which plaintiff complains.\" <i>Sunset Beach Dev., LLC v. AMEC, Inc.,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"1326146\"><a href=\"/opinion/1326146/sunset-beach-development-v-amec-inc/\"><span class=\"volume\">675</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">46</span></a></span>, 54 (2009) (quotation omitted); <i>see also </i><i>Tucker,</i> 150 N.C.App. at 154, 564 S.E.2d at 251.</p>\n<p>Here, defendants' failure to address plaintiff's warranty claim to his satisfaction or the design of a purportedly defective product do not rise to \"substantial aggravating circumstances\" to support Kelly's UDTPA claim. <i>See, e.g., PCS Phosphate Co.,</i> 559 F.3d at 224; <i>Broussard,</i> 155 F.3d at 346-47; <i>Branch Banking &amp; Trust Co.,</i> 107 N.C.App. at 62, 418 S.E.2d at 700. Further, to the extent, Kelly seeks to rely upon his allegation of misrepresentation (Compl. ¶¶ 94-95), Kelly does not allege actual reliance or that the misrepresentation proximately caused the damage. <i>See id.</i> ¶¶ 39-49, 93-96. Thus, the court grants defendants' motion to dismiss the UDTPA claim.<sup>[4]</sup></p>\n<p></p>\n<h2>F.</h2>\n<p>Finally, defendants argue that plaintiff's MMA claim fails as a matter of <span class=\"star-pagination\">*800</span> law. The MMA provides a federal breach of warranty remedy for consumers \"of any consumer product.\" 15 U.S.C. § 2301(3). The MMA defines a \"consumer product\" as \"any tangible personal property which is distributed in commerce and which is normally used for personal, family, or household purposes.\" <i>Id.</i> § 2301(1). The Federal Trade Commission is responsible for promulgating regulations under the MMA and has issued a regulation clarifying the definition of consumer products:</p>\n<blockquote>The coverage of building materials which are not separate items of equipment is based on the nature of the purchase transaction. An analysis of the transaction will determine whether the goods are real or personal property. The numerous products which go into the construction of a consumer dwelling are all consumer products when sold \"over the counter,\" as by hardware and building supply retailers. This is also true where a consumer contracts for the purchase of such materials in connection with the improvement, repair, or modification of a home (for example, paneling, dropped ceilings, siding, roofing, storm windows, remodeling). However, where such products are at the time of sale integrated into the structure of a dwelling they are not consumer products as they cannot be practically distinguished from realty. Thus, for example, the beams, wallboard, wiring, plumbing, windows, roofing, and other structural components of a dwelling are not consumer products when they are sold as part of real estate covered by a written warranty.</blockquote>\n<p>16 C.F.R. § 700.1(e). Defendants argue that the PrimeTrim does not meet the MMA's definition of \"consumer product.\"</p>\n<p>In opposition, Kelly acknowledges that the PrimeTrim was \"integrated\" into his home at the time of the sale, but argues that PrimeTrim remains a consumer product, despite its presale integration into his home, because GP advertises PrimeTrim as \"non-structural.\" Compl. ¶ 16. Focusing on the regulation's reference to \"other structural components of a dwelling\" in the last sentence of section 700.1(e), Kelly contends that PrimeTrim's nonstructural quality makes it a consumer product.</p>\n<p>The court disagrees with Kelly. First, the list in the final sentence of section 700.1(e) is non-exhaustive. Second, to the extent that Kelly wishes to limit the list to only structural components, some of the other examples cited in section 700.1(e) are not structural. For instance, wiring is not structural. Indeed, reading section 700.1(e) in its entirety makes clear that the Federal Trade Commission did not intend to make a structural/non-structural distinction. Rather, the relevant question under the regulations is whether PrimeTrim is a \"building material [] which [is] not [a] separate item[ ] of equipment\" and which has been \"integrated into the structure of a dwelling.\" 16 C.F.R. § 700.1(e).</p>\n<p>The complaint alleges that PrimeTrim was used in the construction of homes as \"fascia, soffit, corner board, window trim, door trim and general exterior use.\" Compl. 112. Further, plaintiff asserts that the defective product \"causes consequential water and structural damages; and promotes the growth of mold, mildew, fungi, and insect infestation <i>in the structures in which it is installed.\" Id.</i> ¶ 56 (emphasis added). Based on plaintiff's characterization of PrimeTrim, the product is a building material that was integrated into the structure of the dwelling prior to the dwelling's sale. <i>See id.</i> ¶¶ 2, 25, 54, 56. Accordingly, PrimeTrim is not a consumer product under the MMA. <i>See, e.g., Mikola v. Penn Lyon Homes, Inc.,</i> 2008-1 Trade Cas. (CCH) P76,178, at *24 (M.D.Pa.2008) (considering exterior siding, interior walls, <span class=\"star-pagination\">*801</span> rear porch, and flooring not to be consumer products under section 700.1(e)); <i>Weiss v. MI Home Prods., Inc.,</i> 376 Ill.App.3d 1001, 1005, <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">690</span></span>, <span class=\"citation\" data-id=\"2034952\"><a href=\"/opinion/2034952/weiss-v-mi-home-products-inc/\"><span class=\"volume\">877</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">442</span></a></span>, 445 (Ill.App.Ct.2007) (considering windows not to be consumer products under 700.1(e)). Thus, the court grants defendants' motion to dismiss the MMA claim.<sup>[5]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>As plaintiff concedes, defendants' third-party complaint was timely and does not require leave of court. <i>See</i> Pl.'s Mot. to Strike Reply Br. 2; <i>cf.</i> Fed.R.Civ.P. 14(a)(1). Although this concession eliminates defendants' need to seek leave of the court to file the third-party complaint, Rule 14 of the Federal Rules of Civil Procedure still permits the court to grant the relief plaintiff seeks in its motion to strike. <i>See</i> Fed.R.Civ.P. 14 advisory committee's note; <i>Propps v. Weihe, Black &amp; Jeffries,</i> <span class=\"citation\" data-id=\"359487\"><a href=\"/opinion/359487/delpha-lee-propps-v-weihe-black-jeffries-edwin-a-weihe-and-alexander/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span>, 1356 (4th Cir.1978).</p>\n<p>Nothing in the limited warranty precludes defendants from seeking indemnification or contribution from third parties. At this early stage of the litigation, the court declines to strike the third-party complaint. If discovery reveals that defendants' claims against the third parties would prejudice plaintiff's case, the court will then consider possible remedies with a more complete record. Accordingly, the court denies plaintiffs motion to strike.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, the court GRANTS defendants' partial motion to dismiss [D.E. 6] and DENIES plaintiffs motion to strike the third-party complaint [D.E. 30]. In his response to defendants' motion to dismiss, plaintiff requested permission to file an amended complaint if the court granted any portion of defendants' motion to dismiss. The court GRANTS plaintiff's request to file an amended complaint. If plaintiff wishes to file an amended complaint, he shall do so not later than October 30, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  The limited warranty provides, in part:\n</p>\n<p>With respect to any claim, damage or defect covered under the foregoing substrate limited warranty and subject to the maximum limits of compensation specified herein, Georgia-Pacific shall elect, at its sole discretion, to compensate the owners either by:</p>\n<p> Repair of the affected trim, or replacement of the affected trim with trim of the same or similar type and specification (including installation costs), without charge to the owner, OR</p>\n<p> Cash payment to the owner equivalent to the reasonable cost of repair or replacement of the affected trim with similar trim, provided however, that the \"reasonable cost\" of repair or replacement shall not exceed two times the original Georgia-Pacific sales price of the affected trim.</p>\n<p>Compl., Ex. A.</p>\n<p>[2]  The four scenarios are:\n</p>\n<p>(1) The injury, proximately caused by the promisor's negligent act or omission in the performance of his contract, was an injury to the person or property of someone other than the promisee. . . .</p>\n<p>(2) The injury, proximately caused by the promisor's negligent, or wilful, act or omission in the performance of his contract, was to property of the promisee other than the property which was the subject of the contract, or was a personal injury to the promisee.. . .</p>\n<p>(3) The injury, proximately caused by the promisor's negligent, or wilful, act or omission in the performance of his contract, was loss of or damage to the promisee's property, which was the subject of the contract, the promisor being charged by law, as a matter of public policy, with the duty to use care in the safeguarding of the property from harm, as in the case of a common carrier, an innkeeper or other bailee....</p>\n<p>(4) The injury so caused was a wilful injury to or a conversion of the property of the promisee, which was the subject of the contract, by the promisor....</p>\n<p><i>North Carolina State Ports Auth.,</i> 294 N.C. at 82, 240 S.E.2d at 350-51.</p>\n<p>[3]  North Carolina does not recognize strict liability in products liability actions. <i>See, e.g.,</i> N.C. Gen. Stat § 99B-1.1; <i>Smith v. Fiber Controls Corp.,</i> <span class=\"citation\" data-id=\"1261641\"><a href=\"/opinion/1261641/smith-v-fiber-controls-corp/\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">669</span></a></span>, 678, <span class=\"citation\" data-id=\"1261641\"><a href=\"/opinion/1261641/smith-v-fiber-controls-corp/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">504</span></a></span>, 509-10 (1980); <i>Bryant v. Adams,</i> 116 N.C.App. 448, 472-73, <span class=\"citation\" data-id=\"1399330\"><a href=\"/opinion/1399330/bryant-v-adams/\"><span class=\"volume\">448</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">832</span></a></span>, 845 (1994).</p>\n<p>[4]  In light of this conclusion, the court does not address whether the economic loss rule bars plaintiffs UDTPA claim. <i>Cf. </i><i>Bussian v. DaimlerChrysler Corp.,</i> <span class=\"citation\" data-id=\"2510615\"><a href=\"/opinion/2510615/bussian-v-daimlerchrysler-corp/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">614</span></a></span>, 625 (M.D.N.C.2006).</p>\n<p>[5]  In light of the court's conclusions concerning plaintiff's negligence claim, UDTPA claim, implied warranty claim, and MMA claim, the court need not address the statute-of-limitations arguments.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1023961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1156855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1214100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1233413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1248685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1249213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1267658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1278771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1344696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1355225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1365621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1389606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1415923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1424017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1530939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2034952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2385098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2432957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510615/"
  ]
}