{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2408623/",
  "absolute_url": "/opinion/2408623/bio-medical-applications-of-nc-v-electronic-data/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2408623/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:18.699243Z",
  "date_modified": "2016-04-26T21:40:20.570905Z",
  "type": "010combined",
  "sha1": "ee091cc7925f83d710888be38c12b2bbbb58396c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>412 F.Supp.2d 549 (2006)</b></center>\n<center><h1>BIO-MEDICAL APPLICATIONS OF NORTH CAROLINA, INC., Bio-Medical Applications of Clinton, Inc., and Bio-Medical Applications of Fayetteville, Inc., Plaintiff,<br>\nv.<br>\nELECTRONIC DATA SYSTEMS CORPORATION, Carmen Hooker Odom, and Mark Benton, Defendants.</h1></center>\n<center>No. 5:05 CV 135 FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>January 20, 2006.</center>\n<p><span class=\"star-pagination\">*550</span> Thomas G. Walker, Alston &amp; Bird, LLP, Charlotte, NC, for Bio-Medical Applications of North Carolina, Inc., Bio-Medical Applications of Clinton, Inc., Bio-Medical Applications of Fayetteville, Inc., Plaintiffs.</p>\n<p>J. Mitchell Armbruster, Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Mark A. Ash, Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Belinda A. Smith, N.C. Dept. of Justice, Brenda Eaddy, Buren R. Shields, III, N.C. Dept. of Justice, Raleigh, NC, for Electronic Data Systems Corporation, Carmen Hooker Odom in her official capacity, Mark Benton in his official capacity, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This case comes before the court on motion of defendant Electronic Data Systems Corporation (hereinafter \"EDS\") to dismiss for lack of subject matter jurisdiction and failure to state a claim(DE # 14), filed April 19, 2005, and the motion of individual defendants Odom and Benton to dismiss for lack of subject matter jurisdiction and personal jurisdiction, as well as failure to state a claim. Plaintiffs have responded to the motions, and defendants have replied. In this posture, the matter is ripe for ruling. For the reasons stated below, defendants' motions to dismiss are granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs, two medical corporations providing dialysis services in the Eastern District of North Carolina, initiated this action by complaint filed February 25, 2005. The complaint raises a number of causes of action based on North Carolina law, including tortious interference with contract, negligent representation, unfair and deceptive trade practices, and breach of contract. The sole basis for federal jurisdiction is federal question jurisdiction under 28 U.S.C. § 1331<sup>[1]</sup>, based on a claim for violation of 42 U.S.C. § 1983 against corporate defendant EDS, and an <i>Ex Parte Young</i> claim against individual defendant Odom and Benton. These claims are based on plaintiff's allegations that defendants have violated four subsection of the federal Medicaid Act, specifically 42 U.S.C. §§ 1396(a)(4)(A), (8), (30)(A), and (37)(A).</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The relevant facts as alleged in the complaint are as follows: plaintiffs Biomedical Applications of North Carolina, Inc., Bio-Medical Applications of Clinton, Inc., and Bio-Medical Applications of Fayetteville, Inc., (hereinafter collectively \"Bio-Medical\") are medical corporations which provide dialysis services for patients suffering from End-Stage Renal Disease. Plaintiffs are approved medical service providers under the North Carolina Medicaid program, and submit Medicaid claims for dialysis services performed for Medicaid patients in North Carolina. At all times relevant to this complaint, defendant Electronic Data Systems Corporation (hereinafter \"EDS\") has contracted with the North Carolina Department of Health and Human Services <span class=\"star-pagination\">*551</span> to process, <i>inter alia,</i> Medicaid claims such as those submitted by Bio-Medical. Defendant Carmen Hooker Odom is the Secretary of the North Carolina Department of Health and Human Services. Defendant Mark Benton is the Interim Director of the North Carolina Division of Medical Assistance, the division of the Department of Health and Human Services responsible for management of the North Carolina Medicaid program.</p>\n<p>Plaintiffs allege that defendant EDS mismanaged the Medicaid claims that plaintiffs submitted, and that EDS failed to properly process claims that were submitted in a timely and valid manner and failed to make payment on such claims. Specifically, plaintiffs complain of non-payment or denial of claims involving the medications erythropoietin, or EPO, a hormone which regulates red blood cell production, and Ferrlecit, an iron supplement used to treat iron depletion caused by EPO. Plaintiffs allege that after a joint conference between plaintiffs and EDS to discuss the alleged mismanagement of claims, EDS admitted that a number of Bio-Medical claims had never been processed and entered into the system for reimbursement. Upon resubmission of these unprocessed claims, plaintiffs allege that the claims were improperly denied as untimely. Plaintiffs further allege that defendants Odom and Benton have failed to comply with federal law conferring a benefit on Bio-Medical, including 42 U.S.C. §§ 1396a(a)(8), 1396a(a)(4)(A), 1396a(a)(30)(A), and 1396a(a)(37)(A).</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Under FED. R. Civ. P. 12(b)(1), the plaintiff bears the burden of showing that federal jurisdiction is appropriate when challenged by the defendant. <i>McNutt v. General Motors Acceptance Corp.,</i> 298 U.S. 178, 189, 56 S.Ct. 780, 80 L.Ed. 1135 (1936); <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982). When the 12(b)(1) motion attacks the complaint as failing to state facts upon which subject matter jurisdiction may be based, the facts in the complaint are alleged to be true and the plaintiff is afforded the same protections he or she would receive under a 12(b)(6) motion. <i>Adams,</i> 697 F.2d at 1219. The 12(b)(1) motion may alternatively attack the existence of subject matter jurisdiction in fact, apart from the complaint. <i>Id.</i> This type of attack is used when a court's limited jurisdiction precludes hearing the case brought. <i>Materson v. Stokes,</i> 166 F.R.D. 368, 371 (E.D.Va.1996). Because the court's power to hear the case is at issue in a 12(b)(1) motion, the court is free to weigh the evidence to determine the existence of jurisdiction. <i>Adams,</i> 697 F.2d at 1219. No presumptive truthfulness attaches to either party's claims. <i>Id.</i></p>\n<p>The purpose of a motion to dismiss, under Federal Rule of Civil Procedure 12(b)(6), is to test the legal sufficiency of the complaint, not to resolve conflicts of fact or to decide the merits of the action. <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 243-44 (4th Cir.1999). The court may dismiss a complaint for failure to state a claim only if \"it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957).</p>\n<p>In considering a motion to dismiss, the court assumes the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations. <i>See </i><i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 73, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984); <i>Mylan Labs., Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993). Nevertheless, while the court must take the facts in the light most favorable to the plaintiff, the court \"need <span class=\"star-pagination\">*552</span> not accept the legal conclusions drawn from the facts [or] . . . unwarranted inferences, unreasonable conclusions, or arguments.\". <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> 213 F.3d 175, 180 (4th Cir.2000); <i>see also </i><i>Labram v. Havel,</i> 43 F.3d 918, 921 (4th Cir.1995) (stating that the court is not required to accept \"conclusory allegations regarding the legal effect of the facts alleged\"). In this way, a motion to dismiss \"allows a court to eliminate actions that are fatally flawed in their legal premises.\" <i>Parham v. Pepsico. Inc.,</i> 927 F.Supp. 177, 178 (E.D.N.C.1995).</p>\n<p>II. Analysis</p>\n<p>A. EDS Motion to Dismiss</p>\n<p>Plaintiffs' sole basis for federal jurisdiction is the assertion of a claim arising under federal law, in this case, a violation of 42 U.S.C. § 1983. Because § 1983 does not itself create a federal right, in order to assert a claim under § 1983 plaintiffs must allege that a particular statute or provision of the United States Constitution has been violated which confers a right which Congress intended to be, enforceable by private cause of action. <i>See </i><i>Gonzaga University v. Doe,</i> 536 U.S. 273, 285, 122 S.Ct. 2268, 153 L.Ed.2d 309 (1979) (\"§ 1983 merely provides a mechanism for enforcing individual rights `secured' elsewhere, i.e., rights independently `secured by the Constitution and laws' of the United States. `[O]ne cannot go into court and claim a violation of § 1983for § 1983 by itself does not protect anyone against anything.'\") Plaintiffs claim that they have done so, in alleging violations of four sections of the Medicaid statute, specifically 42 U.S.C. §§ 1396a(a)(8), 1396a(a)(4)(A), 1396a(a)(30)(A), and 1396a(a)(37)(A). The question then becomes whether these statutory provisions evidence a clear intent on the part of Congress to create individual rights enforceable by a private cause of action.</p>\n<p>In <i>Gonzaga,</i> the Supreme Court addressed the issue of whether the Family Education Rights and Privacy Act of 1974 (FERPA) conferred a private cause of action under § 1983. FERPA provides that federal funding shall not be provided to any educational institution without the written consent of the students' parents. <i>Gonzaga,</i> 536 U.S. at 279, 122 S.Ct. 2268. In addressing the issue, the Court held that \"unless Congress speaks with a clear voice and manifests an unambiguous intent to confer individual rights, federal funding provisions provide no basis for private enforcement by § 1983.\" <i>Id.</i> at 280, 122 S.Ct. 2268 (internal quotations omitted). The Court held that in the case of FEPA, Congress did not clear signal the creation of individual rights sufficient to support a cause of action under § 1983.</p>\n<p>The Court pointed out that the nondisclosure provisions of FERPA are directed solely to the Secretary of Education, directing the Secretary not to release federal funds to educational institutions that engaged in prohibited practices. The Court contrasted this terminology with the individually focused terminology of Title VI and IX, which \"are phrased with an <i>unmistakable focus</i> on the benefited class.\" <i>Id.</i> at 284, 122 S.Ct. 2268 (emphasis in original). The Court also noted that the language of FERPA spoke only of institutional policy and procedure, rather than focusing on the needs of any particular individual. The Court concluded that this type of \"aggregate\" language does not give rise to the sorts of individual rights which are enforceable through § 1983. <i>See id.</i> at 288-89, 122 S.Ct. 2268. Finally, the <i>Gonzaga</i> Court noted that the fact that Congress had provided for administrative procedures to remedy any violation of the non-disclosure provisions of FERPA further counseled against any finding of Congressional intent <span class=\"star-pagination\">*553</span> to create individual rights to be enforced through private causes of action under § 1983. <i>Id.</i></p>\n<p>This court concludes that the Medicaid statutory provisions cited by plaintiffs similarly do not evidence Congressional intent to create individual rights enforceable through § 1983. As an initial matter, the undersigned notes that plaintiffs have not provided, nor has this court discovered, any § 1983 cases directly relying upon these specific sections of the Medicaid statute to allow a cause of action on the part of Medicaid service providers, such as plaintiffs here. <i>See</i> Response at 8 (conceding that \"no provider rights cases have addressed the particular claims at bar.\").<sup>[2]</sup></p>\n<p>The provisions cited by plaintiffs do not show the type of individual focused language that the Gonzaga Court pointed to as examples of statutory provisions creating individual rights. For example, § 1396a(a)(4)(a) requires that state medical assistance plans must provide \"such methods of administration . . . as are found by the Secretary [of Health and Human Services] to be necessary for the proper and efficient operation of the plan.\" Section 1396a(a)(30)(A) similarly requires the state to \"provide such methods and procedures relating to the utilization of, and the payment for, care and services available under the plan . . . as may be necessary to safeguard against unnecessary utilization of such care and services and to assure that payments are consistent with efficiency, economy, and quality of care . . .\" Section 1396a(a)(37)(A) continues in this vein, requiring states to provide for \"claims payment procedures which (A) ensure that 90 per centum of claims for payment . . . made for services covered under the plan . . . are paid within 30 days of the date of receipt of such claims and that 99 per centum of such claims are paid within 90 days of the date of receipt of such claims.\"</p>\n<p>Rather than focusing on the individual, the language of these Medicaid provisions is akin to the type of institutional policy and practice language that the Supreme Court specifically found did not support a finding of Congressional intent to create individual rights. <i>See </i><i>Gonzaga,</i> 536 U.S. at 288, 122 S.Ct. 2268; <i>see also </i><i>Blessing v. Freestone,</i> 520 U.S. 329, 343-44, 117 S.Ct. 1353, 137 L.Ed.2d 569 (1997) (concluding that Title IVD of the Social Security Act, governing evaluation of state Title IVD programs, did not give rise to individual rights). The language of these sections set forth procedural requirements for state plans, rather than create individual rights for Medicaid providers or recipients. As such, the undersigned concludes that these sections do not clearly evidence Congressional intent to create individual rights enforceable through a § 1983 private cause of action. These Medicaid statute sections, therefore, are insufficient to support federal subject matter jurisdiction over this case.</p>\n<p>Section 1396a(a)(8) does reference individual recipients. The section requires state Medicaid plans to \"provide that all individuals wishing to make application for medical assistance under the plan shall have opportunity to do so, and that such <span class=\"star-pagination\">*554</span> assistance shall be furnished with reasonable promptness to all eligible individuals.\" However, to the extent that this section does reference individual rights, it still does not indicate that such rights are to be enforceable by a private cause of action by the Medicaid providers, such as plaintiffs here. <i>See </i><i>Burlington United Methodist Family Services v. Atkins,</i> 227 F.Supp.2d 593, 596 (S.D.W.Va.2002)(concluding with respect to § 1396a(a)(30)(A) that any individual rights conferred were enforceable by the Medicaid beneficiaries, rather than the Medicaid providers). The First Circuit, also addressing this issue in the context of § 1396a(a)(30)(A), held:</p>\n<blockquote>Prior to <i>Gonzaga,</i> whether subsection (30)(A) authorized private rights for providers was a close question; the circuits were split on the issue, and well reasoned opinions had been written on both sides . . . Whether <i>Gonzaga</i> is a tidal shift or merely a shift in emphasis, we are obligated to respect it, and it controls this case. Providers . . . do not have a private right of action under subsection (30)(A); if they think that state reimbursement is inadequateand cannot persuade the Secretary to actthey must vote with their feet.</blockquote>\n<p><i>Long Term Care Pharmacy Alliance v. Ferguson,</i> 362 F.3d 50, 58-59 (1st Cir. 2004); <i>see also </i><i>Pennsylvania Pharmacists Association v. Houstoun,</i> 283 F.3d 531, 541-42 (\"In sum, we are convinced that Section 30(A) is not intended to benefit providers and that therefore providers may not assert a Section 30(A) claim under § 1983.\") While these cases dealt with section 30(A), rather than with § 1396a(a)(8), this court concludes that the underlying principle applies to both sections, i.e., that even assuming <i>arguendo</i> that individual rights have been created by these sections of the Medicaid statute, these sections still do not support a private cause of action under 42 U.S.C. § 1983 by Medicaid providers, such as Biomedical.</p>\n<p>This court finds support for the conclusion that these Medicaid sections do not support a cause of action under 42 U.S.C. § 1983 in the cases surrounding the repeal of the Boren Amendment. In <i>Wilder v. Virginia Hospital Association,</i> 496 U.S. 498, 110 S.Ct. 2510, 110 L.Ed.2d 455 (1990), the Supreme Court considered the issue of whether the Boren Amendment to the Medicaid Act, which required \"reimbursement according to rates that a `State finds, and makes assurances satisfactory to the Secretary, are reasonable and adequate to meet the costs which must be incurred by efficiently and economically operated facilities,' is enforceable in an action pursuant to § 1983.\" <i>Id.</i> at 501, 110 S.Ct. 2510 (quoting 42 U.S.C. § 1396a(a)(13)(A)(1982)). The Court held that \"[t]here can be little doubt that health care providers are the intended beneficiaries of the Boren Amendment.\" <i>Id.</i> at 510, 110 S.Ct. 2510. The Court went on to note that the legislative history of the Boren Amendment indicated that Congress did not to constrain \"the right to providers of Medicaid services . . . to seek prospective, injunctive relief in a federal or state judicial forum.\" <i>Id.</i> at 517, 110 S.Ct. 2510. The Court concluded, therefore, that the Boren Amendment created a \"right, enforceable in a private cause of action pursuant to § 1983, to have the State adopt rates that it finds are reasonable. . . .\" <i>Id.</i> at 524, 110 S.Ct. 2510.</p>\n<p>In October 1997, Congress repealed the Boren Amendment, in part in response to the argument made by the states that \"suits or threats of suits under the Boren Amendment have been an important cause of rapid increases in provider reimbursement rates.\" H.R.Rep. 105-149, 547 (1997). The legislative history of the repeal indicates that \"[i]t is the Committee's intention that, following enactment of this Act, neither this nor any other provision of [42 U.S.C. § 1396a] will be interpreted as <span class=\"star-pagination\">*555</span> establishing a cause of action for hospitals and nursing facilities relative to the adequacy of the rates they receive.\" <i>Id.</i> at 591, 110 S.Ct. 2510.</p>\n<p>Subsequent to the repeal of the Boren Amendment, the Fourth Circuit faced the issue of whether a policy determination by a federal agency, purporting to apply the \"reasonable and adequate rates\" standard established by the Boren Amendment, could support a private cause of action under 42 U.S.C. § 1983. <i>See </i><i>HCMF Corp. v. Allen,</i> 238 F.3d 273, 277 (4th Cir.2001). Plaintiffs in the case, several corporate Medicaid providers, had originally sought to bring suit under § 1983 alleging violation of the Boren Amendment. After Congress repealed the amendment, the district court dismissed the claim, stating that \"[w]ith the repeal of the Boren Amendment nothing remains that remotely resembles a federal right to reasonable and adequate rates.\" <i>Id.</i> at 276. Plaintiffs then sought to amend their complaint to substitute a cause of action under the policy letter issued by the Health Care Finance Administration. The Fourth Circuit held that the motion to amend did state a separate legal basis than that previously rejected by the district court, as the basis for the § 1983 claim was the violation of a federal policy rather than a federal statute. <i>Id.</i> at 277. The Fourth Circuit nevertheless affirmed the denial of the motion to amend, holding that a formal regulation, much less a policy letter, cannot give rise to individual rights enforceable under § 1983. <i>See id.</i> Subsequently, the Supreme Court's ruling in Gonzaga further restricted the basis for a finding of individual rights enforceable under § 1983.</p>\n<p>Based on the Supreme Court's rulings in these cases, and the lack of controlling or persuasive authority to the contrary, the undersigned concludes, therefore, that the Medicaid Act provisions cited by plaintiffs do not set forth individual rights intended by Congress to be enforceable by a cause of action under 42 U.S.C. § 1983. Therefore, this court concludes that plaintiffs have failed to state a claim under § 1983 against defendant EDS. Defendant EDS' motion to dismiss is therefore granted.</p>\n<p>B. Odom and Benton Motion to Dismiss</p>\n<p>Plaintiffs' <i>Ex Parte Young</i> claim against defendants Odom and Benton fails for the same reason that their § 1983 claim fails against defendant EDS. In <i>Alexander v. Sandoval,</i> 532 U.S. 275, 286, 121 S.Ct. 1511, 149 L.Ed.2d 517 (2001), the Supreme Court discussed the genesis of private causes of action, and held that \"Mike substantive federal law itself, private rights of action to enforce federal law must be created by Congress,\" either explicitly or implicitly. In order to make out a cause of action to privately enforce federal law, plaintiffs must show Congressional intent that the statute create such a cause of action. Without such intent, \"a cause of action does not exist and courts may not create one, no matter ho desirable that might be as a policy matter, or how compatible with the statute.\" <i>Id.</i> at 286-87, 121 S.Ct. 1511.</p>\n<p>In <i>Gonzaga,</i> the Court held that the analysis for determination of whether an implied right of action exists is the same as for determining whether a cause of action exists under § 1983. <i>Gonzaga,</i> 536 U.S. at 284, 122 S.Ct. 2268. The initial step in the analysis requires a determination of Congressional intent to create a federal right. As discussed above, the four Medicaid statutory provisions cited by plaintiffs in their complaint do not evidence such an intent. Because plaintiffs cannot show that these federal statutory provisions evidence intent to create a federal right, enforceable by a private cause of action by not only Medicare recipients, <span class=\"star-pagination\">*556</span> but Medicare service providers, they cannot maintain a private cause of action against defendants Odom and Bennett under the doctrine of <i>Ex Parte Young. See Alexander,</i> 532 U.S. at 287, 121 S.Ct. 1511 (holding that courts must interpret statutes to determine if Congress intended to create not just a private right but also a private remedy).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, defendants' motions to dismiss for failure to state a claim and lack of subject matter jurisdiction are GRANTED. The clerk is directed to close the case file.</p>\n<h2>NOTES</h2>\n<p>[1]  The complaint initially alleged federal jurisdiction both on the basis of federal question jurisdiction under 28 U.S.C. § 1331 and diversity jurisdiction under 28 U.S.C. § 1332. Because both the Bio Medical corporations and EDS are incorporated in the state of Delaware, diversity jurisdiction does not exist between the parties. Plaintiffs concede this point in their response, and this court will address subject matter jurisdiction only as to federal question jurisdiction.</p>\n<p>[2]  Defendant EDS also argues that its motion to dismiss should be granted because plaintiffs' complaint does not allege any violations of the Medicaid statutory provisions by EDS, but rather only by individual defendants Odom and Benton. While it is true that plaintiffs' Complaint references these Medicaid provisions only in Count VI of the complaint, which sets forth the <i>Ex Parte Young</i> action against defendants Odom and Benton, Count VI of the complaint restates and incorporates by reference the earlier allegations of the complaint against defendant EDS. This court analyzes defendant EDS' motion to dismiss on the basis of the alleged violation of the four Medicaid statute provisions cited by plaintiffs.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">549</span></span> (2006)</b></center>\n<center><h1>BIO-MEDICAL APPLICATIONS OF NORTH CAROLINA, INC., Bio-Medical Applications of Clinton, Inc., and Bio-Medical Applications of Fayetteville, Inc., Plaintiff,<br>\nv.<br>\nELECTRONIC DATA SYSTEMS CORPORATION, Carmen Hooker Odom, and Mark Benton, Defendants.</h1></center>\n<center>No. 5:05 CV 135 FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>January 20, 2006.</center>\n<p><span class=\"star-pagination\">*550</span> Thomas G. Walker, Alston &amp; Bird, LLP, Charlotte, NC, for Bio-Medical Applications of North Carolina, Inc., Bio-Medical Applications of Clinton, Inc., Bio-Medical Applications of Fayetteville, Inc., Plaintiffs.</p>\n<p>J. Mitchell Armbruster, Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Mark A. Ash, Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Belinda A. Smith, N.C. Dept. of Justice, Brenda Eaddy, Buren R. Shields, III, N.C. Dept. of Justice, Raleigh, NC, for Electronic Data Systems Corporation, Carmen Hooker Odom in her official capacity, Mark Benton in his official capacity, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This case comes before the court on motion of defendant Electronic Data Systems Corporation (hereinafter \"EDS\") to dismiss for lack of subject matter jurisdiction and failure to state a claim(DE # 14), filed April 19, 2005, and the motion of individual defendants Odom and Benton to dismiss for lack of subject matter jurisdiction and personal jurisdiction, as well as failure to state a claim. Plaintiffs have responded to the motions, and defendants have replied. In this posture, the matter is ripe for ruling. For the reasons stated below, defendants' motions to dismiss are granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs, two medical corporations providing dialysis services in the Eastern District of North Carolina, initiated this action by complaint filed February 25, 2005. The complaint raises a number of causes of action based on North Carolina law, including tortious interference with contract, negligent representation, unfair and deceptive trade practices, and breach of contract. The sole basis for federal jurisdiction is federal question jurisdiction under 28 U.S.C. § 1331<sup>[1]</sup>, based on a claim for violation of 42 U.S.C. § 1983 against corporate defendant EDS, and an <i>Ex Parte Young</i> claim against individual defendant Odom and Benton. These claims are based on plaintiff's allegations that defendants have violated four subsection of the federal Medicaid Act, specifically 42 U.S.C. §§ 1396(a)(4)(A), (8), (30)(A), and (37)(A).</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The relevant facts as alleged in the complaint are as follows: plaintiffs Biomedical Applications of North Carolina, Inc., Bio-Medical Applications of Clinton, Inc., and Bio-Medical Applications of Fayetteville, Inc., (hereinafter collectively \"Bio-Medical\") are medical corporations which provide dialysis services for patients suffering from End-Stage Renal Disease. Plaintiffs are approved medical service providers under the North Carolina Medicaid program, and submit Medicaid claims for dialysis services performed for Medicaid patients in North Carolina. At all times relevant to this complaint, defendant Electronic Data Systems Corporation (hereinafter \"EDS\") has contracted with the North Carolina Department of Health and Human Services <span class=\"star-pagination\">*551</span> to process, <i>inter alia,</i> Medicaid claims such as those submitted by Bio-Medical. Defendant Carmen Hooker Odom is the Secretary of the North Carolina Department of Health and Human Services. Defendant Mark Benton is the Interim Director of the North Carolina Division of Medical Assistance, the division of the Department of Health and Human Services responsible for management of the North Carolina Medicaid program.</p>\n<p>Plaintiffs allege that defendant EDS mismanaged the Medicaid claims that plaintiffs submitted, and that EDS failed to properly process claims that were submitted in a timely and valid manner and failed to make payment on such claims. Specifically, plaintiffs complain of non-payment or denial of claims involving the medications erythropoietin, or EPO, a hormone which regulates red blood cell production, and Ferrlecit, an iron supplement used to treat iron depletion caused by EPO. Plaintiffs allege that after a joint conference between plaintiffs and EDS to discuss the alleged mismanagement of claims, EDS admitted that a number of Bio-Medical claims had never been processed and entered into the system for reimbursement. Upon resubmission of these unprocessed claims, plaintiffs allege that the claims were improperly denied as untimely. Plaintiffs further allege that defendants Odom and Benton have failed to comply with federal law conferring a benefit on Bio-Medical, including 42 U.S.C. §§ 1396a(a)(8), 1396a(a)(4)(A), 1396a(a)(30)(A), and 1396a(a)(37)(A).</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Under FED. R. Civ. P. 12(b)(1), the plaintiff bears the burden of showing that federal jurisdiction is appropriate when challenged by the defendant. <i>McNutt v. General Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 189, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1135</span></span> (1936); <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982). When the 12(b)(1) motion attacks the complaint as failing to state facts upon which subject matter jurisdiction may be based, the facts in the complaint are alleged to be true and the plaintiff is afforded the same protections he or she would receive under a 12(b)(6) motion. <i>Adams,</i> 697 F.2d at 1219. The 12(b)(1) motion may alternatively attack the existence of subject matter jurisdiction in fact, apart from the complaint. <i>Id.</i> This type of attack is used when a court's limited jurisdiction precludes hearing the case brought. <i>Materson v. Stokes,</i> <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">368</span></span>, 371 (E.D.Va.1996). Because the court's power to hear the case is at issue in a 12(b)(1) motion, the court is free to weigh the evidence to determine the existence of jurisdiction. <i>Adams,</i> 697 F.2d at 1219. No presumptive truthfulness attaches to either party's claims. <i>Id.</i></p>\n<p>The purpose of a motion to dismiss, under Federal Rule of Civil Procedure 12(b)(6), is to test the legal sufficiency of the complaint, not to resolve conflicts of fact or to decide the merits of the action. <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 243-44 (4th Cir.1999). The court may dismiss a complaint for failure to state a claim only if \"it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).</p>\n<p>In considering a motion to dismiss, the court assumes the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations. <i>See </i><i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984); <i>Mylan Labs., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993). Nevertheless, while the court must take the facts in the light most favorable to the plaintiff, the court \"need <span class=\"star-pagination\">*552</span> not accept the legal conclusions drawn from the facts [or] . . . unwarranted inferences, unreasonable conclusions, or arguments.\". <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir.2000); <i>see also </i><i>Labram v. Havel,</i> <span class=\"citation\" data-id=\"685607\"><a href=\"/opinion/685607/susan-labram-bart-labram-v-james-havel/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 921 (4th Cir.1995) (stating that the court is not required to accept \"conclusory allegations regarding the legal effect of the facts alleged\"). In this way, a motion to dismiss \"allows a court to eliminate actions that are fatally flawed in their legal premises.\" <i>Parham v. Pepsico. Inc.,</i> <span class=\"citation\" data-id=\"2092575\"><a href=\"/opinion/2092575/parham-v-pepsico-inc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">177</span></a></span>, 178 (E.D.N.C.1995).</p>\n<p>II. Analysis</p>\n<p>A. EDS Motion to Dismiss</p>\n<p>Plaintiffs' sole basis for federal jurisdiction is the assertion of a claim arising under federal law, in this case, a violation of 42 U.S.C. § 1983. Because § 1983 does not itself create a federal right, in order to assert a claim under § 1983 plaintiffs must allege that a particular statute or provision of the United States Constitution has been violated which confers a right which Congress intended to be, enforceable by private cause of action. <i>See </i><i>Gonzaga University v. Doe,</i> <span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></span>, 285, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></span> (1979) (\"§ 1983 merely provides a mechanism for enforcing individual rights `secured' elsewhere, i.e., rights independently `secured by the Constitution and laws' of the United States. `[O]ne cannot go into court and claim a violation of § 1983for § 1983 by itself does not protect anyone against anything.'\") Plaintiffs claim that they have done so, in alleging violations of four sections of the Medicaid statute, specifically 42 U.S.C. §§ 1396a(a)(8), 1396a(a)(4)(A), 1396a(a)(30)(A), and 1396a(a)(37)(A). The question then becomes whether these statutory provisions evidence a clear intent on the part of Congress to create individual rights enforceable by a private cause of action.</p>\n<p>In <i>Gonzaga,</i> the Supreme Court addressed the issue of whether the Family Education Rights and Privacy Act of 1974 (FERPA) conferred a private cause of action under § 1983. FERPA provides that federal funding shall not be provided to any educational institution without the written consent of the students' parents. <i>Gonzaga,</i> 536 U.S. at 279, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>. In addressing the issue, the Court held that \"unless Congress speaks with a clear voice and manifests an unambiguous intent to confer individual rights, federal funding provisions provide no basis for private enforcement by § 1983.\" <i>Id.</i> at 280, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span> (internal quotations omitted). The Court held that in the case of FEPA, Congress did not clear signal the creation of individual rights sufficient to support a cause of action under § 1983.</p>\n<p>The Court pointed out that the nondisclosure provisions of FERPA are directed solely to the Secretary of Education, directing the Secretary not to release federal funds to educational institutions that engaged in prohibited practices. The Court contrasted this terminology with the individually focused terminology of Title VI and IX, which \"are phrased with an <i>unmistakable focus</i> on the benefited class.\" <i>Id.</i> at 284, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span> (emphasis in original). The Court also noted that the language of FERPA spoke only of institutional policy and procedure, rather than focusing on the needs of any particular individual. The Court concluded that this type of \"aggregate\" language does not give rise to the sorts of individual rights which are enforceable through § 1983. <i>See id.</i> at 288-89, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>. Finally, the <i>Gonzaga</i> Court noted that the fact that Congress had provided for administrative procedures to remedy any violation of the non-disclosure provisions of FERPA further counseled against any finding of Congressional intent <span class=\"star-pagination\">*553</span> to create individual rights to be enforced through private causes of action under § 1983. <i>Id.</i></p>\n<p>This court concludes that the Medicaid statutory provisions cited by plaintiffs similarly do not evidence Congressional intent to create individual rights enforceable through § 1983. As an initial matter, the undersigned notes that plaintiffs have not provided, nor has this court discovered, any § 1983 cases directly relying upon these specific sections of the Medicaid statute to allow a cause of action on the part of Medicaid service providers, such as plaintiffs here. <i>See</i> Response at 8 (conceding that \"no provider rights cases have addressed the particular claims at bar.\").<sup>[2]</sup></p>\n<p>The provisions cited by plaintiffs do not show the type of individual focused language that the Gonzaga Court pointed to as examples of statutory provisions creating individual rights. For example, § 1396a(a)(4)(a) requires that state medical assistance plans must provide \"such methods of administration . . . as are found by the Secretary [of Health and Human Services] to be necessary for the proper and efficient operation of the plan.\" Section 1396a(a)(30)(A) similarly requires the state to \"provide such methods and procedures relating to the utilization of, and the payment for, care and services available under the plan . . . as may be necessary to safeguard against unnecessary utilization of such care and services and to assure that payments are consistent with efficiency, economy, and quality of care . . .\" Section 1396a(a)(37)(A) continues in this vein, requiring states to provide for \"claims payment procedures which (A) ensure that 90 per centum of claims for payment . . . made for services covered under the plan . . . are paid within 30 days of the date of receipt of such claims and that 99 per centum of such claims are paid within 90 days of the date of receipt of such claims.\"</p>\n<p>Rather than focusing on the individual, the language of these Medicaid provisions is akin to the type of institutional policy and practice language that the Supreme Court specifically found did not support a finding of Congressional intent to create individual rights. <i>See </i><i>Gonzaga,</i> 536 U.S. at 288, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>; <i>see also </i><i>Blessing v. Freestone,</i> <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 343-44, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1997) (concluding that Title IVD of the Social Security Act, governing evaluation of state Title IVD programs, did not give rise to individual rights). The language of these sections set forth procedural requirements for state plans, rather than create individual rights for Medicaid providers or recipients. As such, the undersigned concludes that these sections do not clearly evidence Congressional intent to create individual rights enforceable through a § 1983 private cause of action. These Medicaid statute sections, therefore, are insufficient to support federal subject matter jurisdiction over this case.</p>\n<p>Section 1396a(a)(8) does reference individual recipients. The section requires state Medicaid plans to \"provide that all individuals wishing to make application for medical assistance under the plan shall have opportunity to do so, and that such <span class=\"star-pagination\">*554</span> assistance shall be furnished with reasonable promptness to all eligible individuals.\" However, to the extent that this section does reference individual rights, it still does not indicate that such rights are to be enforceable by a private cause of action by the Medicaid providers, such as plaintiffs here. <i>See </i><i>Burlington United Methodist Family Services v. Atkins,</i> <span class=\"citation\" data-id=\"2530010\"><a href=\"/opinion/2530010/burlington-united-methodist-family-v-atkins/\"><span class=\"volume\">227</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">593</span></a></span>, 596 (S.D.W.Va.2002)(concluding with respect to § 1396a(a)(30)(A) that any individual rights conferred were enforceable by the Medicaid beneficiaries, rather than the Medicaid providers). The First Circuit, also addressing this issue in the context of § 1396a(a)(30)(A), held:</p>\n<blockquote>Prior to <i>Gonzaga,</i> whether subsection (30)(A) authorized private rights for providers was a close question; the circuits were split on the issue, and well reasoned opinions had been written on both sides . . . Whether <i>Gonzaga</i> is a tidal shift or merely a shift in emphasis, we are obligated to respect it, and it controls this case. Providers . . . do not have a private right of action under subsection (30)(A); if they think that state reimbursement is inadequateand cannot persuade the Secretary to actthey must vote with their feet.</blockquote>\n<p><i>Long Term Care Pharmacy Alliance v. Ferguson,</i> <span class=\"citation\" data-id=\"200914\"><a href=\"/opinion/200914/long-term-care-v-ferguson/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 58-59 (1st Cir. 2004); <i>see also </i><i>Pennsylvania Pharmacists Association v. Houstoun,</i> <span class=\"citation\" data-id=\"776907\"><a href=\"/opinion/776907/pennsylvania-pharmacists-association-bell-edge-pharmacy-broad-street/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span>, 541-42 (\"In sum, we are convinced that Section 30(A) is not intended to benefit providers and that therefore providers may not assert a Section 30(A) claim under § 1983.\") While these cases dealt with section 30(A), rather than with § 1396a(a)(8), this court concludes that the underlying principle applies to both sections, i.e., that even assuming <i>arguendo</i> that individual rights have been created by these sections of the Medicaid statute, these sections still do not support a private cause of action under 42 U.S.C. § 1983 by Medicaid providers, such as Biomedical.</p>\n<p>This court finds support for the conclusion that these Medicaid sections do not support a cause of action under 42 U.S.C. § 1983 in the cases surrounding the repeal of the Boren Amendment. In <i>Wilder v. Virginia Hospital Association,</i> <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1990), the Supreme Court considered the issue of whether the Boren Amendment to the Medicaid Act, which required \"reimbursement according to rates that a `State finds, and makes assurances satisfactory to the Secretary, are reasonable and adequate to meet the costs which must be incurred by efficiently and economically operated facilities,' is enforceable in an action pursuant to § 1983.\" <i>Id.</i> at 501, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span> (quoting 42 U.S.C. § 1396a(a)(13)(A)(1982)). The Court held that \"[t]here can be little doubt that health care providers are the intended beneficiaries of the Boren Amendment.\" <i>Id.</i> at 510, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>. The Court went on to note that the legislative history of the Boren Amendment indicated that Congress did not to constrain \"the right to providers of Medicaid services . . . to seek prospective, injunctive relief in a federal or state judicial forum.\" <i>Id.</i> at 517, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>. The Court concluded, therefore, that the Boren Amendment created a \"right, enforceable in a private cause of action pursuant to § 1983, to have the State adopt rates that it finds are reasonable. . . .\" <i>Id.</i> at 524, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>.</p>\n<p>In October 1997, Congress repealed the Boren Amendment, in part in response to the argument made by the states that \"suits or threats of suits under the Boren Amendment have been an important cause of rapid increases in provider reimbursement rates.\" H.R.Rep. 105-149, 547 (1997). The legislative history of the repeal indicates that \"[i]t is the Committee's intention that, following enactment of this Act, neither this nor any other provision of [42 U.S.C. § 1396a] will be interpreted as <span class=\"star-pagination\">*555</span> establishing a cause of action for hospitals and nursing facilities relative to the adequacy of the rates they receive.\" <i>Id.</i> at 591, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>.</p>\n<p>Subsequent to the repeal of the Boren Amendment, the Fourth Circuit faced the issue of whether a policy determination by a federal agency, purporting to apply the \"reasonable and adequate rates\" standard established by the Boren Amendment, could support a private cause of action under 42 U.S.C. § 1983. <i>See </i><i>HCMF Corp. v. Allen,</i> <span class=\"citation\" data-id=\"771839\"><a href=\"/opinion/771839/hcmf-corporation-heritage-hall-holding-limited-partnership-heritage-hall/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 277 (4th Cir.2001). Plaintiffs in the case, several corporate Medicaid providers, had originally sought to bring suit under § 1983 alleging violation of the Boren Amendment. After Congress repealed the amendment, the district court dismissed the claim, stating that \"[w]ith the repeal of the Boren Amendment nothing remains that remotely resembles a federal right to reasonable and adequate rates.\" <i>Id.</i> at 276. Plaintiffs then sought to amend their complaint to substitute a cause of action under the policy letter issued by the Health Care Finance Administration. The Fourth Circuit held that the motion to amend did state a separate legal basis than that previously rejected by the district court, as the basis for the § 1983 claim was the violation of a federal policy rather than a federal statute. <i>Id.</i> at 277. The Fourth Circuit nevertheless affirmed the denial of the motion to amend, holding that a formal regulation, much less a policy letter, cannot give rise to individual rights enforceable under § 1983. <i>See id.</i> Subsequently, the Supreme Court's ruling in Gonzaga further restricted the basis for a finding of individual rights enforceable under § 1983.</p>\n<p>Based on the Supreme Court's rulings in these cases, and the lack of controlling or persuasive authority to the contrary, the undersigned concludes, therefore, that the Medicaid Act provisions cited by plaintiffs do not set forth individual rights intended by Congress to be enforceable by a cause of action under 42 U.S.C. § 1983. Therefore, this court concludes that plaintiffs have failed to state a claim under § 1983 against defendant EDS. Defendant EDS' motion to dismiss is therefore granted.</p>\n<p>B. Odom and Benton Motion to Dismiss</p>\n<p>Plaintiffs' <i>Ex Parte Young</i> claim against defendants Odom and Benton fails for the same reason that their § 1983 claim fails against defendant EDS. In <i>Alexander v. Sandoval,</i> <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 286, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (2001), the Supreme Court discussed the genesis of private causes of action, and held that \"Mike substantive federal law itself, private rights of action to enforce federal law must be created by Congress,\" either explicitly or implicitly. In order to make out a cause of action to privately enforce federal law, plaintiffs must show Congressional intent that the statute create such a cause of action. Without such intent, \"a cause of action does not exist and courts may not create one, no matter ho desirable that might be as a policy matter, or how compatible with the statute.\" <i>Id.</i> at 286-87, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>.</p>\n<p>In <i>Gonzaga,</i> the Court held that the analysis for determination of whether an implied right of action exists is the same as for determining whether a cause of action exists under § 1983. <i>Gonzaga,</i> 536 U.S. at 284, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>. The initial step in the analysis requires a determination of Congressional intent to create a federal right. As discussed above, the four Medicaid statutory provisions cited by plaintiffs in their complaint do not evidence such an intent. Because plaintiffs cannot show that these federal statutory provisions evidence intent to create a federal right, enforceable by a private cause of action by not only Medicare recipients, <span class=\"star-pagination\">*556</span> but Medicare service providers, they cannot maintain a private cause of action against defendants Odom and Bennett under the doctrine of <i>Ex Parte Young. See Alexander,</i> 532 U.S. at 287, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span> (holding that courts must interpret statutes to determine if Congress intended to create not just a private right but also a private remedy).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, defendants' motions to dismiss for failure to state a claim and lack of subject matter jurisdiction are GRANTED. The clerk is directed to close the case file.</p>\n<h2>NOTES</h2>\n<p>[1]  The complaint initially alleged federal jurisdiction both on the basis of federal question jurisdiction under 28 U.S.C. § 1331 and diversity jurisdiction under 28 U.S.C. § 1332. Because both the Bio Medical corporations and EDS are incorporated in the state of Delaware, diversity jurisdiction does not exist between the parties. Plaintiffs concede this point in their response, and this court will address subject matter jurisdiction only as to federal question jurisdiction.</p>\n<p>[2]  Defendant EDS also argues that its motion to dismiss should be granted because plaintiffs' complaint does not allege any violations of the Medicaid statutory provisions by EDS, but rather only by individual defendants Odom and Benton. While it is true that plaintiffs' Complaint references these Medicaid provisions only in Count VI of the complaint, which sets forth the <i>Ex Parte Young</i> action against defendants Odom and Benton, Count VI of the complaint restates and incorporates by reference the earlier allegations of the complaint against defendant EDS. This court analyzes defendant EDS' motion to dismiss on the basis of the alleged violation of the four Medicaid statute provisions cited by plaintiffs.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2092575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2530010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620697/"
  ]
}