{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2408103/",
  "absolute_url": "/opinion/2408103/shoulars-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2408103/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:06.143607Z",
  "date_modified": "2016-04-27T02:07:37.777421Z",
  "type": "010combined",
  "sha1": "554bf12b27322780925c92e4e7b2a2a9384ef808",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>671 F.Supp.2d 801 (2009)</b></center>\n<center><h1>Randolph SHOULARS, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:08-CV-520-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 13, 2009.</center>\n<p><span class=\"star-pagination\">*804</span> Elizabeth F. Lunn, Wolf &amp; Hogan, P.C., Raleigh, NC, for Plaintiff.</p>\n<p>Charlotte M. Connery-Aujla, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the parties' cross motions for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c) (DE # 20, 22). These motions were referred to Magistrate Judge Robert B. Jones, Jr., who filed a memorandum and recommendation (\"M &amp; R\") on July 14, 2009. The magistrate judge recommended granting plaintiffs motion for judgment on the pleadings, denying defendant's motion, reversing the decision of the Commissioner, and remanding for a calculation of benefits (DE # 25). Defendant filed an objection to the M &amp; R, arguing the magistrate judge's finding that the Administrative Law Judge (\"ALJ\") improperly applied Rule 202.11 of the Medical-Vocation Guidelines (the \"Grids\"), instead of Grid Rule 202.09, was incorrect (DE # 26). In this posture, the matter is ripe for adjudication. For the reasons that follow, this court adopts the M &amp; R, rejects defendant's objection to the M &amp; R, grants plaintiffs motion, denies defendant's motion, and remands this matter for a calculation of benefits.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On May 9, 2005, plaintiff filed an application for Supplement Security Income (\"SSI\") payments, alleging disability since June 1, 2004. (R. at 17, 75-80.) This claim was denied initially and again upon reconsideration. (R. at 27-28, 46, 65.) On December 5, 2007, a hearing was held before an ALJ, at which plaintiff was represented by counsel, and a medical expert (\"ME\") and a vocational expert (\"VE\") testified. (R. at 453-87.) The ALJ issued a decision denying plaintiffs request for benefits on March 24, 2008. (R. at 14-26.) The Appeals Council denied plaintiffs request for review on August 21, 2008, rendering the ALJ's decision the final decision <span class=\"star-pagination\">*805</span> of the Commissioner. (R. at 5-7.) Finally, on October 16, 2008, plaintiff filed the instant action in this court.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court is authorized to review the Commissioner's denial of benefits under 42 U.S.C. §§ 405(g) and 1383(c)(3). It must uphold the findings of an ALJ if they are supported by substantial evidence and were reached through application of the correct legal standard. 42 U.S.C. § 405(g); <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996) (superseded by statute on other grounds). \"Substantial evidence is... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971). A denial of benefits is not supported by substantial evidence if the ALJ \"has [not] analyzed all evidence and... sufficiently explained the weight he has given to obviously probative exhibits.\" <i>Gordon v. Schweiker,</i> 725 F.2d 231, 236 (4th Cir.1984.).</p>\n<p>To assist it in making such a determination, the court may \"designate a magistrate... to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"The magistrate ... shall file his proposed findings and recommendations... with the court.\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. § 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983).</p>\n<p>If a claimant does not fall squarely within one of the Grid categories, the Grids are only to be used as a \"framework\" by the ALJ, rather than to direct any specific result. Before slotting a claimant into a particular Grid Rule, however, the ALJ must first determine whether the claimant is conversant and literate in English. <i>See</i> 20 C.F.R. §§ 404.1564(b)(5), 416.964(b)(5). This finding is critical because it dictates which Grid Rule the ALJ will apply as a basis for deciding whether a claimant is disabled. Where a claimant's medical-vocational profile correlates perfectly with that of a particular Grid Rule, the rule will dictate whether the claimant can be considered disabled. <i>Grant v. Schweiker,</i> 699 F.2d 189, 192 (4th Cir.1983). In cases such as this one, where the claimant cannot perform a full range of sedentary work, the Grid Rules \"are considered in determining first whether a finding of disabled may be possible based on the strength limitations alone and, if not, the [Grid Rules] ... provide a framework for consideration.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 200.00(e)(2).</p>\n<p>Here, the determinations that plaintiff was \"literate\" and had a \"limited education\" were the deciding factors under the Grids as to whether plaintiff was disabled. Accordingly, this court will focus its review on whether substantial evidence supports these findings and whether the proper Grid Rule was applied under these facts. With these principles in mind, and having benefit of the M &amp; R, the court turns to the arguments at hand.</p>\n<p></p>\n<h2>B. Defendant's Objection</h2>\n<p>Defendant raises one objection to the magistrate judge's findings and recommendations. <span class=\"star-pagination\">*806</span> In his M &amp; R, the magistrate judge recommended three legal conclusions. First, he agreed with the ALJ's finding that plaintiffs impairment did not meet or equal Listing 12.05C. (M &amp; R 8-11.) Second, the magistrate judge determined the ALJ properly assessed plaintiffs residual functional capacity (\"RFC\") in finding that plaintiff could perform light work absent the use of alcohol. (M &amp; R 11-13.) Third, the magistrate judge found the ALJ misapplied the Grids in making the determination that plaintiff is not disabled. (M &amp; R 13-16.) He concluded the ALJ erred in not applying Rule 202.09 and directing a finding of disability under that rule.</p>\n<p>Defendant objects to the third recommendation, arguing the ALJ properly found plaintiff not disabled \"under the framework of Rule 202.11,\" rather than directing a finding of disabled under Rule 202.09, because \"Grid Rule 202.09 does not apply because the plaintiff does not satisfy the regulatory definition of illiteracy.\" (Def.'s Obj. 5.) Rule 202.09 directs a finding of \"disabled,\" whereas Rule 202.11 directs a finding of \"not disabled.\"</p>\n<p></p>\n<h2>1. The Education Categories</h2>\n<p>As defendant notes, \"[t]he only difference between the two Rules is that [Rule 202.09] requires that the claimant be illiterate.\" (Def.'s Obj. 3.) Rule 202.09 applies when the individual's education level is \"[illiterate or unable to communicate in English.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.09. Rule 202.11 applies when the individual's education level is \"[l]imited or less.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.11. Both of these education levels are statutorily defined. \"Illiteracy means the inability to read or write. We consider someone illiterate if the person cannot read or write a simple message such as instructions or inventory lists even though the person can sign his or her name. Generally, an illiterate person has had little or no formal schooling.\" 20 C.F.R. § 416.964(b)(1). The next highest education level is \"marginal education,\" which is one level below \"limited education.\" \"Marginal education means ability in reasoning, arithmetic, and language skills which are needed to do simple, unskilled types of jobs. We generally consider that formal schooling at a 6th grade level or less is a marginal education.\" 20 C.F.R. § 416.964(b)(2). Finally, limited education means</p>\n<blockquote>ability in reasoning, arithmetic, and language skills, but not enough to allow a person with these educational qualifications to do most of the more complex job duties needed in semi-skilled or skilled jobs. We generally consider that a 7th grade through the 11th grade level of formal education is a limited education.</blockquote>\n<p>20 C.F.R. § 416.964(b)(3).</p>\n<p>As the regulations point out, circumstances may dictate that \"the numerical grade level that you completed in school may not represent your actual educational abilities.\" 20 C.F.R. § 416.964(b). Only where \"there is no other evidence to contradict it, we will use your numerical grade level to determine your educational abilities.\" <i>Id.</i> Thus, where there is contradictory evidence, it must be considered to determine a claimant's educational abilities.</p>\n<p></p>\n<h2>2. The ALJ's \"Limited Education\" Finding</h2>\n<p>The ALJ's specific findings regarding plaintiffs education level and illiteracy are sparse. The ALJ noted that plaintiff testified to completing the sixth grade. (R. at 20.) The ALJ then found that plaintiff \"is unable to perform any past <span class=\"star-pagination\">*807</span> relevant work.\"<sup>[1]</sup> (R. at 21, Finding 5.) Without any specific factual support, the ALJ concluded that \"claimant has a limited education and is able to communicate in English.\" (R. at 21, Finding 7.) He also found that plaintiff \"can perform simple, routine, repetitive tasks in job [sic] that did not involve reading and writing.\" (R. at 22, Finding 12.) In making this finding, the ALJ explicitly relied upon the ME's testimony that plaintiff was \"functionally illiterate.\" (R. at 22-23.) The ME testified that \"he is it seems to me functionally illiterate, that's what I'm hearing. He can recognize his name but cannot read and write.\" (R. at 473.) The ALJ did not make any more findings particular to plaintiffs education level or illiteracy.</p>\n<p>Plaintiff was seventeen (17) years old when he completed the sixth grade. (R. at 468.) The regulatory definition of illiterate instructs that \"<i>[g]enerally,</i> an illiterate person has had little or no formal schooling.\" 20 C.F.R. § 416.964(b)(1) (emphasis added). The ALJ, apparently based only on the fact that plaintiff completed the sixth grade, found that plaintiff had a limited education, which is \"generally consider[ed]\" to be formal education from the \"7th grade through the 11th grade.\" 20 C.F.R. § 416.964(b)(3). Seventeen-year-olds are not \"generally\" in sixth-grade classes, and relying upon this fact alone in determining that plaintiff had a \"limited education\" was not supported by substantial evidence. <i>See</i> 20 C.F.R. § 416.964(b). Thus, the ALJ erred in relying only on plaintiff's sixth-grade education to determine his educational abilities. <i>See id.</i>; <i>Dixon v. Heckler,</i> 811 F.2d 506, 509-10 (10th Cir.1987) (holding the ALJ's reliance on claimant's \"marginal education\" was misplaced because the regulations provide \"for use of numerical grade level to determine educational abilities only if there is no other evidence to contradict it\").</p>\n<p>The ALJ's findings are not supported by substantial evidence and are not internally consistent. The testimony of the ME and the ALJ's own RFC finding belie a finding that plaintiff had a \"limited education\" and was thus literate. The ALJ first found that plaintiff has a \"limited education,\" based ostensibly only on the fact that plaintiff testified to completing the sixth grade, and then later relied on evidence that plaintiff is \"functionally illiterate\" in finding that plaintiff cannot do any job involving \"reading and writing.\" This foreclosed a finding that plaintiff had a \"limited education.\"</p>\n<p></p>\n<h2>3. Plaintiff's Education Level</h2>\n<p>Defendant argues that plaintiff does not qualify under Rule 202.09 because he is literate and falls under the \"marginal education\" category. Defendant cites the statutory definition of illiterate, and then relies on two contentions in arguing that plaintiff does not meet that definition. First, defendant argues that an eight-page disability function report containing handwritten responses identifying plaintiff as the person who completed the report proves that plaintiff can \"write a simple message.\" (Def.'s Obj. 5; R. at 111.) Second, defendant argues that plaintiff completed the sixth grade and at one time obtained a driver's license, and thus he falls into the \"marginal education\" category rather than the \"illiterate\" category. (Def.'s Obj. 4.)</p>\n<p>As explained, \"illiterate\" is defined as \"the inability to read or write. We consider someone illiterate if the person cannot <span class=\"star-pagination\">*808</span> read or write a simple message such as instructions or inventory lists even though the person can sign his or her name. Generally, an illiterate person has had little or no formal schooling.\" 20 C.F.R. § 416.964(b)(1). Defendant argues that the testimony of the ME, which was accepted by the ALJ, that plaintiff is \"functionally illiterate\" is \"not equivalent to the regulatory definition of illiteracy applied by the Grids.\" (Def.'s Obj. 3.) The Grids state that a finding of disabled is warranted, however, when an individual with the various ailments suffered by plaintiff here has his vocational scope \"further significantly limited by illiteracy.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.00(d). The full section reads:</p>\n<blockquote>(d) Where the same factors in paragraph (c) [i.e. prior unskilled work, no transferable skills or no prior work experience] of this section regarding education and work experience are present, but where age, though not advanced, is a factor which significantly limits vocational adaptability (i.e., closely approaching advanced age, 50-54) and an individual's vocational scope is further significantly limited by illiteracy or inability to communicate in English, a finding of disabled is warranted.</blockquote>\n<p><i>Id.</i> This is precisely what the ALJ found. In his RFC finding, he included a limitation that plaintiff could not perform a job involving \"reading and writing.\" (R. at 22, Finding 12.)</p>\n<p>In its objection, defendant argues \"the [M &amp; R] overlooks that part of the regulatory definition requiring an illiterate person to be unable to read or write a <i>simple message.</i>\" (Def.'s Obj. 4.) Whether plaintiff actually read the questions or wrote the answers in the disability report upon which defendant relies is questionable. (<i>See</i> R. at 111.) The first answer in the report states that \"<i>he</i> lays around all day and have dizzy spells and sees spots in front of <i>his</i> face.\" (R. at 111.) (emphasis added) Furthermore, the handwriting in the report does not appear consistent all the way through, which, along with the conspicuously odd use of the third person in the first answer, provides substantial doubt as to whether plaintiff was actually the person who read the questions or wrote the answers.<sup>[2]</sup></p>\n<p>Defendant's reliance upon plaintiff's completion of the sixth grade similarly does not provide substantial evidence that plaintiff is literate or that he has a \"marginal education.\" As explained, reliance upon the numerical grade plaintiff completed is improper in the face of contradictory evidence. <i>See </i><i>Wolfe v. Chater,</i> 86 F.3d 1072, 1076-78 (11th Cir.1996) (overruling the finding of an ALJ and district court that claimant had a \"marginal education\" where he had a seventh-grade education and was \"functionally illiterate\"). The contradictory evidence, in fact, shows that plaintiff is illiterate.</p>\n<p>Where there is evidence of a claimant's functional illiteracy, reliance upon claimant's numerical grade level is misplaced, and courts have remanded for an award of benefits under Grid Rule 202.09. In <i>Dixon,</i> the claimant appealed from the district court's judgment affirming the denial of her application for SSI benefits. <i>Dixon,</i> 811 F.2d at 507. The claimant appealed the finding that she was literate, and also that she did not satisfy Grid Rule 202.09. <i>Id.</i> at 508. The court agreed with the claimant, finding that her \"educational level appear[ed] at no time to have been the <span class=\"star-pagination\">*809</span> focus of more than pro forma inquiry.\" <i>Id.</i> at 509. The only evidence in the record supporting a finding that the claimant was literate was her sixth-grade education, her testimony that she could \"read a little bit and write a little bit,\" and a passing comment in her medical history that she \"is unable to spell but can read.\" <i>Id.</i> at 509-10. The court reasoned the ALJ's reliance on the claimant's \"marginal education\" was misplaced because there was evidence that she could not write, and \"the Secretary's regulation provides for use of numerical grade level to determine educational abilities only if there is no other evidence to contradict it.\" <i>Id.</i> at 510. \"Despite the sparseness\" of evidence of the claimant's illiteracy in the record, the court did not remand for a further hearing, but rather directed the district court to award benefits because the Secretary failed to meet its burden of showing that the claimant was not disabled. <i>Id.</i> at 511.</p>\n<p>Similarly, the claimant in <i>Skinner v. Secretary of Health and Human Services,</i> 902 F.2d 447, 447-48 (6th Cir.1990) appealed from a district court judgment affirming the denial of his benefits under Grid Rule 202.10, which applies when the claimant has a \"marginal education.\" The claimant attended school until age twelve (12) full-time and then part-time until age seventeen (17). <i>Id.</i> at 448. Both an ME and a VE testified that he read below a third-grade level and was \"functionally illiterate.\" <i>Id.</i> at 449. The court held the claimant was illiterate and remanded to the district court for an award of benefits under Grid Rule 202.09. <i>Id.</i> at 450-51. Finding error in the ALJ's reliance upon the numerical grade purportedly completed by the claimant, the court explicitly relied upon testimony that he was functionally illiterate in reversing the ALJ and the district court. <i>Id.</i></p>\n<p>Here, plaintiff testified that he could not read or write and that he was seventeen (17) years old when he completed the sixth grade, after which he left school. (R. at 457, 468-69.) The ME testified that plaintiff was \"functionally illiterate\" and \"cannot read and write.\" (R. at 473.) A consultative examiner found that he had an \"IQ of 65,\" which \"falls within the mental defective range of intelligence.\" (R. at 174.) Plaintiff also testified that he does not know how to read or write more than his name. (R. at 457; M &amp; R 16 n. 12.) Moreover, the ALJ's own RFC finding concluded that plaintiff could only perform a \"job that did not involve reading and writing.\" (R. at 22, Finding 12.)</p>\n<p>All of this evidence shows the ALJ erred in not directing a finding of disabled pursuant to Rule 202.09. In addition to plaintiffs age, lack of prior work experience, and limitation to only light work, his \"vocational scope is further significantly limited by illiteracy.\" Thus, a finding of \"disabled\" should have been directed pursuant to Rule 202.09.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Given that the burden is on the Commissioner to show plaintiff's literacy once the ALJ found that plaintiff could not perform past work, the court believes that further administrative proceedings would only further delay the appropriate determination and award of benefits. Accordingly, the court ADOPTS the M &amp; R, REJECTS defendant's objection, GRANTS plaintiff's motion for judgment on the pleadings, and DENIES defendant's motion for judgment on the pleadings. The final decision of the Commissioner is REVERSED and this case is REMANDED to the Commissioner for a determination of benefits. The clerk is directed to CLOSE this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*810</span> MEMORANDUM AND RECOMMENDATION</h2>\n<p>ROBERT B. JONES, JR., United States Magistrate Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for judgment on the pleadings pursuant to FED.R.CIV.P. 12(c). Claimant Randolph Shoulars (\"Claimant\") filed this action pursuant to 42 U.S.C. § 1383(c)(3) seeking judicial review of the denial of his application for Supplemental Security Income (\"SSI\") payments. The time for filing responsive briefs has expired and. accordingly, the pending motions are ripe for adjudication. Having carefully reviewed the administrative record and the motions and memoranda submitted by the parties, this Court recommends granting Claimant's Motion for Judgment on the Pleadings, denying Defendant's Motion for Judgment on the Pleadings, reversing the decision of the Commissioner and remanding this matter for a calculation of benefits.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Claimant filed an application for SSI payments on 9 May 2005, alleging disability beginning 1 June 2004. (R. 17, 75-80). His claim was denied initially and upon reconsideration. (R. 27-28, 46, 65). A hearing before the Administrative Law Judge (\"ALJ\") was held on 5 December 2007, at which Claimant was represented by counsel and a medical expert (\"ME\") and a vocational expert (\"VE\") appeared and testified. (R. 453-87). On 24 March 2008, the ALJ issued a decision denying Claimant's request for benefits. (R. 14-26). On 21 August 2008, the Appeals Council denied Claimant's request for review. (R. 5-8). Claimant then filed a complaint in this Court seeking review of the now final administrative decision.</p>\n<p></p>\n<h2><i>STANDARD OF REVIEW</i></h2>\n<p>The scope of judicial review of a final agency decision regarding disability benefits under the Social Security Act (\"Act\"), 42 U.S.C. § 301 <i>et seq.,</i> is limited to determining whether substantial evidence supports the Commissioner's factual findings and whether the decision was reached through the application of the correct legal standards. <i>See </i><i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir.1987). \"The findings of the Commissioner ... as to any fact, if supported by substantial evidence, shall be conclusive....\" 42 U.S.C. § 405(g). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966). While substantial evidence is not a \"large or considerable amount of evidence,\" <i>Pierce v. Underwood,</i> 487 U.S. 552, 565, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988), it is \"more than a mere scintilla ... and somewhat less than a preponderance.\" <i>Laws,</i> 368 F.2d at 642. \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Mastro v. Apfel,</i> 270 F.3d 171, 176 (4th Cir.2001) (quoting <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996)). Rather, in conducting the \"substantial evidence\" inquiry, the court's review is limited to whether the ALJ analyzed the relevant evidence and sufficiently explained his or her findings and rationale in crediting the evidence. <i>Sterling Smokeless Coal Co. v. Akers,</i> 131 F.3d 438, 439-40 (4th Cir.1997).</p>\n<p></p>\n<h2><i>DISABILITY EVALUATION PROCESS</i></h2>\n<p>The disability determination is based on a five-step sequential evaluation process as set forth in 20 C.F.R. § 416.920 <span class=\"star-pagination\">*811</span> under which the ALJ is to evaluate a claim:</p>\n<blockquote>The claimant (1) must not be engaged in \"substantial gainful activity,\" <i>i.e.,</i> currently working; and (2) must have a \"severe\" impairment that (3) meets or exceeds [in severity] the \"listings\" of specified impairments, or is otherwise incapacitating to the extent that the claimant does not possess the residual functional capacity to (4) perform . . past work or (5) any other work.</blockquote>\n<p><i>Albright v. Comm'r of the SSA</i> 174 F.3d 473, 474 n. 2 (4th Cir.1999). \"If an applicant's claim fails at any step of the process, the ALJ need not advance to the subsequent steps.\" <i>Pass v. Chater,</i> 65 F.3d 1200, 1203 (4th Cir.1995). The burden of proof and production during the first four steps of the inquiry rests on the claimant. <i>Id.</i> At the fifth step, the burden shifts to the ALJ to show that other work exists in the national economy which the claimant can perform. <i>Id.</i> If the ALJ Finds that the claimant is disabled and there is \"medical evidence of [his] drug addiction or alcoholism,\" then the ALJ should proceed under 20 C.F.R. § 416.935 to determine whether the claimant \"would still [be found] disabled if [he] stopped using drugs or alcohol.\" 20 C.F.R. § 416.935 (2008); <i>see Sanders v. Apfel,</i> No. 3:00CV296-H, 2001 WL 114360, at *6 (W.D.N.C. Jan. 26, 2001). The claimant bears the burden \"of proving that his drug abuse and/or alcoholism are not contributing factors material to the determination of his disability.\" <i>Id.</i> (citing <i>Brown v. Apfel,</i> 192 F.3d 492, 498 (5th Cir.1999)).</p>\n<p>In this case, Claimant alleges the following errors by the ALJ: (1) improper analysis of whether Claimant's impairments meet or equal one of the Listings; (2) improper assessment of Claimant's residual functional capacity (\"RFC\"); and (3) failure to apply the correct rule under the Medical-Vocational Guidelines (\"the Grids\"). <i>See</i> Pl.'s Mem. in Supp. of Pl.'s Mot. for J. on the Pleadings at 1-2, 5, 7. (\"Pl.'s Mem.\").</p>\n<p></p>\n<h2><i>FACTUAL HISTORY</i></h2>\n<p></p>\n<h2>I. ALJ's Findings</h2>\n<p>Applying the above-described sequential evaluation process, the ALJ found Claimant \"not disabled\" as defined in the Act. At step one, the ALJ found Claimant was no longer engaged in substantial gainful employment. (R. 19). Next, the ALJ determined Claimant had the following severe impairments: (1) cirrhosis of the liver; (2) substance abuse; (3) hepatitis; (4) gas-troesophageal reflux disease (\"GERD\"); and (5) esophageal candidosis. <i>Id.</i> The ALJ determined further that even if Claimant stopped the substance abuse, he \"would continue to have a severe impairment or combination of impairments.\" (R. 22). However, at step three, the ALJ concluded these impairments were not severe enough, either individually or in combination, to meet or medically equal one of the listed impairments in 20 C.F.R. Part 404, Subpart P, Appendix 1. (R. 20, 22).</p>\n<p>Prior to proceeding to step four, the ALJ assessed Claimant's RFC, based on all impairments, finding Claimant lacked the ability to perform sedentary work. (R. 20). However, the ALJ found that Claimant, absent substance abuse, had the ability to perform light work<sup>[1]</sup> involving no <span class=\"star-pagination\">*812</span> reading and writing that was simple, routine and repetitive and gave him access to a restroom, (R. 22). In making this assessment, the ALJ found Claimant's statements about his limitations not fully credible, (R. 22-24).</p>\n<p>At step four, the ALJ concluded Claimant did not have the RFC to perform the requirements of his past relevant work as a bricklayer, regardless of his substance abuse. (R. 24). Nonetheless, at step five, upon considering Claimant's age, education, work experience and RFC, the ALJ determined that Claimant, absent substance abuse, is capable of adjusting to the demands of other employment opportunities that exist in significant numbers in the national economy. (R. 25).</p>\n<p></p>\n<h2>II. Claimant's Testimony at the Administrative Hearing</h2>\n<p>At the time of Claimant's administrative hearing, Claimant was 52 years old and unemployed. (R. 456, 458). Claimant attained a sixth-grade education and testified that he is unable to read and write.<sup>[2]</sup> (R. 457). Claimant was last employed in 1992 as a brick mason. (R. 458). Claimant's driver's license was revoked in 1989 due to driving under the influence of alcohol. (R. 456).</p>\n<p>Claimant testified that he is unable to work due to high blood pressure and swallowing difficulties, both of which are controlled by medication he cannot afford, cirrhosis of the liver, blocked arteries, stomach ulcers and hepatitis. (R. 460-61, 467). As a result of these impairments, Claimant experiences \"black outs,\" fatigue, sleeping problems, weakness in his upper extremities, breathing difficulties, and chest, back, abdominal, liver and stomach pains. (R. 461-52, 464, 468). Claimant testified further to experiencing kidney problems and in particular, a need to use the restroom frequently. (R. 470). Claimant explained he does not have a treating physician because doctors \"won't see [him]\" and is seen by emergency room physicians only, (R. 459). Claimant does not take any medications because he cannot afford the cost. <i>Id.</i></p>\n<p>Regarding his limitations, Claimant is able to stand for 10-15 minutes and sit for 5-10 minutes. (R. 465-66, 468). Claimant experiences lightheadedness if he stands too quickly and he tires easily. (R. 465-66). Claimant spends the majority of his day sitting in a recliner. (R. 468). Claimant testified to leaving his home only once per week due to breathing difficulties. (R. 466).</p>\n<p>Claimant testified that he stopped using cocaine in 2006; however, he continues drinking alcohol. (R. 463). He testified further that doctors advised him to stop drinking alcohol. <i>Id.</i> However. Claimant explained he cannot stop drinking because it encourages his appetite and without alcohol, he will not eat. <i>Id.</i></p>\n<p></p>\n<h2>III. Medical Expert's Testimony at the Administrative Hearing</h2>\n<p>Nathan Strahl, M.D. and Ph.D., a board-certified psychiatrist, testified as an ME at the administrative hearing. (R. 139, 17-30). The ME explained that Claimant's medical issues are \"in may ways secondarily stemming\" from his \"alcohol abuse.\" <span class=\"star-pagination\">*813</span> (R. 471). Indeed, the ME testified that Claimant's gastrointestinal (\"GI\") tract had \"taken a formal assault\" from his long-time alcohol abuse, noting reflux disease, pancreas and kidney problems and \"liver issues with hepatitis.\" (R. 471). The ME explained that even if Claimant stopped drinking, he already had \"permanent sequela from his alcohol abuse,\" including hepatitis, gastritis, reflux disease and fatigue. (R. 478-79). The ME noted also Claimant's history of cocaine abuse. (R. 472).</p>\n<p>The ME testified that Claimant's 1Q score of 65 is \"consistent with mild mental retardation.\" However, due to the lack of school records, the ME could not determine whether Claimant's IQ predated age 18 or whether it was the result of alcohol abuse. <i>Id.</i> The ME commented further that the IQ test administrator noted Claimant smelled of alcohol and was shaking at the time. (R. 481). The ME opined that Claimant does not meet Listing 12.05C for mental retardation because \"without the alcohol his functionality would be significantly higher.\" (R. 474).</p>\n<p>The ME testified that assuming Claimant stopped abusing alcohol, he could perform light work alternating sitting and standing every two hours that involved simple, routine repetitive tasks and did not require reading or writing. (R. 478, 482). However, the ME stated that the prognosis for Claimant to cease drinking was poor. <i>Id.</i></p>\n<p></p>\n<h2>IV. Vocational Expert's Testimony at the Administrative Hearing</h2>\n<p>Kimberly Engler, a rehabilitation counselor, testified as a VE at the administrative hearing. (R. 146, 484-87). The ALJ posed the following hypothetical:</p>\n<blockquote>[A]ssume an individual the age, education and work background as [Claimant's] and ... assume that individual [is][l]imited to light work, the individual would further be limited to simple, routine, repetitive tasks. [C]laimant should avoid jobs that require reading or writing and finally should have access to a restroom. With such limitations can you find any jobs that hypothetical individual could perform?</blockquote>\n<p>(R. 484). The VE responded the individual could perform the following positions and provided DOT classification citations along with the number of jobs available in the local and national economies: (1) cleaner, housekeepingDOT 323.687-014, 3,000 locally, 250,000 nationally; (2) inserting machine tenderDOT 208.685-018, 1,000 locally, 50,000 nationally; and (3) small products assembler IIDOT 739.687-030, 1,000 locally, 50,000 nationally. <i>Id.</i> The VE testified further that.these positions would not require more than two hours of walking and standing at a time without a break. (R. 485). Finally, the VE explained that if the hypothetical individual needed unscheduled, frequent breaks due to fatigue or bladder problems, the abovelisted positions would not be available. (R. 458-86).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. The ALJ's finding that Claimant's impairment did not meet or equal Listing 12.05 is supported by substantial evidence.</h2>\n<p>Claimant argues that the ALJ erred by finding that her impairment does not meet or equal Listing 12.05, the listing for mental retardation, <i>See</i> Pl.'s Mem. at 5. This Court disagrees</p>\n<p>Claimant bears the burden of demonstrating that his impairments meet or equal a listed impairment. <i>Bowen v. Yuckert,</i> 482 U.S. 137, 146 n. 5, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987); <i>Hall v. Harris,</i> 658 F.2d 260, 264 (4th Cir.1981). Listing <span class=\"star-pagination\">*814</span> 12.05 sets forth a two-part inquiry for determining mental retardation. <i>Norris v. Astrue,</i> No. 7:07-CV-184-FL, 2008 WL 4911794, at *3 (E.D.N.C. Nov. 14, 2008); <i>see also</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 12.05. First, a claimant must satisfy the diagnostic description of mental retardation, which requires a showing of \"(1) significantly subaverage general intellectual functioning<sup>[3]</sup> (2) with deficits in adaptive functioning<sup>[4]</sup> (3) initially manifested during the developmental period; i.e. ... before age 22.\" <i>Id.</i> (quoting 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 12.05). Upon making this showing, the claimant must then meet the required severity level of this disorder, which is accomplished by satisfying any one of four categories labeled (A)-(D) under § 12.05. <i>Id.</i> Claimant contends he satisfies the mental retardation listing under category C (\"Listing 12.05C\"), which requires (1) a valid verbal, performance or full scale IQ of 60 through 70; and (2) another impairment, physical or mental, that imposes an additional and significant work-related limitation of function.<sup>[5]</sup><i>Id.</i> at § 12.05C.</p>\n<p>In this case, Claimant's argument centers around the ALJ's reliance on the lack of school records documenting IQ results prior to age 22.<sup>[6]</sup><i>See</i> Pl.'s Mem. at 6. On 6 October 2004, a Wechsler Adult Intelligence ScaleThird Edition (\"WAIS-III\") test administered by state agency examining consultant Gary Bachara, Ph.D., revealed that Claimant has IQ scores in the required range for Listing 12.05C, with a verbal IQ of 71, a performance IQ of 63 and a full scale IQ of 65. (R. 173). \"In cases where more than one IQ is customarily derived from the test administered, e.g., where verbal, performance, and full scale IQs are provided in the Wechsler <span class=\"star-pagination\">*815</span> series, we use the lowest of these in conjunction with 12.05.\" 20 C.F.R. Pt. 404, Subpt. P, App. 1, § 12.00D(6)(c); <i>see also </i><i>Rainey v. Heckler,</i> 770 F.2d 408, 410 (4th Cir.1985). Claimant's lowest score on the WAIS-III was a performance IQ of 63, which falls within the sixty to sixty-nine range required under § 12.05C. (R. 173).</p>\n<p>While this score was recorded after the developmental period, a person's IQ is presumed to remain stable over time \"in the absence of any evidence of a change in a claimant's intellectual functioning.\" <i>Luckey,</i> 890 F.2d at 669. However, in this case, such evidence possibly exists as a result of Claimant's continued substance abuse, which may have resulted in a decrease in Claimant's IQ after age 22. (R. 24, 172, 180, 184, 473-74). During the October 2004 examination, Dr. Bachara indicated Claimant smelled of alcohol and that his hands were shaking. (R. 24, 172). Based on this information and other records documenting evidence of substance abuse, the ME testified that having school records</p>\n<blockquote>would ... document whether that IQ has been something that he was born with and predates age 18 ... or [whether] it's something that is consequential of the longstanding alcohol that he's had. [A]lcohol is a brain poison over longterm use and can certainly cause some mental retardation and slower scores, slower activity level.</blockquote>\n<p>(R. 472-73). The ME testified further that alcohol \"certainly does and certainly can affect [Claimant's] performance.\" (R. 24, 473). The ME concluded that Claimant does not meet the requirements of Listing 12.05C because \"without the alcohol, [Claimant's] functionality would be significantly higher.\" (R. 474).</p>\n<p>The ALJ inquired as to whether school records documenting an IQ below 70 <i>may</i> change the ME's opinion. (R. 474-75). The ME responded in the affirmative, explaining school records \"might label [Claimant] as a functionally mild mental (sic) retarded individual.\" (R. 475). Accordingly, the ALJ deferred his decision over 90 days from the date of the hearing in an effort to accommodate the Claimant in submitting school records to support his claim.<sup>[7]</sup> (R. 17). However, Claimant failed to submit said records. Nevertheless, Claimant contends the ALJ \"ignored the fact that school record (sic) or IQ testing from childhood are not a requirement to meet [Listing 12.05C].\" Pl.'s Mem. at 6 (citing <i>Branham v. Heckler,</i> 775 F.2d 1271 (4th Cir.1985)). However, as explained above, an individual's IQ is not assumed to remain relatively constant throughout his life if evidence exists of a change in a person's intelligence functioning. <i>Luckey,</i> 890 F.2d at 668. Here, such evidence possibly exists as a result of Claimant's continued substance abuse. For this reason, the ALJ's reliance on school records was proper and by failing to submit said records, Claimant failed to meet his burden of demonstrating that his impairments meet or equal a listed impairment. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>II. The ALJ properly assessed Claimant's RFC.</h2>\n<p>Claimant contends the ALJ's determination that Claimant could perform <span class=\"star-pagination\">*816</span> light work absent the use of alcohol was error. <i>See</i> Pl.'s Mem. at 8. This Court disagrees.</p>\n<p>The RFC is an administrative assessment of \"an individual's ability to do sustained work-related physical and mental activities in a work setting on a regular and continuing basis\" despite impairments and related symptoms. Soc. Sec. Rul. (\"S.S.R.\") 96-8p, 1996 WL 374184, at *1; <i>see also</i> 20 C.F.R. § 416.945(a)(1). In determining the RFC, the ALJ considers an individual's ability to meet the physical, mental, sensory and other requirements of work. 20 C.F.R. § 416.945(a)(4). It is based upon all relevant evidence and may include a claimant's own description of limitations arising from alleged symptoms. 20 C.F.R. § 416.945(a)(3); <i>see also</i> S.S.R. 96-8p, 1996 WL 374184, at *5. Finally, the RFC assessment \"must include a discussion of why reported symptom-related functional limitations and restrictions can or cannot reasonably be accepted as consistent with the medical and other evidence.\" S.S.R. 96-8p, 1996 WL 374184, at</p>\n<p>The ALJ considered Claimant's subjective complaints and Claimant's medical history. (R. 20, 23). The ALJ noted that the medical record contains no evidence of a mental impairment absent substance abuse. (R. 23-24). The ALJ noted further the lack of evidence of disabling symptoms of Claimant's epigastric impairments absent substance abuse. (R. 24). Indeed, the Claimant denied the symptoms of nausea, vomiting, abdominal pain, coughing, shortness of breath, weakness or numbness to his primary care physician when he was abstaining from alcohol. (R. 23, 244-45<sup>[8]</sup>). During a recent hospitalization, Claimant \"reported that he noticed a `significant improvement in his pain management' when he was detoxed from alcohol and cocaine....'\" (R. 23, 444).</p>\n<p>The ALJ acknowledged the ME's testimony that Claimant's \"GI tract had taken assault because of his long-standing alcohol abuse.\" (R. 23). However, Claimant's physicians have imposed no physical restrictions and the ME testified that if Claimant ceased drinking, he could perform light work involving simple, routine, repetitive tasks-limitations adopted by the ALJ, (R. 24, 475-76). Indeed, a state agency examining physician found Claimant capable of performing such tasks, even when substance abused was considered. (R. 24, 241). Finally, the ALJ noted despite being told repeatedly by his physicians to stop using cocaine and alcohol, Claimant \"recently told hospital physicians during an admission [for detoxification] that he did not have a problem with substance abuse....\" (R. 24, 444, 447).</p>\n<p>Based on the foregoing, this Court finds that the ALJ's RFC determination is supported by substantial evidence. The ALJ analyzed all of the relevant evidence, sufficiently explained his findings and his rationale in crediting the evidence and applied the correct legal standards in evaluating Claimant's RFC. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>III. The ALJ failed to apply the correct rule under the Grids.</h2>\n<p>Claimant contends that the ALJ misapplied the Grids in making the determination that Claimant is not disabled. <i>See</i> Pl.'s Mem. at 8. This Court agrees.</p>\n<p>Once a claimant successfully demonstrates that he cannot perform his past relevant work, the burden shifts to the ALJ to show that the claimant, based on his age, education, work experience and RFC, can perform other substantial gainful <span class=\"star-pagination\">*817</span> work. <i>See </i><i>Bowen v. Yuckert,</i> 482 U.S. 137, 146 n. 5, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987); <i>see also </i><i>Pass,</i> 65 F.3d at 1203. The ALJ may carry this burden through the use of the Grids if a claimant has no nonexertional impairments that prevent him from performing the full range of work at a given exertional level, <i>Coffman,</i> 829 F.2d at 518; <i>Gory v. Schweiker,</i> 712 F.2d 929, 930-31 (4th Cir.1983). In such a case, the Grids allow the ALJ to take \"administrative notice\" of the availability of jobs in the national economy that can be performed by individuals based on combinations of the following factors: the claimant's age, education, job experience, and functional capacity to work. <i>See</i> 42 U.S.C. § 1382c(a)(3)(B). Nonetheless, \"where an individual has ... impairments resulting in both strength limitations and nonexertional limitations, [as in the case at bar,] the [Grid] rules ... <i>are considered in determining first whether a finding of disabled may be possible based on the strength limitations alone</i> and, if not, the [Grid rules] ... provide a framework for consideration....\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 200.00(e)(2) (emphasis added). In other words, the Grid rules \"may be used, <i>notwithstanding the presence of nonexertional limitations,</i> if exertional limitations alone would result in a finding of disability.\" <i>Wirth v. Barnhart,</i> 318 F.Supp.2d 726, 735 (E.D.Wis., 2004) (emphasis added).</p>\n<p>In the instant case, the ALJ, noting that Claimant lacked the RFC to perform the full range of light work, relied on VE testimony in finding Claimant \"not disabled,\" using Rule 202.11 as a framework only. (R. 25). Rule 202.11 directs a finding of disability where the individual is closely approaching advanced age (i.e., fifty to fifty-four years old), has previous skilled or unskilled work experience which is not transferable, is <i>literate</i> and able to communicate in English and has the RFC to perform light work. 20 C.F.R. Pt. 404, Subpt. P. App. 2, Table 2, § 202.11. Claimant contends, however, that based solely on the strength limitation of light work as found by the ALJ, a finding of disabled is directed by Rule 202.09. <i>See</i> Pl.'s Mem. at 7; <i>see also </i><i>Wirth,</i> 318 F.Supp.2d at 735. In particular, Claimant maintains that his age,<sup>[9]</sup> coupled with the fact that the ALJ found Claimant illiterate, had no past relevant work<sup>[10]</sup> and was limited to light work, rendered him disabled as a matter of law. <i>See</i> Pl.'s Mem. at 7-8 (citing 20 C.F.R. Pt. 404, Subpt. P, App. 2, Table 2, § 202.09 (directing a finding of disability for claimants with the foregoing characteristics)). In further support of his position, Claimant notes:</p>\n<blockquote>Where the same factors in paragraph (c) [i.e., prior unskilled work, no transferable skills or no prior work experience] of this section regarding education and work experience are present, but where age, though not advanced, is a factor which significantly limits vocational adaptability (i.e., closely approaching advanced age, 50-54) and <i>an individual's vocational scope is further significantly limited by illiteracy</i> ... a finding of disabled is warranted.</blockquote>\n<p><span class=\"star-pagination\">*818</span> <i>See</i> Pl.'s Mem. at 8 (citing 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.00(d) (emphasis added)).</p>\n<p>Defendant contends that Claimant does not qualify under Rule 202.09 because Claimant is not illiterate. <i>See</i> Def.'s Mem. at 19 (citing 20 C.F.R. § 416.964(b)(1) (defining illiteracy as \"the inability to read or write\" and explaining \"[generally, an illiterate person has had little or not formal education\")).<sup>[11]</sup> In support of this argument, Defendant points to an eight-page disability function report containing handwritten responses identifying Claimant as the person who completed the report. <i>See id.; see also</i> (R. 111-18). Defendant relies on also Claimant's correction of his hearing testimony regarding his inability to read.<sup>[12]</sup> However, in summarizing Claimant's testimony and in evaluating the credibility thereof, the ALJ did not discuss Claimant's statements concerning reading and writing, see (R. 20-21, 23), and this Court must \"judge the propriety of the [ALJ's determination ] solely by the grounds invoked by the [ALJ].\" <i>SEC v. Chenery Corp.,</i> 332 U.S. 194, 196, 67 S.Ct. 1575, 91 L.Ed. 1995 (1947) (noting a court may not substitute its own reasoning for that of the agency). In fact, the ALJ, apparently based on the ME's testimony that Claimant was \"functionally illiterate\" and \"would be unable to work in a job that required reading,\" (R. 23-24, 473), found Claimant incapable of performing jobs that involved reading and writing. Accordingly, Defendant's position is foreclosed by the ME's testimony and the ALJ's RFC finding.</p>\n<p>Given that Claimant's RFC, age, work experience and education match a grid category, automatic application of the Grids is appropriate. <i>See </i><i>Gossett v. Bowen,</i> 862 F.2d 802, 806 (10th Cir.1988) (\"Automatic application of the grids is appropriate only when a claimant's RFC, age, work experience, and education precisely match a grid category.\") (citing <i>Heckler v. Campbell,</i> 461 U.S. 458, 462 n. 5, 103 S.Ct. 1952, 76 L.Ed.2d 66 (1983)). Accordingly, the Court finds that the ALJ erred in not directing a finding of disability based on Rule 202.09.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated herein, this Court RECOMMENDS Claimant's Motion for Judgment on the Pleadings be GRANTED, Defendant's Motion for Judgment on the Pleadings be DENIED, and the final decision of the Commissioner be REVERSED and REMANDED to the Commissioner for a determination of benefits.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten (10) days upon receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from <span class=\"star-pagination\">*819</span> receiving a de novo review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<p>This, the 14th day of July, 2009</p>\n<h2>NOTES</h2>\n<p>[1]  This finding is especially significant because once a claimant successfully demonstrates that he cannot perform past relevant work, the Commissioner has the burden of proving the claimant's capacity to perform other substantial gainful work. <i>Hall v. Harris,</i> 658 F.2d 260, 264 (4th Cir.1981).</p>\n<p>[2]  The court also notices that the handwriting in Disability Report-Appeal, which was also putatively completed by plaintiff, is much different than that in the report relied upon by defendant. (R. at 127.)</p>\n<p>[1]  Light work involves lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds. Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls. To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities. If an individual can perform light work, he or she can also perform sedentary work, unless there are additional limiting factors such as the loss of fine dexterity or the inability to sit for long periods of time. 20 C.F.R. § 416.967(b).</p>\n<p>[2]  The ALJ confirmed that in completing a disability report, Claimant noted he was Capable of reading and understanding English but, with the exception of his name, could not write. (R. 97, 457).</p>\n<p>[3]  The phrase \"significantly subaverage general intellectual functioning\" is found also in the definition of mental retardation found in the Diagnostic and Statistical Manual of Mental Disorders (\"DSM-IV\"), which the DSM-IV defines as \"an IQ of about 70 or below.\" AM. PSYCHIATRIC ASS'N, DIAGNOSTIC AND STATISTICAL MANUAL OF MENTAL DISORDERS 39 (4th ed. 1994).</p>\n<p>[4]  Listing 12.05 does not define \"adaptive functioning.\" Regulations promulgated by the SSA provide that \"[t]he definition of [mental retardation] ... in [the] listings is consistent with, if not identical to, the definitions of [mental retardation] used by the leading professional organizations.\" Technical Revisions to Medical Criteria for Determinations of Disability, 67 Fed. Reg. 20018-01, at 20022 (April 24, 2002). Given \"the SSA declined to adopt any one of [these] specific definitions, ... the introductory paragraph of Listing 12.05 can be met if the individual is found to have, <i>inter alia,</i> deficits in adaptive functioning as defined by any of the four professional organizations.\" <i>Durden v. Astrue,</i> 586 F.Supp.2d 828, 834 (S.D.Tex.2008).</p>\n<p>[5]  The \"work-related limitation of function\" requirement is satisfied when the claimant is determined to have a severe impairment at step two of the evaluation process. 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 12.00A (citing 20 C.F.R. §§ 404.1520(c), 416.920(c)); <i>see also </i><i>Flowers v. U.S. Dep't Health &amp; Human Servs.,</i> 904 F.2d 211, 214 (4th Cir.1990) (\"In this circuit, we follow the rule that if a claimant cannot return to his past relevant work, he has established a work-related limitation of function which meets the requirements of § [12.05C]\"); <i>accord </i><i>Luckey v. Dept. of Health &amp; Human Servs.,</i> 890 F.2d 666, 669 (4th Cir. 1989) (holding that claimant satisfies the second prong of 12.05C if claimant has an additional severe impairment or cannot perform his past relevant work).</p>\n<p>[6]  Defendant's argument focuses primarily on whether Claimant exhibited deficits in adaptive functioning prior to age 22. <i>See</i> Def.'s Mem. in Supp. of Def.'s Mot. for J. on the Pleadings at 16-17 (\"Def.'s Mem.\"). However, there is no evidence that the ALJ's decision was dependent on that issue. Indeed, the Court can find no documentation in the ALJ's decision indicating that the ALJ discussed that issue. Rather, the ALJ's decision focuses only on Claimant's IQ and whether Claimant's current score reflected Claimant's IQ during the developmental period. <i>See</i> (R. 24).</p>\n<p>[7]  The ALJ explained that\n</p>\n<p>the record was initially held open post-hearing for two weeks to allow the claimant time to submit additional medical and school records to support his claim. Upon the request of the claimant's attorney on December 13, 2007, the undersigned agreed to continue to hold the record open for submission for an additional 30 days. The most recent medical evidence submission of the claimant was made on February 19, 2008, at which time the claimant's attorney indicated that she was waiting on school records.</p>\n<p>(R. 17).</p>\n<p>[8]  A duplicative record exists on pages 334 and 335 of the administrative transcript.</p>\n<p>[9]  Upon turning the age of 50 years old, Claimant became a person \"closely approaching advanced age.\" 20 C.F.R. § 416.963(d).</p>\n<p>[10]  The ALJ found that Claimant \"has <i>very remote</i> past relevant work as a bricklayer.\" (R. 21) (emphasis added). However, \"past relevant work\" is defined as \"work that [the claimant] has done within the last 15 years, that was substantial gainful activity, and that lasted long enough for [the claimant] to learn to do it.\" 20 C.F.R. § 416.960(b)(1). \"The 15-year guide is intended to insure <i>that remote work experience is not currently applied.\"</i> 20 C.F.R. § 416.965(a) (emphasis added).</p>\n<p>[11]  The court acknowledges Claimant's completion of 6th grade, which the regulations classify as \"marginal education.\" 20 C.F.R. § 416.964(b)(2). However, this education category is not discussed by Plaintiff, Defendant or the ALJ.</p>\n<p>[12]  It is in fact unclear whether Claimant corrected his initial testimony that he was unable to read. After Claimant testified to an inability to read, the ALJ questioned Claimant's response based on a second disability report wherein Claimant indicated he could read. <i>See</i> Def.'s Mem. at 19; <i>see also</i> (R. 97, 457). Before allowing Claimant to respond, Claimant's counsel asked, \"You did mean when you said you could read that you could read\" to which Claimant responded, \"Yeah,\" his attorney responded, \"Okay,\" and the ALJ responded, \"Well, we'reokay.\" (R. 457-58). Based on this exchange between Claimant, the ALJ and Claimant's counsel, Defendant asserts that Claimant changed his testimony to acknowledge that he could read.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">801</span></span> (2009)</b></center>\n<center><h1>Randolph SHOULARS, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:08-CV-520-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 13, 2009.</center>\n<p><span class=\"star-pagination\">*804</span> Elizabeth F. Lunn, Wolf &amp; Hogan, P.C., Raleigh, NC, for Plaintiff.</p>\n<p>Charlotte M. Connery-Aujla, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the parties' cross motions for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c) (DE # 20, 22). These motions were referred to Magistrate Judge Robert B. Jones, Jr., who filed a memorandum and recommendation (\"M &amp; R\") on July 14, 2009. The magistrate judge recommended granting plaintiffs motion for judgment on the pleadings, denying defendant's motion, reversing the decision of the Commissioner, and remanding for a calculation of benefits (DE # 25). Defendant filed an objection to the M &amp; R, arguing the magistrate judge's finding that the Administrative Law Judge (\"ALJ\") improperly applied Rule 202.11 of the Medical-Vocation Guidelines (the \"Grids\"), instead of Grid Rule 202.09, was incorrect (DE # 26). In this posture, the matter is ripe for adjudication. For the reasons that follow, this court adopts the M &amp; R, rejects defendant's objection to the M &amp; R, grants plaintiffs motion, denies defendant's motion, and remands this matter for a calculation of benefits.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On May 9, 2005, plaintiff filed an application for Supplement Security Income (\"SSI\") payments, alleging disability since June 1, 2004. (R. at 17, 75-80.) This claim was denied initially and again upon reconsideration. (R. at 27-28, 46, 65.) On December 5, 2007, a hearing was held before an ALJ, at which plaintiff was represented by counsel, and a medical expert (\"ME\") and a vocational expert (\"VE\") testified. (R. at 453-87.) The ALJ issued a decision denying plaintiffs request for benefits on March 24, 2008. (R. at 14-26.) The Appeals Council denied plaintiffs request for review on August 21, 2008, rendering the ALJ's decision the final decision <span class=\"star-pagination\">*805</span> of the Commissioner. (R. at 5-7.) Finally, on October 16, 2008, plaintiff filed the instant action in this court.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court is authorized to review the Commissioner's denial of benefits under 42 U.S.C. §§ 405(g) and 1383(c)(3). It must uphold the findings of an ALJ if they are supported by substantial evidence and were reached through application of the correct legal standard. 42 U.S.C. § 405(g); <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996) (superseded by statute on other grounds). \"Substantial evidence is... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971). A denial of benefits is not supported by substantial evidence if the ALJ \"has [not] analyzed all evidence and... sufficiently explained the weight he has given to obviously probative exhibits.\" <i>Gordon v. Schweiker,</i> <span class=\"citation\" data-id=\"429766\"><a href=\"/opinion/429766/4-socsecrepser-25-unemplinsrep-cch-15029-owen-l-gordon-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 236 (4th Cir.1984.).</p>\n<p>To assist it in making such a determination, the court may \"designate a magistrate... to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"The magistrate ... shall file his proposed findings and recommendations... with the court.\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. § 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983).</p>\n<p>If a claimant does not fall squarely within one of the Grid categories, the Grids are only to be used as a \"framework\" by the ALJ, rather than to direct any specific result. Before slotting a claimant into a particular Grid Rule, however, the ALJ must first determine whether the claimant is conversant and literate in English. <i>See</i> 20 C.F.R. §§ 404.1564(b)(5), 416.964(b)(5). This finding is critical because it dictates which Grid Rule the ALJ will apply as a basis for deciding whether a claimant is disabled. Where a claimant's medical-vocational profile correlates perfectly with that of a particular Grid Rule, the rule will dictate whether the claimant can be considered disabled. <i>Grant v. Schweiker,</i> <span class=\"citation\" data-id=\"414066\"><a href=\"/opinion/414066/walker-g-grant-v-richard-s-schweiker-secretary-department-of-health-and/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 192 (4th Cir.1983). In cases such as this one, where the claimant cannot perform a full range of sedentary work, the Grid Rules \"are considered in determining first whether a finding of disabled may be possible based on the strength limitations alone and, if not, the [Grid Rules] ... provide a framework for consideration.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 200.00(e)(2).</p>\n<p>Here, the determinations that plaintiff was \"literate\" and had a \"limited education\" were the deciding factors under the Grids as to whether plaintiff was disabled. Accordingly, this court will focus its review on whether substantial evidence supports these findings and whether the proper Grid Rule was applied under these facts. With these principles in mind, and having benefit of the M &amp; R, the court turns to the arguments at hand.</p>\n<p></p>\n<h2>B. Defendant's Objection</h2>\n<p>Defendant raises one objection to the magistrate judge's findings and recommendations. <span class=\"star-pagination\">*806</span> In his M &amp; R, the magistrate judge recommended three legal conclusions. First, he agreed with the ALJ's finding that plaintiffs impairment did not meet or equal Listing 12.05C. (M &amp; R 8-11.) Second, the magistrate judge determined the ALJ properly assessed plaintiffs residual functional capacity (\"RFC\") in finding that plaintiff could perform light work absent the use of alcohol. (M &amp; R 11-13.) Third, the magistrate judge found the ALJ misapplied the Grids in making the determination that plaintiff is not disabled. (M &amp; R 13-16.) He concluded the ALJ erred in not applying Rule 202.09 and directing a finding of disability under that rule.</p>\n<p>Defendant objects to the third recommendation, arguing the ALJ properly found plaintiff not disabled \"under the framework of Rule 202.11,\" rather than directing a finding of disabled under Rule 202.09, because \"Grid Rule 202.09 does not apply because the plaintiff does not satisfy the regulatory definition of illiteracy.\" (Def.'s Obj. 5.) Rule 202.09 directs a finding of \"disabled,\" whereas Rule 202.11 directs a finding of \"not disabled.\"</p>\n<p></p>\n<h2>1. The Education Categories</h2>\n<p>As defendant notes, \"[t]he only difference between the two Rules is that [Rule 202.09] requires that the claimant be illiterate.\" (Def.'s Obj. 3.) Rule 202.09 applies when the individual's education level is \"[illiterate or unable to communicate in English.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.09. Rule 202.11 applies when the individual's education level is \"[l]imited or less.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.11. Both of these education levels are statutorily defined. \"Illiteracy means the inability to read or write. We consider someone illiterate if the person cannot read or write a simple message such as instructions or inventory lists even though the person can sign his or her name. Generally, an illiterate person has had little or no formal schooling.\" 20 C.F.R. § 416.964(b)(1). The next highest education level is \"marginal education,\" which is one level below \"limited education.\" \"Marginal education means ability in reasoning, arithmetic, and language skills which are needed to do simple, unskilled types of jobs. We generally consider that formal schooling at a 6th grade level or less is a marginal education.\" 20 C.F.R. § 416.964(b)(2). Finally, limited education means</p>\n<blockquote>ability in reasoning, arithmetic, and language skills, but not enough to allow a person with these educational qualifications to do most of the more complex job duties needed in semi-skilled or skilled jobs. We generally consider that a 7th grade through the 11th grade level of formal education is a limited education.</blockquote>\n<p>20 C.F.R. § 416.964(b)(3).</p>\n<p>As the regulations point out, circumstances may dictate that \"the numerical grade level that you completed in school may not represent your actual educational abilities.\" 20 C.F.R. § 416.964(b). Only where \"there is no other evidence to contradict it, we will use your numerical grade level to determine your educational abilities.\" <i>Id.</i> Thus, where there is contradictory evidence, it must be considered to determine a claimant's educational abilities.</p>\n<p></p>\n<h2>2. The ALJ's \"Limited Education\" Finding</h2>\n<p>The ALJ's specific findings regarding plaintiffs education level and illiteracy are sparse. The ALJ noted that plaintiff testified to completing the sixth grade. (R. at 20.) The ALJ then found that plaintiff \"is unable to perform any past <span class=\"star-pagination\">*807</span> relevant work.\"<sup>[1]</sup> (R. at 21, Finding 5.) Without any specific factual support, the ALJ concluded that \"claimant has a limited education and is able to communicate in English.\" (R. at 21, Finding 7.) He also found that plaintiff \"can perform simple, routine, repetitive tasks in job [sic] that did not involve reading and writing.\" (R. at 22, Finding 12.) In making this finding, the ALJ explicitly relied upon the ME's testimony that plaintiff was \"functionally illiterate.\" (R. at 22-23.) The ME testified that \"he is it seems to me functionally illiterate, that's what I'm hearing. He can recognize his name but cannot read and write.\" (R. at 473.) The ALJ did not make any more findings particular to plaintiffs education level or illiteracy.</p>\n<p>Plaintiff was seventeen (17) years old when he completed the sixth grade. (R. at 468.) The regulatory definition of illiterate instructs that \"<i>[g]enerally,</i> an illiterate person has had little or no formal schooling.\" 20 C.F.R. § 416.964(b)(1) (emphasis added). The ALJ, apparently based only on the fact that plaintiff completed the sixth grade, found that plaintiff had a limited education, which is \"generally consider[ed]\" to be formal education from the \"7th grade through the 11th grade.\" 20 C.F.R. § 416.964(b)(3). Seventeen-year-olds are not \"generally\" in sixth-grade classes, and relying upon this fact alone in determining that plaintiff had a \"limited education\" was not supported by substantial evidence. <i>See</i> 20 C.F.R. § 416.964(b). Thus, the ALJ erred in relying only on plaintiff's sixth-grade education to determine his educational abilities. <i>See id.</i>; <i>Dixon v. Heckler,</i> <span class=\"citation\" data-id=\"482929\"><a href=\"/opinion/482929/laura-j-dixon-v-margaret-m-heckler-secretary-department-of-health-and/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 509-10 (10th Cir.1987) (holding the ALJ's reliance on claimant's \"marginal education\" was misplaced because the regulations provide \"for use of numerical grade level to determine educational abilities only if there is no other evidence to contradict it\").</p>\n<p>The ALJ's findings are not supported by substantial evidence and are not internally consistent. The testimony of the ME and the ALJ's own RFC finding belie a finding that plaintiff had a \"limited education\" and was thus literate. The ALJ first found that plaintiff has a \"limited education,\" based ostensibly only on the fact that plaintiff testified to completing the sixth grade, and then later relied on evidence that plaintiff is \"functionally illiterate\" in finding that plaintiff cannot do any job involving \"reading and writing.\" This foreclosed a finding that plaintiff had a \"limited education.\"</p>\n<p></p>\n<h2>3. Plaintiff's Education Level</h2>\n<p>Defendant argues that plaintiff does not qualify under Rule 202.09 because he is literate and falls under the \"marginal education\" category. Defendant cites the statutory definition of illiterate, and then relies on two contentions in arguing that plaintiff does not meet that definition. First, defendant argues that an eight-page disability function report containing handwritten responses identifying plaintiff as the person who completed the report proves that plaintiff can \"write a simple message.\" (Def.'s Obj. 5; R. at 111.) Second, defendant argues that plaintiff completed the sixth grade and at one time obtained a driver's license, and thus he falls into the \"marginal education\" category rather than the \"illiterate\" category. (Def.'s Obj. 4.)</p>\n<p>As explained, \"illiterate\" is defined as \"the inability to read or write. We consider someone illiterate if the person cannot <span class=\"star-pagination\">*808</span> read or write a simple message such as instructions or inventory lists even though the person can sign his or her name. Generally, an illiterate person has had little or no formal schooling.\" 20 C.F.R. § 416.964(b)(1). Defendant argues that the testimony of the ME, which was accepted by the ALJ, that plaintiff is \"functionally illiterate\" is \"not equivalent to the regulatory definition of illiteracy applied by the Grids.\" (Def.'s Obj. 3.) The Grids state that a finding of disabled is warranted, however, when an individual with the various ailments suffered by plaintiff here has his vocational scope \"further significantly limited by illiteracy.\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.00(d). The full section reads:</p>\n<blockquote>(d) Where the same factors in paragraph (c) [i.e. prior unskilled work, no transferable skills or no prior work experience] of this section regarding education and work experience are present, but where age, though not advanced, is a factor which significantly limits vocational adaptability (i.e., closely approaching advanced age, 50-54) and an individual's vocational scope is further significantly limited by illiteracy or inability to communicate in English, a finding of disabled is warranted.</blockquote>\n<p><i>Id.</i> This is precisely what the ALJ found. In his RFC finding, he included a limitation that plaintiff could not perform a job involving \"reading and writing.\" (R. at 22, Finding 12.)</p>\n<p>In its objection, defendant argues \"the [M &amp; R] overlooks that part of the regulatory definition requiring an illiterate person to be unable to read or write a <i>simple message.</i>\" (Def.'s Obj. 4.) Whether plaintiff actually read the questions or wrote the answers in the disability report upon which defendant relies is questionable. (<i>See</i> R. at 111.) The first answer in the report states that \"<i>he</i> lays around all day and have dizzy spells and sees spots in front of <i>his</i> face.\" (R. at 111.) (emphasis added) Furthermore, the handwriting in the report does not appear consistent all the way through, which, along with the conspicuously odd use of the third person in the first answer, provides substantial doubt as to whether plaintiff was actually the person who read the questions or wrote the answers.<sup>[2]</sup></p>\n<p>Defendant's reliance upon plaintiff's completion of the sixth grade similarly does not provide substantial evidence that plaintiff is literate or that he has a \"marginal education.\" As explained, reliance upon the numerical grade plaintiff completed is improper in the face of contradictory evidence. <i>See </i><i>Wolfe v. Chater,</i> <span class=\"citation\" data-id=\"719827\"><a href=\"/opinion/719827/51-socsecrepser-122-unemplinsrep-cch-p-15519b-john-e-wolfe-v/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1072</span></a></span>, 1076-78 (11th Cir.1996) (overruling the finding of an ALJ and district court that claimant had a \"marginal education\" where he had a seventh-grade education and was \"functionally illiterate\"). The contradictory evidence, in fact, shows that plaintiff is illiterate.</p>\n<p>Where there is evidence of a claimant's functional illiteracy, reliance upon claimant's numerical grade level is misplaced, and courts have remanded for an award of benefits under Grid Rule 202.09. In <i>Dixon,</i> the claimant appealed from the district court's judgment affirming the denial of her application for SSI benefits. <i>Dixon,</i> 811 F.2d at 507. The claimant appealed the finding that she was literate, and also that she did not satisfy Grid Rule 202.09. <i>Id.</i> at 508. The court agreed with the claimant, finding that her \"educational level appear[ed] at no time to have been the <span class=\"star-pagination\">*809</span> focus of more than pro forma inquiry.\" <i>Id.</i> at 509. The only evidence in the record supporting a finding that the claimant was literate was her sixth-grade education, her testimony that she could \"read a little bit and write a little bit,\" and a passing comment in her medical history that she \"is unable to spell but can read.\" <i>Id.</i> at 509-10. The court reasoned the ALJ's reliance on the claimant's \"marginal education\" was misplaced because there was evidence that she could not write, and \"the Secretary's regulation provides for use of numerical grade level to determine educational abilities only if there is no other evidence to contradict it.\" <i>Id.</i> at 510. \"Despite the sparseness\" of evidence of the claimant's illiteracy in the record, the court did not remand for a further hearing, but rather directed the district court to award benefits because the Secretary failed to meet its burden of showing that the claimant was not disabled. <i>Id.</i> at 511.</p>\n<p>Similarly, the claimant in <i>Skinner v. Secretary of Health and Human Services,</i> <span class=\"citation\" data-id=\"540839\"><a href=\"/opinion/540839/29-socsecrepser-443-unemplinsrep-cch-15388a-tommy-l-skinner-v/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 447-48 (6th Cir.1990) appealed from a district court judgment affirming the denial of his benefits under Grid Rule 202.10, which applies when the claimant has a \"marginal education.\" The claimant attended school until age twelve (12) full-time and then part-time until age seventeen (17). <i>Id.</i> at 448. Both an ME and a VE testified that he read below a third-grade level and was \"functionally illiterate.\" <i>Id.</i> at 449. The court held the claimant was illiterate and remanded to the district court for an award of benefits under Grid Rule 202.09. <i>Id.</i> at 450-51. Finding error in the ALJ's reliance upon the numerical grade purportedly completed by the claimant, the court explicitly relied upon testimony that he was functionally illiterate in reversing the ALJ and the district court. <i>Id.</i></p>\n<p>Here, plaintiff testified that he could not read or write and that he was seventeen (17) years old when he completed the sixth grade, after which he left school. (R. at 457, 468-69.) The ME testified that plaintiff was \"functionally illiterate\" and \"cannot read and write.\" (R. at 473.) A consultative examiner found that he had an \"IQ of 65,\" which \"falls within the mental defective range of intelligence.\" (R. at 174.) Plaintiff also testified that he does not know how to read or write more than his name. (R. at 457; M &amp; R 16 n. 12.) Moreover, the ALJ's own RFC finding concluded that plaintiff could only perform a \"job that did not involve reading and writing.\" (R. at 22, Finding 12.)</p>\n<p>All of this evidence shows the ALJ erred in not directing a finding of disabled pursuant to Rule 202.09. In addition to plaintiffs age, lack of prior work experience, and limitation to only light work, his \"vocational scope is further significantly limited by illiteracy.\" Thus, a finding of \"disabled\" should have been directed pursuant to Rule 202.09.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Given that the burden is on the Commissioner to show plaintiff's literacy once the ALJ found that plaintiff could not perform past work, the court believes that further administrative proceedings would only further delay the appropriate determination and award of benefits. Accordingly, the court ADOPTS the M &amp; R, REJECTS defendant's objection, GRANTS plaintiff's motion for judgment on the pleadings, and DENIES defendant's motion for judgment on the pleadings. The final decision of the Commissioner is REVERSED and this case is REMANDED to the Commissioner for a determination of benefits. The clerk is directed to CLOSE this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*810</span> MEMORANDUM AND RECOMMENDATION</h2>\n<p>ROBERT B. JONES, JR., United States Magistrate Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for judgment on the pleadings pursuant to FED.R.CIV.P. 12(c). Claimant Randolph Shoulars (\"Claimant\") filed this action pursuant to 42 U.S.C. § 1383(c)(3) seeking judicial review of the denial of his application for Supplemental Security Income (\"SSI\") payments. The time for filing responsive briefs has expired and. accordingly, the pending motions are ripe for adjudication. Having carefully reviewed the administrative record and the motions and memoranda submitted by the parties, this Court recommends granting Claimant's Motion for Judgment on the Pleadings, denying Defendant's Motion for Judgment on the Pleadings, reversing the decision of the Commissioner and remanding this matter for a calculation of benefits.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Claimant filed an application for SSI payments on 9 May 2005, alleging disability beginning 1 June 2004. (R. 17, 75-80). His claim was denied initially and upon reconsideration. (R. 27-28, 46, 65). A hearing before the Administrative Law Judge (\"ALJ\") was held on 5 December 2007, at which Claimant was represented by counsel and a medical expert (\"ME\") and a vocational expert (\"VE\") appeared and testified. (R. 453-87). On 24 March 2008, the ALJ issued a decision denying Claimant's request for benefits. (R. 14-26). On 21 August 2008, the Appeals Council denied Claimant's request for review. (R. 5-8). Claimant then filed a complaint in this Court seeking review of the now final administrative decision.</p>\n<p></p>\n<h2><i>STANDARD OF REVIEW</i></h2>\n<p>The scope of judicial review of a final agency decision regarding disability benefits under the Social Security Act (\"Act\"), 42 U.S.C. § 301 <i>et seq.,</i> is limited to determining whether substantial evidence supports the Commissioner's factual findings and whether the decision was reached through the application of the correct legal standards. <i>See </i><i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir.1987). \"The findings of the Commissioner ... as to any fact, if supported by substantial evidence, shall be conclusive....\" 42 U.S.C. § 405(g). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966). While substantial evidence is not a \"large or considerable amount of evidence,\" <i>Pierce v. Underwood,</i> <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 565, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1988), it is \"more than a mere scintilla ... and somewhat less than a preponderance.\" <i>Laws,</i> 368 F.2d at 642. \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 176 (4th Cir.2001) (quoting <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996)). Rather, in conducting the \"substantial evidence\" inquiry, the court's review is limited to whether the ALJ analyzed the relevant evidence and sufficiently explained his or her findings and rationale in crediting the evidence. <i>Sterling Smokeless Coal Co. v. Akers,</i> <span class=\"citation\" data-id=\"749318\"><a href=\"/opinion/749318/sterling-smokeless-coal-company-v-tammy-akers-director-office-of-workers/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 439-40 (4th Cir.1997).</p>\n<p></p>\n<h2><i>DISABILITY EVALUATION PROCESS</i></h2>\n<p>The disability determination is based on a five-step sequential evaluation process as set forth in 20 C.F.R. § 416.920 <span class=\"star-pagination\">*811</span> under which the ALJ is to evaluate a claim:</p>\n<blockquote>The claimant (1) must not be engaged in \"substantial gainful activity,\" <i>i.e.,</i> currently working; and (2) must have a \"severe\" impairment that (3) meets or exceeds [in severity] the \"listings\" of specified impairments, or is otherwise incapacitating to the extent that the claimant does not possess the residual functional capacity to (4) perform . . past work or (5) any other work.</blockquote>\n<p><i>Albright v. Comm'r of the SSA</i> <span class=\"citation\" data-id=\"763481\"><a href=\"/opinion/763481/william-l-albright-v-commissioner-of-the-social-security-administration/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 474 n. 2 (4th Cir.1999). \"If an applicant's claim fails at any step of the process, the ALJ need not advance to the subsequent steps.\" <i>Pass v. Chater,</i> <span class=\"citation\" data-id=\"704001\"><a href=\"/opinion/704001/49-socsecrepser-3-unemplinsrep-cch-p-14795b-james-e-pass-v/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1203 (4th Cir.1995). The burden of proof and production during the first four steps of the inquiry rests on the claimant. <i>Id.</i> At the fifth step, the burden shifts to the ALJ to show that other work exists in the national economy which the claimant can perform. <i>Id.</i> If the ALJ Finds that the claimant is disabled and there is \"medical evidence of [his] drug addiction or alcoholism,\" then the ALJ should proceed under 20 C.F.R. § 416.935 to determine whether the claimant \"would still [be found] disabled if [he] stopped using drugs or alcohol.\" 20 C.F.R. § 416.935 (2008); <i>see Sanders v. Apfel,</i> No. 3:00CV296-H, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">114360</span></span>, at *6 (W.D.N.C. Jan. 26, 2001). The claimant bears the burden \"of proving that his drug abuse and/or alcoholism are not contributing factors material to the determination of his disability.\" <i>Id.</i> (citing <i>Brown v. Apfel,</i> <span class=\"citation\" data-id=\"18798\"><a href=\"/opinion/18798/brown-v-apfel/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 498 (5th Cir.1999)).</p>\n<p>In this case, Claimant alleges the following errors by the ALJ: (1) improper analysis of whether Claimant's impairments meet or equal one of the Listings; (2) improper assessment of Claimant's residual functional capacity (\"RFC\"); and (3) failure to apply the correct rule under the Medical-Vocational Guidelines (\"the Grids\"). <i>See</i> Pl.'s Mem. in Supp. of Pl.'s Mot. for J. on the Pleadings at 1-2, 5, 7. (\"Pl.'s Mem.\").</p>\n<p></p>\n<h2><i>FACTUAL HISTORY</i></h2>\n<p></p>\n<h2>I. ALJ's Findings</h2>\n<p>Applying the above-described sequential evaluation process, the ALJ found Claimant \"not disabled\" as defined in the Act. At step one, the ALJ found Claimant was no longer engaged in substantial gainful employment. (R. 19). Next, the ALJ determined Claimant had the following severe impairments: (1) cirrhosis of the liver; (2) substance abuse; (3) hepatitis; (4) gas-troesophageal reflux disease (\"GERD\"); and (5) esophageal candidosis. <i>Id.</i> The ALJ determined further that even if Claimant stopped the substance abuse, he \"would continue to have a severe impairment or combination of impairments.\" (R. 22). However, at step three, the ALJ concluded these impairments were not severe enough, either individually or in combination, to meet or medically equal one of the listed impairments in 20 C.F.R. Part 404, Subpart P, Appendix 1. (R. 20, 22).</p>\n<p>Prior to proceeding to step four, the ALJ assessed Claimant's RFC, based on all impairments, finding Claimant lacked the ability to perform sedentary work. (R. 20). However, the ALJ found that Claimant, absent substance abuse, had the ability to perform light work<sup>[1]</sup> involving no <span class=\"star-pagination\">*812</span> reading and writing that was simple, routine and repetitive and gave him access to a restroom, (R. 22). In making this assessment, the ALJ found Claimant's statements about his limitations not fully credible, (R. 22-24).</p>\n<p>At step four, the ALJ concluded Claimant did not have the RFC to perform the requirements of his past relevant work as a bricklayer, regardless of his substance abuse. (R. 24). Nonetheless, at step five, upon considering Claimant's age, education, work experience and RFC, the ALJ determined that Claimant, absent substance abuse, is capable of adjusting to the demands of other employment opportunities that exist in significant numbers in the national economy. (R. 25).</p>\n<p></p>\n<h2>II. Claimant's Testimony at the Administrative Hearing</h2>\n<p>At the time of Claimant's administrative hearing, Claimant was 52 years old and unemployed. (R. 456, 458). Claimant attained a sixth-grade education and testified that he is unable to read and write.<sup>[2]</sup> (R. 457). Claimant was last employed in 1992 as a brick mason. (R. 458). Claimant's driver's license was revoked in 1989 due to driving under the influence of alcohol. (R. 456).</p>\n<p>Claimant testified that he is unable to work due to high blood pressure and swallowing difficulties, both of which are controlled by medication he cannot afford, cirrhosis of the liver, blocked arteries, stomach ulcers and hepatitis. (R. 460-61, 467). As a result of these impairments, Claimant experiences \"black outs,\" fatigue, sleeping problems, weakness in his upper extremities, breathing difficulties, and chest, back, abdominal, liver and stomach pains. (R. 461-52, 464, 468). Claimant testified further to experiencing kidney problems and in particular, a need to use the restroom frequently. (R. 470). Claimant explained he does not have a treating physician because doctors \"won't see [him]\" and is seen by emergency room physicians only, (R. 459). Claimant does not take any medications because he cannot afford the cost. <i>Id.</i></p>\n<p>Regarding his limitations, Claimant is able to stand for 10-15 minutes and sit for 5-10 minutes. (R. 465-66, 468). Claimant experiences lightheadedness if he stands too quickly and he tires easily. (R. 465-66). Claimant spends the majority of his day sitting in a recliner. (R. 468). Claimant testified to leaving his home only once per week due to breathing difficulties. (R. 466).</p>\n<p>Claimant testified that he stopped using cocaine in 2006; however, he continues drinking alcohol. (R. 463). He testified further that doctors advised him to stop drinking alcohol. <i>Id.</i> However. Claimant explained he cannot stop drinking because it encourages his appetite and without alcohol, he will not eat. <i>Id.</i></p>\n<p></p>\n<h2>III. Medical Expert's Testimony at the Administrative Hearing</h2>\n<p>Nathan Strahl, M.D. and Ph.D., a board-certified psychiatrist, testified as an ME at the administrative hearing. (R. 139, 17-30). The ME explained that Claimant's medical issues are \"in may ways secondarily stemming\" from his \"alcohol abuse.\" <span class=\"star-pagination\">*813</span> (R. 471). Indeed, the ME testified that Claimant's gastrointestinal (\"GI\") tract had \"taken a formal assault\" from his long-time alcohol abuse, noting reflux disease, pancreas and kidney problems and \"liver issues with hepatitis.\" (R. 471). The ME explained that even if Claimant stopped drinking, he already had \"permanent sequela from his alcohol abuse,\" including hepatitis, gastritis, reflux disease and fatigue. (R. 478-79). The ME noted also Claimant's history of cocaine abuse. (R. 472).</p>\n<p>The ME testified that Claimant's 1Q score of 65 is \"consistent with mild mental retardation.\" However, due to the lack of school records, the ME could not determine whether Claimant's IQ predated age 18 or whether it was the result of alcohol abuse. <i>Id.</i> The ME commented further that the IQ test administrator noted Claimant smelled of alcohol and was shaking at the time. (R. 481). The ME opined that Claimant does not meet Listing 12.05C for mental retardation because \"without the alcohol his functionality would be significantly higher.\" (R. 474).</p>\n<p>The ME testified that assuming Claimant stopped abusing alcohol, he could perform light work alternating sitting and standing every two hours that involved simple, routine repetitive tasks and did not require reading or writing. (R. 478, 482). However, the ME stated that the prognosis for Claimant to cease drinking was poor. <i>Id.</i></p>\n<p></p>\n<h2>IV. Vocational Expert's Testimony at the Administrative Hearing</h2>\n<p>Kimberly Engler, a rehabilitation counselor, testified as a VE at the administrative hearing. (R. 146, 484-87). The ALJ posed the following hypothetical:</p>\n<blockquote>[A]ssume an individual the age, education and work background as [Claimant's] and ... assume that individual [is][l]imited to light work, the individual would further be limited to simple, routine, repetitive tasks. [C]laimant should avoid jobs that require reading or writing and finally should have access to a restroom. With such limitations can you find any jobs that hypothetical individual could perform?</blockquote>\n<p>(R. 484). The VE responded the individual could perform the following positions and provided DOT classification citations along with the number of jobs available in the local and national economies: (1) cleaner, housekeepingDOT 323.687-014, 3,000 locally, 250,000 nationally; (2) inserting machine tenderDOT 208.685-018, 1,000 locally, 50,000 nationally; and (3) small products assembler IIDOT 739.687-030, 1,000 locally, 50,000 nationally. <i>Id.</i> The VE testified further that.these positions would not require more than two hours of walking and standing at a time without a break. (R. 485). Finally, the VE explained that if the hypothetical individual needed unscheduled, frequent breaks due to fatigue or bladder problems, the abovelisted positions would not be available. (R. 458-86).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. The ALJ's finding that Claimant's impairment did not meet or equal Listing 12.05 is supported by substantial evidence.</h2>\n<p>Claimant argues that the ALJ erred by finding that her impairment does not meet or equal Listing 12.05, the listing for mental retardation, <i>See</i> Pl.'s Mem. at 5. This Court disagrees</p>\n<p>Claimant bears the burden of demonstrating that his impairments meet or equal a listed impairment. <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 146 n. 5, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987); <i>Hall v. Harris,</i> <span class=\"citation\" data-id=\"393843\"><a href=\"/opinion/393843/alva-m-hall-v-patricia-r-harris-secretary-of-health-and-human-services/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 264 (4th Cir.1981). Listing <span class=\"star-pagination\">*814</span> 12.05 sets forth a two-part inquiry for determining mental retardation. <i>Norris v. Astrue,</i> No. 7:07-CV-184-FL, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4911794</span></span>, at *3 (E.D.N.C. Nov. 14, 2008); <i>see also</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 12.05. First, a claimant must satisfy the diagnostic description of mental retardation, which requires a showing of \"(1) significantly subaverage general intellectual functioning<sup>[3]</sup> (2) with deficits in adaptive functioning<sup>[4]</sup> (3) initially manifested during the developmental period; i.e. ... before age 22.\" <i>Id.</i> (quoting 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 12.05). Upon making this showing, the claimant must then meet the required severity level of this disorder, which is accomplished by satisfying any one of four categories labeled (A)-(D) under § 12.05. <i>Id.</i> Claimant contends he satisfies the mental retardation listing under category C (\"Listing 12.05C\"), which requires (1) a valid verbal, performance or full scale IQ of 60 through 70; and (2) another impairment, physical or mental, that imposes an additional and significant work-related limitation of function.<sup>[5]</sup><i>Id.</i> at § 12.05C.</p>\n<p>In this case, Claimant's argument centers around the ALJ's reliance on the lack of school records documenting IQ results prior to age 22.<sup>[6]</sup><i>See</i> Pl.'s Mem. at 6. On 6 October 2004, a Wechsler Adult Intelligence ScaleThird Edition (\"WAIS-III\") test administered by state agency examining consultant Gary Bachara, Ph.D., revealed that Claimant has IQ scores in the required range for Listing 12.05C, with a verbal IQ of 71, a performance IQ of 63 and a full scale IQ of 65. (R. 173). \"In cases where more than one IQ is customarily derived from the test administered, e.g., where verbal, performance, and full scale IQs are provided in the Wechsler <span class=\"star-pagination\">*815</span> series, we use the lowest of these in conjunction with 12.05.\" 20 C.F.R. Pt. 404, Subpt. P, App. 1, § 12.00D(6)(c); <i>see also </i><i>Rainey v. Heckler,</i> <span class=\"citation\" data-id=\"457071\"><a href=\"/opinion/457071/10-socsecrepser-388-unemplinsrep-cch-16264-francis-rainey-jr-v/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 410 (4th Cir.1985). Claimant's lowest score on the WAIS-III was a performance IQ of 63, which falls within the sixty to sixty-nine range required under § 12.05C. (R. 173).</p>\n<p>While this score was recorded after the developmental period, a person's IQ is presumed to remain stable over time \"in the absence of any evidence of a change in a claimant's intellectual functioning.\" <i>Luckey,</i> 890 F.2d at 669. However, in this case, such evidence possibly exists as a result of Claimant's continued substance abuse, which may have resulted in a decrease in Claimant's IQ after age 22. (R. 24, 172, 180, 184, 473-74). During the October 2004 examination, Dr. Bachara indicated Claimant smelled of alcohol and that his hands were shaking. (R. 24, 172). Based on this information and other records documenting evidence of substance abuse, the ME testified that having school records</p>\n<blockquote>would ... document whether that IQ has been something that he was born with and predates age 18 ... or [whether] it's something that is consequential of the longstanding alcohol that he's had. [A]lcohol is a brain poison over longterm use and can certainly cause some mental retardation and slower scores, slower activity level.</blockquote>\n<p>(R. 472-73). The ME testified further that alcohol \"certainly does and certainly can affect [Claimant's] performance.\" (R. 24, 473). The ME concluded that Claimant does not meet the requirements of Listing 12.05C because \"without the alcohol, [Claimant's] functionality would be significantly higher.\" (R. 474).</p>\n<p>The ALJ inquired as to whether school records documenting an IQ below 70 <i>may</i> change the ME's opinion. (R. 474-75). The ME responded in the affirmative, explaining school records \"might label [Claimant] as a functionally mild mental (sic) retarded individual.\" (R. 475). Accordingly, the ALJ deferred his decision over 90 days from the date of the hearing in an effort to accommodate the Claimant in submitting school records to support his claim.<sup>[7]</sup> (R. 17). However, Claimant failed to submit said records. Nevertheless, Claimant contends the ALJ \"ignored the fact that school record (sic) or IQ testing from childhood are not a requirement to meet [Listing 12.05C].\" Pl.'s Mem. at 6 (citing <i>Branham v. Heckler,</i> <span class=\"citation\" data-id=\"460182\"><a href=\"/opinion/460182/11-socsecrepser-189-unemplinsrep-cch-16374-larry-r-branham-v/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span> (4th Cir.1985)). However, as explained above, an individual's IQ is not assumed to remain relatively constant throughout his life if evidence exists of a change in a person's intelligence functioning. <i>Luckey,</i> 890 F.2d at 668. Here, such evidence possibly exists as a result of Claimant's continued substance abuse. For this reason, the ALJ's reliance on school records was proper and by failing to submit said records, Claimant failed to meet his burden of demonstrating that his impairments meet or equal a listed impairment. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>II. The ALJ properly assessed Claimant's RFC.</h2>\n<p>Claimant contends the ALJ's determination that Claimant could perform <span class=\"star-pagination\">*816</span> light work absent the use of alcohol was error. <i>See</i> Pl.'s Mem. at 8. This Court disagrees.</p>\n<p>The RFC is an administrative assessment of \"an individual's ability to do sustained work-related physical and mental activities in a work setting on a regular and continuing basis\" despite impairments and related symptoms. Soc. Sec. Rul. (\"S.S.R.\") 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *1; <i>see also</i> 20 C.F.R. § 416.945(a)(1). In determining the RFC, the ALJ considers an individual's ability to meet the physical, mental, sensory and other requirements of work. 20 C.F.R. § 416.945(a)(4). It is based upon all relevant evidence and may include a claimant's own description of limitations arising from alleged symptoms. 20 C.F.R. § 416.945(a)(3); <i>see also</i> S.S.R. 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *5. Finally, the RFC assessment \"must include a discussion of why reported symptom-related functional limitations and restrictions can or cannot reasonably be accepted as consistent with the medical and other evidence.\" S.S.R. 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at</p>\n<p>The ALJ considered Claimant's subjective complaints and Claimant's medical history. (R. 20, 23). The ALJ noted that the medical record contains no evidence of a mental impairment absent substance abuse. (R. 23-24). The ALJ noted further the lack of evidence of disabling symptoms of Claimant's epigastric impairments absent substance abuse. (R. 24). Indeed, the Claimant denied the symptoms of nausea, vomiting, abdominal pain, coughing, shortness of breath, weakness or numbness to his primary care physician when he was abstaining from alcohol. (R. 23, 244-45<sup>[8]</sup>). During a recent hospitalization, Claimant \"reported that he noticed a `significant improvement in his pain management' when he was detoxed from alcohol and cocaine....'\" (R. 23, 444).</p>\n<p>The ALJ acknowledged the ME's testimony that Claimant's \"GI tract had taken assault because of his long-standing alcohol abuse.\" (R. 23). However, Claimant's physicians have imposed no physical restrictions and the ME testified that if Claimant ceased drinking, he could perform light work involving simple, routine, repetitive tasks-limitations adopted by the ALJ, (R. 24, 475-76). Indeed, a state agency examining physician found Claimant capable of performing such tasks, even when substance abused was considered. (R. 24, 241). Finally, the ALJ noted despite being told repeatedly by his physicians to stop using cocaine and alcohol, Claimant \"recently told hospital physicians during an admission [for detoxification] that he did not have a problem with substance abuse....\" (R. 24, 444, 447).</p>\n<p>Based on the foregoing, this Court finds that the ALJ's RFC determination is supported by substantial evidence. The ALJ analyzed all of the relevant evidence, sufficiently explained his findings and his rationale in crediting the evidence and applied the correct legal standards in evaluating Claimant's RFC. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>III. The ALJ failed to apply the correct rule under the Grids.</h2>\n<p>Claimant contends that the ALJ misapplied the Grids in making the determination that Claimant is not disabled. <i>See</i> Pl.'s Mem. at 8. This Court agrees.</p>\n<p>Once a claimant successfully demonstrates that he cannot perform his past relevant work, the burden shifts to the ALJ to show that the claimant, based on his age, education, work experience and RFC, can perform other substantial gainful <span class=\"star-pagination\">*817</span> work. <i>See </i><i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 146 n. 5, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987); <i>see also </i><i>Pass,</i> 65 F.3d at 1203. The ALJ may carry this burden through the use of the Grids if a claimant has no nonexertional impairments that prevent him from performing the full range of work at a given exertional level, <i>Coffman,</i> 829 F.2d at 518; <i>Gory v. Schweiker,</i> <span class=\"citation\" data-id=\"421834\"><a href=\"/opinion/421834/david-gory-v-richard-schweiker-secretary-of-the-department-of-health-and/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 930-31 (4th Cir.1983). In such a case, the Grids allow the ALJ to take \"administrative notice\" of the availability of jobs in the national economy that can be performed by individuals based on combinations of the following factors: the claimant's age, education, job experience, and functional capacity to work. <i>See</i> 42 U.S.C. § 1382c(a)(3)(B). Nonetheless, \"where an individual has ... impairments resulting in both strength limitations and nonexertional limitations, [as in the case at bar,] the [Grid] rules ... <i>are considered in determining first whether a finding of disabled may be possible based on the strength limitations alone</i> and, if not, the [Grid rules] ... provide a framework for consideration....\" 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 200.00(e)(2) (emphasis added). In other words, the Grid rules \"may be used, <i>notwithstanding the presence of nonexertional limitations,</i> if exertional limitations alone would result in a finding of disability.\" <i>Wirth v. Barnhart,</i> <span class=\"citation\" data-id=\"2472972\"><a href=\"/opinion/2472972/wirth-v-barnhart/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">726</span></a></span>, 735 (E.D.Wis., 2004) (emphasis added).</p>\n<p>In the instant case, the ALJ, noting that Claimant lacked the RFC to perform the full range of light work, relied on VE testimony in finding Claimant \"not disabled,\" using Rule 202.11 as a framework only. (R. 25). Rule 202.11 directs a finding of disability where the individual is closely approaching advanced age (i.e., fifty to fifty-four years old), has previous skilled or unskilled work experience which is not transferable, is <i>literate</i> and able to communicate in English and has the RFC to perform light work. 20 C.F.R. Pt. 404, Subpt. P. App. 2, Table 2, § 202.11. Claimant contends, however, that based solely on the strength limitation of light work as found by the ALJ, a finding of disabled is directed by Rule 202.09. <i>See</i> Pl.'s Mem. at 7; <i>see also </i><i>Wirth,</i> 318 F.Supp.2d at 735. In particular, Claimant maintains that his age,<sup>[9]</sup> coupled with the fact that the ALJ found Claimant illiterate, had no past relevant work<sup>[10]</sup> and was limited to light work, rendered him disabled as a matter of law. <i>See</i> Pl.'s Mem. at 7-8 (citing 20 C.F.R. Pt. 404, Subpt. P, App. 2, Table 2, § 202.09 (directing a finding of disability for claimants with the foregoing characteristics)). In further support of his position, Claimant notes:</p>\n<blockquote>Where the same factors in paragraph (c) [i.e., prior unskilled work, no transferable skills or no prior work experience] of this section regarding education and work experience are present, but where age, though not advanced, is a factor which significantly limits vocational adaptability (i.e., closely approaching advanced age, 50-54) and <i>an individual's vocational scope is further significantly limited by illiteracy</i> ... a finding of disabled is warranted.</blockquote>\n<p><span class=\"star-pagination\">*818</span> <i>See</i> Pl.'s Mem. at 8 (citing 20 C.F.R. Pt. 404, Subpt. P, App. 2 § 202.00(d) (emphasis added)).</p>\n<p>Defendant contends that Claimant does not qualify under Rule 202.09 because Claimant is not illiterate. <i>See</i> Def.'s Mem. at 19 (citing 20 C.F.R. § 416.964(b)(1) (defining illiteracy as \"the inability to read or write\" and explaining \"[generally, an illiterate person has had little or not formal education\")).<sup>[11]</sup> In support of this argument, Defendant points to an eight-page disability function report containing handwritten responses identifying Claimant as the person who completed the report. <i>See id.; see also</i> (R. 111-18). Defendant relies on also Claimant's correction of his hearing testimony regarding his inability to read.<sup>[12]</sup> However, in summarizing Claimant's testimony and in evaluating the credibility thereof, the ALJ did not discuss Claimant's statements concerning reading and writing, see (R. 20-21, 23), and this Court must \"judge the propriety of the [ALJ's determination ] solely by the grounds invoked by the [ALJ].\" <i>SEC v. Chenery Corp.,</i> <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 196, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1995</span></a></span> (1947) (noting a court may not substitute its own reasoning for that of the agency). In fact, the ALJ, apparently based on the ME's testimony that Claimant was \"functionally illiterate\" and \"would be unable to work in a job that required reading,\" (R. 23-24, 473), found Claimant incapable of performing jobs that involved reading and writing. Accordingly, Defendant's position is foreclosed by the ME's testimony and the ALJ's RFC finding.</p>\n<p>Given that Claimant's RFC, age, work experience and education match a grid category, automatic application of the Grids is appropriate. <i>See </i><i>Gossett v. Bowen,</i> <span class=\"citation\" data-id=\"515246\"><a href=\"/opinion/515246/24-socsecrepser-48-unemplinsrep-cch-14282a-benjamin-s-gossett-v/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 806 (10th Cir.1988) (\"Automatic application of the grids is appropriate only when a claimant's RFC, age, work experience, and education precisely match a grid category.\") (citing <i>Heckler v. Campbell,</i> <span class=\"citation\" data-id=\"110930\"><a href=\"/opinion/110930/heckler-v-campbell/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 462 n. 5, <span class=\"citation\" data-id=\"110930\"><a href=\"/opinion/110930/heckler-v-campbell/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1952</span></a></span>, <span class=\"citation\" data-id=\"110930\"><a href=\"/opinion/110930/heckler-v-campbell/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1983)). Accordingly, the Court finds that the ALJ erred in not directing a finding of disability based on Rule 202.09.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated herein, this Court RECOMMENDS Claimant's Motion for Judgment on the Pleadings be GRANTED, Defendant's Motion for Judgment on the Pleadings be DENIED, and the final decision of the Commissioner be REVERSED and REMANDED to the Commissioner for a determination of benefits.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten (10) days upon receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from <span class=\"star-pagination\">*819</span> receiving a de novo review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<p>This, the 14th day of July, 2009</p>\n<h2>NOTES</h2>\n<p>[1]  This finding is especially significant because once a claimant successfully demonstrates that he cannot perform past relevant work, the Commissioner has the burden of proving the claimant's capacity to perform other substantial gainful work. <i>Hall v. Harris,</i> <span class=\"citation\" data-id=\"393843\"><a href=\"/opinion/393843/alva-m-hall-v-patricia-r-harris-secretary-of-health-and-human-services/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 264 (4th Cir.1981).</p>\n<p>[2]  The court also notices that the handwriting in Disability Report-Appeal, which was also putatively completed by plaintiff, is much different than that in the report relied upon by defendant. (R. at 127.)</p>\n<p>[1]  Light work involves lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds. Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls. To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities. If an individual can perform light work, he or she can also perform sedentary work, unless there are additional limiting factors such as the loss of fine dexterity or the inability to sit for long periods of time. 20 C.F.R. § 416.967(b).</p>\n<p>[2]  The ALJ confirmed that in completing a disability report, Claimant noted he was Capable of reading and understanding English but, with the exception of his name, could not write. (R. 97, 457).</p>\n<p>[3]  The phrase \"significantly subaverage general intellectual functioning\" is found also in the definition of mental retardation found in the Diagnostic and Statistical Manual of Mental Disorders (\"DSM-IV\"), which the DSM-IV defines as \"an IQ of about 70 or below.\" AM. PSYCHIATRIC ASS'N, DIAGNOSTIC AND STATISTICAL MANUAL OF MENTAL DISORDERS 39 (4th ed. 1994).</p>\n<p>[4]  Listing 12.05 does not define \"adaptive functioning.\" Regulations promulgated by the SSA provide that \"[t]he definition of [mental retardation] ... in [the] listings is consistent with, if not identical to, the definitions of [mental retardation] used by the leading professional organizations.\" Technical Revisions to Medical Criteria for Determinations of Disability, 67 Fed. Reg. 20018-01, at 20022 (April 24, 2002). Given \"the SSA declined to adopt any one of [these] specific definitions, ... the introductory paragraph of Listing 12.05 can be met if the individual is found to have, <i>inter alia,</i> deficits in adaptive functioning as defined by any of the four professional organizations.\" <i>Durden v. Astrue,</i> <span class=\"citation\" data-id=\"1903966\"><a href=\"/opinion/1903966/durden-v-astrue/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">828</span></a></span>, 834 (S.D.Tex.2008).</p>\n<p>[5]  The \"work-related limitation of function\" requirement is satisfied when the claimant is determined to have a severe impairment at step two of the evaluation process. 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 12.00A (citing 20 C.F.R. §§ 404.1520(c), 416.920(c)); <i>see also </i><i>Flowers v. U.S. Dep't Health &amp; Human Servs.,</i> <span class=\"citation\" data-id=\"542315\"><a href=\"/opinion/542315/30-socsecrepser-41-unemplinsrep-cch-15429a-stroun-a-flowers-jr/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1990) (\"In this circuit, we follow the rule that if a claimant cannot return to his past relevant work, he has established a work-related limitation of function which meets the requirements of § [12.05C]\"); <i>accord </i><i>Luckey v. Dept. of Health &amp; Human Servs.,</i> <span class=\"citation no-link\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">666</span></span>, 669 (4th Cir. 1989) (holding that claimant satisfies the second prong of 12.05C if claimant has an additional severe impairment or cannot perform his past relevant work).</p>\n<p>[6]  Defendant's argument focuses primarily on whether Claimant exhibited deficits in adaptive functioning prior to age 22. <i>See</i> Def.'s Mem. in Supp. of Def.'s Mot. for J. on the Pleadings at 16-17 (\"Def.'s Mem.\"). However, there is no evidence that the ALJ's decision was dependent on that issue. Indeed, the Court can find no documentation in the ALJ's decision indicating that the ALJ discussed that issue. Rather, the ALJ's decision focuses only on Claimant's IQ and whether Claimant's current score reflected Claimant's IQ during the developmental period. <i>See</i> (R. 24).</p>\n<p>[7]  The ALJ explained that\n</p>\n<p>the record was initially held open post-hearing for two weeks to allow the claimant time to submit additional medical and school records to support his claim. Upon the request of the claimant's attorney on December 13, 2007, the undersigned agreed to continue to hold the record open for submission for an additional 30 days. The most recent medical evidence submission of the claimant was made on February 19, 2008, at which time the claimant's attorney indicated that she was waiting on school records.</p>\n<p>(R. 17).</p>\n<p>[8]  A duplicative record exists on pages 334 and 335 of the administrative transcript.</p>\n<p>[9]  Upon turning the age of 50 years old, Claimant became a person \"closely approaching advanced age.\" 20 C.F.R. § 416.963(d).</p>\n<p>[10]  The ALJ found that Claimant \"has <i>very remote</i> past relevant work as a bricklayer.\" (R. 21) (emphasis added). However, \"past relevant work\" is defined as \"work that [the claimant] has done within the last 15 years, that was substantial gainful activity, and that lasted long enough for [the claimant] to learn to do it.\" 20 C.F.R. § 416.960(b)(1). \"The 15-year guide is intended to insure <i>that remote work experience is not currently applied.\"</i> 20 C.F.R. § 416.965(a) (emphasis added).</p>\n<p>[11]  The court acknowledges Claimant's completion of 6th grade, which the regulations classify as \"marginal education.\" 20 C.F.R. § 416.964(b)(2). However, this education category is not discussed by Plaintiff, Defendant or the ALJ.</p>\n<p>[12]  It is in fact unclear whether Claimant corrected his initial testimony that he was unable to read. After Claimant testified to an inability to read, the ALJ questioned Claimant's response based on a second disability report wherein Claimant indicated he could read. <i>See</i> Def.'s Mem. at 19; <i>see also</i> (R. 97, 457). Before allowing Claimant to respond, Claimant's counsel asked, \"You did mean when you said you could read that you could read\" to which Claimant responded, \"Yeah,\" his attorney responded, \"Okay,\" and the ALJ responded, \"Well, we'reokay.\" (R. 457-58). Based on this exchange between Claimant, the ALJ and Claimant's counsel, Defendant asserts that Claimant changed his testimony to acknowledge that he could read.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/18798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/704001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472972/"
  ]
}