{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2409300/",
  "absolute_url": "/opinion/2409300/pinnacle-special-police-inc-v-scottsdale-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2409300/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:29.019273Z",
  "date_modified": "2016-04-26T23:23:14.516527Z",
  "type": "010combined",
  "sha1": "4a45f4c816ca5e5c247ea3896bb747c63fe2ecfd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>607 F.Supp.2d 735 (2009)</b></center>\n<center><h1>PINNACLE SPECIAL POLICE, INC., Plaintiff,<br>\nv.<br>\nSCOTTSDALE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 7:07-CV-106-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>February 12, 2009.</center>\n<p><span class=\"star-pagination\">*736</span> Brian E. Edes, Crossley, Mcintosh, Collier Hanley &amp; Edes, Wilmington, NC, for Plaintiff.</p>\n<p>Elizabeth A. Martineau, Gray Tagtmeyer King LLP, Jeremy A. Stephenson, Hedrick, Gardner, Kincheloe &amp; Garofalo, LLP, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Defendant Scottsdale Insurance Company (\"Scottsdale\") filed a motion for summary judgment in this insurance coverage dispute with plaintiff Pinnacle Special Police, Inc. (\"Pinnacle\"). Pinnacle, through its attorney-in-fact Charleston Premium Finance Company, cancelled Pinnacle's insurance policy with Scottsdale before certain events underlying a tort action involving Pinnacle arose. Thus, Scottsdale contends that it need not defend or indemnify Pinnacle in connection with the underlying tort action. Pinnacle responds that because Scottsdale failed to provide notice of cancellation to the North Carolina Attorney General and Pinnacle under N.C. Gen Stat. § 74E-3(b), the cancellation was not effective. Scottsdale replies that the notice provision in section 74E-3(b) does not apply when the insured cancels the policy. Because the court agrees with Scottsdale, the court grants Scottsdale's motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Pinnacle is a North Carolina corporation with its principal place of business in Wilmington, North Carolina. <i>See</i> Compl. ¶ 1. Pinnacle is a company police agency. <i>See id.</i> ¶ 2. Scottsdale is an Ohio corporation with its principal place of business in Scottsdale, Arizona. <i>See id.</i> ¶ 3; Answer ¶ 3. The court has jurisdiction under 28 U.S.C. § 1332(a), and North Carolina law governs the dispute.</p>\n<p>Pinnacle purchased an insurance policy from Scottsdale with a coverage period of July 9, 2004, through July 8 or 9, 2005. <i>See</i> Compl. ¶ 4; Def.'s Mem. of Law in Supp. of Mot. for Summ. J. [hereinafter \"Def.'s Mem.\"], Ex. A [hereinafter \"Carter Aff.\"], at ¶ 2, Ex. 1 [hereinafter \"Policy\"], at 3. The policy afforded coverage for \"bodily injury,\" \"property damage,\" and \"acts or omissions\" occurring during the policy period. <i>See</i> Def.'s Mem. 2; Policy 6, 8. Pinnacle obtained the policy through its insurance broker, Mast &amp; Garrison. <i>See</i> Policy 24; Def.'s Mem., Ex. B [hereinafter \"Reynolds Dep.\"], at 12:22-14:6.</p>\n<p>Pinnacle financed the premium for the policy through the Charleston Premium Finance Company (\"CPFC\"). Specifically, Pinnacle made a $930.76 down payment to CPFC. Def.'s Mem. 2. CPFC, in turn, paid <span class=\"star-pagination\">*737</span> the premium in advance to Scottsdale on behalf of Pinnacle, and CPFC periodically billed Pinnacle for the remaining premium owed. <i>See id.</i> at 2-3; Reynolds Dep. 14:17-22:13, Exs. 1-3 (copies of insurance premium finance service agreement between Pinnacle and CPFC and down payment check to CPFC, dated June 29, 2004); Def.'s Mem., Ex. C [hereinafter \"Ingold Aff.\"], at ¶ 3, Ex. 1; PL's Resps. to Def.'s First Set of Reqs. for Admiss. [hereinafter \"PL's Resps. to Reqs. for Admiss.\"], at ¶ 3.</p>\n<p>On August 2, 2004, Pinnacle executed an insurance premium finance service agreement identifying the policy and establishing the agreement between Pinnacle and CPFC. <i>See, e.g.,</i> Ingold Aff. ¶ 3, Ex. 1. The insurance premium finance service agreement \"irrevocably appointed] [CPFC] Attorney in Fact with full authority to cancel the polic[y], or any renewal thereof, to receive all sums assigned to [CPFC], and to execute and deliver on behalf of [Pinnacle] all documents, forms, and notices relating to the polic[y].\" Reynolds Dep., Ex. 2, at ¶ 6; <i>see</i> Ingold Aff. ¶ 3.</p>\n<p>The insurance premium finance service agreement and the down payment check show Pinnacle's address as 925 South Kerr Avenue, Suite D, Wilmington, NC 28403. <i>See</i> Reynolds Dep., Exs. 2, 3. According to Chief William E. Reynolds, owner and police chief of Pinnacle, Pinnacle had moved from its \"925 Kerr Avenue\" address to reside at \"Shipyard Boulevard\" for a year, and then moved to \"1213 Culbreth\" starting in the fall of 2004. <i>See id.</i> at 5:1-3, 26:5-25. Reynolds notified the Secretary of State and Mast &amp; Garrison of the address changes, but he failed to state when he provided such notifications. <i>See id.</i> at 26:14-18.</p>\n<p>On September 9, 2004, CPFC sent Pinnacle at its 925 S. Kerr Avenue address, via certified mail, a ten-day notice of intent to cancel the policy, based on Pinnacle's failure to make payments to CPFC to cover the financed premium. <i>See</i> Ingold Aff. ¶ 4, Ex. 2 (ten-day notice); Reynolds Dep., Ex. 5 (same). On September 9, 2004, CPFC also sent a copy of the ten-day notice to Michael Carter, a Scottsdale employee with \"responsibility for the account of Pinnacle,\" and to Mast &amp; Garrison. Carter Aff. ¶¶ 1, 4; Reynolds Dep., Ex. 5; Def.'s Mem. 3.</p>\n<p>On September 20, 2004, CPFC sent Pinnacle, at its 925 S. Kerr Avenue address, a notice of cancellation of the policy, which stated that \"[n]otice is hereby given that the subject policy is cancelled effective\" September 25, 2004, at \"12:01 A.M.\" Ingold Aff. ¶ 5, Ex. 3; <i>see</i> Def.'s Mem. 3. CPFC also sent a copy of the notice of cancellation to Scottsdale and Mast &amp; Garrison. <i>See</i> Carter Aff. ¶ 5; Ingold Aff., Ex. 3; Def.'s Mem. 3.</p>\n<p>As for Scottsdale's receipt of notice of cancellation, Scottsdale's agent, TAPCO, received the cancellation on or before October 12, 2004, because on that date TAPCO issued an endorsement \"confirming... Pinnacle's request for cancellation of the Policy effective September 25, 2004.\" Ingold Aff. ¶ 6, Ex. 4.<sup>[1]</sup> Given TAPCO's endorsement and its agency relationship with Scottsdale, Scottsdale effectively received the notice of cancellation by October 12, 2004. The TAPCO endorsement confirming cancellation was issued October 12, 2004, and Pinnacle and Scottsdale received that endorsement in October 2004. <i>See</i> Ingold Aff. ¶ 6, Ex. 4 (endorsement dated October 12, 2004); Pl.'s Resps. to <span class=\"star-pagination\">*738</span> Reqs. for Admiss. ¶ 4 (admitting Pinnacle received the endorsement); Carter Aff. ¶ 6; Def.'s Mem. 3-4 (asserting that on October 11, 2004, TAPCO sent Pinnacle and Pinnacle's insurance agent the endorsement confirming the cancellation).<sup>[2]</sup></p>\n<p>Early in the morning of November 12, 2004, Pinnacle employees allegedly assaulted Lopaka Curtis Bounds (\"Bounds\") at a Waffle House restaurant in Wilmington, North Carolina. Waffle House had contracted with Pinnacle to provide security at the restaurant. <i>See Bounds v. Pinnacle Special Police, Inc.,</i> No. 7:05-CV-65-F, at 2-6 (E.D.N.C. Aug. 29, 2006); Def.'s Mem. 4. On March 11, 2005, Bounds filed suit against Pinnacle and its employees in the General Court of Justice, Superior Court Division, New Hanover County, North Carolina. <i>See</i> Def.'s Mem. 4. Defendants removed the action to the United States District Court for the Eastern District of North Carolina. <i>See id.</i> In his complaint, Bounds asserts a 42 U.S.C. § 1983 claim, as well as claims under North Carolina law for false imprisonment, assault and battery, and negligence. <i>See id.</i> at 11-19. The <i>Bounds</i> action remains pending, and the Honorable James C. Fox is presiding.</p>\n<p>On March 14, 2005, Pinnacle tendered the <i>Bounds</i> suit to Scottsdale for defense and indemnity under the insurance policy. <i>See</i> Def.'s Mem. 5; PL's Resp. &amp; Mem. of L. in Opp. of Def.'s Mot. for Summ. J. [hereinafter \"Pl.'s Mem.\"], at 1; Def.'s Mem., Ex. E [hereinafter \"Buchanan Aff.\"], at ¶ 4. That same day, Scottsdale denied coverage in the <i>Bounds</i> suit because the underlying incidents had taken place November 12, 2004, after the policy had been cancelled, effective September 25, 2004, by Pinnacle through CPFC. <i>See</i> Def.'s Mem. 5; PL's Mem. 1; Buchanan Aff. ¶ 5, Ex. 1, at 2, 7.</p>\n<p>On March 27, 2007, Pinnacle filed this action in the General Court of Justice, Superior Court Division, New Hanover County, North Carolina. <i>See</i> Compl. 1. On June 20, 2007, Scottsdale removed the action to this court. <i>See</i> Notice of Removal. In its complaint, Pinnacle seeks a declaratory judgment that Scottsdale is required under the policy to defend and indemnify Pinnacle with respect to the <i>Bounds</i> suit. <i>See</i> Compl. ¶¶ 13-16. Pinnacle alleges that \"Scottsdale's purported cancellation of insurance coverage indemnifying [Pinnacle] for the Bounds claim is defective as a matter of law.\" <i>Id.</i> ¶ 15. Specifically, Pinnacle contends that Scottsdale failed to give the notice required by N.C. Gen.Stat. § 74E-3(b) in the Company Policy Act to the North Carolina Attorney General and Pinnacle thirty days before cancelling the policy. <i>See id.</i> ¶ 8-9; N.C. Gen.Stat. § 74E-3(b). Scottsdale responds that Pinnacle through its attorney-in-fact properly cancelled the policy, the Company Police Act notice provision in section 74E-3(b) does not apply, the policy does not cover the <i>Bounds</i> suit, and Scottsdale need not provide a defense or indemnification to Pinnacle. <i>See</i> Answer ¶¶ 9, 12.</p>\n<p>Scottsdale filed a motion for summary judgment and argues that, under North Carolina law, section 74E-3(b) of the Company Police Act does not apply because Scottsdale did not cancel the policy; rather, Pinnacle canceled the policy through its attorney-in-fact, CPFC. <i>See</i> Def.'s Mem. 6-9. Scottsdale also argues that N.C. Gen. Stat. § 58-35-85(4), which governs cancellation by a premium finance company, provides <span class=\"star-pagination\">*739</span> no relief to Pinnacle. <i>See id.</i> at 9-10. Finally, Scottsdale argues that cancellation was proper and in compliance with the law; therefore, the Bounds suit is not covered and Scottsdale has no duty to defend or indemnify Pinnacle. <i>See id.</i> at 10-11.</p>\n<p>Pinnacle opposes Scottsdale's motion for summary judgment and (in its opposition) seeks summary judgment for itself. <i>See</i> PL's Mem. 7. First, Pinnacle argues that under section 74E-3(b) of the Company Police Act, Scottsdale was required to give the North Carolina Attorney General and Pinnacle thirty days' notice prior to cancelling the policyregardless of who is deemed to have cancelled the policy. <i>See id.</i> at 3-5. Because it is undisputed that Scottsdale gave no such notice to the Attorney General, Pinnacle contends that the policy was not cancelled and that coverage continued through the events underlying the <i>Bounds</i> suit. <i>See id.</i> Second, as to compliance with N.C. Gen.Stat. § 58-35-85(4), Pinnacle argues that Scottsdale failed to comply with subsection (4), under which Scottsdale was purportedly required to give section 74E-3(b) notice to the Attorney General. <i>See id.</i> at 5-7. Pinnacle asserts that this alleged failure to comply also results in the policy continuing unabated. <i>See id.</i></p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted) (emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> 550 U.S. 372, 127 S.Ct. 1769, 1774, 167 L.Ed.2d 686 (2007).</p>\n<p>North Carolina applies a burden-shifting framework in insurance cases. Initially, the insured must make a prima facie showing that its claim comes within the insuring language. If the insured meets this burden, the burden then shifts to the insurer to show that a policy exclusion applies. <i>See </i><i>Fortune Ins. Co. v. Owens,</i> 351 N.C. 424, 430, 526 S.E.2d 463, 467 (2000) (\"A party seeking benefits under an insurance contract has the burden of showing coverage. Until a <i>prima facie</i> case of coverage is shown, the insurer has no burden to prove a policy exclusion.\" (citation omitted)); <i>Nelson v. Hartford Underwriters Ins. Co.,</i> 177 N.C.App. 595, 606, 630 S.E.2d 221, 229 (2006) (same).</p>\n<p>Regardless of who (whether insured, insurer, or premium finance company) cancels a policy, cancellation is an affirmative defense which the insurer has the burden to prove (including proof of compliance with statutory requirements). <i>See </i><i>Griffin v. Hartford Accident &amp; Indem. Co.,</i> 265 N.C. 443, 445, 144 S.E.2d 201, 203 (1965) (per curiam) (\"[C]ancellation of the policy is an affirmative defense and the burden is upon the defendant to prove a valid cancellation effective before the liability <span class=\"star-pagination\">*740</span> of the insured arose.\"); <i>Cahoon v. Canal Ins. Co.,</i> 140 N.C.App. 577, 580, 537 S.E.2d 538, 540 (2000) (\"[Where a premium finance company purportedly cancelled the policy,] the burden of proving compliance with N.C. Gen.Stat. § 58-35-85 is on the insurance company. We have repeatedly held that the burden is upon the insurance company to show that all statutory requirements have been complied with ....\" (quotation omitted)); <i>Grant v. State Farm Mut. Auto. Ins. Co.,</i> 1 N.C.App. 76, 80, 159 S.E.2d 368, 371 (1968) (same).</p>\n<p>This case turns on whether Scottsdale had to provide notice of cancellation to the North Carolina Attorney General pursuant to section 74E-3(b) of the North Carolina Company Police Act. The Company Police Act regulates private police agencies, giving them authority similar to municipal or county police forces. <i>See</i> N.C. Gen.Stat. § 74E-2(a); <i>id.</i> § 74E-6(c) (\"Company police officers ... have the same powers of municipal and county police officers to make arrests ... and to charge for infractions [within prescribed territory]\").<sup>[3]</sup> The Act's purpose is \"to ensure a minimum level of integrity, proficiency, and competence among company police agencies and company police officers.\" <i>Id.</i> § 74E-2(a). To this end, \"the Attorney General is given the authority to certify an agency as a company police agency.\" <i>Id.</i> A company police agency applying for such certification must \"file with the Attorney General ... a copy of a liability insurance policy that meets the requirements of [section 74E-3,] ... providing] not less than one million dollars... of coverage per incident for personal injury or property damage resulting [from the negligence of the company, its agents, or its employees].\" <i>Id.</i> § 74E-3(a). A qualifying insurance policy must be \"in effect at all times.\" <i>Id.</i> § 74E-3(c). If a \"company police agency ... fails to maintain a liability insurance policy,\" the Attorney General is to \"suspend the certification of [that] company.\" <i>Id.</i> Excepting such suspension, \"a company police agency's certification expires on June 30 following the date it is issued,\" and the certification may be renewed. <i>Id.</i> § 74E-10(a). A company that has not fully complied with the Company Police Act and continues to engage in police activities or hold itself out as a company police agency is guilty of a class one misdemeanor. <i>See id.</i> § 74E-13(a).</p>\n<p>Section 74E-3(b) concerns cancellation of the required insurance policy. It states:</p>\n<blockquote>\n<i>An insurance carrier that issues a liability insurance policy required by this section may cancel the policy upon giving 30 days' written notice to both the company police agency and the Attorney General.</i> The written notice must be given by certified mail, return receipt requested. Cancellation of a liability insurance policy does not affect any liability on the policy that accrued prior to the effective cancellation date.</blockquote>\n<p><i>Id.</i> § 74E-3(b) (emphasis added). Not surprisingly, the parties dispute how to interpret section 74E-3(b). Thus, the court initially reviews the framework for interpreting the statute.</p>\n<p>\"In interpreting a statute, `a court should always turn first to one, cardinal canon [of construction] before all others': the plain meaning rule.\" <i>Ayes v. U.S. Dep't of Veterans Affairs,</i> 473 F.3d 104, 108 (4th Cir.2006) (quoting <i>Conn. Nat'l Bank v. Germain,</i> 503 U.S. 249, 253, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992)) (alteration in original). In applying the plain <span class=\"star-pagination\">*741</span> meaning rule, courts must \"consider the context in which the statutory words are used because [courts] do not construe statutory phrases in isolation; [courts] read statutes as a whole.\" <i>Ayes,</i> 473 F.3d at 108 (quotations and alterations thereof omitted). However, \"[t]he [statutory construction] inquiry ceases if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\" <i>Barnhart v. Sigmon Coal Co.,</i> 534 U.S. 438, 450, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002) (quotation omitted); <i>see </i><i>Ayes,</i> 473 F.3d at 108: <i>see also </i><i>In re R.L.C.,</i> 361 N.C. 287, 292, 643 S.E.2d 920, 923 (2007). Of course, if the plain meaning produces absurd results, the purpose and intent of a statute, rather than its letter, control. <i>See, e.g., </i><i>In re Sunterra Corp.,</i> 361 F.3d 257, 265 (4th Cir.2004): <i>see also </i><i>North Carolina v. Barksdale,</i> 181 N.C. 621, 625, 107 S.E. 505, 507 (1921).</p>\n<p>Scottsdale cites the text of section 74E-3(b) and argues that section 74E-3(b) requires notice only when an insurer cancels, as opposed to when the insured cancels. <i>See</i> N.C. Gen.Stat. § 74E-3(b) (\"[a]n insurance carrier that issues a liability insurance policy ... may cancel [upon advance notice]\"); Def.'s Mem. 6-9. In making this argument, Scottsdale asserts that the distinction between cancellation by the insurer and the insured (or its agent) is fundamental under North Carolina law. <i>See</i> Def.'s Mem. 6. According to Scottsdale, because Pinnacle's agent and attorney-in-fact, CPFC, requested cancellation of the policy and Scottsdale received that request, Pinnacle cancelled the policy. <i>See id.</i> at 6, 9. Accordingly, Scottsdale need not have provided thirty days' notice to the Attorney General or Pinnacle under section 74E-3(b) in order for cancellation to be effective. <i>See id.</i></p>\n<p>Pinnacle responds that a request for cancellation and the act of cancellation are two distinct events. <i>See</i> PL's Mem. 4. Thus, Scottsdale, as the insurer, had to do the actual cancellation, regardless of who requested cancellation. <i>See id.</i> Further, according to Pinnacle, section 74E-3(b) notice applies regardless of who initiates cancellation, because Scottsdale actually had to perform the cancellation. In support of this interpretation of section 74E-3(b), Pinnacle asserts that its interpretation accords with the legislative intent to ensure that company police agencies maintain insurance policies. <i>See id.</i> Under Pinnacle's interpretation, anytime an insurance policy is cancelled, the insurer must give notice under section 74E-3(b) to the Attorney General and the insured. Consequently, because Scottsdale did not give notice under section 74E-3(b) before cancelling Pinnacle's policy, the cancellation was ineffective. <i>See id.</i> at 3-4.</p>\n<p>As mentioned, the court has jurisdiction based on diversity, and North Carolina law governs. \"Accordingly, as to the disputed legal issue, [the court] must determine how the Supreme Court of [North] Carolina would rule.\" <i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co.,</i> 433 F.3d 365, 369 (4th Cir.2005). \"If the Supreme Court of [North] Carolina has spoken neither directly nor indirectly on the particular issue before [the court], [the court is] called upon to predict how [the North Carolina Supreme Court] would rule if presented with the issue.\" <i>Id.</i> (quotation omitted).</p>\n<p>Although the North Carolina Supreme Court has not construed section 74E-3(b)'s notice provision, it has construed similar notice provisions in other statutes and insurance policies. These cases make clear that, under North Carolina law, where an insurance policy or statute provides that the insurance policy shall be canceled at the request of the insured (or its agent), the insured's written request for cancellation (including a request by the insured's <span class=\"star-pagination\">*742</span> agent) effects a cancellation. Moreover, in such circumstances, statutory or policy provisions requiring that the insurer give notice when the insurer cancels do not apply. <i>See, e.g., </i><i>Hayes v. Hartford Accident &amp; Indem. Co.,</i> 274 N.C. 73, 81-82, 161 S.E.2d 552, 559 (1968) (holding that requirements of notice when insurer cancels were inapplicable where insured's agent canceled an insurance policy by mailing a cancellation request to insurer); <i>Daniels v. Nationwide Mut. Ins. Co.,</i> 258 N.C. 660, 663-66, 129 S.E.2d 314, 316-18 (1963) (same); <i>Dawson v. Concordia Fire Ins. Co.,</i> 192 N.C. 312, 315-17, 135 S.E. 34, 36 (1926) (same); <i>Cahoon,</i> 140 N.C.App. at 582-83, 537 S.E.2d at 542 (holding that a premium finance company can cancel an insurance policy under N.C. Gen.Stat. § 58-35-85 by mailing a notice of cancellation to insurer); <i>Unisun Ins. Co. v. Goodman,</i> 117 N.C.App. 454, 455-57, 451 S.E.2d 4, 4-6 (1994) (holding that cancellation by finance company under N.C. Gen.Stat. § 58-35-85, governing modern premium finance arrangements, has same effect as if insured requested cancellation). Although the cases cited above do not construe section 74E-3(b) of the Company Police Act, the court concludes that the North Carolina Supreme Court would apply the principles set forth in these cases to this dispute. A review of some of the cases cited above confirms this conclusion.</p>\n<p>In <i>Dawson,</i> the insurance policy in question provided (as required by statute) \"(1) that this policy will be canceled at any time at the request of the insured, and (2) that the policy may be canceled at any time by the [insurance] company by giving to the insured five days' written notice of cancellation.\" 192 N.C. at 315, 135 S.E. at 36 (quotation omitted). The North Carolina Supreme Court noted that \"if the cancellation... was made by the [insurance company], and not at the request of [the insured or its agent], [cancellation was] void, and did not terminate the insurance,\" because \"[n]o written notice of five days [had] been given to [the insured] by [the insurer], as required by the terms of the policies.\" <i>Id.</i> at 316, 135 S.E. at 36. The record reflected that the insured had authorized his agent to cancel the insurance upon the insured's failure to pay the premiums. <i>See id.</i> Further, the agent properly requested cancellation. <i>Id.</i> at 317, 135 S.E. at 36. Accordingly, the North Carolina Supreme Court held that \"the policies were thereby canceled,\" and the notice requirement when the insurer cancels did not apply. <i>Id.</i></p>\n<p>Similarly, in <i>Hayes,</i> the insurance policy in question provided that the insured could cancel \"by mailing to the company written notice stating when thereafter the cancellation shall be effective.\" 274 N.C. at 78, 161 S.E.2d at 556. The insured had executed a power of attorney giving a premium finance company authority to cancel the policy. <i>See id.</i> The premium finance company mailed a request for cancellation to the insurer. <i>See id.</i> at 79, 161 S.E.2d at 557. The policy provided that the \"policy may be canceled by the company by mailing to the named insured ... written notice stating when not less than ten days thereafter such cancellation shall be effective.\" <i>Id.</i> at 74, 161 S.E.2d at 554 (quotation omitted). At the time, N.C. Gen.Stat. § 20-310 also provided that \"[n]o contract of insurance or renewal thereof shall be terminated by cancellation or failure to renew by the insurer until at least fifteen (15) days after mailing a notice of termination to the named insured.\" <i>Nixon v. Liberty Mut. Ins. Co.,</i> 258 N.C. 41, 43, 127 S.E.2d 892, 894 (1962) (quotation omitted). In <i>Hayes,</i> the North Carolina Supreme Court held that the policy \"was canceled by the insured,\" and \"[n]either the ... notice requirement of the policy nor the... notice requirement of [N.C. Gen. Stat §] 20-310, applicable when the insurer <span class=\"star-pagination\">*743</span> cancels, were apposite.\" 274 N.C. at 81-82, 161 S.E.2d at 559.</p>\n<p>In <i>Unisun,</i> the North Carolina Court of Appeals applied the principle from Dawson and <i>Hayes</i> to a case strikingly similar to this one. In <i>Unisun,</i> the insured financed the policy premium through a premium finance company. <i>See</i> 117 N.C.App. at 454-55, 451 S.E.2d at 5. \"The arrangement... provided that in the event of default on the payments [to the premium finance company], [the premium finance company] could request that [the insurer] cancel the policy pursuant to a Power of Attorney given by [the insured]....\" <i>Id.</i> at 455, 451 S.E.2d at 5. The insured defaulted, and the premium finance company mailed a notice of cancellation to the insurer cancelling the policy. <i>See id.</i> at 455, 451 S.E.2d at 5. The North Carolina Court of Appeals held that N.C. Gen.Stat. § 58-35-85 governs \"cancellation of an insurance policy where the premium is financed by a premium financing company, and, where the insured defaults on the finance agreement.\" <i>Id.</i> at 455-56, 451 S.E.2d at 5. Citing section 58-35-85(3), the court equated cancellation by a finance company (through a request for cancellation) with cancellation by the insured. <i>See id.</i> at 456-57, 451 S.E.2d at 6 (\"[N.C.Gen.Stat. § 58-35-85(3)] provides that `Upon <i>receipt</i> of a copy of a ... request for cancellation ... the insurance contract shall be cancelled with the same force and effect as if the aforesaid request for cancellation had been submitted by the insured himself.' Thus, cancellation requested by a finance company occurs in the same manner as if the insured requested the cancellation.\" (quoting N.C. Gen. Stat. § 58-35-85(3)) (alteration in original)). Accordingly, the North Carolina Court of Appeals held that, under the statute, the requested cancellation was effective upon receipt by the insurer. <i>See id.</i>; <i>see also </i><i>Cahoon,</i> 140 N.C.App. at 579-82, 537 S.E.2d at 539-42 (holding that the policy in question was cancelled under section 58-35-85 when insurer or its agent received notice of cancellation sent by premium finance company).</p>\n<p>Section 74E-3(b) requires prior notice to the insured and the Attorney General when \"[a]n insurance carrier ... cancel[s] the policy.\" N.C. Gen.Stat. § 74E-3(b). Thus, section 74E-3(b) notice is not required when the insured or its agent cancels the policy. <i>See, e.g., </i><i>Hayes,</i> 274 N.C. at 81-82, 161 S.E.2d at 559; <i>Daniels,</i> 258 N.C. at 663-66, 129 S.E.2d at 316-18; <i>Dawson,</i> 192 N.C. at 315-17, 135 S.E. at 36; <i>Cahoon,</i> 140 N.C.App. at 579-82, 537 S.E.2d at 539-42; <i>Unisun,</i> 117 N.C.App. at 456-57, 451 S.E.2d at 5-6; <i>see also </i><i>Nationwide Mut. Ins. Co. v. Cotten,</i> 280 N.C. 20, 24-26, 185 S.E.2d 182, 185-86 (1971); <i>State Farm Mut. Auto. Ins. Co. v. Atlantic Indem. Co.,</i> 122 N.C.App. 67, 71-73, 468 S.E.2d 570, 572-73 (1996); <i>Nationwide Mut. Ins. Co. v. Davis,</i> 7 N.C.App. 152, 157, 171 S.E.2d 601, 603-04 (1970). Moreover, if the General Assembly intended the notice requirement in section 74E-3(b) to apply regardless of who canceled the policy, the statute's language would be more general, as in other North Carolina statutes regulating insurance. <i>See, e.g., </i><i>Allstate Ins. Co. v. McCrae,</i> 325 N.C. 411, 412, 414, 384 S.E.2d 1, 2-3 (1989) (construing \"version of [N.C. Gen.Stat.] § 20-309(e) in effect at the time ... [which] provided, in part: Upon termination by cancellation or otherwise of an insurance policy ..., the insurer shall notify the North Carolina Division of Motor Vehicles of such termination,\" to \"not distinguish between insurer/insured termination for purposes of notification to DMV\") (quotation omitted); <i>Davis,</i> 7 N.C.App. at 157, 171 S.E.2d at 603.</p>\n<p>Section 74E-3(b) is unambiguous, and the court applies its plain meaning. <i>See </i><i>Ayes,</i> 473 F.3d at 108; <i>In re R.L.C.,</i> 361 N.C. at 292, 643 S.E.2d at 923. Because <span class=\"star-pagination\">*744</span> the statute is unambiguous, the court need not inquire into the legislative intent or purpose. <i>See </i><i>Ayes,</i> 473 F.3d at 108. Moreover, applying the plain meaning of the statute will not produce absurd results. <i>See </i><i>In re Sunterra Corp.,</i> 361 F.3d at 265; <i>see also </i><i>Barksdale,</i> 181 N.C. at 625, 107 S.E. at 507. Finally, because Pinnacle's argument concerning N.C. Gen.Stat. § 58-35-85(4) turns on its construction of section 74E-3(b), and because the court has rejected that construction, the court rejects Pinnacle's reliance on section 58-35-85(4).</p>\n<p>In reaching this conclusion, the court also rejects Pinnacle's argument that a request to cancel differs from an act of cancellation, and that the insurer must always perform the act of cancellation. <i>See</i> Pl.'s Mem. 4-5. The insured's request to cancel the policy (i.e., sending a notice of cancellation to the insurer) is the method by which the insured or its agent cancels a policy. Under North Carolina law, cancellation is effective upon the insurer's receipt of the agent's notice. <i>See, e.g., </i><i>Unisun,</i> 117 N.C.App. at 456-57, 451 S.E.2d at 6. When the insured so cancels the policy, the insured effects cancellation, not the insurer.</p>\n<p>Alternatively, even assuming some ambiguity in the statute, the court rejects Pinnacle's argument concerning general legislative intent as to section 74E-3(b). Pinnacle argues that the statute's purpose is to prevent company police agencies from operating without liability insurance, and that Scottsdale's interpretation thwarts this purpose. PL's Mem. 3-4. Pinnacle's logic appears to be that regardless of who cancels, the Attorney General needs to know. Thus, the insurer must provide notice in advance of cancellation in all cases, for cancellation to be effective.</p>\n<p>Pinnacle ignores the wall of North Carolina precedent establishing the distinction between cancellation by the insured and insurer. Sitting in diversity, this court cannot ignore this precedent, and Pinnacle cannot overcome it. <i>See, e.g., </i><i>Time Warner Entm'tAdvance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> 506 F.3d 304, 314-15 (4th Cir.2007). As discussed, if the General Assembly wished for the section 74E-3(b) notice requirement to encompass cancellation by anyone, it would have used different language in the statute.</p>\n<p>In sum, CPFC was Pinnacle's attorney-in-fact, with authority to cancel the policy, and CPFC issued notice of cancellation of the insurance policy to Scottsdale on September 20, 2004. Moreover, Scottsdale received that notice of cancellation before the events underlying the <i>Bounds</i> suit arose. Consequently, because Pinnacle, through its agent CPFC, canceled the insurance policy, section 74E-3(b) did not require Scottsdale to notify the Attorney General or Pinnacle before cancellation became effective. Further, because cancellation of the policy became effective before the events underlying the <i>Bounds</i> suit arose, Scottsdale has no duty to defend or indemnify Pinnacle in that action. Thus, Scottsdale is entitled to summary judgment.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons explained herein, defendant Scottsdale Insurance Company's motion for summary judgment [D.E. 11] is GRANTED. To the extent that Pinnacle seeks summary judgment, that request is DENIED. The Clerk is DIRECTED to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Scottsdale issued Pinnacle's policy through TAPCO (an underwriter based in Burlington, North Carolina). <i>See</i> Ingold Aff. ¶¶ 1-2. As an underwriter, TAPCO processed insurance materials for Scottsdale, including paperwork associated with cancellation of the policy. <i>See, e.g.,</i> Policy 24-29, 31, 36.</p>\n<p>[2]  Scottsdale also claims that \"[o]n November 11, 2004, TAPCO issued an Endorsement again confirming that the policy is cancelled effective 09/25/04 at finance company request via power of attorney.\" Def.'s Mem. 4 (quotations omitted). Pinnacle does not contest this assertion. Further, Scottsdale again confirmed receipt on November 12, 2004. <i>See</i> Carter Aff. ¶ 5, Ex. 4.</p>\n<p>[3]  Chapter 74A of the North Carolina General Statutes (repealed, effective 1992) governed company police agencies before the current Act. <i>See </i><i>North Carolina v. Pendleton,</i> 339 N.C. 379, 382 n. 1, 451 S.E.2d 274, 276 n. 1 (1994).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">735</span></span> (2009)</b></center>\n<center><h1>PINNACLE SPECIAL POLICE, INC., Plaintiff,<br>\nv.<br>\nSCOTTSDALE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 7:07-CV-106-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>February 12, 2009.</center>\n<p><span class=\"star-pagination\">*736</span> Brian E. Edes, Crossley, Mcintosh, Collier Hanley &amp; Edes, Wilmington, NC, for Plaintiff.</p>\n<p>Elizabeth A. Martineau, Gray Tagtmeyer King LLP, Jeremy A. Stephenson, Hedrick, Gardner, Kincheloe &amp; Garofalo, LLP, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Defendant Scottsdale Insurance Company (\"Scottsdale\") filed a motion for summary judgment in this insurance coverage dispute with plaintiff Pinnacle Special Police, Inc. (\"Pinnacle\"). Pinnacle, through its attorney-in-fact Charleston Premium Finance Company, cancelled Pinnacle's insurance policy with Scottsdale before certain events underlying a tort action involving Pinnacle arose. Thus, Scottsdale contends that it need not defend or indemnify Pinnacle in connection with the underlying tort action. Pinnacle responds that because Scottsdale failed to provide notice of cancellation to the North Carolina Attorney General and Pinnacle under N.C. Gen Stat. § 74E-3(b), the cancellation was not effective. Scottsdale replies that the notice provision in section 74E-3(b) does not apply when the insured cancels the policy. Because the court agrees with Scottsdale, the court grants Scottsdale's motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Pinnacle is a North Carolina corporation with its principal place of business in Wilmington, North Carolina. <i>See</i> Compl. ¶ 1. Pinnacle is a company police agency. <i>See id.</i> ¶ 2. Scottsdale is an Ohio corporation with its principal place of business in Scottsdale, Arizona. <i>See id.</i> ¶ 3; Answer ¶ 3. The court has jurisdiction under 28 U.S.C. § 1332(a), and North Carolina law governs the dispute.</p>\n<p>Pinnacle purchased an insurance policy from Scottsdale with a coverage period of July 9, 2004, through July 8 or 9, 2005. <i>See</i> Compl. ¶ 4; Def.'s Mem. of Law in Supp. of Mot. for Summ. J. [hereinafter \"Def.'s Mem.\"], Ex. A [hereinafter \"Carter Aff.\"], at ¶ 2, Ex. 1 [hereinafter \"Policy\"], at 3. The policy afforded coverage for \"bodily injury,\" \"property damage,\" and \"acts or omissions\" occurring during the policy period. <i>See</i> Def.'s Mem. 2; Policy 6, 8. Pinnacle obtained the policy through its insurance broker, Mast &amp; Garrison. <i>See</i> Policy 24; Def.'s Mem., Ex. B [hereinafter \"Reynolds Dep.\"], at 12:22-14:6.</p>\n<p>Pinnacle financed the premium for the policy through the Charleston Premium Finance Company (\"CPFC\"). Specifically, Pinnacle made a $930.76 down payment to CPFC. Def.'s Mem. 2. CPFC, in turn, paid <span class=\"star-pagination\">*737</span> the premium in advance to Scottsdale on behalf of Pinnacle, and CPFC periodically billed Pinnacle for the remaining premium owed. <i>See id.</i> at 2-3; Reynolds Dep. 14:17-22:13, Exs. 1-3 (copies of insurance premium finance service agreement between Pinnacle and CPFC and down payment check to CPFC, dated June 29, 2004); Def.'s Mem., Ex. C [hereinafter \"Ingold Aff.\"], at ¶ 3, Ex. 1; PL's Resps. to Def.'s First Set of Reqs. for Admiss. [hereinafter \"PL's Resps. to Reqs. for Admiss.\"], at ¶ 3.</p>\n<p>On August 2, 2004, Pinnacle executed an insurance premium finance service agreement identifying the policy and establishing the agreement between Pinnacle and CPFC. <i>See, e.g.,</i> Ingold Aff. ¶ 3, Ex. 1. The insurance premium finance service agreement \"irrevocably appointed] [CPFC] Attorney in Fact with full authority to cancel the polic[y], or any renewal thereof, to receive all sums assigned to [CPFC], and to execute and deliver on behalf of [Pinnacle] all documents, forms, and notices relating to the polic[y].\" Reynolds Dep., Ex. 2, at ¶ 6; <i>see</i> Ingold Aff. ¶ 3.</p>\n<p>The insurance premium finance service agreement and the down payment check show Pinnacle's address as 925 South Kerr Avenue, Suite D, Wilmington, NC 28403. <i>See</i> Reynolds Dep., Exs. 2, 3. According to Chief William E. Reynolds, owner and police chief of Pinnacle, Pinnacle had moved from its \"925 Kerr Avenue\" address to reside at \"Shipyard Boulevard\" for a year, and then moved to \"1213 Culbreth\" starting in the fall of 2004. <i>See id.</i> at 5:1-3, 26:5-25. Reynolds notified the Secretary of State and Mast &amp; Garrison of the address changes, but he failed to state when he provided such notifications. <i>See id.</i> at 26:14-18.</p>\n<p>On September 9, 2004, CPFC sent Pinnacle at its 925 S. Kerr Avenue address, via certified mail, a ten-day notice of intent to cancel the policy, based on Pinnacle's failure to make payments to CPFC to cover the financed premium. <i>See</i> Ingold Aff. ¶ 4, Ex. 2 (ten-day notice); Reynolds Dep., Ex. 5 (same). On September 9, 2004, CPFC also sent a copy of the ten-day notice to Michael Carter, a Scottsdale employee with \"responsibility for the account of Pinnacle,\" and to Mast &amp; Garrison. Carter Aff. ¶¶ 1, 4; Reynolds Dep., Ex. 5; Def.'s Mem. 3.</p>\n<p>On September 20, 2004, CPFC sent Pinnacle, at its 925 S. Kerr Avenue address, a notice of cancellation of the policy, which stated that \"[n]otice is hereby given that the subject policy is cancelled effective\" September 25, 2004, at \"12:01 A.M.\" Ingold Aff. ¶ 5, Ex. 3; <i>see</i> Def.'s Mem. 3. CPFC also sent a copy of the notice of cancellation to Scottsdale and Mast &amp; Garrison. <i>See</i> Carter Aff. ¶ 5; Ingold Aff., Ex. 3; Def.'s Mem. 3.</p>\n<p>As for Scottsdale's receipt of notice of cancellation, Scottsdale's agent, TAPCO, received the cancellation on or before October 12, 2004, because on that date TAPCO issued an endorsement \"confirming... Pinnacle's request for cancellation of the Policy effective September 25, 2004.\" Ingold Aff. ¶ 6, Ex. 4.<sup>[1]</sup> Given TAPCO's endorsement and its agency relationship with Scottsdale, Scottsdale effectively received the notice of cancellation by October 12, 2004. The TAPCO endorsement confirming cancellation was issued October 12, 2004, and Pinnacle and Scottsdale received that endorsement in October 2004. <i>See</i> Ingold Aff. ¶ 6, Ex. 4 (endorsement dated October 12, 2004); Pl.'s Resps. to <span class=\"star-pagination\">*738</span> Reqs. for Admiss. ¶ 4 (admitting Pinnacle received the endorsement); Carter Aff. ¶ 6; Def.'s Mem. 3-4 (asserting that on October 11, 2004, TAPCO sent Pinnacle and Pinnacle's insurance agent the endorsement confirming the cancellation).<sup>[2]</sup></p>\n<p>Early in the morning of November 12, 2004, Pinnacle employees allegedly assaulted Lopaka Curtis Bounds (\"Bounds\") at a Waffle House restaurant in Wilmington, North Carolina. Waffle House had contracted with Pinnacle to provide security at the restaurant. <i>See Bounds v. Pinnacle Special Police, Inc.,</i> No. 7:05-CV-65-F, at 2-6 (E.D.N.C. Aug. 29, 2006); Def.'s Mem. 4. On March 11, 2005, Bounds filed suit against Pinnacle and its employees in the General Court of Justice, Superior Court Division, New Hanover County, North Carolina. <i>See</i> Def.'s Mem. 4. Defendants removed the action to the United States District Court for the Eastern District of North Carolina. <i>See id.</i> In his complaint, Bounds asserts a 42 U.S.C. § 1983 claim, as well as claims under North Carolina law for false imprisonment, assault and battery, and negligence. <i>See id.</i> at 11-19. The <i>Bounds</i> action remains pending, and the Honorable James C. Fox is presiding.</p>\n<p>On March 14, 2005, Pinnacle tendered the <i>Bounds</i> suit to Scottsdale for defense and indemnity under the insurance policy. <i>See</i> Def.'s Mem. 5; PL's Resp. &amp; Mem. of L. in Opp. of Def.'s Mot. for Summ. J. [hereinafter \"Pl.'s Mem.\"], at 1; Def.'s Mem., Ex. E [hereinafter \"Buchanan Aff.\"], at ¶ 4. That same day, Scottsdale denied coverage in the <i>Bounds</i> suit because the underlying incidents had taken place November 12, 2004, after the policy had been cancelled, effective September 25, 2004, by Pinnacle through CPFC. <i>See</i> Def.'s Mem. 5; PL's Mem. 1; Buchanan Aff. ¶ 5, Ex. 1, at 2, 7.</p>\n<p>On March 27, 2007, Pinnacle filed this action in the General Court of Justice, Superior Court Division, New Hanover County, North Carolina. <i>See</i> Compl. 1. On June 20, 2007, Scottsdale removed the action to this court. <i>See</i> Notice of Removal. In its complaint, Pinnacle seeks a declaratory judgment that Scottsdale is required under the policy to defend and indemnify Pinnacle with respect to the <i>Bounds</i> suit. <i>See</i> Compl. ¶¶ 13-16. Pinnacle alleges that \"Scottsdale's purported cancellation of insurance coverage indemnifying [Pinnacle] for the Bounds claim is defective as a matter of law.\" <i>Id.</i> ¶ 15. Specifically, Pinnacle contends that Scottsdale failed to give the notice required by N.C. Gen.Stat. § 74E-3(b) in the Company Policy Act to the North Carolina Attorney General and Pinnacle thirty days before cancelling the policy. <i>See id.</i> ¶ 8-9; N.C. Gen.Stat. § 74E-3(b). Scottsdale responds that Pinnacle through its attorney-in-fact properly cancelled the policy, the Company Police Act notice provision in section 74E-3(b) does not apply, the policy does not cover the <i>Bounds</i> suit, and Scottsdale need not provide a defense or indemnification to Pinnacle. <i>See</i> Answer ¶¶ 9, 12.</p>\n<p>Scottsdale filed a motion for summary judgment and argues that, under North Carolina law, section 74E-3(b) of the Company Police Act does not apply because Scottsdale did not cancel the policy; rather, Pinnacle canceled the policy through its attorney-in-fact, CPFC. <i>See</i> Def.'s Mem. 6-9. Scottsdale also argues that N.C. Gen. Stat. § 58-35-85(4), which governs cancellation by a premium finance company, provides <span class=\"star-pagination\">*739</span> no relief to Pinnacle. <i>See id.</i> at 9-10. Finally, Scottsdale argues that cancellation was proper and in compliance with the law; therefore, the Bounds suit is not covered and Scottsdale has no duty to defend or indemnify Pinnacle. <i>See id.</i> at 10-11.</p>\n<p>Pinnacle opposes Scottsdale's motion for summary judgment and (in its opposition) seeks summary judgment for itself. <i>See</i> PL's Mem. 7. First, Pinnacle argues that under section 74E-3(b) of the Company Police Act, Scottsdale was required to give the North Carolina Attorney General and Pinnacle thirty days' notice prior to cancelling the policyregardless of who is deemed to have cancelled the policy. <i>See id.</i> at 3-5. Because it is undisputed that Scottsdale gave no such notice to the Attorney General, Pinnacle contends that the policy was not cancelled and that coverage continued through the events underlying the <i>Bounds</i> suit. <i>See id.</i> Second, as to compliance with N.C. Gen.Stat. § 58-35-85(4), Pinnacle argues that Scottsdale failed to comply with subsection (4), under which Scottsdale was purportedly required to give section 74E-3(b) notice to the Attorney General. <i>See id.</i> at 5-7. Pinnacle asserts that this alleged failure to comply also results in the policy continuing unabated. <i>See id.</i></p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted) (emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, 1774, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007).</p>\n<p>North Carolina applies a burden-shifting framework in insurance cases. Initially, the insured must make a prima facie showing that its claim comes within the insuring language. If the insured meets this burden, the burden then shifts to the insurer to show that a policy exclusion applies. <i>See </i><i>Fortune Ins. Co. v. Owens,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">424</span></span>, 430, <span class=\"citation\" data-id=\"1204260\"><a href=\"/opinion/1204260/fortune-ins-co-v-owens/\"><span class=\"volume\">526</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">463</span></a></span>, 467 (2000) (\"A party seeking benefits under an insurance contract has the burden of showing coverage. Until a <i>prima facie</i> case of coverage is shown, the insurer has no burden to prove a policy exclusion.\" (citation omitted)); <i>Nelson v. Hartford Underwriters Ins. Co.,</i> 177 N.C.App. 595, 606, <span class=\"citation\" data-id=\"1390128\"><a href=\"/opinion/1390128/nelson-v-hartford-underwriters-ins-co/\"><span class=\"volume\">630</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">221</span></a></span>, 229 (2006) (same).</p>\n<p>Regardless of who (whether insured, insurer, or premium finance company) cancels a policy, cancellation is an affirmative defense which the insurer has the burden to prove (including proof of compliance with statutory requirements). <i>See </i><i>Griffin v. Hartford Accident &amp; Indem. Co.,</i> <span class=\"citation\" data-id=\"1348942\"><a href=\"/opinion/1348942/griffin-v-hartford-accident-and-indemnity-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">443</span></a></span>, 445, <span class=\"citation\" data-id=\"1348942\"><a href=\"/opinion/1348942/griffin-v-hartford-accident-and-indemnity-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">201</span></a></span>, 203 (1965) (per curiam) (\"[C]ancellation of the policy is an affirmative defense and the burden is upon the defendant to prove a valid cancellation effective before the liability <span class=\"star-pagination\">*740</span> of the insured arose.\"); <i>Cahoon v. Canal Ins. Co.,</i> 140 N.C.App. 577, 580, <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">538</span></span>, 540 (2000) (\"[Where a premium finance company purportedly cancelled the policy,] the burden of proving compliance with N.C. Gen.Stat. § 58-35-85 is on the insurance company. We have repeatedly held that the burden is upon the insurance company to show that all statutory requirements have been complied with ....\" (quotation omitted)); <i>Grant v. State Farm Mut. Auto. Ins. Co.,</i> 1 N.C.App. 76, 80, <span class=\"citation\" data-id=\"1393255\"><a href=\"/opinion/1393255/grant-v-state-farm-mutual-automobile-ins-co/\"><span class=\"volume\">159</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">368</span></a></span>, 371 (1968) (same).</p>\n<p>This case turns on whether Scottsdale had to provide notice of cancellation to the North Carolina Attorney General pursuant to section 74E-3(b) of the North Carolina Company Police Act. The Company Police Act regulates private police agencies, giving them authority similar to municipal or county police forces. <i>See</i> N.C. Gen.Stat. § 74E-2(a); <i>id.</i> § 74E-6(c) (\"Company police officers ... have the same powers of municipal and county police officers to make arrests ... and to charge for infractions [within prescribed territory]\").<sup>[3]</sup> The Act's purpose is \"to ensure a minimum level of integrity, proficiency, and competence among company police agencies and company police officers.\" <i>Id.</i> § 74E-2(a). To this end, \"the Attorney General is given the authority to certify an agency as a company police agency.\" <i>Id.</i> A company police agency applying for such certification must \"file with the Attorney General ... a copy of a liability insurance policy that meets the requirements of [section 74E-3,] ... providing] not less than one million dollars... of coverage per incident for personal injury or property damage resulting [from the negligence of the company, its agents, or its employees].\" <i>Id.</i> § 74E-3(a). A qualifying insurance policy must be \"in effect at all times.\" <i>Id.</i> § 74E-3(c). If a \"company police agency ... fails to maintain a liability insurance policy,\" the Attorney General is to \"suspend the certification of [that] company.\" <i>Id.</i> Excepting such suspension, \"a company police agency's certification expires on June 30 following the date it is issued,\" and the certification may be renewed. <i>Id.</i> § 74E-10(a). A company that has not fully complied with the Company Police Act and continues to engage in police activities or hold itself out as a company police agency is guilty of a class one misdemeanor. <i>See id.</i> § 74E-13(a).</p>\n<p>Section 74E-3(b) concerns cancellation of the required insurance policy. It states:</p>\n<blockquote>\n<i>An insurance carrier that issues a liability insurance policy required by this section may cancel the policy upon giving 30 days' written notice to both the company police agency and the Attorney General.</i> The written notice must be given by certified mail, return receipt requested. Cancellation of a liability insurance policy does not affect any liability on the policy that accrued prior to the effective cancellation date.</blockquote>\n<p><i>Id.</i> § 74E-3(b) (emphasis added). Not surprisingly, the parties dispute how to interpret section 74E-3(b). Thus, the court initially reviews the framework for interpreting the statute.</p>\n<p>\"In interpreting a statute, `a court should always turn first to one, cardinal canon [of construction] before all others': the plain meaning rule.\" <i>Ayes v. U.S. Dep't of Veterans Affairs,</i> <span class=\"citation\" data-id=\"796429\"><a href=\"/opinion/796429/taylor-ayes-william-p-cutshall-frank-a-ribar-edward-c-smith-james-f/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 108 (4th Cir.2006) (quoting <i>Conn. Nat'l Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992)) (alteration in original). In applying the plain <span class=\"star-pagination\">*741</span> meaning rule, courts must \"consider the context in which the statutory words are used because [courts] do not construe statutory phrases in isolation; [courts] read statutes as a whole.\" <i>Ayes,</i> 473 F.3d at 108 (quotations and alterations thereof omitted). However, \"[t]he [statutory construction] inquiry ceases if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\" <i>Barnhart v. Sigmon Coal Co.,</i> <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 450, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></a></span>, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (2002) (quotation omitted); <i>see </i><i>Ayes,</i> 473 F.3d at 108: <i>see also </i><i>In re R.L.C.,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">287</span></span>, 292, <span class=\"citation\" data-id=\"1332179\"><a href=\"/opinion/1332179/in-re-rlc/\"><span class=\"volume\">643</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">920</span></a></span>, 923 (2007). Of course, if the plain meaning produces absurd results, the purpose and intent of a statute, rather than its letter, control. <i>See, e.g., </i><i>In re Sunterra Corp.,</i> <span class=\"citation\" data-id=\"785425\"><a href=\"/opinion/785425/in-re-sunterra-corporation-debtor-rci-technology-corporation-formerly/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 265 (4th Cir.2004): <i>see also </i><i>North Carolina v. Barksdale,</i> <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">621</span></span>, 625, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">505</span></span>, 507 (1921).</p>\n<p>Scottsdale cites the text of section 74E-3(b) and argues that section 74E-3(b) requires notice only when an insurer cancels, as opposed to when the insured cancels. <i>See</i> N.C. Gen.Stat. § 74E-3(b) (\"[a]n insurance carrier that issues a liability insurance policy ... may cancel [upon advance notice]\"); Def.'s Mem. 6-9. In making this argument, Scottsdale asserts that the distinction between cancellation by the insurer and the insured (or its agent) is fundamental under North Carolina law. <i>See</i> Def.'s Mem. 6. According to Scottsdale, because Pinnacle's agent and attorney-in-fact, CPFC, requested cancellation of the policy and Scottsdale received that request, Pinnacle cancelled the policy. <i>See id.</i> at 6, 9. Accordingly, Scottsdale need not have provided thirty days' notice to the Attorney General or Pinnacle under section 74E-3(b) in order for cancellation to be effective. <i>See id.</i></p>\n<p>Pinnacle responds that a request for cancellation and the act of cancellation are two distinct events. <i>See</i> PL's Mem. 4. Thus, Scottsdale, as the insurer, had to do the actual cancellation, regardless of who requested cancellation. <i>See id.</i> Further, according to Pinnacle, section 74E-3(b) notice applies regardless of who initiates cancellation, because Scottsdale actually had to perform the cancellation. In support of this interpretation of section 74E-3(b), Pinnacle asserts that its interpretation accords with the legislative intent to ensure that company police agencies maintain insurance policies. <i>See id.</i> Under Pinnacle's interpretation, anytime an insurance policy is cancelled, the insurer must give notice under section 74E-3(b) to the Attorney General and the insured. Consequently, because Scottsdale did not give notice under section 74E-3(b) before cancelling Pinnacle's policy, the cancellation was ineffective. <i>See id.</i> at 3-4.</p>\n<p>As mentioned, the court has jurisdiction based on diversity, and North Carolina law governs. \"Accordingly, as to the disputed legal issue, [the court] must determine how the Supreme Court of [North] Carolina would rule.\" <i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co.,</i> <span class=\"citation\" data-id=\"792814\"><a href=\"/opinion/792814/twin-city-fire-insurance-company-hartford-casualty-insurance-company-v-ben/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 369 (4th Cir.2005). \"If the Supreme Court of [North] Carolina has spoken neither directly nor indirectly on the particular issue before [the court], [the court is] called upon to predict how [the North Carolina Supreme Court] would rule if presented with the issue.\" <i>Id.</i> (quotation omitted).</p>\n<p>Although the North Carolina Supreme Court has not construed section 74E-3(b)'s notice provision, it has construed similar notice provisions in other statutes and insurance policies. These cases make clear that, under North Carolina law, where an insurance policy or statute provides that the insurance policy shall be canceled at the request of the insured (or its agent), the insured's written request for cancellation (including a request by the insured's <span class=\"star-pagination\">*742</span> agent) effects a cancellation. Moreover, in such circumstances, statutory or policy provisions requiring that the insurer give notice when the insurer cancels do not apply. <i>See, e.g., </i><i>Hayes v. Hartford Accident &amp; Indem. Co.,</i> <span class=\"citation\" data-id=\"1395848\"><a href=\"/opinion/1395848/hayes-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 81-82, <span class=\"citation\" data-id=\"1395848\"><a href=\"/opinion/1395848/hayes-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">161</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, 559 (1968) (holding that requirements of notice when insurer cancels were inapplicable where insured's agent canceled an insurance policy by mailing a cancellation request to insurer); <i>Daniels v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1258165\"><a href=\"/opinion/1258165/daniels-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">660</span></a></span>, 663-66, <span class=\"citation\" data-id=\"1258165\"><a href=\"/opinion/1258165/daniels-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">129</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">314</span></a></span>, 316-18 (1963) (same); <i>Dawson v. Concordia Fire Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">312</span></span>, 315-17, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">34</span></span>, 36 (1926) (same); <i>Cahoon,</i> 140 N.C.App. at 582-83, 537 S.E.2d at 542 (holding that a premium finance company can cancel an insurance policy under N.C. Gen.Stat. § 58-35-85 by mailing a notice of cancellation to insurer); <i>Unisun Ins. Co. v. Goodman,</i> 117 N.C.App. 454, 455-57, <span class=\"citation\" data-id=\"1327857\"><a href=\"/opinion/1327857/unisun-ins-co-v-goodman/\"><span class=\"volume\">451</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">4</span></a></span>, 4-6 (1994) (holding that cancellation by finance company under N.C. Gen.Stat. § 58-35-85, governing modern premium finance arrangements, has same effect as if insured requested cancellation). Although the cases cited above do not construe section 74E-3(b) of the Company Police Act, the court concludes that the North Carolina Supreme Court would apply the principles set forth in these cases to this dispute. A review of some of the cases cited above confirms this conclusion.</p>\n<p>In <i>Dawson,</i> the insurance policy in question provided (as required by statute) \"(1) that this policy will be canceled at any time at the request of the insured, and (2) that the policy may be canceled at any time by the [insurance] company by giving to the insured five days' written notice of cancellation.\" 192 N.C. at 315, 135 S.E. at 36 (quotation omitted). The North Carolina Supreme Court noted that \"if the cancellation... was made by the [insurance company], and not at the request of [the insured or its agent], [cancellation was] void, and did not terminate the insurance,\" because \"[n]o written notice of five days [had] been given to [the insured] by [the insurer], as required by the terms of the policies.\" <i>Id.</i> at 316, 135 S.E. at 36. The record reflected that the insured had authorized his agent to cancel the insurance upon the insured's failure to pay the premiums. <i>See id.</i> Further, the agent properly requested cancellation. <i>Id.</i> at 317, 135 S.E. at 36. Accordingly, the North Carolina Supreme Court held that \"the policies were thereby canceled,\" and the notice requirement when the insurer cancels did not apply. <i>Id.</i></p>\n<p>Similarly, in <i>Hayes,</i> the insurance policy in question provided that the insured could cancel \"by mailing to the company written notice stating when thereafter the cancellation shall be effective.\" 274 N.C. at 78, 161 S.E.2d at 556. The insured had executed a power of attorney giving a premium finance company authority to cancel the policy. <i>See id.</i> The premium finance company mailed a request for cancellation to the insurer. <i>See id.</i> at 79, 161 S.E.2d at 557. The policy provided that the \"policy may be canceled by the company by mailing to the named insured ... written notice stating when not less than ten days thereafter such cancellation shall be effective.\" <i>Id.</i> at 74, 161 S.E.2d at 554 (quotation omitted). At the time, N.C. Gen.Stat. § 20-310 also provided that \"[n]o contract of insurance or renewal thereof shall be terminated by cancellation or failure to renew by the insurer until at least fifteen (15) days after mailing a notice of termination to the named insured.\" <i>Nixon v. Liberty Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1332133\"><a href=\"/opinion/1332133/nixon-v-liberty-mutual-insurance-company/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">41</span></a></span>, 43, <span class=\"citation\" data-id=\"1332133\"><a href=\"/opinion/1332133/nixon-v-liberty-mutual-insurance-company/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">892</span></a></span>, 894 (1962) (quotation omitted). In <i>Hayes,</i> the North Carolina Supreme Court held that the policy \"was canceled by the insured,\" and \"[n]either the ... notice requirement of the policy nor the... notice requirement of [N.C. Gen. Stat §] 20-310, applicable when the insurer <span class=\"star-pagination\">*743</span> cancels, were apposite.\" 274 N.C. at 81-82, 161 S.E.2d at 559.</p>\n<p>In <i>Unisun,</i> the North Carolina Court of Appeals applied the principle from Dawson and <i>Hayes</i> to a case strikingly similar to this one. In <i>Unisun,</i> the insured financed the policy premium through a premium finance company. <i>See</i> 117 N.C.App. at 454-55, 451 S.E.2d at 5. \"The arrangement... provided that in the event of default on the payments [to the premium finance company], [the premium finance company] could request that [the insurer] cancel the policy pursuant to a Power of Attorney given by [the insured]....\" <i>Id.</i> at 455, 451 S.E.2d at 5. The insured defaulted, and the premium finance company mailed a notice of cancellation to the insurer cancelling the policy. <i>See id.</i> at 455, 451 S.E.2d at 5. The North Carolina Court of Appeals held that N.C. Gen.Stat. § 58-35-85 governs \"cancellation of an insurance policy where the premium is financed by a premium financing company, and, where the insured defaults on the finance agreement.\" <i>Id.</i> at 455-56, 451 S.E.2d at 5. Citing section 58-35-85(3), the court equated cancellation by a finance company (through a request for cancellation) with cancellation by the insured. <i>See id.</i> at 456-57, 451 S.E.2d at 6 (\"[N.C.Gen.Stat. § 58-35-85(3)] provides that `Upon <i>receipt</i> of a copy of a ... request for cancellation ... the insurance contract shall be cancelled with the same force and effect as if the aforesaid request for cancellation had been submitted by the insured himself.' Thus, cancellation requested by a finance company occurs in the same manner as if the insured requested the cancellation.\" (quoting N.C. Gen. Stat. § 58-35-85(3)) (alteration in original)). Accordingly, the North Carolina Court of Appeals held that, under the statute, the requested cancellation was effective upon receipt by the insurer. <i>See id.</i>; <i>see also </i><i>Cahoon,</i> 140 N.C.App. at 579-82, 537 S.E.2d at 539-42 (holding that the policy in question was cancelled under section 58-35-85 when insurer or its agent received notice of cancellation sent by premium finance company).</p>\n<p>Section 74E-3(b) requires prior notice to the insured and the Attorney General when \"[a]n insurance carrier ... cancel[s] the policy.\" N.C. Gen.Stat. § 74E-3(b). Thus, section 74E-3(b) notice is not required when the insured or its agent cancels the policy. <i>See, e.g., </i><i>Hayes,</i> 274 N.C. at 81-82, 161 S.E.2d at 559; <i>Daniels,</i> 258 N.C. at 663-66, 129 S.E.2d at 316-18; <i>Dawson,</i> 192 N.C. at 315-17, 135 S.E. at 36; <i>Cahoon,</i> 140 N.C.App. at 579-82, 537 S.E.2d at 539-42; <i>Unisun,</i> 117 N.C.App. at 456-57, 451 S.E.2d at 5-6; <i>see also </i><i>Nationwide Mut. Ins. Co. v. Cotten,</i> <span class=\"citation\" data-id=\"1275358\"><a href=\"/opinion/1275358/nationwide-mutual-insurance-company-v-cotten/\"><span class=\"volume\">280</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">20</span></a></span>, 24-26, <span class=\"citation\" data-id=\"1275358\"><a href=\"/opinion/1275358/nationwide-mutual-insurance-company-v-cotten/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">182</span></a></span>, 185-86 (1971); <i>State Farm Mut. Auto. Ins. Co. v. Atlantic Indem. Co.,</i> 122 N.C.App. 67, 71-73, <span class=\"citation\" data-id=\"1297553\"><a href=\"/opinion/1297553/state-farm-mut-automobile-ins-co-v-atlantic-indem-co/\"><span class=\"volume\">468</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">570</span></a></span>, 572-73 (1996); <i>Nationwide Mut. Ins. Co. v. Davis,</i> 7 N.C.App. 152, 157, <span class=\"citation\" data-id=\"1290480\"><a href=\"/opinion/1290480/nationwide-mutual-insurance-company-v-davis/\"><span class=\"volume\">171</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">601</span></a></span>, 603-04 (1970). Moreover, if the General Assembly intended the notice requirement in section 74E-3(b) to apply regardless of who canceled the policy, the statute's language would be more general, as in other North Carolina statutes regulating insurance. <i>See, e.g., </i><i>Allstate Ins. Co. v. McCrae,</i> <span class=\"citation\" data-id=\"1203727\"><a href=\"/opinion/1203727/allstate-ins-co-v-mccrae/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">411</span></a></span>, 412, 414, <span class=\"citation\" data-id=\"1203727\"><a href=\"/opinion/1203727/allstate-ins-co-v-mccrae/\"><span class=\"volume\">384</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span>, 2-3 (1989) (construing \"version of [N.C. Gen.Stat.] § 20-309(e) in effect at the time ... [which] provided, in part: Upon termination by cancellation or otherwise of an insurance policy ..., the insurer shall notify the North Carolina Division of Motor Vehicles of such termination,\" to \"not distinguish between insurer/insured termination for purposes of notification to DMV\") (quotation omitted); <i>Davis,</i> 7 N.C.App. at 157, 171 S.E.2d at 603.</p>\n<p>Section 74E-3(b) is unambiguous, and the court applies its plain meaning. <i>See </i><i>Ayes,</i> 473 F.3d at 108; <i>In re R.L.C.,</i> 361 N.C. at 292, 643 S.E.2d at 923. Because <span class=\"star-pagination\">*744</span> the statute is unambiguous, the court need not inquire into the legislative intent or purpose. <i>See </i><i>Ayes,</i> 473 F.3d at 108. Moreover, applying the plain meaning of the statute will not produce absurd results. <i>See </i><i>In re Sunterra Corp.,</i> 361 F.3d at 265; <i>see also </i><i>Barksdale,</i> 181 N.C. at 625, 107 S.E. at 507. Finally, because Pinnacle's argument concerning N.C. Gen.Stat. § 58-35-85(4) turns on its construction of section 74E-3(b), and because the court has rejected that construction, the court rejects Pinnacle's reliance on section 58-35-85(4).</p>\n<p>In reaching this conclusion, the court also rejects Pinnacle's argument that a request to cancel differs from an act of cancellation, and that the insurer must always perform the act of cancellation. <i>See</i> Pl.'s Mem. 4-5. The insured's request to cancel the policy (i.e., sending a notice of cancellation to the insurer) is the method by which the insured or its agent cancels a policy. Under North Carolina law, cancellation is effective upon the insurer's receipt of the agent's notice. <i>See, e.g., </i><i>Unisun,</i> 117 N.C.App. at 456-57, 451 S.E.2d at 6. When the insured so cancels the policy, the insured effects cancellation, not the insurer.</p>\n<p>Alternatively, even assuming some ambiguity in the statute, the court rejects Pinnacle's argument concerning general legislative intent as to section 74E-3(b). Pinnacle argues that the statute's purpose is to prevent company police agencies from operating without liability insurance, and that Scottsdale's interpretation thwarts this purpose. PL's Mem. 3-4. Pinnacle's logic appears to be that regardless of who cancels, the Attorney General needs to know. Thus, the insurer must provide notice in advance of cancellation in all cases, for cancellation to be effective.</p>\n<p>Pinnacle ignores the wall of North Carolina precedent establishing the distinction between cancellation by the insured and insurer. Sitting in diversity, this court cannot ignore this precedent, and Pinnacle cannot overcome it. <i>See, e.g., </i><i>Time Warner Entm'tAdvance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> <span class=\"citation\" data-id=\"1024148\"><a href=\"/opinion/1024148/time-warner-entertainment-advancenewhouse-partnership-v-carteret-craven/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 314-15 (4th Cir.2007). As discussed, if the General Assembly wished for the section 74E-3(b) notice requirement to encompass cancellation by anyone, it would have used different language in the statute.</p>\n<p>In sum, CPFC was Pinnacle's attorney-in-fact, with authority to cancel the policy, and CPFC issued notice of cancellation of the insurance policy to Scottsdale on September 20, 2004. Moreover, Scottsdale received that notice of cancellation before the events underlying the <i>Bounds</i> suit arose. Consequently, because Pinnacle, through its agent CPFC, canceled the insurance policy, section 74E-3(b) did not require Scottsdale to notify the Attorney General or Pinnacle before cancellation became effective. Further, because cancellation of the policy became effective before the events underlying the <i>Bounds</i> suit arose, Scottsdale has no duty to defend or indemnify Pinnacle in that action. Thus, Scottsdale is entitled to summary judgment.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons explained herein, defendant Scottsdale Insurance Company's motion for summary judgment [D.E. 11] is GRANTED. To the extent that Pinnacle seeks summary judgment, that request is DENIED. The Clerk is DIRECTED to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Scottsdale issued Pinnacle's policy through TAPCO (an underwriter based in Burlington, North Carolina). <i>See</i> Ingold Aff. ¶¶ 1-2. As an underwriter, TAPCO processed insurance materials for Scottsdale, including paperwork associated with cancellation of the policy. <i>See, e.g.,</i> Policy 24-29, 31, 36.</p>\n<p>[2]  Scottsdale also claims that \"[o]n November 11, 2004, TAPCO issued an Endorsement again confirming that the policy is cancelled effective 09/25/04 at finance company request via power of attorney.\" Def.'s Mem. 4 (quotations omitted). Pinnacle does not contest this assertion. Further, Scottsdale again confirmed receipt on November 12, 2004. <i>See</i> Carter Aff. ¶ 5, Ex. 4.</p>\n<p>[3]  Chapter 74A of the North Carolina General Statutes (repealed, effective 1992) governed company police agencies before the current Act. <i>See </i><i>North Carolina v. Pendleton,</i> <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">379</span></span>, 382 n. 1, <span class=\"citation\" data-id=\"1327938\"><a href=\"/opinion/1327938/state-v-pendleton/\"><span class=\"volume\">451</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">274</span></a></span>, 276 n. 1 (1994).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1204260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1258165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1275358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1290480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1297553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1327857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1327938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1395848/"
  ]
}