{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2409062/",
  "absolute_url": "/opinion/2409062/mitchell-v-bandag-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2409062/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:25.613497Z",
  "date_modified": "2016-04-26T22:31:57.579110Z",
  "type": "010combined",
  "sha1": "06e9c57c740dbce80267741539f5a2d494fea755",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>147 F.Supp.2d 395 (1998)</b></center>\n<center><h1>Anthony MITCHELL and Reginald K. Henderson Plaintiffs,<br>\nv.<br>\nBANDAG, INC., Defendant.</h1></center>\n<center>No. 5:98-CV-540-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 11, 1998.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*396</span> <span class=\"star-pagination\">*397</span> <i>ORDER</i>\n</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendant's motion to dismiss plaintiffs' claims of wrongful constructive discharge under state law and plaintiffs' Title VII and § 1981 causes of action, to the extent those claims seek recovery for constructive discharge under federal law, are before the court.</p>\n<p>On 9 July 1998, plaintiffs Anthony Mitchell (Mitchell) and Reginald K. Henderson (Henderson), both black males, filed a complaint against Bandag Inc. (Bandag) alleging that Bandag discriminated against Mitchell in violation of Title VII, that Bandag intentionally discriminated against both plaintiffs in violation of 42 U.S.C. § 1981, and that both plaintiffs were constructively discharged in violation of North Carolina's public policy. On 28 August 1998, Bandag filed an answer and motion to dismiss with a supporting memorandum of law, requesting that the court dismiss count three and parts of counts one and two of plaintiffs' complaint. On 2 October 1998, plaintiffs filed a response to that motion, and on 28 October 1998, defendant filed a reply. The parties have briefed the issues, and the motion is now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Bandag, a company that manufactures retreads for trucks, employed plaintiff Mitchell from 1991 through September 1996 when, according to Mitchell, he was \"forced to submit his resignation.\" (Compl.¶ 20.) Mitchell alleges that, in the course of his employment with Bandag, the company discriminated against him on the basis of race with respect to promotions, pay, and discipline. (Id. at ¶ 22.)</p>\n<p>Mitchell began working for Bandag as a Production Supervisor on the third shift. (Id. at ¶ 7.) His transfer to \"the more desirable first shifta shift that Bandag management called `white man's hours'\" occurred only after defendant had transferred one of plaintiff's white co-workers with less managerial experience to that shift. (Id.) Mitchell was transferred to the first shift to assist the white employee when it became clear the white employee was unable to handle the shift alone. (Id. at ¶ 9.) Subsequently, the same white employee was promoted to Work Instruction Coordinator, and Mitchell was required to run the first shift by himself. (Id. at ¶ 10.)</p>\n<p>Mitchell was later moved laterally to the positions of Quality Control Supervisor and Receiving Supervisor. (Id.) Ultimately, after asking explicitly what he had to do to be promoted and expressing concern about the company's failure to promote him, he became a Department Coordinator. Although his title changed, his responsibilities remained the same, no production supervisors reported to him, and <span class=\"star-pagination\">*398</span> he received no salary increase. (Id. at ¶ 19.) Bandag simultaneously moved a white employee to the first shift to work with Mitchell and to share the \"Department Coordinator\" title. (Id.) Mitchell describes that change in his position as a promotion \"in name only.\" (Id.)</p>\n<p>In sum, Mitchell alleges that, despite his outstanding and/or comparatively superior performance (Compl. ¶¶ 6, 9, 10, 11, and 16), and his repeated requests or applications for promotion to managerial positions in the company (id. at ¶¶ 8, 12, 13, 15, 16, 19, 20), Bandag consistently refused to promote him (id. at ¶¶ 7, 8, 10, 12, 13, 16, 19), consistently promoted or moved to preferable shifts lesser or similarly qualified white employees (id. at ¶¶ 7, 8, 12, 13, 17), imposed higher and more rigorous standards of performance upon him than it did upon white employees (id. at ¶¶ 10, 14), required him to work longer hours than white employees (id. at ¶ 14), and paid him less than white employees in similar positions (id. at ¶ 9).</p>\n<p>Reginald Henderson, originally employed by a local community college to teach Bandag's employees on-site at its Oxford plant, sought and ultimately obtained employment with Bandagfirst as a consultant and later, in a training and development position. (Compl. ¶¶ 23, 25, 28.) In the process of seeking employment with Bandag, Henderson was denied a sales position (id. at ¶ 24); he was offered the position of production supervisor on the third shift, which he declined (id. at ¶ 25); and he was denied a training and development position that was offered to a white employee. (Id. at ¶ 26.) Henderson alleges that he ultimately accepted a training and development position at the Oxford plant \"at a pay cut of $17,490 from what he had been earning\" only after the Plant Manager \"stressed that his consulting contract could terminate at any time\" and he \"felt that he had no choice but to take the position\" offered. (Id. at ¶ 28.) Henderson alleges that his pay rate was discriminatory based on his race. (Id.)</p>\n<p>After hiring Henderson as a regular employee, Bandag required him to work in an area in which the temperature often exceeded 100 degrees because the air conditioning unit was broken. (Id. at ¶ 29.) Bandag stripped Henderson's training computers of parts, did not provide him with a telephone, and ignored his requests for training and equipment. (Id.) The Plant Manager allegedly quit speaking to Henderson. Because his working conditions had become intolerable and because he had no reasonable expectation of advancement, Henderson alleges that he was forced to resign. (Id. at ¶ 30.) Henderson alleges that Bandag discriminated against him with respect to hiring, promotion, and working conditions based on his race. (Id. at ¶ 32.)</p>\n<p>After plaintiffs resigned from Bandag, they filed this suit against the company alleging various violations of their civil rights. In Count One, Mitchell claims that Bandag discriminated against him on the basis of race in violation of Title VII of the Civil Rights Act of 1964, as amended by the Civil Rights Act of 1991. (Compl.¶ 41.) In Count Two, both plaintiffs claim that Bandag intentionally discriminated against them on the basis of their race in violation of 42 U.S.C. § 1981, as amended by the Civil Rights Act of 1991. (Compl.¶ 45.) In Count Three, both plaintiffs allege that they were constructively discharged from their employment with Bandag based on their race in violation of North Carolina's public policy, (id. at ¶ 49), and that Bandag's actions violated the implied covenant of good faith and fair dealing incorporated in every North Carolina contract. (Compl. ¶ 50.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*399</span> II. Standard of Review</h2>\n<p>Defendant has filed a motion to dismiss plaintiffs' wrongful constructive discharge causes of action and plaintiffs' Title VII and § 1981 claims to the extent those claims seek recovery for constructive discharge under federal law. For purposes of a motion to dismiss pursuant to Rule 12(b)(6), the complaint is construed in the light most favorable to the non-moving party, and its allegations are taken as true. As stated by the Supreme Court:</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). \"[T]he issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Com'rs,</i> 882 F.2d 870, 872 (4th Cir.1989).</p>\n<p></p>\n<h2>III. Wrongful Constructive Discharge Claims under State Law</h2>\n<p>Count Three of plaintiffs' complaint alleges wrongful constructive discharge based on race in violation of North Carolina's public policy. (Compl. ¶ 49.)<sup>[1]</sup></p>\n<p>North Carolina strictly adheres to the employment-at-will doctrine pursuant to which an employee may be discharged \"for no reason, or for an arbitrary or irrational reason,\" <i>Coman v. Thomas Mfg. Co., Inc.,</i> 325 N.C. 172, 175, 381 S.E.2d 445 (1989) (quoting <i>Sides v. Duke University,</i> 74 N.C.App. 331, 342, 328 S.E.2d 818, 826 (1985), review denied, 314 N.C. 331, 333 S.E.2d 490 (1985)). See also <i>Kurtzman v. Applied Analytical Indus., Inc.,</i> 347 N.C. 329, 331, 493 S.E.2d 420, 423 (1997). North Carolina courts have recognized a limited exception to that doctrine to protect employees who are terminated in violation of public policy: \"there can be no right to terminate [a contract at will] for an unlawful reason or purpose that contravenes public policy.\" <i>Id.</i> (operating a truck in violation of federal law and falsifying federal records, like perjury and subornation of perjury, offend the public policy of North Carolina). \"[A]t the very least[,] public policy is violated when an employee is fired in contravention of express policy declarations contained in the North Carolina General Statutes.\" <i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 353, 416 S.E.2d 166, 169 (1992).</p>\n<p>In this case, however, both plaintiffs quit working for Bandag; neither was fired. (Compl.¶¶ 20, 31.) To proceed under the public policy exception recognized in <i>Coman</i> and reiterated in <i>Amos,</i> \"plaintiff[s] must allege facts [that] indicate that [they were] in fact `discharged.' If plaintiff[s] voluntarily resigned defendant's employ, [they] cannot bring [claims] for wrongful discharge.\" <i>Gravitte v. Mitsubishi Semiconductor America, Inc.,</i> 109 N.C.App. 466, 472, 428 S.E.2d 254, 258, rev. denied, 334 N.C. 163, 432 S.E.2d 360 (1993).</p>\n<p><span class=\"star-pagination\">*400</span> North Carolina courts have not expanded the public policy exception to the employment-at-will doctrine to include claims of constructive discharge. See <i>Graham v. Hardee's Food Systems, Inc.,</i> 121 N.C.App. 382, 385, 465 S.E.2d 558, 560 (1996). The question before this court on defendant's motion to dismiss plaintiffs' state law constructive discharge claims is whether to recognize an employment tort that has not yet been recognized by the North Carolina courts. \"[T]he generally held view [is] that federal courts applying a state's law should not provide a cause of action which that state has not recognized.\" <i>Selman v. American Sports Underwriters, Inc.,</i> 697 F.Supp. 225, 241 (W.D.Va.1988). See also <i>Burris Chemical, Inc. v. USX Corp.,</i> 10 F.3d 243, 246 (4th Cir.1993) (\"[u]nder <i>Erie Railroad v. Tompkins</i> ... the federal courts sitting in diversity rule upon state law as it exists and do not surmise or suggest its expansion\").</p>\n<p>In asking this court to recognize a claim for wrongful constructive discharge, plaintiffs ask this court to create a new cause of action. Fourth Circuit precedent indicates that this court should not do so. In <i>Guy v. Travenol,</i> 812 F.2d 911 (4th Cir.1987), plaintiff failed to allege a cause of action under the public policy exception to North Carolina's law of wrongful discharge as it existed at that time,<sup>[2]</sup> and plaintiff requested that the court create a cause of action to accommodate his claim. The court wrote:</p>\n<blockquote>The point is as simple as it is unavoidable: in diversity cases, when state law provides an answer, federal courts must abide by that law. North Carolina law does provide the answer in this case: outside of a few restricted limitations that do not apply, an employer may terminate an employee for any reason. Thus, Guy has no cause of action against Travenol. In applying state law, federal courts have always found the road straighter and the going smoother when, instead of blazing new paths, they restrict their travels to the pavement.</blockquote>\n<p><i>Guy,</i> 812 F.2d at 917. See also <i>Hairston v. Multi-Channel TV Cable Co.,</i> 79 F.3d 1141 (Table), 1996 WL 119916, **2 (4th Cir.1996) (holding district court properly dismissed plaintiff's state law constructive discharge claim for failure to state a claim where Virginia courts had not expanded the state's public policy exception to include a claim of constructive discharge); and <i>Cortes v. McDonald's Corp.,</i> 955 F.Supp. 539, 541 (E.D.N.C.1996) (finding persuasive defendants' argument that the North Carolina Supreme Court would not recognize a new cause of action for wrongful constructive discharge because public policy considerations, in addition to North Carolina's strong commitment to the employment-at-will doctrine, dictate against further expansion of the public policy exception to that doctrine).</p>\n<p>In light of the foregoing principles of law and the fact that North Carolina's highest court has not recognized the employment tort of wrongful constructive discharge, this court declines to create such a new cause of action. As such, defendant's motion to dismiss plaintiffs' constructive discharge claims under state law will be allowed, and Count Three of plaintiffs' complaint will be dismissed.</p>\n<p>Plaintiffs have also alleged, as a part of Count Three, that Bandag's actions \"with respect to plaintiffs ... violated the <span class=\"star-pagination\">*401</span> implied covenant of good faith and fair dealing incorporated within every North Carolina employment contract.\" (Compl. ¶ 50.) As the court wrote in <i>Mullis v. Mechanics &amp; Farmers Bank,</i> 994 F.Supp. 680, 688 (M.D.N.C.1997), \"North Carolina does not recognize a separate claim for bad faith discharge.\" See also, <i>Phillips v. J.P. Stevens Co., Inc.,</i> 827 F.Supp. 349, 352 (M.D.N.C.1993) (\"North Carolina does not recognize a separate exception to employment at will for a bad faith discharge or violation of an implied covenant of good faith\"); and <i>Amos,</i> 331 N.C. at 350 and 360, 416 S.E.2d at 167 and 173 (explaining that <i>Coman</i> did not recognize a separate claim for wrongful discharge in bad faith). Plaintiffs' attempt to allege a separate claim for wrongful discharge based on a violation of the implied covenant of good faith does not, therefore, resurrect Count Three, and defendant's motion to dismiss will be allowed.</p>\n<p></p>\n<h2>IV. Constructive Discharge Claims under Title VII and § 1981</h2>\n<p>As defendant acknowledges, the Fourth Circuit, unlike North Carolina, does recognize the employment tort of constructive discharge. \"[I]t is well established that an employee is entitled to relief under Title VII, even absent a formal discharge, if an employer `deliberately' makes the `working conditions' of the employee `intolerable' in an effort to induce the employee to quit.\" <i>Martin v. Cavalier Hotel Corp.,</i> 48 F.3d 1343, 1353-1354 (4th Cir. 1995) (citations omitted). To demonstrate constructive discharge, \"a plaintiff must allege and prove two elements: (1) `deliberateness of the employer's actions' and (2) `intolerability of the working conditions.'\" <i>Id.</i> at 1354 (citations omitted).</p>\n<p>While the majority of circuits focus \"almost exclusively on the effect an employer's actions have on an employee and rely on an objective standard of whether a `reasonable person' in the employee's position would have felt compelled to resign,\" <i>id.,</i> the view to which the Fourth Circuit subscribes requires a plaintiff to prove, in addition, that \"`the actions complained of were intended by the employer as an effort to force the employee to quit.'\" <i>Id.</i> (citations omitted). In <i>Martin,</i> Judge Motz provided an extensive and thorough discussion of the meaning of the Fourth Circuit's \"deliberateness\" requirement. Because that requirement forms the basis of the parties' most salient disagreement in this case, the court will review the <i>Martin</i> discussion in depth.</p>\n<p>The <i>Martin</i> court wrote:</p>\n<blockquote>Neither [the Fourth Circuit] nor any other court that has required evidence of \"deliberateness\" have ever \"insisted on `smoking gun' evidence of employer intent.\" ... [A]s Judge Wilkinson explained in <i>Paroline,</i> an employer's intent can be proved by \"inference.\" ... For example, evidence that the employer failed \"to act in the face of known intolerable conditions\" and did not treat all employees \"identically\" may create an \"inference that the employer was attempting to force the employee to resign. ...\" ... Similarly, in assessing the deliberateness of an employer's conduct, \"an employer `must necessarily be held to intend the reasonably foreseeable consequences of its actions.'\"</blockquote>\n<p><i>Martin,</i> 48 F.3d at 1354-1355 (citations omitted).<sup>[3]</sup> The <i>Martin</i> court cited with <span class=\"star-pagination\">*402</span> approval the Eighth Circuit's recognition that</p>\n<blockquote>proof of an employer's intent \"does not mean constructive discharge plaintiffs must prove their employers consciously meant to force them to quit. When an employer denies a conscious effort to force an employee to resign ... the employer must necessarily be held to intend the reasonably foreseeable consequences of its actions.\" ... Thus, if \"[the plaintiff's] resignation was a reasonably foreseeable consequence\" of the harassment of the defendant's officer, those \"actions were necessarily taken with the intention of forcing [the plaintiff] to quit.\"</blockquote>\n<p><i>Id.</i> at 1355 (quoting <i>Hukkanen v. International Union of Operating Engineers,</i> 3 F.3d 281, 284 (8th Cir.1993)). See also, <i>Amirmokri v. Baltimore Gas and Electric Co.,</i> 60 F.3d 1126, 1132-1133 (4th Cir.1995) (\"[i]ntent may be shown by evidence that an employee's resignation was the reasonably foreseeable consequence of the employer's conduct\"; requiring response by employer that is \"reasonably calculated to end the intolerable environment\")<sup>[4]</sup>; <i>Johnson v. K-Mart Corp.,</i> 131 F.3d 134 (4th Cir.1997) (same); and <i>Tidwell v. Meyer's Bakeries, Inc.,</i> 93 F.3d 490, 494 (8th Cir. 1996) (same).</p>\n<p>While the <i>Martin</i> court's application of the deliberateness requirement may, at first glance, appear to collapse that requirement into the objective reasonableness test adopted by the majority of circuits, the <i>Martin</i> court expressly rejected defendant's argument to that effect. The defendant in <i>Martin</i> contended, relying heavily on <i>Paroline v. Unisys Corp.,</i> 879 F.2d 100 (4th Cir.1989), opinion vacated in part on rehearing by 900 F.2d 27 (1990), that \"permit[ting] a plaintiff to demonstrate constructive discharge by evidence that her resignation was the `reasonably foreseeable consequence' of her employer's conduct is contrary to the [Fourth Circuit's] `deliberateness' requirement.\" <i>Martin,</i> 48 F.3d at 1355. The <i>Martin</i> court wrote that defendant's argument \"ignores the very underpinning of the intent requirement and constitutes a severe misreading of <i>Paroline.</i>\" <i>Id.</i> at 1355. However, acknowledging the substantive similarity between the superficially disparate standards, the panel explicitly recognized that \"often when a plaintiff has proved that a `reasonable person' in her position would have felt compelled to resign, she will also have demonstrated the requisite employer intent, e.g., that her resignation was the `reasonably foreseeable consequence' of her employer's conduct.\" <i>Martin,</i> 48 F.3d at 1357, n. 8. The court also specifically referenced Judge Wilkinson's observation in <i>Paroline</i> that the \"ultimate `result' under both the majority rule and the employer deliberateness requirement adopted by [the Fourth and the Eighth Circuits] is `the same.'\" <i>Id.</i> at 1357, n. 8 (citing <i>Paroline,</i> 879 F.2d at 114, n. 2 (Wilkinson, J., dissenting)).<sup>[5]</sup> This court will apply the deliberateness test as explained by the <i>Martin</i> court.</p>\n<p><span class=\"star-pagination\">*403</span> The second element of a constructive discharge claim is the intolerability of working conditions. \"Intolerability of working conditions, as the circuits uniformly recognize, is assessed by the objective standard of whether a `reasonable person' in the employee's position would have felt compelled to resign.\" <i>Bristow v. Daily Press Inc.,</i> 770 F.2d 1251, 1255 (4th Cir.1985), cert. denied, 475 U.S. 1082, 106 S.Ct. 1461, 89 L.Ed.2d 718 (1986).</p>\n<p>Thus, under <i>Martin,</i> to determine whether plaintiffs have set forth valid constructive discharge claims under the law enunciated by the Fourth Circuit, this court must determine whether plaintiffs have sufficiently alleged both the deliberateness of their employer's actions, i.e., that their resignations were the reasonably foreseeable consequence of Bandag's allegedly discriminatory conduct, and the intolerability of their working conditions.</p>\n<p></p>\n<h2>A. <i>Mitchell</i>\n</h2>\n<p></p>\n<h2><i>1. Deliberateness of Bandag's Actions</i></h2>\n<p>Under <i>Martin,</i> if Mitchell has alleged facts tending to show that his resignation was the reasonably foreseeable consequence of Bandag's conduct (including failure to promote, and discriminatory practices with respect to discipline, working conditions, and pay), Mitchell has satisfied the deliberateness requirement of the constructive discharge standard for purposes of Bandag's motion to dismiss.</p>\n<p>The facts, as Mitchell describes them, tend to show a pattern of discrimination by Bandag against him, as a black employee, and against black employees in general. (Compl. ¶¶ 22, 33-39.) That discrimination, if effective, would result in a managerial force largely populated by white employees and a lower-level supervisory work force populated by both black and white employees. (Id. at ¶ 36.) As a result of such discrimination, black employees like Mitchell would find it difficult, if not impossible, to obtain a promotion to a managerial position. In one respect, Mitchell's facts suggest that Bandag does not mind having black employees, but that Bandag prefers that black employees not ascend to the managerial level. Those facts could be used to support the assertion that Bandag did not intend to force Mitchell to quit but rather, preferred that he remain with the company, continuing to perform well, albeit in one of the less desirable, lower-paying positions. Such an assertiondenying intent to force resignationwould tend to disprove constructive discharge.</p>\n<p>In <i>Martin,</i> however, the Fourth Circuit rejected defendant's argument that plaintiff failed to prove constructive discharge because Batchelor, the individual who was sexually harassing plaintiff, \"`would have preferred [plaintiff] to remain at the hotel so he could continue to perpetrate and execute his lascivious acts' on her.\" <i>Martin,</i> 48 F.3d at 1355. Likewise, defendant Bandag should not be permitted to make the argument that Mitchell was not constructively discharged because the company would have preferred that he and other black employees remain employees of the company in supervisory, though not managerial, positions.</p>\n<p>Importantly, to the extent that Bandag denies any intent to force Mitchell to resign, the <i>Martin</i> standard applies: \"[w]hen an employer denies a conscious effort to force an employee to resign ... the employer must necessarily be held to intend the reasonably foreseeable consequences of its actions.\" <i>Id.</i> at 1355. If plaintiff's \"resignation was a reasonably foreseeable consequence\" of defendant's actions, those \"actions were necessarily taken with the intention of forcing [the plaintiff] to quit.\" <i>Id.</i> Mitchell alleges that he was repeatedly denied promotions over <span class=\"star-pagination\">*404</span> a period of five years despite his requests and applications for promotion and his often-superior qualifications. In <i>Tidwell,</i> 93 F.3d at 495, the Eighth Circuit, which applies the same standard to constructive discharge claims as does the Fourth Circuit, wrote \"where a better qualified employee is repeatedly turned down for promotions in favor of inferior candidates, we can foresee that a negative and degrading atmosphere sufficient to constitute constructive discharge might exist.\" <i>See also, </i><i>Winbush v. State of Iowa,</i> 66 F.3d 1471, 1484-1485 (8th Cir.1995) (constructive discharge claim upheld where plaintiff quit in belief that there was no chance for advancement or fair treatment). Applying the <i>Martin</i> standard, and drawing all inferences in favor of plaintiff, Mitchell has alleged sufficient facts to withstand Bandag's motion and must be permitted to offer evidence in support of his constructive discharge claim.</p>\n<p></p>\n<h2><i>2. Intolerability of Working Conditions</i></h2>\n<p>Based on the foregoing discussion and Bandag's alleged repeated failure to promote Mitchell despite his numerous requests and qualifications and the company's simultaneous promotion of similarly or less-qualified white employees, the court concludes that Mitchell has set forth more than enough facts which, if taken as true, demonstrate that a \"reasonable person\" in Mitchell's circumstances would have felt compelled to resign.</p>\n<p></p>\n<h2><i>3. Adequacy of Mitchell's Complaint</i></h2>\n<p>\"To establish constructive discharge, a plaintiff must allege and prove both deliberate action on the part of the employer and intolerable working conditions.\" If the complaint does not give the employer adequate notice of a constructive discharge claim, the claim may be properly dismissed. <i>Hairston v. Multi-Channel TV Cable Co.,</i> 79 F.3d 1141 (Table), 1996 WL 119916, **2 (4th Cir.1996). Plaintiff's complaint alleges numerous instances in which Bandag failed to promote him despite his repeated requests that the company do so, in addition to instances of discriminatory pay, working conditions, and disciplinary practices. Accepting the facts as alleged by plaintiff, as the court must for purposes of a motion to dismiss, the court finds that Mitchell has sufficiently alleged deliberate action on the part of his employer under the <i>Martin</i> standard to state a claim of constructive discharge. Mitchell has thus provided Bandag adequate notice of a constructive discharge claim.</p>\n<p>For the foregoing reasons, defendant's motion to dismiss plaintiff Mitchell's Title VII and § 1981 causes of action, to the extent they include claims of constructive discharge, will be denied.</p>\n<p></p>\n<h2>B. <i>Henderson</i>\n</h2>\n<p>Plaintiffs' complaint does not provide extensive information about Henderson's employment with Bandag. The complaint does not set forth the date that Henderson was hired, nor does it set forth the date that he resigned. The complaint conveys only that Henderson was hired and assigned to work in the learning center sometime before May 1996 when the air conditioning unit broke down, and that Bandag refused to repair it. The complaint does not state how long the unit remained broken, or how long and for how many hours per day Henderson was forced to work in the area without air conditioning. The complaint does not state how stripping Henderson's computers of parts affected his ability to do his job, whether he needed a telephone to perform his job duties, or how the company's refusal of his requests for training and equipment affected his ability to do his job. The complaint <span class=\"star-pagination\">*405</span> does not state how long Henderson remained an employee of Bandag, nor does it state any actions taken by Henderson in an attempt to have Bandag address any of his concerns. Henderson alleges that he had no reasonable expectation of ever being promoted, but, unlike Mitchell, Henderson does not set forth any facts tending to show he had applied for or been denied any promotions within the company since the date he began working for the company.</p>\n<p>While Henderson may very well have suffered discrimination in pay and working conditions, his complaint does not set forth a sufficient allegation of intolerable working conditions or of deliberateness on the part of Bandag to satisfy the constructive discharge test used by the Fourth Circuit.<sup>[6]</sup> To the extent that Henderson's § 1981 cause of action, set forth in Count Two of plaintiffs' complaint, includes a claim of constructive discharge, defendant's motion to dismiss that claim will be allowed. Henderson will be permitted, however, to proceed with the remainder of the claims he has asserted in the context of his § 1981 discrimination action.</p>\n<p></p>\n<h2>V. Conclusion</h2>\n<p>For the reasons outlined above, defendant's motion to dismiss plaintiffs' wrongful constructive discharge claims under state law, Count Three of plaintiffs' complaint, is ALLOWED. The motion to dismiss Counts One and Two as they pertain to plaintiff Mitchell, to the extent those claims assert constructive discharge in violation of Title VII and § 1981, is DENIED. The motion to dismiss Count Two as it pertains to plaintiff Henderson, to the extent that claim alleges constructive discharge in violation of § 1981, is ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs do not identify, in the body of their complaint, the basis for their allegation that it \"is contrary to the public policy of the State of North Carolina to discriminate against employees based on race.\" (Compl. ¶ 48.) Plaintiffs' constructive discharge action can be interpreted as one alleging wrongful constructive discharge in violation of North Carolina's policy against racial discrimination in employment as set forth in the Equal Employment Protection Act (EEPA). The EEPA explicitly provides that it is the \"public policy of this State\" to prohibit employment discrimination on the basis of race by employers who have 15 or more employees. See N.C. Gen.Stat. § 143-422.2.</p>\n<p>[2]  In <i>Guy,</i> the Fourth Circuit held that <i>Sides</i> \"was intended to be a limited perjury exception.\" <i>Guy,</i> 812 F.2d at 915. Later North Carolina cases, including <i>Coman</i> and <i>Amos,</i> have broadened the public policy exception to the employment-at-will doctrine, as noted above.</p>\n<p>[3]  In an analogous case decided under § 8(a)(3) of the National Labor Relations Act, 29 U.S.C. § 158(a)(3), the Supreme Court \"explicitly held that an employer's intent can be proved by evidence that an employee's resignation `was the foreseeable consequence  of the employer's conduct.'\" <i>Martin,</i> 48 F.3d at 1356 (citing <i>Radio Officers' Union of</i> <i>Commercial Telegraphers v. NLRB,</i> 347 U.S. 17, 45, 74 S.Ct. 323, 98 L.Ed. 455 (1954)).</p>\n<p>[4]  According to Mitchell, Bandag \"promoted\" him to Department Coordinator without providing him a corresponding increase in pay, without changing his job responsibilities, and without requiring any production supervisors to report to him. (Compl. ¶ 19.) Moreover, Bandag moved a white employee to the first shift to \"share\" the Department Coordinator title with Mitchell. (Id.) Under <i>Amirmokri,</i> such a response cannot be characterized as a response reasonably calculated to end the intolerable environment.</p>\n<p>[5]  Judge Wilkinson's dissent from the panel's opinion concerning constructive discharge in <i>Paroline</i> was adopted by the court on rehearing. See <i>Paroline,</i> 900 F.2d at 28.</p>\n<p>[6]  As defendant notes, Henderson may not rely upon events that predated his employment with Bandag as examples of intolerable working conditions or as evidence that Bandag was attempting to force him to resign. (Def.'s Reply at 7.)</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">395</span></span> (1998)</b></center>\n<center><h1>Anthony MITCHELL and Reginald K. Henderson Plaintiffs,<br>\nv.<br>\nBANDAG, INC., Defendant.</h1></center>\n<center>No. 5:98-CV-540-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 11, 1998.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*396</span> <span class=\"star-pagination\">*397</span> <i>ORDER</i>\n</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendant's motion to dismiss plaintiffs' claims of wrongful constructive discharge under state law and plaintiffs' Title VII and § 1981 causes of action, to the extent those claims seek recovery for constructive discharge under federal law, are before the court.</p>\n<p>On 9 July 1998, plaintiffs Anthony Mitchell (Mitchell) and Reginald K. Henderson (Henderson), both black males, filed a complaint against Bandag Inc. (Bandag) alleging that Bandag discriminated against Mitchell in violation of Title VII, that Bandag intentionally discriminated against both plaintiffs in violation of 42 U.S.C. § 1981, and that both plaintiffs were constructively discharged in violation of North Carolina's public policy. On 28 August 1998, Bandag filed an answer and motion to dismiss with a supporting memorandum of law, requesting that the court dismiss count three and parts of counts one and two of plaintiffs' complaint. On 2 October 1998, plaintiffs filed a response to that motion, and on 28 October 1998, defendant filed a reply. The parties have briefed the issues, and the motion is now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Bandag, a company that manufactures retreads for trucks, employed plaintiff Mitchell from 1991 through September 1996 when, according to Mitchell, he was \"forced to submit his resignation.\" (Compl.¶ 20.) Mitchell alleges that, in the course of his employment with Bandag, the company discriminated against him on the basis of race with respect to promotions, pay, and discipline. (Id. at ¶ 22.)</p>\n<p>Mitchell began working for Bandag as a Production Supervisor on the third shift. (Id. at ¶ 7.) His transfer to \"the more desirable first shifta shift that Bandag management called `white man's hours'\" occurred only after defendant had transferred one of plaintiff's white co-workers with less managerial experience to that shift. (Id.) Mitchell was transferred to the first shift to assist the white employee when it became clear the white employee was unable to handle the shift alone. (Id. at ¶ 9.) Subsequently, the same white employee was promoted to Work Instruction Coordinator, and Mitchell was required to run the first shift by himself. (Id. at ¶ 10.)</p>\n<p>Mitchell was later moved laterally to the positions of Quality Control Supervisor and Receiving Supervisor. (Id.) Ultimately, after asking explicitly what he had to do to be promoted and expressing concern about the company's failure to promote him, he became a Department Coordinator. Although his title changed, his responsibilities remained the same, no production supervisors reported to him, and <span class=\"star-pagination\">*398</span> he received no salary increase. (Id. at ¶ 19.) Bandag simultaneously moved a white employee to the first shift to work with Mitchell and to share the \"Department Coordinator\" title. (Id.) Mitchell describes that change in his position as a promotion \"in name only.\" (Id.)</p>\n<p>In sum, Mitchell alleges that, despite his outstanding and/or comparatively superior performance (Compl. ¶¶ 6, 9, 10, 11, and 16), and his repeated requests or applications for promotion to managerial positions in the company (id. at ¶¶ 8, 12, 13, 15, 16, 19, 20), Bandag consistently refused to promote him (id. at ¶¶ 7, 8, 10, 12, 13, 16, 19), consistently promoted or moved to preferable shifts lesser or similarly qualified white employees (id. at ¶¶ 7, 8, 12, 13, 17), imposed higher and more rigorous standards of performance upon him than it did upon white employees (id. at ¶¶ 10, 14), required him to work longer hours than white employees (id. at ¶ 14), and paid him less than white employees in similar positions (id. at ¶ 9).</p>\n<p>Reginald Henderson, originally employed by a local community college to teach Bandag's employees on-site at its Oxford plant, sought and ultimately obtained employment with Bandagfirst as a consultant and later, in a training and development position. (Compl. ¶¶ 23, 25, 28.) In the process of seeking employment with Bandag, Henderson was denied a sales position (id. at ¶ 24); he was offered the position of production supervisor on the third shift, which he declined (id. at ¶ 25); and he was denied a training and development position that was offered to a white employee. (Id. at ¶ 26.) Henderson alleges that he ultimately accepted a training and development position at the Oxford plant \"at a pay cut of $17,490 from what he had been earning\" only after the Plant Manager \"stressed that his consulting contract could terminate at any time\" and he \"felt that he had no choice but to take the position\" offered. (Id. at ¶ 28.) Henderson alleges that his pay rate was discriminatory based on his race. (Id.)</p>\n<p>After hiring Henderson as a regular employee, Bandag required him to work in an area in which the temperature often exceeded 100 degrees because the air conditioning unit was broken. (Id. at ¶ 29.) Bandag stripped Henderson's training computers of parts, did not provide him with a telephone, and ignored his requests for training and equipment. (Id.) The Plant Manager allegedly quit speaking to Henderson. Because his working conditions had become intolerable and because he had no reasonable expectation of advancement, Henderson alleges that he was forced to resign. (Id. at ¶ 30.) Henderson alleges that Bandag discriminated against him with respect to hiring, promotion, and working conditions based on his race. (Id. at ¶ 32.)</p>\n<p>After plaintiffs resigned from Bandag, they filed this suit against the company alleging various violations of their civil rights. In Count One, Mitchell claims that Bandag discriminated against him on the basis of race in violation of Title VII of the Civil Rights Act of 1964, as amended by the Civil Rights Act of 1991. (Compl.¶ 41.) In Count Two, both plaintiffs claim that Bandag intentionally discriminated against them on the basis of their race in violation of 42 U.S.C. § 1981, as amended by the Civil Rights Act of 1991. (Compl.¶ 45.) In Count Three, both plaintiffs allege that they were constructively discharged from their employment with Bandag based on their race in violation of North Carolina's public policy, (id. at ¶ 49), and that Bandag's actions violated the implied covenant of good faith and fair dealing incorporated in every North Carolina contract. (Compl. ¶ 50.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*399</span> II. Standard of Review</h2>\n<p>Defendant has filed a motion to dismiss plaintiffs' wrongful constructive discharge causes of action and plaintiffs' Title VII and § 1981 claims to the extent those claims seek recovery for constructive discharge under federal law. For purposes of a motion to dismiss pursuant to Rule 12(b)(6), the complaint is construed in the light most favorable to the non-moving party, and its allegations are taken as true. As stated by the Supreme Court:</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). \"[T]he issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Com'rs,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872 (4th Cir.1989).</p>\n<p></p>\n<h2>III. Wrongful Constructive Discharge Claims under State Law</h2>\n<p>Count Three of plaintiffs' complaint alleges wrongful constructive discharge based on race in violation of North Carolina's public policy. (Compl. ¶ 49.)<sup>[1]</sup></p>\n<p>North Carolina strictly adheres to the employment-at-will doctrine pursuant to which an employee may be discharged \"for no reason, or for an arbitrary or irrational reason,\" <i>Coman v. Thomas Mfg. Co., Inc.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, 175, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1989) (quoting <i>Sides v. Duke University,</i> 74 N.C.App. 331, 342, <span class=\"citation\" data-id=\"1227220\"><a href=\"/opinion/1227220/sides-v-duke-hosp/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>, 826 (1985), review denied, <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, <span class=\"citation\" data-id=\"1314144\"><a href=\"/opinion/1314144/sides-v-duke-university/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span> (1985)). See also <i>Kurtzman v. Applied Analytical Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, 331, <span class=\"citation\" data-id=\"1292179\"><a href=\"/opinion/1292179/kurtzman-v-applied-analytical-industries/\"><span class=\"volume\">493</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">420</span></a></span>, 423 (1997). North Carolina courts have recognized a limited exception to that doctrine to protect employees who are terminated in violation of public policy: \"there can be no right to terminate [a contract at will] for an unlawful reason or purpose that contravenes public policy.\" <i>Id.</i> (operating a truck in violation of federal law and falsifying federal records, like perjury and subornation of perjury, offend the public policy of North Carolina). \"[A]t the very least[,] public policy is violated when an employee is fired in contravention of express policy declarations contained in the North Carolina General Statutes.\" <i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 353, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, 169 (1992).</p>\n<p>In this case, however, both plaintiffs quit working for Bandag; neither was fired. (Compl.¶¶ 20, 31.) To proceed under the public policy exception recognized in <i>Coman</i> and reiterated in <i>Amos,</i> \"plaintiff[s] must allege facts [that] indicate that [they were] in fact `discharged.' If plaintiff[s] voluntarily resigned defendant's employ, [they] cannot bring [claims] for wrongful discharge.\" <i>Gravitte v. Mitsubishi Semiconductor America, Inc.,</i> 109 N.C.App. 466, 472, <span class=\"citation\" data-id=\"1288328\"><a href=\"/opinion/1288328/gravitte-v-mitsubishi-semiconductor-america-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">254</span></a></span>, 258, rev. denied, <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">360</span></span> (1993).</p>\n<p><span class=\"star-pagination\">*400</span> North Carolina courts have not expanded the public policy exception to the employment-at-will doctrine to include claims of constructive discharge. See <i>Graham v. Hardee's Food Systems, Inc.,</i> 121 N.C.App. 382, 385, <span class=\"citation\" data-id=\"1222606\"><a href=\"/opinion/1222606/graham-v-hardees-food-systems-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">558</span></a></span>, 560 (1996). The question before this court on defendant's motion to dismiss plaintiffs' state law constructive discharge claims is whether to recognize an employment tort that has not yet been recognized by the North Carolina courts. \"[T]he generally held view [is] that federal courts applying a state's law should not provide a cause of action which that state has not recognized.\" <i>Selman v. American Sports Underwriters, Inc.,</i> <span class=\"citation\" data-id=\"2127670\"><a href=\"/opinion/2127670/selman-v-american-sports-underwriters-inc/\"><span class=\"volume\">697</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span>, 241 (W.D.Va.1988). See also <i>Burris Chemical, Inc. v. USX Corp.,</i> <span class=\"citation\" data-id=\"658122\"><a href=\"/opinion/658122/burris-chemical-incorporated-v-usx-corporation-burris-chemical/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 246 (4th Cir.1993) (\"[u]nder <i>Erie Railroad v. Tompkins</i> ... the federal courts sitting in diversity rule upon state law as it exists and do not surmise or suggest its expansion\").</p>\n<p>In asking this court to recognize a claim for wrongful constructive discharge, plaintiffs ask this court to create a new cause of action. Fourth Circuit precedent indicates that this court should not do so. In <i>Guy v. Travenol,</i> <span class=\"citation\" data-id=\"483834\"><a href=\"/opinion/483834/robert-guy-v-travenol-laboratories-inc/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">911</span></a></span> (4th Cir.1987), plaintiff failed to allege a cause of action under the public policy exception to North Carolina's law of wrongful discharge as it existed at that time,<sup>[2]</sup> and plaintiff requested that the court create a cause of action to accommodate his claim. The court wrote:</p>\n<blockquote>The point is as simple as it is unavoidable: in diversity cases, when state law provides an answer, federal courts must abide by that law. North Carolina law does provide the answer in this case: outside of a few restricted limitations that do not apply, an employer may terminate an employee for any reason. Thus, Guy has no cause of action against Travenol. In applying state law, federal courts have always found the road straighter and the going smoother when, instead of blazing new paths, they restrict their travels to the pavement.</blockquote>\n<p><i>Guy,</i> 812 F.2d at 917. See also <i>Hairston v. Multi-Channel TV Cable Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1141</span></span> (Table), <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">119916</span></span>, **2 (4th Cir.1996) (holding district court properly dismissed plaintiff's state law constructive discharge claim for failure to state a claim where Virginia courts had not expanded the state's public policy exception to include a claim of constructive discharge); and <i>Cortes v. McDonald's Corp.,</i> <span class=\"citation\" data-id=\"1515792\"><a href=\"/opinion/1515792/cortes-v-mcdonalds-corp/\"><span class=\"volume\">955</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">539</span></a></span>, 541 (E.D.N.C.1996) (finding persuasive defendants' argument that the North Carolina Supreme Court would not recognize a new cause of action for wrongful constructive discharge because public policy considerations, in addition to North Carolina's strong commitment to the employment-at-will doctrine, dictate against further expansion of the public policy exception to that doctrine).</p>\n<p>In light of the foregoing principles of law and the fact that North Carolina's highest court has not recognized the employment tort of wrongful constructive discharge, this court declines to create such a new cause of action. As such, defendant's motion to dismiss plaintiffs' constructive discharge claims under state law will be allowed, and Count Three of plaintiffs' complaint will be dismissed.</p>\n<p>Plaintiffs have also alleged, as a part of Count Three, that Bandag's actions \"with respect to plaintiffs ... violated the <span class=\"star-pagination\">*401</span> implied covenant of good faith and fair dealing incorporated within every North Carolina employment contract.\" (Compl. ¶ 50.) As the court wrote in <i>Mullis v. Mechanics &amp; Farmers Bank,</i> <span class=\"citation\" data-id=\"1531059\"><a href=\"/opinion/1531059/mullis-v-mechanics-farmers-bank/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">680</span></a></span>, 688 (M.D.N.C.1997), \"North Carolina does not recognize a separate claim for bad faith discharge.\" See also, <i>Phillips v. J.P. Stevens Co., Inc.,</i> <span class=\"citation\" data-id=\"1458701\"><a href=\"/opinion/1458701/phillips-v-jp-stevens-co-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">349</span></a></span>, 352 (M.D.N.C.1993) (\"North Carolina does not recognize a separate exception to employment at will for a bad faith discharge or violation of an implied covenant of good faith\"); and <i>Amos,</i> 331 N.C. at 350 and 360, 416 S.E.2d at 167 and 173 (explaining that <i>Coman</i> did not recognize a separate claim for wrongful discharge in bad faith). Plaintiffs' attempt to allege a separate claim for wrongful discharge based on a violation of the implied covenant of good faith does not, therefore, resurrect Count Three, and defendant's motion to dismiss will be allowed.</p>\n<p></p>\n<h2>IV. Constructive Discharge Claims under Title VII and § 1981</h2>\n<p>As defendant acknowledges, the Fourth Circuit, unlike North Carolina, does recognize the employment tort of constructive discharge. \"[I]t is well established that an employee is entitled to relief under Title VII, even absent a formal discharge, if an employer `deliberately' makes the `working conditions' of the employee `intolerable' in an effort to induce the employee to quit.\" <i>Martin v. Cavalier Hotel Corp.,</i> <span class=\"citation\" data-id=\"691014\"><a href=\"/opinion/691014/rosemary-j-martin-v-cavalier-hotel-corporation-and-daniel-p-batchelor/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span>, 1353-1354 (4th Cir. 1995) (citations omitted). To demonstrate constructive discharge, \"a plaintiff must allege and prove two elements: (1) `deliberateness of the employer's actions' and (2) `intolerability of the working conditions.'\" <i>Id.</i> at 1354 (citations omitted).</p>\n<p>While the majority of circuits focus \"almost exclusively on the effect an employer's actions have on an employee and rely on an objective standard of whether a `reasonable person' in the employee's position would have felt compelled to resign,\" <i>id.,</i> the view to which the Fourth Circuit subscribes requires a plaintiff to prove, in addition, that \"`the actions complained of were intended by the employer as an effort to force the employee to quit.'\" <i>Id.</i> (citations omitted). In <i>Martin,</i> Judge Motz provided an extensive and thorough discussion of the meaning of the Fourth Circuit's \"deliberateness\" requirement. Because that requirement forms the basis of the parties' most salient disagreement in this case, the court will review the <i>Martin</i> discussion in depth.</p>\n<p>The <i>Martin</i> court wrote:</p>\n<blockquote>Neither [the Fourth Circuit] nor any other court that has required evidence of \"deliberateness\" have ever \"insisted on `smoking gun' evidence of employer intent.\" ... [A]s Judge Wilkinson explained in <i>Paroline,</i> an employer's intent can be proved by \"inference.\" ... For example, evidence that the employer failed \"to act in the face of known intolerable conditions\" and did not treat all employees \"identically\" may create an \"inference that the employer was attempting to force the employee to resign. ...\" ... Similarly, in assessing the deliberateness of an employer's conduct, \"an employer `must necessarily be held to intend the reasonably foreseeable consequences of its actions.'\"</blockquote>\n<p><i>Martin,</i> 48 F.3d at 1354-1355 (citations omitted).<sup>[3]</sup> The <i>Martin</i> court cited with <span class=\"star-pagination\">*402</span> approval the Eighth Circuit's recognition that</p>\n<blockquote>proof of an employer's intent \"does not mean constructive discharge plaintiffs must prove their employers consciously meant to force them to quit. When an employer denies a conscious effort to force an employee to resign ... the employer must necessarily be held to intend the reasonably foreseeable consequences of its actions.\" ... Thus, if \"[the plaintiff's] resignation was a reasonably foreseeable consequence\" of the harassment of the defendant's officer, those \"actions were necessarily taken with the intention of forcing [the plaintiff] to quit.\"</blockquote>\n<p><i>Id.</i> at 1355 (quoting <i>Hukkanen v. International Union of Operating Engineers,</i> <span class=\"citation\" data-id=\"628668\"><a href=\"/opinion/628668/62-fair-emplpraccas-1125-62-empl-prac-dec-p-42590-nancy-j-hukkanen/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 284 (8th Cir.1993)). See also, <i>Amirmokri v. Baltimore Gas and Electric Co.,</i> <span class=\"citation\" data-id=\"700460\"><a href=\"/opinion/700460/homi-n-amirmokri-v-baltimore-gas-and-electric-company/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span>, 1132-1133 (4th Cir.1995) (\"[i]ntent may be shown by evidence that an employee's resignation was the reasonably foreseeable consequence of the employer's conduct\"; requiring response by employer that is \"reasonably calculated to end the intolerable environment\")<sup>[4]</sup>; <i>Johnson v. K-Mart Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></span> (4th Cir.1997) (same); and <i>Tidwell v. Meyer's Bakeries, Inc.,</i> <span class=\"citation\" data-id=\"724931\"><a href=\"/opinion/724931/71-fair-emplpraccas-bna-1284-69-empl-prac-dec-p-44302-henry-n/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494 (8th Cir. 1996) (same).</p>\n<p>While the <i>Martin</i> court's application of the deliberateness requirement may, at first glance, appear to collapse that requirement into the objective reasonableness test adopted by the majority of circuits, the <i>Martin</i> court expressly rejected defendant's argument to that effect. The defendant in <i>Martin</i> contended, relying heavily on <i>Paroline v. Unisys Corp.,</i> <span class=\"citation\" data-id=\"526056\"><a href=\"/opinion/526056/elizabeth-m-paroline-v-unisys-corporation-edgar-l-moore/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span> (4th Cir.1989), opinion vacated in part on rehearing by <span class=\"citation\" data-id=\"539222\"><a href=\"/opinion/539222/52-fair-emplpraccas-845-53-empl-prac-dec-p-39833-elizabeth-m/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span> (1990), that \"permit[ting] a plaintiff to demonstrate constructive discharge by evidence that her resignation was the `reasonably foreseeable consequence' of her employer's conduct is contrary to the [Fourth Circuit's] `deliberateness' requirement.\" <i>Martin,</i> 48 F.3d at 1355. The <i>Martin</i> court wrote that defendant's argument \"ignores the very underpinning of the intent requirement and constitutes a severe misreading of <i>Paroline.</i>\" <i>Id.</i> at 1355. However, acknowledging the substantive similarity between the superficially disparate standards, the panel explicitly recognized that \"often when a plaintiff has proved that a `reasonable person' in her position would have felt compelled to resign, she will also have demonstrated the requisite employer intent, e.g., that her resignation was the `reasonably foreseeable consequence' of her employer's conduct.\" <i>Martin,</i> 48 F.3d at 1357, n. 8. The court also specifically referenced Judge Wilkinson's observation in <i>Paroline</i> that the \"ultimate `result' under both the majority rule and the employer deliberateness requirement adopted by [the Fourth and the Eighth Circuits] is `the same.'\" <i>Id.</i> at 1357, n. 8 (citing <i>Paroline,</i> 879 F.2d at 114, n. 2 (Wilkinson, J., dissenting)).<sup>[5]</sup> This court will apply the deliberateness test as explained by the <i>Martin</i> court.</p>\n<p><span class=\"star-pagination\">*403</span> The second element of a constructive discharge claim is the intolerability of working conditions. \"Intolerability of working conditions, as the circuits uniformly recognize, is assessed by the objective standard of whether a `reasonable person' in the employee's position would have felt compelled to resign.\" <i>Bristow v. Daily Press Inc.,</i> <span class=\"citation\" data-id=\"457548\"><a href=\"/opinion/457548/38-fair-emplpraccas-1145-38-empl-prac-dec-p-35572-james-b-bristow/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1255 (4th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></span> (1986).</p>\n<p>Thus, under <i>Martin,</i> to determine whether plaintiffs have set forth valid constructive discharge claims under the law enunciated by the Fourth Circuit, this court must determine whether plaintiffs have sufficiently alleged both the deliberateness of their employer's actions, i.e., that their resignations were the reasonably foreseeable consequence of Bandag's allegedly discriminatory conduct, and the intolerability of their working conditions.</p>\n<p></p>\n<h2>A. <i>Mitchell</i>\n</h2>\n<p></p>\n<h2><i>1. Deliberateness of Bandag's Actions</i></h2>\n<p>Under <i>Martin,</i> if Mitchell has alleged facts tending to show that his resignation was the reasonably foreseeable consequence of Bandag's conduct (including failure to promote, and discriminatory practices with respect to discipline, working conditions, and pay), Mitchell has satisfied the deliberateness requirement of the constructive discharge standard for purposes of Bandag's motion to dismiss.</p>\n<p>The facts, as Mitchell describes them, tend to show a pattern of discrimination by Bandag against him, as a black employee, and against black employees in general. (Compl. ¶¶ 22, 33-39.) That discrimination, if effective, would result in a managerial force largely populated by white employees and a lower-level supervisory work force populated by both black and white employees. (Id. at ¶ 36.) As a result of such discrimination, black employees like Mitchell would find it difficult, if not impossible, to obtain a promotion to a managerial position. In one respect, Mitchell's facts suggest that Bandag does not mind having black employees, but that Bandag prefers that black employees not ascend to the managerial level. Those facts could be used to support the assertion that Bandag did not intend to force Mitchell to quit but rather, preferred that he remain with the company, continuing to perform well, albeit in one of the less desirable, lower-paying positions. Such an assertiondenying intent to force resignationwould tend to disprove constructive discharge.</p>\n<p>In <i>Martin,</i> however, the Fourth Circuit rejected defendant's argument that plaintiff failed to prove constructive discharge because Batchelor, the individual who was sexually harassing plaintiff, \"`would have preferred [plaintiff] to remain at the hotel so he could continue to perpetrate and execute his lascivious acts' on her.\" <i>Martin,</i> 48 F.3d at 1355. Likewise, defendant Bandag should not be permitted to make the argument that Mitchell was not constructively discharged because the company would have preferred that he and other black employees remain employees of the company in supervisory, though not managerial, positions.</p>\n<p>Importantly, to the extent that Bandag denies any intent to force Mitchell to resign, the <i>Martin</i> standard applies: \"[w]hen an employer denies a conscious effort to force an employee to resign ... the employer must necessarily be held to intend the reasonably foreseeable consequences of its actions.\" <i>Id.</i> at 1355. If plaintiff's \"resignation was a reasonably foreseeable consequence\" of defendant's actions, those \"actions were necessarily taken with the intention of forcing [the plaintiff] to quit.\" <i>Id.</i> Mitchell alleges that he was repeatedly denied promotions over <span class=\"star-pagination\">*404</span> a period of five years despite his requests and applications for promotion and his often-superior qualifications. In <i>Tidwell,</i> 93 F.3d at 495, the Eighth Circuit, which applies the same standard to constructive discharge claims as does the Fourth Circuit, wrote \"where a better qualified employee is repeatedly turned down for promotions in favor of inferior candidates, we can foresee that a negative and degrading atmosphere sufficient to constitute constructive discharge might exist.\" <i>See also, </i><i>Winbush v. State of Iowa,</i> <span class=\"citation\" data-id=\"705178\"><a href=\"/opinion/705178/69-fair-emplpraccas-bna-1348-33-fedrserv3d-604-annette-winbush/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1471</span></a></span>, 1484-1485 (8th Cir.1995) (constructive discharge claim upheld where plaintiff quit in belief that there was no chance for advancement or fair treatment). Applying the <i>Martin</i> standard, and drawing all inferences in favor of plaintiff, Mitchell has alleged sufficient facts to withstand Bandag's motion and must be permitted to offer evidence in support of his constructive discharge claim.</p>\n<p></p>\n<h2><i>2. Intolerability of Working Conditions</i></h2>\n<p>Based on the foregoing discussion and Bandag's alleged repeated failure to promote Mitchell despite his numerous requests and qualifications and the company's simultaneous promotion of similarly or less-qualified white employees, the court concludes that Mitchell has set forth more than enough facts which, if taken as true, demonstrate that a \"reasonable person\" in Mitchell's circumstances would have felt compelled to resign.</p>\n<p></p>\n<h2><i>3. Adequacy of Mitchell's Complaint</i></h2>\n<p>\"To establish constructive discharge, a plaintiff must allege and prove both deliberate action on the part of the employer and intolerable working conditions.\" If the complaint does not give the employer adequate notice of a constructive discharge claim, the claim may be properly dismissed. <i>Hairston v. Multi-Channel TV Cable Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1141</span></span> (Table), <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">119916</span></span>, **2 (4th Cir.1996). Plaintiff's complaint alleges numerous instances in which Bandag failed to promote him despite his repeated requests that the company do so, in addition to instances of discriminatory pay, working conditions, and disciplinary practices. Accepting the facts as alleged by plaintiff, as the court must for purposes of a motion to dismiss, the court finds that Mitchell has sufficiently alleged deliberate action on the part of his employer under the <i>Martin</i> standard to state a claim of constructive discharge. Mitchell has thus provided Bandag adequate notice of a constructive discharge claim.</p>\n<p>For the foregoing reasons, defendant's motion to dismiss plaintiff Mitchell's Title VII and § 1981 causes of action, to the extent they include claims of constructive discharge, will be denied.</p>\n<p></p>\n<h2>B. <i>Henderson</i>\n</h2>\n<p>Plaintiffs' complaint does not provide extensive information about Henderson's employment with Bandag. The complaint does not set forth the date that Henderson was hired, nor does it set forth the date that he resigned. The complaint conveys only that Henderson was hired and assigned to work in the learning center sometime before May 1996 when the air conditioning unit broke down, and that Bandag refused to repair it. The complaint does not state how long the unit remained broken, or how long and for how many hours per day Henderson was forced to work in the area without air conditioning. The complaint does not state how stripping Henderson's computers of parts affected his ability to do his job, whether he needed a telephone to perform his job duties, or how the company's refusal of his requests for training and equipment affected his ability to do his job. The complaint <span class=\"star-pagination\">*405</span> does not state how long Henderson remained an employee of Bandag, nor does it state any actions taken by Henderson in an attempt to have Bandag address any of his concerns. Henderson alleges that he had no reasonable expectation of ever being promoted, but, unlike Mitchell, Henderson does not set forth any facts tending to show he had applied for or been denied any promotions within the company since the date he began working for the company.</p>\n<p>While Henderson may very well have suffered discrimination in pay and working conditions, his complaint does not set forth a sufficient allegation of intolerable working conditions or of deliberateness on the part of Bandag to satisfy the constructive discharge test used by the Fourth Circuit.<sup>[6]</sup> To the extent that Henderson's § 1981 cause of action, set forth in Count Two of plaintiffs' complaint, includes a claim of constructive discharge, defendant's motion to dismiss that claim will be allowed. Henderson will be permitted, however, to proceed with the remainder of the claims he has asserted in the context of his § 1981 discrimination action.</p>\n<p></p>\n<h2>V. Conclusion</h2>\n<p>For the reasons outlined above, defendant's motion to dismiss plaintiffs' wrongful constructive discharge claims under state law, Count Three of plaintiffs' complaint, is ALLOWED. The motion to dismiss Counts One and Two as they pertain to plaintiff Mitchell, to the extent those claims assert constructive discharge in violation of Title VII and § 1981, is DENIED. The motion to dismiss Count Two as it pertains to plaintiff Henderson, to the extent that claim alleges constructive discharge in violation of § 1981, is ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs do not identify, in the body of their complaint, the basis for their allegation that it \"is contrary to the public policy of the State of North Carolina to discriminate against employees based on race.\" (Compl. ¶ 48.) Plaintiffs' constructive discharge action can be interpreted as one alleging wrongful constructive discharge in violation of North Carolina's policy against racial discrimination in employment as set forth in the Equal Employment Protection Act (EEPA). The EEPA explicitly provides that it is the \"public policy of this State\" to prohibit employment discrimination on the basis of race by employers who have 15 or more employees. See N.C. Gen.Stat. § 143-422.2.</p>\n<p>[2]  In <i>Guy,</i> the Fourth Circuit held that <i>Sides</i> \"was intended to be a limited perjury exception.\" <i>Guy,</i> 812 F.2d at 915. Later North Carolina cases, including <i>Coman</i> and <i>Amos,</i> have broadened the public policy exception to the employment-at-will doctrine, as noted above.</p>\n<p>[3]  In an analogous case decided under § 8(a)(3) of the National Labor Relations Act, 29 U.S.C. § 158(a)(3), the Supreme Court \"explicitly held that an employer's intent can be proved by evidence that an employee's resignation `was the foreseeable consequence  of the employer's conduct.'\" <i>Martin,</i> 48 F.3d at 1356 (citing <i>Radio Officers' Union of</i> <i>Commercial Telegraphers v. NLRB,</i> <span class=\"citation\" data-id=\"105187\"><a href=\"/opinion/105187/radio-officers-v-nlrb/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 45, <span class=\"citation\" data-id=\"105187\"><a href=\"/opinion/105187/radio-officers-v-nlrb/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"105187\"><a href=\"/opinion/105187/radio-officers-v-nlrb/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">455</span></a></span> (1954)).</p>\n<p>[4]  According to Mitchell, Bandag \"promoted\" him to Department Coordinator without providing him a corresponding increase in pay, without changing his job responsibilities, and without requiring any production supervisors to report to him. (Compl. ¶ 19.) Moreover, Bandag moved a white employee to the first shift to \"share\" the Department Coordinator title with Mitchell. (Id.) Under <i>Amirmokri,</i> such a response cannot be characterized as a response reasonably calculated to end the intolerable environment.</p>\n<p>[5]  Judge Wilkinson's dissent from the panel's opinion concerning constructive discharge in <i>Paroline</i> was adopted by the court on rehearing. See <i>Paroline,</i> 900 F.2d at 28.</p>\n<p>[6]  As defendant notes, Henderson may not rely upon events that predated his employment with Bandag as examples of intolerable working conditions or as evidence that Bandag was attempting to force him to resign. (Def.'s Reply at 7.)</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2127670/"
  ]
}