{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2410633/",
  "absolute_url": "/opinion/2410633/food-lion-llc-v-schuster-marketing-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2410633/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:52.095802Z",
  "date_modified": "2016-04-27T03:06:02.706174Z",
  "type": "010combined",
  "sha1": "febca7a43eb2425bdd47d23830273b905d1d0001",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>382 F.Supp.2d 793 (2005)</b></center>\n<center><h1>FOOD LION, LLC, Plaintiff,<br>\nv.<br>\nSCHUSTER MARKETING CORPORATION D/B/A Schuster Marketing, Defendant.</h1></center>\n<center>No. 505CV303FL1.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>August 9, 2005.</center>\n<p><span class=\"star-pagination\">*794</span> John T. Benjamin, Jr., Law Office of John T. Benjamin, Jr., Mitchell A. Meyers, Law Office of John Benjamin, Jr., Raleigh, NC, for Food Lion, LLC, plaintiff.</p>\n<p>Keith A. Satisky, Satisky &amp; Silverstein, Raleigh, NC, for Schuster Marketing Corporation, <span class=\"star-pagination\">*795</span> d/b/a Schuster Marketing, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court upon plaintiff's motion to dismiss defendant's third counterclaim (DE # 3) pursuant to Federal Rule of Civil Procedure 12(b)(6). Defendant responded in opposition, and the time for replies has passed. In this posture, the matter is ripe for ruling. For the following reasons, the court denies plaintiff's motion to dismiss.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed a complaint in state court on April 11, 2005, alleging breach of contract. On May 4, 2005, defendant removed the case to this court based on diversity jurisdiction, and filed an answer and counterclaims based upon breach of contract, breach of covenant of good faith, and fraud. On May 24, 2005, plaintiff filed a reply and motion to dismiss, seeking to dismiss defendant's fraud counterclaim.</p>\n<p>On June 16, 2005, defendant filed a motion to extend time to respond to plaintiff's motion to dismiss. On June 24, 2005 the motion to extend time to respond was granted and, at the same date, defendant filed a response and a motion for leave to file an amended answer. On July 7, 2005, the court granted defendant's motion to file an amended answer and, at the same date, defendant filed an amended answer, attaching exhibits to its answer and alleging additional facts consistent with the allegations of the answer and counterclaim. Defendant also alleged additional counter-claims based upon unfair and deceptive trade practices, and unconscionability.</p>\n<p>On July 8, 2005, the court entered a case management order, setting the deadline for parties to file dispositive motions at February 28, 2006, and setting trial for August 7, 2006.</p>\n<p></p>\n<h2>SUMMARY OF THE ALLEGED FACTS</h2>\n<p>As is relevant to the limited motion to dismiss before the court, defendant's allegations in support of the fraud counterclaim may be summarized as follows. During the period from 2000 through 2004, Schuster Marketing Corporation (\"defendant\") packaged and delivered to Food Lion, LLC (\"plaintiff\") merchandise at an agreed price of $944,801.00.</p>\n<p>Prior to delivery of the merchandise, plaintiff, through its buyer, Jason Ramsey, represented that it would distribute the merchandise throughout its entire chain of stores at checkout locations in each store. In June of 2000, defendant received a large initial promotional order from plaintiff. Shortly thereafter, plaintiff notified defendant that the items were not selling and that it would terminate the relationship. Defendant's regional sales manager subsequently conducted a \"marketing survey\" of over 20 of the plaintiff's stores which revealed that defendant's products were not being merchandised in accordance with their agreement. \"Jason Ramsey acknowledged this was true and continued [defendant] as supplier.\" (Def's Am. Ans., p. 2).</p>\n<p>On or about December 6, 2001, Jason Ramsey represented to defendant's broker, Keith Brasfield, that the plaintiff would place the two items defendant was selling on \"planogram\", which provided that defendant's product would be displayed as a front end item set up for seven checkouts in each of 1200 stores. Plaintiff confirmed this representation in writing and prepared a \"New Item\" form dated December 10, 2001 detailing this program<sup>[1]</sup><span class=\"star-pagination\">*796</span>. Plaintiff demanded defendant pay a slotting fee of $.50 per inch for the 2001 contract and $.26 per inch for a new item introduction fee or $25,000 in charges to defendant. Keith Brasfield signed an agreement for each of the two items (\"New Item Agreements\").<sup>[2]</sup></p>\n<p>On December 6, 2001 Jason Ramsey stated to Keith Brasfield and Steve Prevo, defendant's sales manager, that plaintiff would work with defendant to maximize the sales of its products.<sup>[3]</sup> Based upon Ramsey's statements, defendant filled plaintiff's orders for merchandise from January 2002 until December 2002.</p>\n<p>On or about May 14, 2003, defendant entered into a three-year contract (\"the Agreement\")<sup>[4]</sup> proposed by plaintiff, which superceded the New Item Agreements. Pursuant to the 2003 Agreement, defendant was to supply the same breath mints it had previously supplied to plaintiff for a three-year period. These breath mints were the same items plaintiff had purchased since 2000 and were not new items. Based on plaintiff's representations, defendant \"was induced to grant [plaintiff] certain promotional allowances, including, <i>inter alia,</i> bonus buys at a reduced cost of the goods, force-out fees, scan downs, free goods and other concessions, and a $110,351.08 slotting fee calculated on the basis of the three-year contract.\" (Def's Am. Ans., p. 4). \"Thereafter, in spite of having accepted deliveries of [defendant's] goods under the Agreement, [plaintiff] without cause, terminated the Agreement with [defendant] after nine and one half months.\" (<i>Id.,</i> p. 4). Plaintiff contends, based on its superceded New Item Agreements, that it is entitled to credits in the amount of $180,000 in connection with its return of a portion of the goods purchased under the Agreement.</p>\n<p>Defendant alleges that plaintiff never intended to and never did distribute defendant's products at all of its stores and checkouts, but instead \"inappropriately and wrongfully deducted and credited itself with an aggregate of $375,462.11 against [defendant's] bills for the product [plaintiff] had purchased from [defendant], for `slotting fees', wrongly claimed unjustifiable returns, damage claims, chargebacks, scan downs, allowances, force out fees, and reclamation charges.\" (<i>Id.,</i> p. 4).</p>\n<p>Defendant further alleges that plaintiff's representations that defendant's products would get full distribution at all of its stores and checkouts and that plaintiff would promote the products in accordance with the parties' agreements were \"false and misleading\" and were \"known to [plaintiff] and its representative, Jason Ramsey, to be false and misleading when made in that [plaintiff] had no present intention to perform at the time they were made.\" (<i>Id.,</i> p. 4)</p>\n<p>Based on this set of facts, defendant counterclaims alleging breach of contract, breach of covenant of good faith, unfair and deceptive trade practices, and <i>fraud.</i> Defendant claims to have been damaged in the amount of $936,057.06, plus interest, as a result of plaintiff's \"misrepresentation of material facts upon which [defendant] relied\" and its \"material breach of the Agreement\" (<i>Id.,</i> p. 5). Additionally, defendant claims entitlement to punitive damages for plaintiff's conduct that was \"deliberate, malicious, oppressive and <span class=\"star-pagination\">*797</span> perpetrated in conscious disregard of the rights of [defendant].\" (<i>Id.</i>)</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>The purpose of a motion to dismiss, under Federal Rule of Civil Procedure 12(b)(6), is to test the legal sufficiency of the complaint, not to resolve conflicts of fact or to decide the merits of the action. <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 243-44 (4th Cir.1999). The court may grant a motion to dismiss only if \"it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957).</p>\n<p>In considering a motion to dismiss, the court must \"assume the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations.\" <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. Pshp.,</i> 213 F.3d 175, 180 (4th Cir.2000). Nevertheless, \"while [the court] must take the facts in the light most favorable to the plaintiff, [the court] need not accept the legal conclusions drawn from the facts ... [or] unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Id.; see also </i><i>Labram v. Havel,</i> 43 F.3d 918, 921 (4th Cir.1995) (stating that the court is not required to accept \"conclusory allegations regarding the legal effect of the facts alleged\").</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In its motion to dismiss for failure to state a claim, plaintiff argues that defendant does not satisfy the heightened pleading requirements of Rule 9(b). Further, plaintiff contends that defendant's claim for fraud should be dismissed because the alleged wrongful conduct arises out of its contractual relationship with defendant and the facts supporting the fraud claim sustain no more than a breach of contract claim. For the reasons that follow, the court finds these arguments to be without merit.</p>\n<p>A. Rule 9(b)</p>\n<p>In diversity cases, as is the case here, \"the law of the state in which the district court sits will control the content of the elements of a fraud claim or defense and the burden of proving fraud at trial in those cases.\" 5A Charles A. Wright and Arthur R. Miller, <i>Federal Practice and Procedure:</i> Civil § 1297.</p>\n<p>Under North Carolina law, the elements of fraud are: \"(1) False representation or concealment of a material fact, (2) reasonably calculated to deceive (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>Ragsdale v. Kennedy,</i> 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974).</p>\n<p>For most causes of action, the Federal Rules of Civil Procedure require only \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed.R.Civ.P. 8(a). However, the Federal Rules of Civil Procedure, as well as the North Carolina Rules of Civil Procedure, require that \"special matters,\" such as fraud claims, be pled with particularity. <i>See</i> Fed.R.Civ.P. 9(b)(\"In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.\"); N.C.G.S. § 1A-1, Rule 9(b) (same as federal rule). The \"circumstances\" of a fraud claim that must be pled with particularity include \"the time, place, and contents of the false representations, as well as the identity of the person making the representations and what he obtained thereby.\" <i>Harrison v. Westinghouse Savannah River Co.,</i> 176 F.3d 776, 784 (4th Cir.1999).</p>\n<p>Conversely, \"[m]alice, intent, knowledge, and other condition of mind of a person may be averred generally.\" Fed. <span class=\"star-pagination\">*798</span> R.Civ.P. 9(b). The second sentence of Rule 9(b) \"relaxes the particularity requirement for conditions of the mind, such as scienter.\" <i>Tuchman v. DSC Communications Corp.,</i> 14 F.3d 1061, 1068 (5th Cir.1994). \"While the facts constituting the fraud must be pled with particularity, there is no requirement that any precise formula be followed or that any certain language be used. `It is sufficient if, upon a liberal construction of the whole pleading, the charge of fraud might be supported by proof of the alleged constitutive facts.'\" <i>Carver v. Roberts,</i> 78 N.C.App. 511, 513, 337 S.E.2d 126, 128 (1985) (quoting <i>Brooks Equipment Manufacturing Co. v. Taylor,</i> 230 N.C. 680, 686, 55 S.E.2d 311, 315 (1949)).</p>\n<p>In North Carolina, a fraud claim is fatally defective unless it alleges detrimental reliance, and damages proximately flowing from such reliance, with particularity. <i>Frank M. McDermott, Ltd. v. Moretz,</i> 898 F.2d 418, 421 (4th Cir.1990). The Fourth Circuit has held that \"[r]easonable, detrimental reliance upon a misrepresentation is an essential element of a cause of action for fraud ... and such reliance must be pled with particularity.\" <i>Learning Works, Inc. v. The Learning Annex, Inc.,</i> 830 F.2d 541, 542 (4th Cir.1987) (citing <i>Call Carl, Inc. v. BP Oil Corp.,</i> 554 F.2d 623, 629 (4th Cir.1977), <i>and</i> Rule 9(b)). The heightened pleading requirements of Rule 9(b) apply equally to a claim appearing in a reply or counterclaim, as to a claim appearing in the original complaint. <i>See</i> Wright and A. Miller, supra § 1297.</p>\n<p>Lack of compliance with Rule 9(b)'s pleading requirements is treated as a failure to state a claim under Rule 12(b)(6). <i>Harrison,</i> 176 F.3d at 783 n. 5. However, \"[a] court should hesitate to dismiss a complaint under Rule 9(b) if the court is satisfied (1) that the defendant has been made aware of the particular circumstances for which she will have to prepare a defense at trial, and (2) that the plaintiff has substantial prediscovery evidence of those facts.\" <i>Id</i> at 784; <i>See also </i><i>Dunn v. Borta,</i> 369 F.3d 421 (4th Cir.2004) (holding that the fraud claims against the defendant should not have been dismissed, as the complaint provided him with fair notice of the claims made against her).</p>\n<p>Applying the foregoing rules to the allegations contained in defendant's amended answer, the court finds the counterclaim sufficient to state a claim for fraud.</p>\n<p>The counterclaim alleges that plaintiff made representations that were \"false and misleading and were known to [plaintiff] and its representative, Jason Ramsey, to be false and misleading when made in that [plaintiff] had no present intention to perform at the time they were made.\" (Def's Am. Ans. p. 5). Defendant alleges that \"based on [plaintiff's] representations, [defendant] was induced to grant [plaintiff] certain promotional allowances, including, inter alia, bonus buys at a reduced cost of the goods, force-out fees, scan downs, free goods and other concessions, and a $110,351.08 slotting fee calculated on the basis of the three year contract.\" (Def's Am. Ans. p. 4). Thus, defendant claims to have relied on the representations of the plaintiff to its detriment, and describes how it relied. Moreover, the counterclaim contains factual allegations from which it could be inferred that such reliance was reasonable. By describing wrongful deductions and credits in specified amount, defendant also pleads what was obtained by the alleged fraud. Defendant has identified the individual alleged to have made the fraudulent representations, and provides in sufficient detail the circumstances, including dates and content. (<i>Id.</i>).</p>\n<p>Plaintiff argues that because defendant does not specifically allege an \"intent to <span class=\"star-pagination\">*799</span> deceive,\" the required scienter for fraud is not present. At the motion to dismiss stage of the case, this argument is unavailing. In its amended answer, defendant alleges plaintiff made representations it knew to be \"false and misleading\" with \"no present intention to perform at the time they were made,\" and \"with the knowledge that [defendant] would act in reliance upon them.\" (Def's Am Ans. p. 4, 5). Furthermore, defendant alleges that plaintiff's conduct was \"deliberate, malicious, oppressive and perpetrated in conscious disregard of the rights of [defendant].\" (<i>Id.,</i> p. 5). While these allegations of intent are lacking in specific evidentiary basis, \"[m]alice, intent, knowledge, and other condition of mind of a person may be averred generally.\" Fed.R.Civ.P. 9(b). Taking such allegations in context, an intent to deceive can be inferred. <i>See </i><i>Becker v. Graber Builders, Inc.</i> 149 N.C.App. 787, 794, 561 S.E.2d 905 (2002) (\"Although plaintiff does not allege that such conduct was reasonably calculated to deceive, the allegations are sufficient to support the requisite element that defendant's knowledge of the insufficiency and concealment of it's existence was calculated to deceive plaintiff.\"); <i>Carver v. Roberts</i> 78 N.C.App. 511, 513, 337 S.E.2d 126 (1985) (\"Fraudulent intent need not be specifically alleged if there are facts alleged from which a fraudulent intent may be reasonably inferred.\").</p>\n<p>Defendant has alleged the elements of fraud, and has done so with the particularity required by Federal Rule of Civil Procedure 9(b). Because of this, the court is satisfied that defendant's fraud counter-claim is sufficient to survive the 12(b)(6) motion presently before the Court.</p>\n<p>B. Independent Tort</p>\n<p>In addition to claiming that defendant has not pled fraud with particularity, plaintiff argues that defendant's fraud counterclaim should be dismissed because the alleged wrongful conduct arises out of its contractual relationship with defendant and the facts supporting the fraud claim sustain no more than a breach of contract claim</p>\n<p>\"The distinction between tort and contract possesses more than theoretical significance. Parties contract partly to minimize their future risks. Importing tort law principles of punishment into contract undermines their ability to do so. Punitive damages, because they depend heavily on an individual jury's perception of the degree of fault involved, are necessarily uncertain. Their availability would turn every potential contractual relationship into a riskier proposition.\" <i>Strum v. Exxon Co.,</i> 15 F.3d 327, 330 (4th Cir.1994); <i>Broussard v. Meineke Discount Muffler Shops, Inc.,</i> 155 F.3d 331, 346 (4th Cir.1998).</p>\n<p>In <i>Strum v. Exxon Co.,</i> 15 F.3d 327, 330 (4th Cir.1994), the Fourth Circuit applied the general rule that punitive damages are not recoverable for a breach of contract. Franchisee-plaintiffs brought an action against a franchisor-defendant, asserting a fraud claim based on the franchisor's misuse of funds paid for advertising by franchisees. In affirming the dismissal of the fraud claim on summary judgment, the court found the \"attempt by the plaintiff to manufacture a tort dispute out of what is, at bottom, a simple breach of contract claim\" to be \"inconsistent both with North Carolina law and sound commercial practice.\" <i>Id.</i> at 329. The court summarized, \"We think it unlikely that an independent tort could arise in the course of a contractual performance, since those sorts of claims are most appropriately addressed by asking simply whether a party adequately fulfilled its contractual obligations.\" <i>Id.</i> at 333. \"The mere failure to carry out a promise in contract cannot support a fraud action.\" <i>Id.</i> at 331.</p>\n<p><span class=\"star-pagination\">*800</span> As an exception to the general rule that punitive or exemplary damages are not allowed for breach of contract, North Carolina courts recognize the availability of an \"independent tort\" claim in breach of contract cases. <i>See </i><i>Strum,</i> 15 F.3d at 330; <i>Newton v. Standard Fire Ins. Co.,</i> 291 N.C. 105, 229 S.E.2d 297, 301 (1976). Under this principle, where a breach of contract also constitutes an independent and identifiable tort, a plaintiff may pursue a tort action. However, only in \"carefully circumscribed\" circumstances has North Carolina recognized an independent tort arising out of a breach of contract. <i>Newton,</i> 291 N.C. at 111, 229 S.E.2d at 301; <i>Broussard,</i> 155 F.3d at 345 (4th Cir.1998). Tort-like claims will be sustained in contract-centered litigation only where the tort claims \"are identifiable and distinct from the primary breach of contract claim, as North Carolina law requires.\" <i>Broussard,</i> 155 F.3d at 346. Thus, the North Carolina Supreme Court has allowed a claim for punitive damages to stand where fraudulent misrepresentations accompanying a breach of contract were sufficiently alleged. <i>See </i><i>Oestreicher v. Stores,</i> 290 N.C. 118, 225 S.E.2d 797 (1976).</p>\n<p>In the case at bar, the wrongdoing alleged in the fraud counterclaim is not confined to plaintiff's behavior in intentionally breaching the contract. Accepting the allegations as true, they constitute more than an assertion that plaintiff failed meet its obligations under the contract, which \"does not support a tort action for fraud.\" <i>Strum,</i> 15 F.3d at 331 (citing <i>Hoyle v. Bagby,</i> 253 N.C. 778, 117 S.E.2d 760, 762 (1961)). Rather, the action extends to wrongful behavior and knowingly false representations made by plaintiff prior to and during the formation of the contracts at issue, as an inducement upon which defendant relied in entering the contracts and further maintaining its relationship with plaintiff. If proved, the allegations intimate the type of fraudulent scheme that could not be addressed by merely discerning the contractual obligations of the parties. Thus, at this early stage, the court is unable to hold that under no circumstances could defendant show the type of \"distinct circumstances necessary to allege an independent tort.\" <i>Id.</i> at 332-33.</p>\n<p>In an analogous case, <i>Capital Factors, Inc. v. Fryday Club, Inc.,</i> 209 F.Supp.2d 583 (W.D.N.C.2002), plaintiff sued defendant for breach of contract, and defendant asserted counterclaims for fraud, negligent misrepresentation, and unfair trade practices under North Carolina law. Within the context of a 12(b)(6) motion to dismiss defendant's counterclaims, the court asked whether the counterclaims alleged an \"independent, identifiable tort\" and whether the alleged tortious conduct had an \"aggravating element such as malice or recklessness.\" <i>Id.</i> at 585. As to this, the court asked whether the alleged problems could be dealt with solely through contract law, and focused on the importance of facts in the pleading that would take the facts outside of the contract core. The counterclaims alleged that plaintiff misappropriated funds, failed to credit accounts  acts which the court found \"obviously do not fall within the scope of the Agreement, or the realm of contract law.\" <i>Id.</i> Thus, the allegations were not merely \"assertions that under the [agreement], [plaintiff] failed to meet it's obligations,\" but were instead \"behavior outside of the scope of the contract.\" <i>Id.</i> The court therefore concluded that the \"counterclaims at issue make allegations that, if supported, could allow a departure to tort law.\" <i>Id.</i></p>\n<p>As in <i>Capital Factors, Inc.,</i> the allegations in the instant case are not merely assertions that plaintiff failed meet its contractual obligations. Instead, defendant alleges that plaintiff knowingly made false representations upon which defendant relied, <span class=\"star-pagination\">*801</span> and result of which plaintiff was able to \"inappropriately and wrongfully deducted and credited itself\" with $375,462.11 against bills it owed to defendant. (Def's Am. Ans. p. 4). Such alleged behavior goes beyond the scope of the contract.</p>\n<p>Plaintiff also relies on <i>Williams v. Williams,</i> 220 N.C. 806, 18 S.E.2d 364 (1942) for the proposition that \"evidence of an unfulfilled promise alone is not sufficient to support a finding of false representation unless evidence also demonstrates a promisor made the statement without intent to fulfill it.\" (Pl's Mem., p. 11). As to this, plaintiff argues that defendant's counterclaim is \"devoid of any factual allegations that would support such a claim.\" (<i>Id.,</i> p. 12). In <i>Williams,</i> the court recognized that:</p>\n<p>It is generally held, and is the law in this state, that mere unfulfilled promises cannot be made the basis for an action of fraud. If, however, a promise is made fraudulently  that is, with no intention to carry it out, thus being a misrepresentation of a material fact, the state of the promisor's mind, and with the intention that it shall be acted upon, and it is acted upon to the promisee's injury  then, it will sustain an action based on fraud and misrepresentation.</p>\n<p>18 S.E.2d at 367. As to the plaintiff's contention concerning defendant's allegedly fraudulent promise to execute notes and a second deed of trust as an inducement to sign, the court found that \"the evidence reveals ... counter-plaintiff said nothing to indicate that she did not intend to keep her promise.\" <i>Id.</i> at 810, 18 S.E.2d 364.</p>\n<p>The issue in <i>Williams,</i> however, was \"whether there was evidence sufficient to submit to the jury\" on the issue of fraud. <i>Id.</i> at 809, 18 S.E.2d 364. Conversely, this court's analysis is confined to the issue of whether the allegations are sufficient and claim has been stated. Of particular relevance to the case at bar, <i>Williams</i> stands for the proposition that an action for fraud could be sustained based on a promise made with no intention that it be carried out. The court does not now rule on whether the <i>evidence</i> shows nothing more than a \"mere failure to carry out a promise in contract.\" <i>Strum,</i> 15 F.3d at 331. A decision as to whether defendant has provided sufficient evidence of such intent so as to submit this issue to a jury is premature. If proved, the alleged behavior here could constitute an independent tort. Nothing else is needed to survive a motion to dismiss under 12(b)(6).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, plaintiff's motion to dismiss for failure to state a claim pursuant to Federal Rule of Civil Procedure 12(b)(6) (DE # 3) is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  A copy of this form is attached to defendant's Amended Answer as Exhibit A.</p>\n<p>[2]  Copies of an agreement for \"Blitz Mints Cinnamon\" and one for \"Blitz Mints Citrus Orange\" are attached to defendant's Amended Answer as Exhibit B.</p>\n<p>[3]  That representation is restated in paragraph 1 of the Cinnamon New Item Agreement and the Citrus Orange New Item Agreement.</p>\n<p>[4]  A copy of the 2003 Agreement is attached to defendant's Amended Answer as Exhibit D.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">793</span></span> (2005)</b></center>\n<center><h1>FOOD LION, LLC, Plaintiff,<br>\nv.<br>\nSCHUSTER MARKETING CORPORATION D/B/A Schuster Marketing, Defendant.</h1></center>\n<center>No. 505CV303FL1.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>August 9, 2005.</center>\n<p><span class=\"star-pagination\">*794</span> John T. Benjamin, Jr., Law Office of John T. Benjamin, Jr., Mitchell A. Meyers, Law Office of John Benjamin, Jr., Raleigh, NC, for Food Lion, LLC, plaintiff.</p>\n<p>Keith A. Satisky, Satisky &amp; Silverstein, Raleigh, NC, for Schuster Marketing Corporation, <span class=\"star-pagination\">*795</span> d/b/a Schuster Marketing, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court upon plaintiff's motion to dismiss defendant's third counterclaim (DE # 3) pursuant to Federal Rule of Civil Procedure 12(b)(6). Defendant responded in opposition, and the time for replies has passed. In this posture, the matter is ripe for ruling. For the following reasons, the court denies plaintiff's motion to dismiss.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed a complaint in state court on April 11, 2005, alleging breach of contract. On May 4, 2005, defendant removed the case to this court based on diversity jurisdiction, and filed an answer and counterclaims based upon breach of contract, breach of covenant of good faith, and fraud. On May 24, 2005, plaintiff filed a reply and motion to dismiss, seeking to dismiss defendant's fraud counterclaim.</p>\n<p>On June 16, 2005, defendant filed a motion to extend time to respond to plaintiff's motion to dismiss. On June 24, 2005 the motion to extend time to respond was granted and, at the same date, defendant filed a response and a motion for leave to file an amended answer. On July 7, 2005, the court granted defendant's motion to file an amended answer and, at the same date, defendant filed an amended answer, attaching exhibits to its answer and alleging additional facts consistent with the allegations of the answer and counterclaim. Defendant also alleged additional counter-claims based upon unfair and deceptive trade practices, and unconscionability.</p>\n<p>On July 8, 2005, the court entered a case management order, setting the deadline for parties to file dispositive motions at February 28, 2006, and setting trial for August 7, 2006.</p>\n<p></p>\n<h2>SUMMARY OF THE ALLEGED FACTS</h2>\n<p>As is relevant to the limited motion to dismiss before the court, defendant's allegations in support of the fraud counterclaim may be summarized as follows. During the period from 2000 through 2004, Schuster Marketing Corporation (\"defendant\") packaged and delivered to Food Lion, LLC (\"plaintiff\") merchandise at an agreed price of $944,801.00.</p>\n<p>Prior to delivery of the merchandise, plaintiff, through its buyer, Jason Ramsey, represented that it would distribute the merchandise throughout its entire chain of stores at checkout locations in each store. In June of 2000, defendant received a large initial promotional order from plaintiff. Shortly thereafter, plaintiff notified defendant that the items were not selling and that it would terminate the relationship. Defendant's regional sales manager subsequently conducted a \"marketing survey\" of over 20 of the plaintiff's stores which revealed that defendant's products were not being merchandised in accordance with their agreement. \"Jason Ramsey acknowledged this was true and continued [defendant] as supplier.\" (Def's Am. Ans., p. 2).</p>\n<p>On or about December 6, 2001, Jason Ramsey represented to defendant's broker, Keith Brasfield, that the plaintiff would place the two items defendant was selling on \"planogram\", which provided that defendant's product would be displayed as a front end item set up for seven checkouts in each of 1200 stores. Plaintiff confirmed this representation in writing and prepared a \"New Item\" form dated December 10, 2001 detailing this program<sup>[1]</sup><span class=\"star-pagination\">*796</span>. Plaintiff demanded defendant pay a slotting fee of $.50 per inch for the 2001 contract and $.26 per inch for a new item introduction fee or $25,000 in charges to defendant. Keith Brasfield signed an agreement for each of the two items (\"New Item Agreements\").<sup>[2]</sup></p>\n<p>On December 6, 2001 Jason Ramsey stated to Keith Brasfield and Steve Prevo, defendant's sales manager, that plaintiff would work with defendant to maximize the sales of its products.<sup>[3]</sup> Based upon Ramsey's statements, defendant filled plaintiff's orders for merchandise from January 2002 until December 2002.</p>\n<p>On or about May 14, 2003, defendant entered into a three-year contract (\"the Agreement\")<sup>[4]</sup> proposed by plaintiff, which superceded the New Item Agreements. Pursuant to the 2003 Agreement, defendant was to supply the same breath mints it had previously supplied to plaintiff for a three-year period. These breath mints were the same items plaintiff had purchased since 2000 and were not new items. Based on plaintiff's representations, defendant \"was induced to grant [plaintiff] certain promotional allowances, including, <i>inter alia,</i> bonus buys at a reduced cost of the goods, force-out fees, scan downs, free goods and other concessions, and a $110,351.08 slotting fee calculated on the basis of the three-year contract.\" (Def's Am. Ans., p. 4). \"Thereafter, in spite of having accepted deliveries of [defendant's] goods under the Agreement, [plaintiff] without cause, terminated the Agreement with [defendant] after nine and one half months.\" (<i>Id.,</i> p. 4). Plaintiff contends, based on its superceded New Item Agreements, that it is entitled to credits in the amount of $180,000 in connection with its return of a portion of the goods purchased under the Agreement.</p>\n<p>Defendant alleges that plaintiff never intended to and never did distribute defendant's products at all of its stores and checkouts, but instead \"inappropriately and wrongfully deducted and credited itself with an aggregate of $375,462.11 against [defendant's] bills for the product [plaintiff] had purchased from [defendant], for `slotting fees', wrongly claimed unjustifiable returns, damage claims, chargebacks, scan downs, allowances, force out fees, and reclamation charges.\" (<i>Id.,</i> p. 4).</p>\n<p>Defendant further alleges that plaintiff's representations that defendant's products would get full distribution at all of its stores and checkouts and that plaintiff would promote the products in accordance with the parties' agreements were \"false and misleading\" and were \"known to [plaintiff] and its representative, Jason Ramsey, to be false and misleading when made in that [plaintiff] had no present intention to perform at the time they were made.\" (<i>Id.,</i> p. 4)</p>\n<p>Based on this set of facts, defendant counterclaims alleging breach of contract, breach of covenant of good faith, unfair and deceptive trade practices, and <i>fraud.</i> Defendant claims to have been damaged in the amount of $936,057.06, plus interest, as a result of plaintiff's \"misrepresentation of material facts upon which [defendant] relied\" and its \"material breach of the Agreement\" (<i>Id.,</i> p. 5). Additionally, defendant claims entitlement to punitive damages for plaintiff's conduct that was \"deliberate, malicious, oppressive and <span class=\"star-pagination\">*797</span> perpetrated in conscious disregard of the rights of [defendant].\" (<i>Id.</i>)</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>The purpose of a motion to dismiss, under Federal Rule of Civil Procedure 12(b)(6), is to test the legal sufficiency of the complaint, not to resolve conflicts of fact or to decide the merits of the action. <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 243-44 (4th Cir.1999). The court may grant a motion to dismiss only if \"it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).</p>\n<p>In considering a motion to dismiss, the court must \"assume the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations.\" <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. Pshp.,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir.2000). Nevertheless, \"while [the court] must take the facts in the light most favorable to the plaintiff, [the court] need not accept the legal conclusions drawn from the facts ... [or] unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Id.; see also </i><i>Labram v. Havel,</i> <span class=\"citation\" data-id=\"685607\"><a href=\"/opinion/685607/susan-labram-bart-labram-v-james-havel/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 921 (4th Cir.1995) (stating that the court is not required to accept \"conclusory allegations regarding the legal effect of the facts alleged\").</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In its motion to dismiss for failure to state a claim, plaintiff argues that defendant does not satisfy the heightened pleading requirements of Rule 9(b). Further, plaintiff contends that defendant's claim for fraud should be dismissed because the alleged wrongful conduct arises out of its contractual relationship with defendant and the facts supporting the fraud claim sustain no more than a breach of contract claim. For the reasons that follow, the court finds these arguments to be without merit.</p>\n<p>A. Rule 9(b)</p>\n<p>In diversity cases, as is the case here, \"the law of the state in which the district court sits will control the content of the elements of a fraud claim or defense and the burden of proving fraud at trial in those cases.\" 5A Charles A. Wright and Arthur R. Miller, <i>Federal Practice and Procedure:</i> Civil § 1297.</p>\n<p>Under North Carolina law, the elements of fraud are: \"(1) False representation or concealment of a material fact, (2) reasonably calculated to deceive (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>Ragsdale v. Kennedy,</i> <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></a></span>, 138, <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">494</span></a></span>, 500 (1974).</p>\n<p>For most causes of action, the Federal Rules of Civil Procedure require only \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed.R.Civ.P. 8(a). However, the Federal Rules of Civil Procedure, as well as the North Carolina Rules of Civil Procedure, require that \"special matters,\" such as fraud claims, be pled with particularity. <i>See</i> Fed.R.Civ.P. 9(b)(\"In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.\"); N.C.G.S. § 1A-1, Rule 9(b) (same as federal rule). The \"circumstances\" of a fraud claim that must be pled with particularity include \"the time, place, and contents of the false representations, as well as the identity of the person making the representations and what he obtained thereby.\" <i>Harrison v. Westinghouse Savannah River Co.,</i> <span class=\"citation\" data-id=\"764072\"><a href=\"/opinion/764072/edwin-p-harrison-and-united-states-of-america-party-in-interest-v/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">776</span></a></span>, 784 (4th Cir.1999).</p>\n<p>Conversely, \"[m]alice, intent, knowledge, and other condition of mind of a person may be averred generally.\" Fed. <span class=\"star-pagination\">*798</span> R.Civ.P. 9(b). The second sentence of Rule 9(b) \"relaxes the particularity requirement for conditions of the mind, such as scienter.\" <i>Tuchman v. DSC Communications Corp.,</i> <span class=\"citation\" data-id=\"6257\"><a href=\"/opinion/6257/tuchman-v-dsc-communications-corp/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1068 (5th Cir.1994). \"While the facts constituting the fraud must be pled with particularity, there is no requirement that any precise formula be followed or that any certain language be used. `It is sufficient if, upon a liberal construction of the whole pleading, the charge of fraud might be supported by proof of the alleged constitutive facts.'\" <i>Carver v. Roberts,</i> 78 N.C.App. 511, 513, <span class=\"citation\" data-id=\"1256335\"><a href=\"/opinion/1256335/carver-v-roberts/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">126</span></a></span>, 128 (1985) (quoting <i>Brooks Equipment Manufacturing Co. v. Taylor,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">680</span></span>, 686, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">311</span></span>, 315 (1949)).</p>\n<p>In North Carolina, a fraud claim is fatally defective unless it alleges detrimental reliance, and damages proximately flowing from such reliance, with particularity. <i>Frank M. McDermott, Ltd. v. Moretz,</i> <span class=\"citation\" data-id=\"538397\"><a href=\"/opinion/538397/frank-m-mcdermott-ltd-a-virginia-corporation-v-j-douglas-moretz-moretz/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span>, 421 (4th Cir.1990). The Fourth Circuit has held that \"[r]easonable, detrimental reliance upon a misrepresentation is an essential element of a cause of action for fraud ... and such reliance must be pled with particularity.\" <i>Learning Works, Inc. v. The Learning Annex, Inc.,</i> <span class=\"citation\" data-id=\"495241\"><a href=\"/opinion/495241/learning-works-inc-a-maryland-corporation-v-the-learning-annex-inc-a/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 542 (4th Cir.1987) (citing <i>Call Carl, Inc. v. BP Oil Corp.,</i> <span class=\"citation\" data-id=\"345107\"><a href=\"/opinion/345107/call-carl-inc-a-delaware-corporation-v-bp-oil-corporation-a-delaware/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span>, 629 (4th Cir.1977), <i>and</i> Rule 9(b)). The heightened pleading requirements of Rule 9(b) apply equally to a claim appearing in a reply or counterclaim, as to a claim appearing in the original complaint. <i>See</i> Wright and A. Miller, supra § 1297.</p>\n<p>Lack of compliance with Rule 9(b)'s pleading requirements is treated as a failure to state a claim under Rule 12(b)(6). <i>Harrison,</i> 176 F.3d at 783 n. 5. However, \"[a] court should hesitate to dismiss a complaint under Rule 9(b) if the court is satisfied (1) that the defendant has been made aware of the particular circumstances for which she will have to prepare a defense at trial, and (2) that the plaintiff has substantial prediscovery evidence of those facts.\" <i>Id</i> at 784; <i>See also </i><i>Dunn v. Borta,</i> <span class=\"citation\" data-id=\"786342\"><a href=\"/opinion/786342/edward-m-dunn-v-ronald-t-borta-peter-c-linzmeyer-leslie-a-davis-and/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span> (4th Cir.2004) (holding that the fraud claims against the defendant should not have been dismissed, as the complaint provided him with fair notice of the claims made against her).</p>\n<p>Applying the foregoing rules to the allegations contained in defendant's amended answer, the court finds the counterclaim sufficient to state a claim for fraud.</p>\n<p>The counterclaim alleges that plaintiff made representations that were \"false and misleading and were known to [plaintiff] and its representative, Jason Ramsey, to be false and misleading when made in that [plaintiff] had no present intention to perform at the time they were made.\" (Def's Am. Ans. p. 5). Defendant alleges that \"based on [plaintiff's] representations, [defendant] was induced to grant [plaintiff] certain promotional allowances, including, inter alia, bonus buys at a reduced cost of the goods, force-out fees, scan downs, free goods and other concessions, and a $110,351.08 slotting fee calculated on the basis of the three year contract.\" (Def's Am. Ans. p. 4). Thus, defendant claims to have relied on the representations of the plaintiff to its detriment, and describes how it relied. Moreover, the counterclaim contains factual allegations from which it could be inferred that such reliance was reasonable. By describing wrongful deductions and credits in specified amount, defendant also pleads what was obtained by the alleged fraud. Defendant has identified the individual alleged to have made the fraudulent representations, and provides in sufficient detail the circumstances, including dates and content. (<i>Id.</i>).</p>\n<p>Plaintiff argues that because defendant does not specifically allege an \"intent to <span class=\"star-pagination\">*799</span> deceive,\" the required scienter for fraud is not present. At the motion to dismiss stage of the case, this argument is unavailing. In its amended answer, defendant alleges plaintiff made representations it knew to be \"false and misleading\" with \"no present intention to perform at the time they were made,\" and \"with the knowledge that [defendant] would act in reliance upon them.\" (Def's Am Ans. p. 4, 5). Furthermore, defendant alleges that plaintiff's conduct was \"deliberate, malicious, oppressive and perpetrated in conscious disregard of the rights of [defendant].\" (<i>Id.,</i> p. 5). While these allegations of intent are lacking in specific evidentiary basis, \"[m]alice, intent, knowledge, and other condition of mind of a person may be averred generally.\" Fed.R.Civ.P. 9(b). Taking such allegations in context, an intent to deceive can be inferred. <i>See </i><i>Becker v. Graber Builders, Inc.</i> 149 N.C.App. 787, 794, <span class=\"citation\" data-id=\"1326448\"><a href=\"/opinion/1326448/becker-v-graber-builders-inc/\"><span class=\"volume\">561</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">905</span></a></span> (2002) (\"Although plaintiff does not allege that such conduct was reasonably calculated to deceive, the allegations are sufficient to support the requisite element that defendant's knowledge of the insufficiency and concealment of it's existence was calculated to deceive plaintiff.\"); <i>Carver v. Roberts</i> 78 N.C.App. 511, 513, <span class=\"citation\" data-id=\"1256335\"><a href=\"/opinion/1256335/carver-v-roberts/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">126</span></a></span> (1985) (\"Fraudulent intent need not be specifically alleged if there are facts alleged from which a fraudulent intent may be reasonably inferred.\").</p>\n<p>Defendant has alleged the elements of fraud, and has done so with the particularity required by Federal Rule of Civil Procedure 9(b). Because of this, the court is satisfied that defendant's fraud counter-claim is sufficient to survive the 12(b)(6) motion presently before the Court.</p>\n<p>B. Independent Tort</p>\n<p>In addition to claiming that defendant has not pled fraud with particularity, plaintiff argues that defendant's fraud counterclaim should be dismissed because the alleged wrongful conduct arises out of its contractual relationship with defendant and the facts supporting the fraud claim sustain no more than a breach of contract claim</p>\n<p>\"The distinction between tort and contract possesses more than theoretical significance. Parties contract partly to minimize their future risks. Importing tort law principles of punishment into contract undermines their ability to do so. Punitive damages, because they depend heavily on an individual jury's perception of the degree of fault involved, are necessarily uncertain. Their availability would turn every potential contractual relationship into a riskier proposition.\" <i>Strum v. Exxon Co.,</i> <span class=\"citation\" data-id=\"661724\"><a href=\"/opinion/661724/matthew-strum-v-exxon-company-usa-a-division-of-exxon-corporation-exxon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 330 (4th Cir.1994); <i>Broussard v. Meineke Discount Muffler Shops, Inc.,</i> <span class=\"citation\" data-id=\"757756\"><a href=\"/opinion/757756/kelly-broussard-jim-stephens-mark-zuckerman-arnold-fischthal-john-hagar/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 346 (4th Cir.1998).</p>\n<p>In <i>Strum v. Exxon Co.,</i> <span class=\"citation\" data-id=\"661724\"><a href=\"/opinion/661724/matthew-strum-v-exxon-company-usa-a-division-of-exxon-corporation-exxon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 330 (4th Cir.1994), the Fourth Circuit applied the general rule that punitive damages are not recoverable for a breach of contract. Franchisee-plaintiffs brought an action against a franchisor-defendant, asserting a fraud claim based on the franchisor's misuse of funds paid for advertising by franchisees. In affirming the dismissal of the fraud claim on summary judgment, the court found the \"attempt by the plaintiff to manufacture a tort dispute out of what is, at bottom, a simple breach of contract claim\" to be \"inconsistent both with North Carolina law and sound commercial practice.\" <i>Id.</i> at 329. The court summarized, \"We think it unlikely that an independent tort could arise in the course of a contractual performance, since those sorts of claims are most appropriately addressed by asking simply whether a party adequately fulfilled its contractual obligations.\" <i>Id.</i> at 333. \"The mere failure to carry out a promise in contract cannot support a fraud action.\" <i>Id.</i> at 331.</p>\n<p><span class=\"star-pagination\">*800</span> As an exception to the general rule that punitive or exemplary damages are not allowed for breach of contract, North Carolina courts recognize the availability of an \"independent tort\" claim in breach of contract cases. <i>See </i><i>Strum,</i> 15 F.3d at 330; <i>Newton v. Standard Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1400096\"><a href=\"/opinion/1400096/newton-v-standard-fire-ins-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">105</span></a></span>, <span class=\"citation\" data-id=\"1400096\"><a href=\"/opinion/1400096/newton-v-standard-fire-ins-co/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">297</span></a></span>, 301 (1976). Under this principle, where a breach of contract also constitutes an independent and identifiable tort, a plaintiff may pursue a tort action. However, only in \"carefully circumscribed\" circumstances has North Carolina recognized an independent tort arising out of a breach of contract. <i>Newton,</i> 291 N.C. at 111, 229 S.E.2d at 301; <i>Broussard,</i> 155 F.3d at 345 (4th Cir.1998). Tort-like claims will be sustained in contract-centered litigation only where the tort claims \"are identifiable and distinct from the primary breach of contract claim, as North Carolina law requires.\" <i>Broussard,</i> 155 F.3d at 346. Thus, the North Carolina Supreme Court has allowed a claim for punitive damages to stand where fraudulent misrepresentations accompanying a breach of contract were sufficiently alleged. <i>See </i><i>Oestreicher v. Stores,</i> <span class=\"citation\" data-id=\"1313754\"><a href=\"/opinion/1313754/oestreicher-v-american-nat-stores-inc/\"><span class=\"volume\">290</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">118</span></a></span>, <span class=\"citation\" data-id=\"1313754\"><a href=\"/opinion/1313754/oestreicher-v-american-nat-stores-inc/\"><span class=\"volume\">225</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">797</span></a></span> (1976).</p>\n<p>In the case at bar, the wrongdoing alleged in the fraud counterclaim is not confined to plaintiff's behavior in intentionally breaching the contract. Accepting the allegations as true, they constitute more than an assertion that plaintiff failed meet its obligations under the contract, which \"does not support a tort action for fraud.\" <i>Strum,</i> 15 F.3d at 331 (citing <i>Hoyle v. Bagby,</i> <span class=\"citation\" data-id=\"1234966\"><a href=\"/opinion/1234966/hoyle-v-bagby/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">778</span></a></span>, <span class=\"citation\" data-id=\"1234966\"><a href=\"/opinion/1234966/hoyle-v-bagby/\"><span class=\"volume\">117</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">760</span></a></span>, 762 (1961)). Rather, the action extends to wrongful behavior and knowingly false representations made by plaintiff prior to and during the formation of the contracts at issue, as an inducement upon which defendant relied in entering the contracts and further maintaining its relationship with plaintiff. If proved, the allegations intimate the type of fraudulent scheme that could not be addressed by merely discerning the contractual obligations of the parties. Thus, at this early stage, the court is unable to hold that under no circumstances could defendant show the type of \"distinct circumstances necessary to allege an independent tort.\" <i>Id.</i> at 332-33.</p>\n<p>In an analogous case, <i>Capital Factors, Inc. v. Fryday Club, Inc.,</i> <span class=\"citation\" data-id=\"2425203\"><a href=\"/opinion/2425203/capital-factors-inc-v-the-fryday-club-inc/\"><span class=\"volume\">209</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">583</span></a></span> (W.D.N.C.2002), plaintiff sued defendant for breach of contract, and defendant asserted counterclaims for fraud, negligent misrepresentation, and unfair trade practices under North Carolina law. Within the context of a 12(b)(6) motion to dismiss defendant's counterclaims, the court asked whether the counterclaims alleged an \"independent, identifiable tort\" and whether the alleged tortious conduct had an \"aggravating element such as malice or recklessness.\" <i>Id.</i> at 585. As to this, the court asked whether the alleged problems could be dealt with solely through contract law, and focused on the importance of facts in the pleading that would take the facts outside of the contract core. The counterclaims alleged that plaintiff misappropriated funds, failed to credit accounts  acts which the court found \"obviously do not fall within the scope of the Agreement, or the realm of contract law.\" <i>Id.</i> Thus, the allegations were not merely \"assertions that under the [agreement], [plaintiff] failed to meet it's obligations,\" but were instead \"behavior outside of the scope of the contract.\" <i>Id.</i> The court therefore concluded that the \"counterclaims at issue make allegations that, if supported, could allow a departure to tort law.\" <i>Id.</i></p>\n<p>As in <i>Capital Factors, Inc.,</i> the allegations in the instant case are not merely assertions that plaintiff failed meet its contractual obligations. Instead, defendant alleges that plaintiff knowingly made false representations upon which defendant relied, <span class=\"star-pagination\">*801</span> and result of which plaintiff was able to \"inappropriately and wrongfully deducted and credited itself\" with $375,462.11 against bills it owed to defendant. (Def's Am. Ans. p. 4). Such alleged behavior goes beyond the scope of the contract.</p>\n<p>Plaintiff also relies on <i>Williams v. Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></span> (1942) for the proposition that \"evidence of an unfulfilled promise alone is not sufficient to support a finding of false representation unless evidence also demonstrates a promisor made the statement without intent to fulfill it.\" (Pl's Mem., p. 11). As to this, plaintiff argues that defendant's counterclaim is \"devoid of any factual allegations that would support such a claim.\" (<i>Id.,</i> p. 12). In <i>Williams,</i> the court recognized that:</p>\n<p>It is generally held, and is the law in this state, that mere unfulfilled promises cannot be made the basis for an action of fraud. If, however, a promise is made fraudulently  that is, with no intention to carry it out, thus being a misrepresentation of a material fact, the state of the promisor's mind, and with the intention that it shall be acted upon, and it is acted upon to the promisee's injury  then, it will sustain an action based on fraud and misrepresentation.</p>\n<p>18 S.E.2d at 367. As to the plaintiff's contention concerning defendant's allegedly fraudulent promise to execute notes and a second deed of trust as an inducement to sign, the court found that \"the evidence reveals ... counter-plaintiff said nothing to indicate that she did not intend to keep her promise.\" <i>Id.</i> at 810, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></span>.</p>\n<p>The issue in <i>Williams,</i> however, was \"whether there was evidence sufficient to submit to the jury\" on the issue of fraud. <i>Id.</i> at 809, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></span>. Conversely, this court's analysis is confined to the issue of whether the allegations are sufficient and claim has been stated. Of particular relevance to the case at bar, <i>Williams</i> stands for the proposition that an action for fraud could be sustained based on a promise made with no intention that it be carried out. The court does not now rule on whether the <i>evidence</i> shows nothing more than a \"mere failure to carry out a promise in contract.\" <i>Strum,</i> 15 F.3d at 331. A decision as to whether defendant has provided sufficient evidence of such intent so as to submit this issue to a jury is premature. If proved, the alleged behavior here could constitute an independent tort. Nothing else is needed to survive a motion to dismiss under 12(b)(6).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, plaintiff's motion to dismiss for failure to state a claim pursuant to Federal Rule of Civil Procedure 12(b)(6) (DE # 3) is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  A copy of this form is attached to defendant's Amended Answer as Exhibit A.</p>\n<p>[2]  Copies of an agreement for \"Blitz Mints Cinnamon\" and one for \"Blitz Mints Citrus Orange\" are attached to defendant's Amended Answer as Exhibit B.</p>\n<p>[3]  That representation is restated in paragraph 1 of the Cinnamon New Item Agreement and the Citrus Orange New Item Agreement.</p>\n<p>[4]  A copy of the 2003 Agreement is attached to defendant's Amended Answer as Exhibit D.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1234966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1313754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2425203/"
  ]
}