{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2410149/",
  "absolute_url": "/opinion/2410149/pamlico-tar-river-foundation-v-us-army-corps-of-engineers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2410149/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:41.825043Z",
  "date_modified": "2016-04-27T00:14:51.914742Z",
  "type": "010combined",
  "sha1": "a2c9c6b4a8fe2b81ffec2bd5d6c5b4a6946e56ba",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>329 F.Supp.2d 600 (2004)</b></center>\n<center><h1>PAMLICO-TAR RIVER FOUNDATION, Plaintiff,<br>\nv.<br>\nU.S. ARMY CORPS OF ENGINEERS; Colonel James Deloney, U.S. Army Corps of Engineers, Wilmington District; LT. General Robert B. Flowers, U.S. Army Corps of Engineers; United States Environmental Protection Agency; Jimmy Palmer, Regional Administrator, Region IV, U.S. EPA, Mike Leavitt, Administrator, U.S. EPA; and PCS Phosphate Company, Inc., Defendants.</h1></center>\n<center>No. 4:02-CV-53-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 6, 2004.</center>\n<p><span class=\"star-pagination\">*601</span> <span class=\"star-pagination\">*602</span> Derb S. Carter, Chapel Hill, NC, for Pamlico-Tar River Foundation, plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, George William House, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, V. Randall Tinsley, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for U.S. Army Corps of Engineers, James Deloney, Colonel, U.S. Army Corps of Engineers, Wilmington District, Robert B. Flowers, Lt. General, U.S. Army Corps of Engineers, United States Environmental Protection Agency, Jimmy Palmer, Regional Administrator, Region IV, U.S. EPA, Christine. Whitman, Administrator, U.S. EPA, PCS Phosphate Company, Incorporated, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for summary judgment, defendant PCS Phosphate Company, Inc's. (\"PCS\") motion for summary judgment, and federal defendants<sup>[1]</sup>' motion for summary <span class=\"star-pagination\">*603</span> judgment. Responses and replies have been filed. Also before the court is plaintiff's motion to amend the scheduling order and to supplement the record. Defendant PCS responded to plaintiff's motion, and plaintiff replied, although federal defendants did not respond. In addition, this court held a hearing in this matter on July 20, 2004. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff Pamlico-Tar River Foundation (\"PTRF\") filed this action on April 4, 2002, under the Clean Water Act (\"CWA\"), 33 U.S.C. § 1251, <i>et seq.,</i> and the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706. Plaintiff challenges the issuance of a permit by defendant U.S. Army Corps of Engineers (\"the Corps\") to defendant PCS, authorizing PCS to discharge dredged materials into 1,263 acres of wetlands owned by PCS in Beaufort County, North Carolina, in connection with PCS's mining and manufacturing activities.</p>\n<p>Count One of the complaint alleges that the Corps violated the CWA by failing to consider practicable alternatives to the permitted action, and that defendant United States Environmental Protection Agency (\"EPA\") violated the CWA by not properly reviewing and vetoing the permit. Count Two alleges that the Corps violated the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. § 4332, by failing to consider reasonable alternatives to the permitted action. Count Three alleges that the Corps also violated NEPA by failing \"to fully assess the range of cumulative and foreseeable impacts from actions connected to the proposed activity.\" Compl. ¶¶ 58-59. Plaintiff requests declaratory and injunctive relief.</p>\n<p>On May 22, 2003, the federal defendants moved to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(1) and (6), arguing that plaintiff lacks standing to bring this action, and that Count One of the complaint fails to state a claim for which relief may be granted. The following day, PCS submitted its own motion to dismiss pursuant to the same rules, asserting the federal defendants' sovereign immunity, plaintiff's lack of standing, and plaintiff's failure to state a claim in all counts of the complaint.<sup>[2]</sup> Defendants' motions to dismiss were denied by this court's order filed August 13, 2003.</p>\n<p></p>\n<h2><i>STATUTORY AND REGULATORY AUTHORITY</i></h2>\n<p></p>\n<h2>I. Clean Water Act</h2>\n<p>The Clean Water Act (CWA) establishes a comprehensive program to \"restore and maintain the chemical, physical and biological integrity of the nation's waters.\" 33 U.S.C. § 1251(a). Consistent with this goal, the CWA prohibits the \"discharge of any pollutant\" into \"navigable waters<sup>[3]</sup>\" <span class=\"star-pagination\">*604</span> unless authorized by CWA permit. 33 U.S.C. § 1311(a).</p>\n<p>Section 404(a) of the CWA, 33 U.S.C. § 1344(a), authorizes the Secretary of the Army, acting through the Corps of Engineers, to issue permits allowing the discharge of dredged or fill materials into \"navigable waters.\" The Section 404 permit process is governed both by Corps regulations, 33 C.F.R. parts 320-330, and by EPA regulations, 40 C.F.R. Part 230, issued pursuant to Section 404(b)(1) of the CWA. 33 U.S.C. § 1344(b)(1).</p>\n<p>Under the Section 404(b)(1) guidelines issued by EPA, the Corps must consider a number of factors, including whether there are practicable alternatives to the proposed discharge. The Corps must deny a permit for the discharge of dredged or fill material into wetlands if \"there is a practicable alternative to the proposed discharge which would have less adverse impact on the aquatic ecosystem, so long as the alternative does not have other significant adverse environmental consequences.\" 40 C.F.R. 230.10(a). An alternative is \"practicable\" if \"it is available and capable of being done after taking into consideration cost, existing technology, and logistics in light of overall project purpose.\" 40 C.F.R. 230.10(a)(2).</p>\n<p>Under 33 C.F.R. § 320.4(a)(1), the Corps conducts a \"public interest review\" of all permit applications, evaluating \"the probable impacts, including cumulative impacts, of the proposed activity and its intended use on the public interest.\" The Corps balances \"benefits which reasonably may be expected to accrue from the proposal\" against the proposal's \"reasonably foreseeable detriments.\" <i>Id.</i> The Corps considers many factors, including \"conservation, economics, aesthetics, general environmental concerns, wetlands, ...land use, ... water supply and conservation, water quality, ... considerations of property ownership and, in general, the needs and welfare of the people.\" <i>Id.</i> The Corps also considers \"the public and private need\" for the proposed project and \"the practicability of using reasonable alternative locations and methods to accomplish the objective.\" 33 C.F.R. § 320.4(a)(2)(I) and (ii).</p>\n<p>If a project is determined to comply with section 404, the Corps issues a permit \"unless the district engineer determines that it would be contrary to the public interest.\" 33 C.F.R. §§ 320.4(a)(1) and 323.6(a). The EPA Administrator may veto the issuance of a permit \"whenever he determines, after notice and opportunity for comment, that the discharge of such materials into such area will have an unacceptable adverse effect\" on the environment. 33 U.S.C. § 1344Copr..</p>\n<p></p>\n<h2>II. National Environmental Policy Act</h2>\n<p>The National Environmental Policy Act (NEPA) establishes \"a national policy of protecting and promoting environmental quality.\" <i>Hodges v. Abraham,</i> 300 F.3d 432, 438 (4th Cir.2002), quoting <i>Hughes River Watershed Conservancy v. Glickman,</i> 81 F.3d 437, 443 (4th Cir.1996). NEPA is a procedural statute, meaning that it does not place substantive requirements on federal agencies, but it does require the agency to follow certain procedures prior to taking certain actions. <i>Id.</i></p>\n<blockquote>The purpose of NEPA is two-fold. First, it ensures that an \"agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.\" In other words, NEPA guarantees that an agency will take \"a `hard look' at environmental consequences\" <span class=\"star-pagination\">*605</span> before making a decision that may affect the environment. (Citations omitted.) Second, compliance with NEPA procedures \"ensures that relevant information about a proposed project will be made available to members of the public so that they may play a role in both the decisionmaking process and the implementation of the decision.\" (Citations omitted.)</blockquote>\n<p><i>Hodges, supra</i> at 438.</p>\n<p>While NEPA requires that the agency follow the proper procedures, <i>e.g.,</i> preparing an EIS, once these procedures are completed adequately, <i>i.e.,</i>\"`the adverse environmental effects of the proposed action are adequately identified and evaluated,' a federal agency is entitled to `decide that other values outweigh the environmental costs.'\" <i>Id.,quoting </i><i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 350, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989). In other words, the agency's decision cannot be uninformed, even if it is unwise. <i>Id.</i> Therefore, the court cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Kleppe v. Sierra Club,</i> 427 U.S. 390, 410 n. 21, 96 S.Ct. 2718, 49 L.Ed.2d 576 (1976).</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>PTRF is a non-profit corporation with approximately 1,300 members, the majority of whom live and work on or near the Pamlico and Tar Rivers. \"Many PTRF members visit, recreate, fish, hunt, boat, swim, view wildlife, and otherwise use and enjoy the waters of the Pamlico River adjoining and in the vicinity of the phosphate mining activities which are the subject of this lawsuit.\" Compl. ¶ 5. PTRF members work to protect wetlands adjacent to the Pamlico River in order to maintain their role of protecting and improving water quality in the river. PTRF and its members claim to be directly harmed by the loss of wetlands and the appurtenant algae blooms, fish kills, and loss of plant and animal habitat.</p>\n<p>PCS (formerly Texasgulf, Inc.) owns and operates an open pit phosphate mine and mineral processing facility on the Pamlico River, near Aurora, in Beaufort County, North Carolina. The processing plant produces fertilizer and food grade phosphate from mined phosphate rock. PCS began acquiring property containing phosphate reserves in 1961, and began construction of the mine, mill and mineral processing facility in 1965. Administrative Record (\"AR\") 008797. PCS's mining operation employed 598 people in 1991, of whom 65 percent lived in Beaufort County. AR 015171.</p>\n<p>PCS owns nearly 50,000 acres of land adjoining the Pamlico River and its tributaries, on which it mines and processes phosphate. The northeastern-most portion of the PCS property is a peninsula known as Hickory Point or the NCPC tract.</p>\n<p>In 1988, PCS applied for a Clean Water Act permit to mine 89 acres of wetlands within a 5-year mining block of the NCPC tract. AR 001435; 001501. After a lengthy \"scoping\" process to define the relevant issues, in which plaintiff participated, the review grew to encompass 20-year mining proposals within a 14,200-acre project area. AR 001461. On July 15, 1991, PCS submitted an amended application for a permit under § 404 of the Clean Water Act to mine phosphate in the NCPC tract over a 20-year period. Along with the application, PCS submitted a Draft Environmental Report identifying three different mining plans for 20-year periods, designated \"A,\" \"B\" and \"C.\" <i>See</i> AR XXXXXX-XX (maps showing Alternatives A through E-2). PCS requested authorization <span class=\"star-pagination\">*606</span> for Alternative B, affecting 3304 acres of wetlands. AR 004335; 004348.</p>\n<p>The project purpose was defined in the draft environmental impacts statement (DEIS), issued in January 1994, as \"a long-term (approximately 20 years) systematic and cost-effective mine advance within the 14,200 acre project area ... for the ongoing [PCS] mine operation at Aurora, North Carolina.\" AR 008801.</p>\n<p>Based on concerns raised by the Corps as well as other interested parties, including plaintiff, two additional 20-year mining plans were developed. AR 005384; 005388. Alternative D was intended to be a wetland minimization alternative, designed to avoid impacts to the high quality wetlands. Alternative E was intended to be a wetland avoidance and minimization alternative, designed to both avoid wetlands, and minimize impacts to high quality wetlands. Prior to the development of these alternatives, the defendants, other review agencies, and plaintiff participated in identifying \"special concern\" wetlands for the purpose of developing alternatives to avoid those particular areas. As a result of those discussions, alternatives D and E were developed. See AR 005609; 005611; 005614; 005617; 013996; 005650. A sixth alternative, Alternative E-2, covered the same geographic area as Alternative E, with the mining sequence reversed to allow most of the increased costs to occur in the second ten years of mining. AR 013428.</p>\n<p>The following table summarizes the differences among the six 20-year mining plan alternatives. It summarizes wetland impacts, operating costs, and tons of ore deferred (i.e., order underlying wetland areas not being mined). AR 015316; 015354.</p>\n<p></p>\n<pre>\n                           Special\n              Wetlands     Concern    Operating Cost     Metric Tons\nAlternative    (acres)     (acres)    (compared to B)   Deferred (MM)\nA                 3,075         272           -$ 5.5M               0\nB                 3,069         190                 0           38.09\nC                 2,406         598           $175.1M               0\nD                 2,310          53           $ 23.2M           94.33\nE                 1,268          10           $ 66.1M           42.63\nE-2               1,268          10           $ 70.1M           42.63\n</pre>\n<p>Alternative E was ultimately selected for a permit; it is the least environmentally damaging of the six alternatives. It has the lowest total acreage of wetland impacts (1268 acres), and it also affects the smallest acreage of the most sensitive \"special concern\" wetlands (10 acres). It is important to note that this alternative costs PCS $66.1 million more than its requested alternative (B).</p>\n<p>During the multi-year period leading to the publication of the Environmental Impact Study (EIS), the Corps also considered and rejected for further study several \"no action\" alternatives; <i>i.e.,</i> alternatives that would not affect wetlands and, therefore, not require a Section 404 permit. First, the Corps considered and rejected the alternative of shutting down the mine, which would force PCS to import phosphate rock from foreign sources (principally Morocco). This alternative was rejected for several reasons: the severe socioeconomic impact it would have on the area<sup>[4]</sup>, <span class=\"star-pagination\">*607</span> the dependence of both PCS and the U.S. farm economy on foreign sources of phosphate rock and the inability of PCS to continue mining its phosphate reserves.</p>\n<p>The Corps also considered only allowing PCS to mine the upland portion of the 14,200 acre project area (non-wetland area). This alternative was rejected primarily because it only allowed ten years of mining at current production rates; therefore, it was inconsistent with the defined project purpose. AR 008808; 015178. However, it is important to note that the upland portion is essentially the site covered by the first ten years of Alternative E, the alternative for which the permit was ultimately issued.</p>\n<p>Additionally, the Corps considered allowing a combination of the first two no-action alternatives, whereby PCS would be allowed to mine the upland areas at a reduced production rate for a longer period and to make up the difference by importing phosphate rock. This alternative was rejected for the reasons that the first two no-action alternatives were rejected, including that it would not allow PCS to continue mining its phosphate reserves in an economically viable fashion. See AR 015179; 016931.</p>\n<p>Federal and state agencies as well as plaintiff submitted extensive comments on the draft environmental impact statement (DEIS). Specifically, plaintiff urged the Corps to adopt a \"more objectively defined\" purpose and need statement for the project to allow consideration of more alternatives. Plaintiff also requested a rigorous investigation of the feasibility of mining PCS's southern phosphate reserves, an area where PCS owns land south of Highway 33.</p>\n<p>Alternative E was ultimately adopted by the Corps. This alternative, however, was not PCS's preferred alternative. In fact, PCS argued vigorously that the increased costs of alternatives C, D and E over alternative B made them \"unreasonably expensive\" and impractical. AR 008725; 018502; 012145; 010937. In August 1996, the Corps issued the final environmental impact statement (FEIS) and rejected PCS's position. As a result, PCS amended its application in November 1996 to request authorization under Alternative E.</p>\n<p>On January 20, 1997, plaintiff submitted additional materials to the Corps regarding PCS's southern phosphate reserve lands. The materials identified uplands in the area south of Highway 33 as well as establishing PCS's land ownership in the area. PCS responded with additional information establishing PCS owned 9,984 acres south of the \"project area\" with at least 4,786 of those acres realistically available for mining. PCS disputed the accuracy of the National Wetland Inventory map and contended that much of the area is wetland. PCS also provided a summary of its expected \"increased costs\" of mining the southern reserve area over Alternative E, stating that these additional costs made it \"unreasonable.\"</p>\n<p>In August 1997, the Record of Decision (ROD) recommending Alternative E was issued. In the ROD, the Corps concluded, \"there are no practicable alternatives that meet the applicant's purpose and need that have less adverse environmental consequences, including wetland impacts.\" In regards to the southern reserves area (south of Highway 33), the Corps concluded that it could not identify the exact number of wetlands in the area, but noted that the increased cost of mining this area is \"unreasonably expensive.\"</p>\n<p>A permit to mine Alternative E was issued following the publication of the ROD. The total permitting process, which ultimately ended in a permit being issued for Alternative E, was a multi-year project <span class=\"star-pagination\">*608</span> review which involved hundreds of individuals, agencies, businesses, and environmental groups. The Corps received over a thousand comment letters on the application and DEIS. Plaintiff was very active in this review, and the Corps encouraged plaintiff's involvement.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)).</p>\n<p>In this case, this court must review the decision of an agency, the U.S. Army Corps of Engineers. As such, this court's focus will be on the administrative record. Review of the administrative record is primarily a legal decision, readily resolvable by summary judgment. <i>Citizens for Scenic River Bridge, Inc. v. Skinner, 802 F.Supp.</i> 1325, 1332 (D.Md.1991).</p>\n<p>Judicial review of an agency decision made pursuant to NEPA and CWA is dictated by section 706 the Administrative Procedure Act (APA). 5 U.S.C. § 706(2)(A); <i>see </i><i>Jersey Heights Neighborhood Ass'n v. Glendening,</i> 174 F.3d 180, 186 (4th Cir.1999); <i>Marsh v. Oregon Natural Res. Council,</i> 490 U.S. 360, 377 n. 23, 109 S.Ct. 1851, 104 L.Ed.2d 377 (1989) (NEPA); <i>James City County, Virginia v. EPA,</i> 12 F.3d 1330, 1338 n. 4 (4th Cir.1993), <i>cert. denied,</i> 513 U.S. 823, 115 S.Ct. 87, 130 L.Ed.2d 39 (1994) (CWA); <i>see also </i><i>National Wildlife Federation v. Hanson,</i> 859 F.2d 313, 316 (4th Cir.1988) (approving in dicta the district court's application of the APA arbitrary and capricious standard in a CWA section 505(a)(2) action against the Corps).</p>\n<p>Under this standard, a court must uphold an agency decision unless plaintiff proves it was \"arbitrary, capricious, an abuse or discretion or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A); see, e.g., <i>Mullin v. Skinner,</i> 756 F.Supp. 904 (E.D.N.C.1990).</p>\n<p>A decision is arbitrary and capricious</p>\n<blockquote>if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Id., quoting Motor Vehicle Mrs. Ass'n of </i><i>United States v. State Farm Mutual Auto. Ins. Co.,</i> 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983).</p>\n<p>Therefore, it is this court's duty to determine if the agency's decision</p>\n<blockquote>was based on a consideration of the relevant factors and whether there has been a clear error of judgment. Although this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The <span class=\"star-pagination\">*609</span> court is not empowered to substitute its judgment for that of the agency.</blockquote>\n<p><i>Virginia Agricultural Growers Assoc., Inc. v. Donovan,</i> 774 F.2d 89, 93 (4th Cir.1985), <i>quoting </i><i>Shoreham Cooperative Apple Producers Ass'n, Inc. v. Donovan,</i> 764 F.2d 135 (2nd Cir.1985).</p>\n<p>Although this standard of review is a narrow one, limited to determining, from a review of the administrative record, that agency action is not arbitrary and capricious, it is limited with good reason. \"The standard exists to ensure that administrative responsibility rests with those whose experience is daily and continual, not with judges whose exposure is episodic and occasional.\" <i>Id.</i> at 92, <i>quoting </i><i>Berry v. Ciba-Geigy Corp.,</i> 761 F.2d 1003 (1985).</p>\n<p></p>\n<h2>II. Plaintiff's Motion to Amend and Supplement</h2>\n<p>Plaintiff moves the court to amend the scheduling order and allow supplementation of the record (the AR). Plaintiff claims that during the pendency of this litigation, defendants have developed pertinent information which directly disproves assumptions made by the Corps in issuing the permit. Plaintiff wishes to supplement the record with minutes of meetings from the review of a new § 404 permit application that is currently under review by the Corps. Plaintiff believes that these minutes contain pertinent information regarding the economic feasibility of mining the PCS land south of Highway 33 (the southern reserves) and regarding the amount of wetlands present in that area. Plaintiff claims this information proves that the Corps failed to take the required \"hard look\" at the south of Highway 33 alternative.</p>\n<p>Defendant PCS objects to supplementation. PCS believes that not only did plaintiff wait too long to supplement, but that the documents are not necessary to the decision before the court. In addition, PCS believes the documents are misleading in that they mischaracterize the Corps' decision as to the issue before the court by including only some meeting minutes.</p>\n<p>Generally, a reviewing court's determination about the rationality of an agency decision is based solely on the administrative record as it existed when the decision was made. <i>Camp v. Pitts,</i> 411 U.S. 138, 142, 93 S.Ct. 1241, 36 L.Ed.2d 106 (1973); <i>Fort Sumter Tours, Inc. v. Babbitt,</i> 66 F.3d 1324, 1335-36 (4th Cir.1995), <i>cert. denied,</i> 517 U.S. 1220, 116 S.Ct. 1848, 134 L.Ed.2d 949 (1996).</p>\n<p>One district court in this circuit has explained the rationale for this general rule:</p>\n<blockquote>Indeed, limiting judicial review to the administrative record in typical citizen suits is consistent with a sensible reluctance to involve the judiciary too deeply in administrative decision making, which reluctance permits agencies to function efficiently within their areas of expertise. Such a restriction serves to prevent reviewing courts from improperly substituting their judgment and determination for that of the agency.</blockquote>\n<p><i>American Canoe Assn., Inc. v. U.S. Environmental Protection Agency,</i> 46 F.Supp.2d 473, 476 (E.D.Va.1999). <i>Accord </i><i>Virginia Agricultural Growers Assn., Inc. v. Donovan,</i> 774 F.2d 89, 92-93 (4th Cir.1985) (\"the standard exists to ensure that administrative responsibility rests with those whose experience is daily and continual, not with judges whose exposure is episodic and occasional,\" cite omitted).</p>\n<p>Notwithstanding this general rule, there are certain narrow exceptions to the rule that permit a district court to consider evidence outside the administrative record. <i>Citizens for Scenic Severn River Bridge, Inc. v. Skinner,</i> 802 F.Supp. 1325, 1331 <span class=\"star-pagination\">*610</span> (D.Md.1991). The Fourth Circuit has not clearly articulated what those narrow exceptions are, but a review of the case law reveals that there are three or four circumstances that appear to call for supplementation: (1) to explain technical information or action not adequately explained by the record (<i>e.g.,</i> more background needed); (2) to show an agency failed to consider relevant evidence; (3) to show an agency, in bad faith, failed to include certain information in the record; or (4) to demonstrate bad faith in the agency's decision making process. <i>See </i><i>Hodges v. Abraham,</i> 253 F.Supp.2d 846 (D.S.C.), <i>aff'd,</i> 300 F.3d 432 (4th Cir.2002), <i>cert. denied,</i> 537 U.S. 1105, 123 S.Ct. 871, 154 L.Ed.2d 775 (2003); <i>Krichbaum v. U.S. Forest Service,</i> 973 F.Supp. 585 (W.D.Va.1997), <i>aff'd,</i> 139 F.3d 890 (4th Cir.1998).</p>\n<p>However, there is no recognized exception in the Fourth Circuit for supplementing the record to \"indicate the truth or falsity of agency predictions.\" <i>See</i> plaintiff's Motion to Amend, p. 1, <i>quoting </i><i>Amoco Oil v. EPA,</i> 501 F.2d 722, 729 n. 10 (D.C.Cir.1974). Nor is there an exception in this circuit allowing supplementation to show \"whether the decision was correct or not.\" <i>See</i> plaintiff's motion to amend, p. 6, citing a Tenth Circuit case. Plaintiff attempts to rely on case law outside this circuit in order to attempt to supplement the record.</p>\n<p>This court finds no need to supplement the record in this matter. The Administrative Record before the court is 19,744 pages long. This permitting process began over a decade ago, and a permit was finally issued in 1997. This suit was filed in April 2002. The record before the court is more than adequate and was provided to the court by the defendants in good faith. The Corps made its decision regarding permitting based on the AR before the court. Allowing supplementation by the plaintiff would result only in delay of this proceeding as well as confusion of the issues. In addition, this court notes that it is not its duty to determine whether the agency was right or wrong, or even if this court would make the same decision, but rather whether the decision was arbitrary, capricious, or otherwise not in accordance with law. Therefore, plaintiff's motion to amend the scheduling order and to supplement the record and supporting memorandum is denied.</p>\n<p></p>\n<h2>III. Standing</h2>\n<p>Defendants assert that plaintiff lacks standing to bring this action and that this court therefore lacks subject matter jurisdiction. Plaintiff asserts \"representational standing\" to sue on behalf of its members.</p>\n<p>Under Article III of the United States Constitution, federal courts may only adjudicate actual cases and controversies. <i>Allen v. Wright,</i> 468 U.S. 737, 750, 104 S.Ct. 3315, 82 L.Ed.2d 556 (1984). Standing is an \"essential and unchanging part of the case-or-controversy requirement of Article III.\" <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992).</p>\n<p>An association has representational standing when \"(a) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization's purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\" <i>Hunt v. Washington State Apple Adver. Comm'n,</i> 432 U.S. 333, 343, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977); <i>see also </i><i>American Canoe Ass'n v. Murphy Farms, Inc.,</i> 326 F.3d 505, 517 (4th Cir.2003). Here, plaintiff asserts representational standing on behalf of its members who use the Pamlico River area in various ways in keeping with <span class=\"star-pagination\">*611</span> the group's purpose to protect the environmental quality of the area.</p>\n<p>\"With respect to individuals' standing, `at an irreducible minimum, Art. III requires the party who invokes the court's authority to show (1) that he personally has suffered some actual or threatened injury as a result of the putatively illegal conduct of the defendant ... and (2) that the injury fairly can be traced to the challenged action and (3) is likely to be redressed by a favorable decision.'\" <i>American Canoe,</i> 326 F.3d at 517 (quoting <i>Valley Forge Christian Coll. v. Americans United for Separation of Church &amp; State, Inc.,</i> 454 U.S. 464, 472, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982)); <i>see also </i><i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992). \"These three prongs are most commonly referred to as (1) injury in fact, (2) traceability, and (3) redressability.\" <i>Id.</i></p>\n<p>In this court's order denying defendants' motion to dismiss, this court found that plaintiff had sufficiently alleged facts to show that its members would have standing to bring this action in their own right. This court noted that plaintiff would need to establish these allegations with specificity through affidavits and other evidence at the summary judgment stage.</p>\n<p>Defendant PCS in its motion for summary judgment, states that plaintiff has not shown specific facts that prove it has standing. However, plaintiff, in its memorandum in support of summary judgment as well as affidavits attached thereto, has demonstrated that \"its members would otherwise have standing to sue in their own right\" because mining 1,268 acres of wetlands will injure PTRF members' recreational and aesthetic rights and interests. <i>Hunt,</i> 432 U.S. at 343, 97 S.Ct. 2434. In addition, these injuries are actual, concrete, particular and geographically specific. <i>Id.</i> These injuries are also \"fairly traceable\" to the Corps' issuance of the permit at issue. Finally, the relief sought, declaratory and injunctive relief, is capable of redressing these issues.</p>\n<p>Plaintiff supports the standing allegations with affidavits from its members. <i>See</i> Exhibits 36, 37, 38 and 39 attached to Plaintiff's Memorandum in Support of Summary Judgment. Members use and enjoy these areas for a variety of recreational water-related activities such as boating, sailing, fishing, duck hunting, etc. <i>Id.</i> Some own primary or vacation homes in the area. The affidavit testimony also shows that the uses have been and will be impaired as a result of defendants' mining pursuant to the permit. Water quality is affected, which may in turn convince members to sell their property, discontinue their recreational uses of the river, or travel a greater distance to use another portion of the river. <i>Id.</i> These impairments may be redressable if the court were to grant plaintiff the relief sought.</p>\n<p>Plaintiff has shown that it is not speculative that the harms alleged may be caused by defendants' activities. The permit issued allows destruction of wetlands. The record shows that the destruction of wetlands at issue will have long-term adverse water quality impacts including potential degradation of nursery areas, potential decrease in fish stocks, etc. FEIS, page 5-20 and 5-22. Plaintiff members' recreational uses will be affected by these water quality impacts. Plaintiff has brought forth adequate facts and affidavit testimony to prove it has standing in this matter.</p>\n<p></p>\n<h2>IV. Laches</h2>\n<p>PCS argues that plaintiff should be barred from brining this suit by the equitable doctrine of laches. Laches is an affirmative defense. To establish the defense <span class=\"star-pagination\">*612</span> of laches, a defendant must prove (1) lack of diligence by the plaintiff and (2) prejudice to the defendant. <i>White v. Daniel,</i> 909 F.2d 99, 102 (4th Cir.1990), <i>cert. denied,</i> 501 U.S. 1260, 111 S.Ct. 2916, 115 L.Ed.2d 1079 (1991).</p>\n<p>Laches is disfavored in environmental cases. <i>See, e.g., </i><i>Arlington Coalition on Transp. v. Volpe,</i> 458 F.2d 1323, 1329-1330 (4th Cir.1972); <i>College Gardens Civic Assoc., Inc. v. Department of Transp.,</i> 522 F.Supp. 377, 383 (D.Md.1981) (\"In light of the public interest status accorded ecology preservation by the Congress ... this Court will not rely upon that doctrine to avoid reaching the merits of the claims raised by the plaintiffs.\"); <i>Mullin v. Skinner,</i> 756 F.Supp. 904, 915-16 (E.D.N.C.1990) (\"Laches must be invoked sparingly in environmental cases because ordinarily the plaintiff will not be the only victim of alleged environmental damage. A less grudging application of the doctrine might defeat Congress's environmental policy.\")</p>\n<p>Defendant PCS has failed to carry its burden on the affirmative defense of laches. Defendant has not shown that plaintiff delayed inexcusably or unreasonably in filing suit. A \"defendant may show lack of diligence either by proof that the action was not commenced within the period provided by the applicable statute of limitations or by facts otherwise indicating a lack of vigilance.\" <i>White v. Daniel,</i> 909 F.2d at 102. Here, plaintiff filed suit within the six-year statute of limitations. In addition, no other facts show a lack of vigilance. Following the issuance of the ROD, plaintiff spent approximately twenty months reviewing the ROD, the applicable law, and considering the complex issues involved. In May 1999, plaintiff informed the Corps and PCS of its intent to sue. Shortly thereafter, plaintiff and PCS entered into settlement negotiations which continued until December 2000, when plaintiff again notified PCS of its intent to file suit. At that point, PCS requested that filing be delayed and that settlement negotiations resume. PCS also agreed at that time to toll any defense related to the passage of time after December 17, 2000.</p>\n<p>Plaintiff attempted to resolve these issues without filing suit. This court will not punish plaintiff for attempting to resolve this matter without lengthy and costly litigation.</p>\n<p>In addition, defendants have not demonstrated harm or prejudice as a result of plaintiff's alleged delay. PCS continued, before and after filing of the suit, to mine without interruption. No prejudice has been shown. Defendants have not carried its burden on the doctrine of laches and this court will not apply that doctrine.</p>\n<p></p>\n<h2>V. Count One-CWA</h2>\n<p>Count One of the complaint alleges that the Corps violated the CWA by failing to consider practicable alternatives to the permitted action, and that defendant EPA violated the CWA by not properly reviewing and vetoing the permit. Plaintiff brings this action pursuant to Section 505(a)(2) of the CWA, or in the alternative, pursuant to the APA. To prevail on a CWA claim, plaintiff must prove \"a failure of the [EPA's] Administrator to perform any act or duty under [the CWA] which is not discretionary with the Administrator.\" 33 U.S.C. § 1365(a)(2). As noted above, agency action under the CWA is reviewed under the arbitrary and capricious standard. See <i>Hanson,</i> 859 F.2d at 316.</p>\n<p>Plaintiff claims that the Corps violated the CWA by failing to consider two different practicable alternatives: (1) the importation of phosphate rock and (2) mining the uplands in the southern reserve area. The Corps must deny a permit for the discharge <span class=\"star-pagination\">*613</span> of dredged or fill material into wetlands if \"there is a practicable alternative to the proposed discharge which would have less adverse impact on the aquatic ecosystem, so long as the alternative does not have other significant adverse environmental consequences.\" 40 C.F.R. 230.10(a). An alternative is \"practicable\" if \"it is available and capable of being done after taking into consideration cost, existing technology, and logistics in light of overall project purpose.\" 40 C.F.R. 230.10(a)(2). Plaintiff claims that because the Corps determined that importing phosphate rock from Morocco to produce finished phosphate products at its Aurora facility is \"economically viable,\" it is a practicable alternative.</p>\n<p>The Corps did consider the importation alternative. However, even though the Corps concluded the alternative was economically viable, it also reasonably determined that it was not practicable. This alternative would not allow PCS to use its phosphate reserves, and the resources acquired to mine those reserves, in a cost effective manner, thereby making it impracticable in \"light of overall project purpose.\" <i>Id.</i> In addition, importation would disrupt the regional economy, through impacts to both PCS's employees and local contractors. As noted above, PCS is a major employer in the area. Finally, it is important to note that plaintiff did not support this alternative during the permitting process due to this alternative's negative consequences for the local economy. <i>See</i> District Engineer's comments on the FEIS dated October 9, 1996 (AR 16228, 16927). For all of the reasons given by the Corps, this court finds that the Corps' determination that importation of Moroccan rock was not a practicable alternative was not arbitrary and capricious.</p>\n<p>The Corps also considered the southern reserve alternative. The Corps determined it was not practicable for several reasons. The primary reason was the increased costs associated with this alternative. Estimates show that this alternative would cost $354 million more than Alternative E and $444.4 million more than Alternative B. These increased costs result from the longer pumping distance required to transport ore from the mine to PCS's processing facility. Increased costs would also result from the lower quality of the ore<sup>[5]</sup> found in the southern reserve alternative as well as blocked access requiring the movement of Highway 33/306 and the Norfolk Southern Railroad, and the number of residential and commercial properties that would be impacted.</p>\n<p>In addition, PCS does not control all of the phosphate resource lands in the area southwest of Aurora, and of the lands it does own only 4,786 acres are contiguous. PCS estimated that 1600 acres of those lands would be delineated as wetlands. AR 016535. Two-thirds of the area is productive farmland.</p>\n<p>In light of the substantially increased cost of the southern reserve alternative and the other factors discussed above, the Corps' conclusion that this alternative was not practicable was reasonable. Therefore, the court finds that the Corps' actions were not arbitrary and capricious and did not violate the CWA.</p>\n<p>In addition, plaintiff alleges defendant EPA violated the CWA by not properly reviewing and vetoing the permit. However, having found that the Corps' decision deeming that the importation alternative and the southern reserve alternative were not practicable was not arbitrary and capricious, <span class=\"star-pagination\">*614</span> plaintiff has no claim against EPA for failing to veto that decision.</p>\n<p></p>\n<h2>VI. Count Two</h2>\n<p>Count Two alleges that the Corps violated NEPA by failing to consider reasonable alternatives to the permitted action. Specifically, plaintiff claims that the Corps defined the purpose and need of the mining project too narrowly, thereby limiting the alternatives to be considered. Plaintiff argues that because of the limited purpose and need statement, the Corps failed to fully evaluate the reasonable alternatives of (1) importing rock from Morocco and (2) mining the southern reserve alternative.</p>\n<p>NEPA requires that an EIS contain a statement of purpose and need for the proposed action. NEPA regulations provide that \"the statement shall briefly specify the underlying purpose and need to which the agency is responding in proposing the alternatives included in their proposed action.\" 40 C.F.R. § 1502.13.</p>\n<p>The Corps' statement of the purpose and need for the project is set forth in detail in Section 2.0 of the FEIS and covers six single-spaced types pages. AR 15167-72. It begins with an explanation of the history of PCS's activities, noting that PCS began acquiring phosphate resources in 1961 and began mining and processing phosphate in 1965. The statement also analyzes the public's need for phosphate rock, noting it is the only significant commercial source of the element phosphorous, which is a basic component of fertilizer, animal feed products, and consumer products such as soft drinks, toothpaste, foods, and flavors. The Corps also notes the economic needs for PCSs's continued mining in the area. As noted above, PCS employs almost 600 people at the Beaufort County mine. In Section 2.2, the Corps turns to the applicant's purpose and need, providing information underlying the reasons for a 20-year mine plan and factors to be considered in determining an economic mine plan.</p>\n<p>Also, the District Engineer considered the plaintiff's arguments regarding a \"constrained\" purpose and need statement and the two alternatives plaintiff felt were not adequately evaluated, and he responded to these arguments in the ROD. In the Section titled \"Evaluation of and Response to Alternative E Comment Issues,\" he explains why the alternatives considered in detail are adequate. He notes that the original permit application was to mine 960 acres during the first 5-year period of a 20-year mine plan covering 4,300 acres. However, after the scoping meeting in 1988 and in response to public and agency comment, the Corps required PCS to completely evaluate all mine plans within a 14, 200 acre mining area.</p>\n<p>Plaintiff attempts to argue that the \"underlying purpose\" is really only to obtain phosphate rock for PCS's manufacturing facility in an economically viable manner. However, this ignores reality. As is demonstrated by the thorough discussion of the purpose and need of the project, PCS's purpose was to continue to mine the resources it had been acquiring, not merely to supply the chemical processing plants. While the Corps is not required to blindly accept PCS's statement of purpose, neither can it completely ignore it. <i>See, e.g., </i><i>Alameda Water &amp; Sanitation Dist. v. Reilly,</i> 930 F.Supp. 486, 492 (D.Colo.1996); <i>see also </i><i>Sylvester v. Corps of Engineers,</i> 882 F.2d 407, 409 (9th Cir.1989) (stating it would be \"bizarre\" to ignore the applicant's purpose and substitute a purpose deemed suitable by the Corps).</p>\n<p>An agency need only consider alternatives that are reasonable in light of the project's stated purpose. Therefore, the purpose and need statement cannot be <span class=\"star-pagination\">*615</span> unreasonably narrow. <i>Alliance for Legal Action v. Fed. Aviation Admin.,</i> 69 Fed.Appx. 617, 622 (4th Cir.2003); <i>N.C. Alliance for Transp. Reform, Inc. v. United States Dept. of Transp.,</i> 151 F.Supp.2d 661, 686 (M.D.N.C.2001). However, plaintiff has failed to demonstrate that the statement of purpose and need is unreasonably narrow. Defendants did a thorough job of defining the project purpose and need in a reasonable manner. Therefore, plaintiff's claim that the purpose and need was too narrowly defined fails.</p>\n<p>Plaintiff also alleges that the Corps violated NEPA by failing to adequately consider reasonable alternatives: (1) the \"no-action\" alternative of importing phosphate from Morocco and (2) mining the southern reserve alternative. In other words, plaintiff claims that the Corps did not take the required \"hard look\" at these alternatives. However, the record demonstrates plaintiff's argument is without merit. As described in the statement of the facts, the Corps' review of this permit, including its analysis of alternatives, was thorough and satisfied the requirements of NEPA. Although the Corps did not choose these two alternatives to study in detail, the Corps did take a \"hard look\" at the alternatives. The Corps made an informed and reasonable decision not to study these alternatives in detail for the reasons described previously. In addition, having found that the purpose and need statement was proper, the Corps' decision that these alternatives did not meet the purpose and need of the project is also reasonable. Therefore, the Corps took a sufficient \"hard look,\" and this court finds that the Corps' analysis of these alternatives complied with the requirements of NEPA.</p>\n<p></p>\n<h2>VII. Count Three</h2>\n<p>Count III alleges that the Corps also violated NEPA by failing \"to fully assess the range of cumulative and foreseeable impacts from actions connected to the proposed activity.\" Specifically, plaintiff alleges:</p>\n<blockquote>NEPA requires agencies to fully assess the range of cumulative and foreseeable impacts from actions connected to the proposed activity. By segregating the northward mining sweep from the return, southward mining sweep and permitting only the northward sweep, the Corps improperly segmented the analysis of impacts and skewed the analysis of alternatives and impacts. In so doing, the Corps also failed to consider cumulative impacts from the foreseeable, induced southward sweep<sup>[6]</sup>.</blockquote>\n<p>Complaint ¶ 58.</p>\n<p>NEPA requires analysis and disclosure of the environmental effects of \"connected,\" \"cumulative,\" and \"similar\" actions. 40 C.F.R. § 1508.25(a). Separate actions are considered \"connected\" if they are interdependent parts of a larger action and depend on the larger action for their justification. See 40 C.F.R. § 1508.25(a)(1). \"Cumulative actions\" are defined as actions \"which when viewed with other proposed actions have cumulatively significant <span class=\"star-pagination\">*616</span> impacts.\" 40 C.F.R. § 1508.25(a)(2). \"Similar actions\" are defined as having \"similarities that provide a basis for evaluating their environmental consequences together, such as common timing or geography.\" 40 C.F.R. § 1508.25(a)(3).</p>\n<p>Plaintiff argues that mining the eastern side of the NCPC tract is \"connected\" to the permitted mining and constitutes a \"similar\" action. Plaintiff, therefore, claims that the Corps was required by NEPA to analyze the two projects as a whole. Plaintiff states that the Corps' failure to assess the environmental effects of the cumulative, similar actions of PCS's mine advance after completion of the permitted mining was arbitrary and capricious.</p>\n<p>Plaintiff cites <i>Maryland Conservation Council, Inc. v. Gilchrist</i> in support of this contention. In that case, a highway was going to inevitably run through park land, and it was clear that an EIS would have to be completed prior to the road being constructed through the park. Therefore, the court forbid construction of portions of the road on each side of the park, stating that the road segments would \"stand like gun barrels pointing into the heartland of the park\" and the analysis of reasonable alternatives \"would inevitably be influenced.\" <i>Id.,</i> 808 F.2d 1039, 1041 (4th Cir.1986).</p>\n<p>The Fourth Circuit has also held that \"segmentation of one phase of a larger project prior to the completion of the environmental review of the entire project constitutes impermissible segmentation only if the component action has a `direct and substantial probability of influencing [the agency's] decision' on the larger project.\" <i>South Carolina v. O'Leary,</i> 64 F.3d 892, 898-99 (4th Cir.1995) (<i>quoting </i><i>North Carolina v. City of Virginia Beach,</i> 951 F.2d 596, 603 (4th Cir.1991)).</p>\n<p>The District Engineer specifically addressed plaintiff's concerns in the ROD. AR 016932. In addition, the Corps notes that PCS has in fact applied for a permit to mine the eastern half of the NCPC tract, and that application is currently under review. However, the Corps states that this application was not dictated by the location of the permitted mining, but rather by the fact that this area is the most profitable mine site for PCS for three reasons: it has the highest grade of ore; it has the thickest deposit of ore; and, it is the area closest to the mill and processing plant, making transport costs lower.</p>\n<p>Also, the Corps took reasonable steps to ensure that PCS could not argue that mining Alternative E left PCS in a position where the eastern side of the NCPC tract next was the only feasible mining alternative. The Corps deleted the \"mine development area\" which included 1 1/2 years of land clearing on the tip of the eastern side of the NCPC tract. In addition, the Corps required a letter from PCS, prior to issuing the permit, stating that it could feasibly remove its mining equipment without additional wetland impact within the NCPC tract. AR 016546. The Corps also noted in the record that the cost of an equipment move from the end of Alternative E to a non-adjacent mine site was not likely to affect the practicability of other mine plans. AR 016932.</p>\n<p>The record demonstrates that the Corps took steps to reasonably insure that the permitting of Alternative E did not influence future mining permits. The Corps reasonably concluded that its approval of Alternative E does not present any \"direct and substantial\" probability of influencing its decision on the pending permit application. <i>See </i><i>South Carolina v. O'Leary,</i> 64 F.3d at 898-99 (4th Cir.1995). This court finds that the Corps' decision on this matter was not arbitrary and capricious.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*617</span> <i>CONCLUSION</i>\n</h2>\n<p>Plaintiff has failed to meets its burden to demonstrate that the Corps' actions were arbitrary and capricious. To the contrary, the record reveals that the Corps conducted an extremely thorough and reasonable review of the permit application, a review that complied with both the CWA and NEPA.</p>\n<p>For the foregoing reasons, plaintiff's motion to amend the scheduling order and to supplement the record and supporting memorandum is hereby denied; plaintiff's motion for summary judgment is hereby denied; and, defendants' motions for summary judgment are hereby granted. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Federal defendants\" refers collectively to the U.S. Army Corps of Engineers, the U.S. Environmental Protection Agency (EPA), and the following individual officers of those agencies sued in their official capacities: Colonel Charles R. Alexander, Jr., U.S. Army Corps of Engineers, Wilmington District; Lt. General Robert B. Flowers, U.S. Army Corps of Engineers; Jimmy Palmer, Regional EPA Administrator; and Michael O. Leavitt, EPA Administrator. Pursuant to Fed.R.Civ.P. 25(d)(1), Col. Alexander is automatically substituted for Col. James Deloney, and Mr. Leavitt is automatically substituted for Christine Whitman.</p>\n<p>[2]  In its complaint, plaintiff does not allege that PCS violated any federal law or duty, and focuses its attention primarily on the actions  of the federal defendants. PTRF includes PCS as a defendant \"pursuant to Rules 19(a) and 20(a)\" of the Federal Rules of Civil Procedure, since PCS has an interest in this action and disposition of the action in its absence may impair its ability to protect its interests. Compl. ¶ 14.</p>\n<p>[3]  The CWA defines \"navigable waters\" broadly to encompass all \"waters of the United States, including the territorial seas.\" 33 U.S.C. § 1362(7). Consistent with the statute's broad scope, \"waters of the United States\" are defined by regulation to include \"wetlands adjacent to [such] waters.\" 40 C.F.R. § 230.3(s)(7).</p>\n<p>[4]  PCS is a major employer in the region. In 1991, the mine employed 598 people, paid $28 million in payroll and benefits, $2.1 million in state and local taxes, $2.7 million to the North Carolina State Ports Authority, and $73 million in the purchase of goods and services from North Carolina vendors. AR 015171.</p>\n<p>[5]  The lower the quality of the ore, the greater the amount or ore that must be mined, and pumped, to achieve a unit of phosphate rock. AR XXXXXX-XX; XXXXXX-XX; 015358.</p>\n<p>[6]  The permit at issue allows PCS to mine the western half of the peninsula known as the NCPC tract. The permit allows PCS to mine northward to the tip of the peninsula. Plaintiff's argument is that at the end of the permitted mining PCS will be positioned at the northern tip of the peninsula and turning southward to mine \"back down\" the eastern side of the peninsula will be the easiest for PCS. Plaintiff believes PCS's position at the end of this permitted mining will unreasonably affect the Corps' decision regarding whether to allow PCS to mine \"back down\" the peninsula. This possibility alarms plaintiff because the eastern side of the peninsula contains thousands of acres of wetlands and tidal creeks along the shoreline of the Pamlico River and South Creek.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">600</span></span> (2004)</b></center>\n<center><h1>PAMLICO-TAR RIVER FOUNDATION, Plaintiff,<br>\nv.<br>\nU.S. ARMY CORPS OF ENGINEERS; Colonel James Deloney, U.S. Army Corps of Engineers, Wilmington District; LT. General Robert B. Flowers, U.S. Army Corps of Engineers; United States Environmental Protection Agency; Jimmy Palmer, Regional Administrator, Region IV, U.S. EPA, Mike Leavitt, Administrator, U.S. EPA; and PCS Phosphate Company, Inc., Defendants.</h1></center>\n<center>No. 4:02-CV-53-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 6, 2004.</center>\n<p><span class=\"star-pagination\">*601</span> <span class=\"star-pagination\">*602</span> Derb S. Carter, Chapel Hill, NC, for Pamlico-Tar River Foundation, plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, George William House, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, V. Randall Tinsley, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for U.S. Army Corps of Engineers, James Deloney, Colonel, U.S. Army Corps of Engineers, Wilmington District, Robert B. Flowers, Lt. General, U.S. Army Corps of Engineers, United States Environmental Protection Agency, Jimmy Palmer, Regional Administrator, Region IV, U.S. EPA, Christine. Whitman, Administrator, U.S. EPA, PCS Phosphate Company, Incorporated, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for summary judgment, defendant PCS Phosphate Company, Inc's. (\"PCS\") motion for summary judgment, and federal defendants<sup>[1]</sup>' motion for summary <span class=\"star-pagination\">*603</span> judgment. Responses and replies have been filed. Also before the court is plaintiff's motion to amend the scheduling order and to supplement the record. Defendant PCS responded to plaintiff's motion, and plaintiff replied, although federal defendants did not respond. In addition, this court held a hearing in this matter on July 20, 2004. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff Pamlico-Tar River Foundation (\"PTRF\") filed this action on April 4, 2002, under the Clean Water Act (\"CWA\"), 33 U.S.C. § 1251, <i>et seq.,</i> and the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706. Plaintiff challenges the issuance of a permit by defendant U.S. Army Corps of Engineers (\"the Corps\") to defendant PCS, authorizing PCS to discharge dredged materials into 1,263 acres of wetlands owned by PCS in Beaufort County, North Carolina, in connection with PCS's mining and manufacturing activities.</p>\n<p>Count One of the complaint alleges that the Corps violated the CWA by failing to consider practicable alternatives to the permitted action, and that defendant United States Environmental Protection Agency (\"EPA\") violated the CWA by not properly reviewing and vetoing the permit. Count Two alleges that the Corps violated the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. § 4332, by failing to consider reasonable alternatives to the permitted action. Count Three alleges that the Corps also violated NEPA by failing \"to fully assess the range of cumulative and foreseeable impacts from actions connected to the proposed activity.\" Compl. ¶¶ 58-59. Plaintiff requests declaratory and injunctive relief.</p>\n<p>On May 22, 2003, the federal defendants moved to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(1) and (6), arguing that plaintiff lacks standing to bring this action, and that Count One of the complaint fails to state a claim for which relief may be granted. The following day, PCS submitted its own motion to dismiss pursuant to the same rules, asserting the federal defendants' sovereign immunity, plaintiff's lack of standing, and plaintiff's failure to state a claim in all counts of the complaint.<sup>[2]</sup> Defendants' motions to dismiss were denied by this court's order filed August 13, 2003.</p>\n<p></p>\n<h2><i>STATUTORY AND REGULATORY AUTHORITY</i></h2>\n<p></p>\n<h2>I. Clean Water Act</h2>\n<p>The Clean Water Act (CWA) establishes a comprehensive program to \"restore and maintain the chemical, physical and biological integrity of the nation's waters.\" 33 U.S.C. § 1251(a). Consistent with this goal, the CWA prohibits the \"discharge of any pollutant\" into \"navigable waters<sup>[3]</sup>\" <span class=\"star-pagination\">*604</span> unless authorized by CWA permit. 33 U.S.C. § 1311(a).</p>\n<p>Section 404(a) of the CWA, 33 U.S.C. § 1344(a), authorizes the Secretary of the Army, acting through the Corps of Engineers, to issue permits allowing the discharge of dredged or fill materials into \"navigable waters.\" The Section 404 permit process is governed both by Corps regulations, 33 C.F.R. parts 320-330, and by EPA regulations, 40 C.F.R. Part 230, issued pursuant to Section 404(b)(1) of the CWA. 33 U.S.C. § 1344(b)(1).</p>\n<p>Under the Section 404(b)(1) guidelines issued by EPA, the Corps must consider a number of factors, including whether there are practicable alternatives to the proposed discharge. The Corps must deny a permit for the discharge of dredged or fill material into wetlands if \"there is a practicable alternative to the proposed discharge which would have less adverse impact on the aquatic ecosystem, so long as the alternative does not have other significant adverse environmental consequences.\" 40 C.F.R. 230.10(a). An alternative is \"practicable\" if \"it is available and capable of being done after taking into consideration cost, existing technology, and logistics in light of overall project purpose.\" 40 C.F.R. 230.10(a)(2).</p>\n<p>Under 33 C.F.R. § 320.4(a)(1), the Corps conducts a \"public interest review\" of all permit applications, evaluating \"the probable impacts, including cumulative impacts, of the proposed activity and its intended use on the public interest.\" The Corps balances \"benefits which reasonably may be expected to accrue from the proposal\" against the proposal's \"reasonably foreseeable detriments.\" <i>Id.</i> The Corps considers many factors, including \"conservation, economics, aesthetics, general environmental concerns, wetlands, ...land use, ... water supply and conservation, water quality, ... considerations of property ownership and, in general, the needs and welfare of the people.\" <i>Id.</i> The Corps also considers \"the public and private need\" for the proposed project and \"the practicability of using reasonable alternative locations and methods to accomplish the objective.\" 33 C.F.R. § 320.4(a)(2)(I) and (ii).</p>\n<p>If a project is determined to comply with section 404, the Corps issues a permit \"unless the district engineer determines that it would be contrary to the public interest.\" 33 C.F.R. §§ 320.4(a)(1) and 323.6(a). The EPA Administrator may veto the issuance of a permit \"whenever he determines, after notice and opportunity for comment, that the discharge of such materials into such area will have an unacceptable adverse effect\" on the environment. 33 U.S.C. § 1344Copr..</p>\n<p></p>\n<h2>II. National Environmental Policy Act</h2>\n<p>The National Environmental Policy Act (NEPA) establishes \"a national policy of protecting and promoting environmental quality.\" <i>Hodges v. Abraham,</i> <span class=\"citation\" data-id=\"778767\"><a href=\"/opinion/778767/jim-hodges-governor-of-the-state-of-south-carolina-in-his-official/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 438 (4th Cir.2002), quoting <i>Hughes River Watershed Conservancy v. Glickman,</i> <span class=\"citation\" data-id=\"716622\"><a href=\"/opinion/716622/hughes-river-watershed-conservancy-an-unincorporated-association-sierra/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 443 (4th Cir.1996). NEPA is a procedural statute, meaning that it does not place substantive requirements on federal agencies, but it does require the agency to follow certain procedures prior to taking certain actions. <i>Id.</i></p>\n<blockquote>The purpose of NEPA is two-fold. First, it ensures that an \"agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.\" In other words, NEPA guarantees that an agency will take \"a `hard look' at environmental consequences\" <span class=\"star-pagination\">*605</span> before making a decision that may affect the environment. (Citations omitted.) Second, compliance with NEPA procedures \"ensures that relevant information about a proposed project will be made available to members of the public so that they may play a role in both the decisionmaking process and the implementation of the decision.\" (Citations omitted.)</blockquote>\n<p><i>Hodges, supra</i> at 438.</p>\n<p>While NEPA requires that the agency follow the proper procedures, <i>e.g.,</i> preparing an EIS, once these procedures are completed adequately, <i>i.e.,</i>\"`the adverse environmental effects of the proposed action are adequately identified and evaluated,' a federal agency is entitled to `decide that other values outweigh the environmental costs.'\" <i>Id.,quoting </i><i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 350, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989). In other words, the agency's decision cannot be uninformed, even if it is unwise. <i>Id.</i> Therefore, the court cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Kleppe v. Sierra Club,</i> <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 410 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976).</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>PTRF is a non-profit corporation with approximately 1,300 members, the majority of whom live and work on or near the Pamlico and Tar Rivers. \"Many PTRF members visit, recreate, fish, hunt, boat, swim, view wildlife, and otherwise use and enjoy the waters of the Pamlico River adjoining and in the vicinity of the phosphate mining activities which are the subject of this lawsuit.\" Compl. ¶ 5. PTRF members work to protect wetlands adjacent to the Pamlico River in order to maintain their role of protecting and improving water quality in the river. PTRF and its members claim to be directly harmed by the loss of wetlands and the appurtenant algae blooms, fish kills, and loss of plant and animal habitat.</p>\n<p>PCS (formerly Texasgulf, Inc.) owns and operates an open pit phosphate mine and mineral processing facility on the Pamlico River, near Aurora, in Beaufort County, North Carolina. The processing plant produces fertilizer and food grade phosphate from mined phosphate rock. PCS began acquiring property containing phosphate reserves in 1961, and began construction of the mine, mill and mineral processing facility in 1965. Administrative Record (\"AR\") 008797. PCS's mining operation employed 598 people in 1991, of whom 65 percent lived in Beaufort County. AR 015171.</p>\n<p>PCS owns nearly 50,000 acres of land adjoining the Pamlico River and its tributaries, on which it mines and processes phosphate. The northeastern-most portion of the PCS property is a peninsula known as Hickory Point or the NCPC tract.</p>\n<p>In 1988, PCS applied for a Clean Water Act permit to mine 89 acres of wetlands within a 5-year mining block of the NCPC tract. AR 001435; 001501. After a lengthy \"scoping\" process to define the relevant issues, in which plaintiff participated, the review grew to encompass 20-year mining proposals within a 14,200-acre project area. AR 001461. On July 15, 1991, PCS submitted an amended application for a permit under § 404 of the Clean Water Act to mine phosphate in the NCPC tract over a 20-year period. Along with the application, PCS submitted a Draft Environmental Report identifying three different mining plans for 20-year periods, designated \"A,\" \"B\" and \"C.\" <i>See</i> AR XXXXXX-XX (maps showing Alternatives A through E-2). PCS requested authorization <span class=\"star-pagination\">*606</span> for Alternative B, affecting 3304 acres of wetlands. AR 004335; 004348.</p>\n<p>The project purpose was defined in the draft environmental impacts statement (DEIS), issued in January 1994, as \"a long-term (approximately 20 years) systematic and cost-effective mine advance within the 14,200 acre project area ... for the ongoing [PCS] mine operation at Aurora, North Carolina.\" AR 008801.</p>\n<p>Based on concerns raised by the Corps as well as other interested parties, including plaintiff, two additional 20-year mining plans were developed. AR 005384; 005388. Alternative D was intended to be a wetland minimization alternative, designed to avoid impacts to the high quality wetlands. Alternative E was intended to be a wetland avoidance and minimization alternative, designed to both avoid wetlands, and minimize impacts to high quality wetlands. Prior to the development of these alternatives, the defendants, other review agencies, and plaintiff participated in identifying \"special concern\" wetlands for the purpose of developing alternatives to avoid those particular areas. As a result of those discussions, alternatives D and E were developed. See AR 005609; 005611; 005614; 005617; 013996; 005650. A sixth alternative, Alternative E-2, covered the same geographic area as Alternative E, with the mining sequence reversed to allow most of the increased costs to occur in the second ten years of mining. AR 013428.</p>\n<p>The following table summarizes the differences among the six 20-year mining plan alternatives. It summarizes wetland impacts, operating costs, and tons of ore deferred (i.e., order underlying wetland areas not being mined). AR 015316; 015354.</p>\n<p></p>\n<pre>\n                           Special\n              Wetlands     Concern    Operating Cost     Metric Tons\nAlternative    (acres)     (acres)    (compared to B)   Deferred (MM)\nA                 3,075         272           -$ 5.5M               0\nB                 3,069         190                 0           38.09\nC                 2,406         598           $175.1M               0\nD                 2,310          53           $ 23.2M           94.33\nE                 1,268          10           $ 66.1M           42.63\nE-2               1,268          10           $ 70.1M           42.63\n</pre>\n<p>Alternative E was ultimately selected for a permit; it is the least environmentally damaging of the six alternatives. It has the lowest total acreage of wetland impacts (1268 acres), and it also affects the smallest acreage of the most sensitive \"special concern\" wetlands (10 acres). It is important to note that this alternative costs PCS $66.1 million more than its requested alternative (B).</p>\n<p>During the multi-year period leading to the publication of the Environmental Impact Study (EIS), the Corps also considered and rejected for further study several \"no action\" alternatives; <i>i.e.,</i> alternatives that would not affect wetlands and, therefore, not require a Section 404 permit. First, the Corps considered and rejected the alternative of shutting down the mine, which would force PCS to import phosphate rock from foreign sources (principally Morocco). This alternative was rejected for several reasons: the severe socioeconomic impact it would have on the area<sup>[4]</sup>, <span class=\"star-pagination\">*607</span> the dependence of both PCS and the U.S. farm economy on foreign sources of phosphate rock and the inability of PCS to continue mining its phosphate reserves.</p>\n<p>The Corps also considered only allowing PCS to mine the upland portion of the 14,200 acre project area (non-wetland area). This alternative was rejected primarily because it only allowed ten years of mining at current production rates; therefore, it was inconsistent with the defined project purpose. AR 008808; 015178. However, it is important to note that the upland portion is essentially the site covered by the first ten years of Alternative E, the alternative for which the permit was ultimately issued.</p>\n<p>Additionally, the Corps considered allowing a combination of the first two no-action alternatives, whereby PCS would be allowed to mine the upland areas at a reduced production rate for a longer period and to make up the difference by importing phosphate rock. This alternative was rejected for the reasons that the first two no-action alternatives were rejected, including that it would not allow PCS to continue mining its phosphate reserves in an economically viable fashion. See AR 015179; 016931.</p>\n<p>Federal and state agencies as well as plaintiff submitted extensive comments on the draft environmental impact statement (DEIS). Specifically, plaintiff urged the Corps to adopt a \"more objectively defined\" purpose and need statement for the project to allow consideration of more alternatives. Plaintiff also requested a rigorous investigation of the feasibility of mining PCS's southern phosphate reserves, an area where PCS owns land south of Highway 33.</p>\n<p>Alternative E was ultimately adopted by the Corps. This alternative, however, was not PCS's preferred alternative. In fact, PCS argued vigorously that the increased costs of alternatives C, D and E over alternative B made them \"unreasonably expensive\" and impractical. AR 008725; 018502; 012145; 010937. In August 1996, the Corps issued the final environmental impact statement (FEIS) and rejected PCS's position. As a result, PCS amended its application in November 1996 to request authorization under Alternative E.</p>\n<p>On January 20, 1997, plaintiff submitted additional materials to the Corps regarding PCS's southern phosphate reserve lands. The materials identified uplands in the area south of Highway 33 as well as establishing PCS's land ownership in the area. PCS responded with additional information establishing PCS owned 9,984 acres south of the \"project area\" with at least 4,786 of those acres realistically available for mining. PCS disputed the accuracy of the National Wetland Inventory map and contended that much of the area is wetland. PCS also provided a summary of its expected \"increased costs\" of mining the southern reserve area over Alternative E, stating that these additional costs made it \"unreasonable.\"</p>\n<p>In August 1997, the Record of Decision (ROD) recommending Alternative E was issued. In the ROD, the Corps concluded, \"there are no practicable alternatives that meet the applicant's purpose and need that have less adverse environmental consequences, including wetland impacts.\" In regards to the southern reserves area (south of Highway 33), the Corps concluded that it could not identify the exact number of wetlands in the area, but noted that the increased cost of mining this area is \"unreasonably expensive.\"</p>\n<p>A permit to mine Alternative E was issued following the publication of the ROD. The total permitting process, which ultimately ended in a permit being issued for Alternative E, was a multi-year project <span class=\"star-pagination\">*608</span> review which involved hundreds of individuals, agencies, businesses, and environmental groups. The Corps received over a thousand comment letters on the application and DEIS. Plaintiff was very active in this review, and the Corps encouraged plaintiff's involvement.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)).</p>\n<p>In this case, this court must review the decision of an agency, the U.S. Army Corps of Engineers. As such, this court's focus will be on the administrative record. Review of the administrative record is primarily a legal decision, readily resolvable by summary judgment. <i>Citizens for Scenic River Bridge, Inc. v. Skinner, 802 F.Supp.</i> 1325, 1332 (D.Md.1991).</p>\n<p>Judicial review of an agency decision made pursuant to NEPA and CWA is dictated by section 706 the Administrative Procedure Act (APA). 5 U.S.C. § 706(2)(A); <i>see </i><i>Jersey Heights Neighborhood Ass'n v. Glendening,</i> <span class=\"citation\" data-id=\"763328\"><a href=\"/opinion/763328/the-jersey-heights-neighborhood-association-a-non-profit-membership/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 186 (4th Cir.1999); <i>Marsh v. Oregon Natural Res. Council,</i> <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 377 n. 23, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1989) (NEPA); <i>James City County, Virginia v. EPA,</i> <span class=\"citation\" data-id=\"659869\"><a href=\"/opinion/659869/james-city-county-virginia-v-environmental-protection-agency-united/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1330</span></a></span>, 1338 n. 4 (4th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">87</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></span> (1994) (CWA); <i>see also </i><i>National Wildlife Federation v. Hanson,</i> <span class=\"citation\" data-id=\"512890\"><a href=\"/opinion/512890/national-wildlife-federation-environmental-policy-institute-north-carolina/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span>, 316 (4th Cir.1988) (approving in dicta the district court's application of the APA arbitrary and capricious standard in a CWA section 505(a)(2) action against the Corps).</p>\n<p>Under this standard, a court must uphold an agency decision unless plaintiff proves it was \"arbitrary, capricious, an abuse or discretion or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A); see, e.g., <i>Mullin v. Skinner,</i> <span class=\"citation\" data-id=\"2291166\"><a href=\"/opinion/2291166/mullin-v-skinner/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></a></span> (E.D.N.C.1990).</p>\n<p>A decision is arbitrary and capricious</p>\n<blockquote>if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Id., quoting Motor Vehicle Mrs. Ass'n of </i><i>United States v. State Farm Mutual Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983).</p>\n<p>Therefore, it is this court's duty to determine if the agency's decision</p>\n<blockquote>was based on a consideration of the relevant factors and whether there has been a clear error of judgment. Although this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The <span class=\"star-pagination\">*609</span> court is not empowered to substitute its judgment for that of the agency.</blockquote>\n<p><i>Virginia Agricultural Growers Assoc., Inc. v. Donovan,</i> <span class=\"citation\" data-id=\"458902\"><a href=\"/opinion/458902/virginia-agricultural-growers-association-inc-virginia-carolina/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 93 (4th Cir.1985), <i>quoting </i><i>Shoreham Cooperative Apple Producers Ass'n, Inc. v. Donovan,</i> <span class=\"citation\" data-id=\"453344\"><a href=\"/opinion/453344/shoreham-cooperative-apple-producers-association-inc-scott-farm-yankee/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span> (2nd Cir.1985).</p>\n<p>Although this standard of review is a narrow one, limited to determining, from a review of the administrative record, that agency action is not arbitrary and capricious, it is limited with good reason. \"The standard exists to ensure that administrative responsibility rests with those whose experience is daily and continual, not with judges whose exposure is episodic and occasional.\" <i>Id.</i> at 92, <i>quoting </i><i>Berry v. Ciba-Geigy Corp.,</i> <span class=\"citation\" data-id=\"451899\"><a href=\"/opinion/451899/hebra-a-berry-v-ciba-geigy-corporation/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span> (1985).</p>\n<p></p>\n<h2>II. Plaintiff's Motion to Amend and Supplement</h2>\n<p>Plaintiff moves the court to amend the scheduling order and allow supplementation of the record (the AR). Plaintiff claims that during the pendency of this litigation, defendants have developed pertinent information which directly disproves assumptions made by the Corps in issuing the permit. Plaintiff wishes to supplement the record with minutes of meetings from the review of a new § 404 permit application that is currently under review by the Corps. Plaintiff believes that these minutes contain pertinent information regarding the economic feasibility of mining the PCS land south of Highway 33 (the southern reserves) and regarding the amount of wetlands present in that area. Plaintiff claims this information proves that the Corps failed to take the required \"hard look\" at the south of Highway 33 alternative.</p>\n<p>Defendant PCS objects to supplementation. PCS believes that not only did plaintiff wait too long to supplement, but that the documents are not necessary to the decision before the court. In addition, PCS believes the documents are misleading in that they mischaracterize the Corps' decision as to the issue before the court by including only some meeting minutes.</p>\n<p>Generally, a reviewing court's determination about the rationality of an agency decision is based solely on the administrative record as it existed when the decision was made. <i>Camp v. Pitts,</i> <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1973); <i>Fort Sumter Tours, Inc. v. Babbitt,</i> <span class=\"citation\" data-id=\"705167\"><a href=\"/opinion/705167/fort-sumter-tours-incorporated-v-bruce-babbitt-secretary-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></a></span>, 1335-36 (4th Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1848</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">949</span></span> (1996).</p>\n<p>One district court in this circuit has explained the rationale for this general rule:</p>\n<blockquote>Indeed, limiting judicial review to the administrative record in typical citizen suits is consistent with a sensible reluctance to involve the judiciary too deeply in administrative decision making, which reluctance permits agencies to function efficiently within their areas of expertise. Such a restriction serves to prevent reviewing courts from improperly substituting their judgment and determination for that of the agency.</blockquote>\n<p><i>American Canoe Assn., Inc. v. U.S. Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"2488148\"><a href=\"/opinion/2488148/american-canoe-assn-inc-v-usepa/\"><span class=\"volume\">46</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">473</span></a></span>, 476 (E.D.Va.1999). <i>Accord </i><i>Virginia Agricultural Growers Assn., Inc. v. Donovan,</i> <span class=\"citation\" data-id=\"458902\"><a href=\"/opinion/458902/virginia-agricultural-growers-association-inc-virginia-carolina/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 92-93 (4th Cir.1985) (\"the standard exists to ensure that administrative responsibility rests with those whose experience is daily and continual, not with judges whose exposure is episodic and occasional,\" cite omitted).</p>\n<p>Notwithstanding this general rule, there are certain narrow exceptions to the rule that permit a district court to consider evidence outside the administrative record. <i>Citizens for Scenic Severn River Bridge, Inc. v. Skinner,</i> <span class=\"citation\" data-id=\"1650362\"><a href=\"/opinion/1650362/citizens-for-the-scenic-severn-river-v-skinner/\"><span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1325</span></a></span>, 1331 <span class=\"star-pagination\">*610</span> (D.Md.1991). The Fourth Circuit has not clearly articulated what those narrow exceptions are, but a review of the case law reveals that there are three or four circumstances that appear to call for supplementation: (1) to explain technical information or action not adequately explained by the record (<i>e.g.,</i> more background needed); (2) to show an agency failed to consider relevant evidence; (3) to show an agency, in bad faith, failed to include certain information in the record; or (4) to demonstrate bad faith in the agency's decision making process. <i>See </i><i>Hodges v. Abraham,</i> <span class=\"citation\" data-id=\"2567768\"><a href=\"/opinion/2567768/hodges-v-abraham/\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">846</span></a></span> (D.S.C.), <i>aff'd,</i> <span class=\"citation\" data-id=\"778767\"><a href=\"/opinion/778767/jim-hodges-governor-of-the-state-of-south-carolina-in-his-official/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span> (4th Cir.2002), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">871</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></span> (2003); <i>Krichbaum v. U.S. Forest Service,</i> <span class=\"citation\" data-id=\"1608811\"><a href=\"/opinion/1608811/krichbaum-v-us-forest-service/\"><span class=\"volume\">973</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">585</span></a></span> (W.D.Va.1997), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">890</span></span> (4th Cir.1998).</p>\n<p>However, there is no recognized exception in the Fourth Circuit for supplementing the record to \"indicate the truth or falsity of agency predictions.\" <i>See</i> plaintiff's Motion to Amend, p. 1, <i>quoting </i><i>Amoco Oil v. EPA,</i> <span class=\"citation\" data-id=\"321074\"><a href=\"/opinion/321074/amoco-oil-company-v-environmental-protection-agency-ashland-oil-inc-and/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 729 n. 10 (D.C.Cir.1974). Nor is there an exception in this circuit allowing supplementation to show \"whether the decision was correct or not.\" <i>See</i> plaintiff's motion to amend, p. 6, citing a Tenth Circuit case. Plaintiff attempts to rely on case law outside this circuit in order to attempt to supplement the record.</p>\n<p>This court finds no need to supplement the record in this matter. The Administrative Record before the court is 19,744 pages long. This permitting process began over a decade ago, and a permit was finally issued in 1997. This suit was filed in April 2002. The record before the court is more than adequate and was provided to the court by the defendants in good faith. The Corps made its decision regarding permitting based on the AR before the court. Allowing supplementation by the plaintiff would result only in delay of this proceeding as well as confusion of the issues. In addition, this court notes that it is not its duty to determine whether the agency was right or wrong, or even if this court would make the same decision, but rather whether the decision was arbitrary, capricious, or otherwise not in accordance with law. Therefore, plaintiff's motion to amend the scheduling order and to supplement the record and supporting memorandum is denied.</p>\n<p></p>\n<h2>III. Standing</h2>\n<p>Defendants assert that plaintiff lacks standing to bring this action and that this court therefore lacks subject matter jurisdiction. Plaintiff asserts \"representational standing\" to sue on behalf of its members.</p>\n<p>Under Article III of the United States Constitution, federal courts may only adjudicate actual cases and controversies. <i>Allen v. Wright,</i> <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 750, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984). Standing is an \"essential and unchanging part of the case-or-controversy requirement of Article III.\" <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992).</p>\n<p>An association has representational standing when \"(a) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization's purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\" <i>Hunt v. Washington State Apple Adver. Comm'n,</i> <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 343, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977); <i>see also </i><i>American Canoe Ass'n v. Murphy Farms, Inc.,</i> <span class=\"citation\" data-id=\"781642\"><a href=\"/opinion/781642/american-canoe-association-incorporated-professional-paddlesports/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 517 (4th Cir.2003). Here, plaintiff asserts representational standing on behalf of its members who use the Pamlico River area in various ways in keeping with <span class=\"star-pagination\">*611</span> the group's purpose to protect the environmental quality of the area.</p>\n<p>\"With respect to individuals' standing, `at an irreducible minimum, Art. III requires the party who invokes the court's authority to show (1) that he personally has suffered some actual or threatened injury as a result of the putatively illegal conduct of the defendant ... and (2) that the injury fairly can be traced to the challenged action and (3) is likely to be redressed by a favorable decision.'\" <i>American Canoe,</i> 326 F.3d at 517 (quoting <i>Valley Forge Christian Coll. v. Americans United for Separation of Church &amp; State, Inc.,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982)); <i>see also </i><i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992). \"These three prongs are most commonly referred to as (1) injury in fact, (2) traceability, and (3) redressability.\" <i>Id.</i></p>\n<p>In this court's order denying defendants' motion to dismiss, this court found that plaintiff had sufficiently alleged facts to show that its members would have standing to bring this action in their own right. This court noted that plaintiff would need to establish these allegations with specificity through affidavits and other evidence at the summary judgment stage.</p>\n<p>Defendant PCS in its motion for summary judgment, states that plaintiff has not shown specific facts that prove it has standing. However, plaintiff, in its memorandum in support of summary judgment as well as affidavits attached thereto, has demonstrated that \"its members would otherwise have standing to sue in their own right\" because mining 1,268 acres of wetlands will injure PTRF members' recreational and aesthetic rights and interests. <i>Hunt,</i> 432 U.S. at 343, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>. In addition, these injuries are actual, concrete, particular and geographically specific. <i>Id.</i> These injuries are also \"fairly traceable\" to the Corps' issuance of the permit at issue. Finally, the relief sought, declaratory and injunctive relief, is capable of redressing these issues.</p>\n<p>Plaintiff supports the standing allegations with affidavits from its members. <i>See</i> Exhibits 36, 37, 38 and 39 attached to Plaintiff's Memorandum in Support of Summary Judgment. Members use and enjoy these areas for a variety of recreational water-related activities such as boating, sailing, fishing, duck hunting, etc. <i>Id.</i> Some own primary or vacation homes in the area. The affidavit testimony also shows that the uses have been and will be impaired as a result of defendants' mining pursuant to the permit. Water quality is affected, which may in turn convince members to sell their property, discontinue their recreational uses of the river, or travel a greater distance to use another portion of the river. <i>Id.</i> These impairments may be redressable if the court were to grant plaintiff the relief sought.</p>\n<p>Plaintiff has shown that it is not speculative that the harms alleged may be caused by defendants' activities. The permit issued allows destruction of wetlands. The record shows that the destruction of wetlands at issue will have long-term adverse water quality impacts including potential degradation of nursery areas, potential decrease in fish stocks, etc. FEIS, page 5-20 and 5-22. Plaintiff members' recreational uses will be affected by these water quality impacts. Plaintiff has brought forth adequate facts and affidavit testimony to prove it has standing in this matter.</p>\n<p></p>\n<h2>IV. Laches</h2>\n<p>PCS argues that plaintiff should be barred from brining this suit by the equitable doctrine of laches. Laches is an affirmative defense. To establish the defense <span class=\"star-pagination\">*612</span> of laches, a defendant must prove (1) lack of diligence by the plaintiff and (2) prejudice to the defendant. <i>White v. Daniel,</i> <span class=\"citation\" data-id=\"545223\"><a href=\"/opinion/545223/charles-white-george-r-smith-and-james-a-smith-jr-v-raymond-s-daniel/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span>, 102 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1079</span></span> (1991).</p>\n<p>Laches is disfavored in environmental cases. <i>See, e.g., </i><i>Arlington Coalition on Transp. v. Volpe,</i> <span class=\"citation\" data-id=\"303011\"><a href=\"/opinion/303011/arlington-coalition-on-transportation-v-john-a-volpe-secretary-of/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1329-1330 (4th Cir.1972); <i>College Gardens Civic Assoc., Inc. v. Department of Transp.,</i> <span class=\"citation\" data-id=\"1519270\"><a href=\"/opinion/1519270/college-gardens-civic-assn-v-us-dept-of-transp/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">377</span></a></span>, 383 (D.Md.1981) (\"In light of the public interest status accorded ecology preservation by the Congress ... this Court will not rely upon that doctrine to avoid reaching the merits of the claims raised by the plaintiffs.\"); <i>Mullin v. Skinner,</i> <span class=\"citation\" data-id=\"2291166\"><a href=\"/opinion/2291166/mullin-v-skinner/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></a></span>, 915-16 (E.D.N.C.1990) (\"Laches must be invoked sparingly in environmental cases because ordinarily the plaintiff will not be the only victim of alleged environmental damage. A less grudging application of the doctrine might defeat Congress's environmental policy.\")</p>\n<p>Defendant PCS has failed to carry its burden on the affirmative defense of laches. Defendant has not shown that plaintiff delayed inexcusably or unreasonably in filing suit. A \"defendant may show lack of diligence either by proof that the action was not commenced within the period provided by the applicable statute of limitations or by facts otherwise indicating a lack of vigilance.\" <i>White v. Daniel,</i> 909 F.2d at 102. Here, plaintiff filed suit within the six-year statute of limitations. In addition, no other facts show a lack of vigilance. Following the issuance of the ROD, plaintiff spent approximately twenty months reviewing the ROD, the applicable law, and considering the complex issues involved. In May 1999, plaintiff informed the Corps and PCS of its intent to sue. Shortly thereafter, plaintiff and PCS entered into settlement negotiations which continued until December 2000, when plaintiff again notified PCS of its intent to file suit. At that point, PCS requested that filing be delayed and that settlement negotiations resume. PCS also agreed at that time to toll any defense related to the passage of time after December 17, 2000.</p>\n<p>Plaintiff attempted to resolve these issues without filing suit. This court will not punish plaintiff for attempting to resolve this matter without lengthy and costly litigation.</p>\n<p>In addition, defendants have not demonstrated harm or prejudice as a result of plaintiff's alleged delay. PCS continued, before and after filing of the suit, to mine without interruption. No prejudice has been shown. Defendants have not carried its burden on the doctrine of laches and this court will not apply that doctrine.</p>\n<p></p>\n<h2>V. Count One-CWA</h2>\n<p>Count One of the complaint alleges that the Corps violated the CWA by failing to consider practicable alternatives to the permitted action, and that defendant EPA violated the CWA by not properly reviewing and vetoing the permit. Plaintiff brings this action pursuant to Section 505(a)(2) of the CWA, or in the alternative, pursuant to the APA. To prevail on a CWA claim, plaintiff must prove \"a failure of the [EPA's] Administrator to perform any act or duty under [the CWA] which is not discretionary with the Administrator.\" 33 U.S.C. § 1365(a)(2). As noted above, agency action under the CWA is reviewed under the arbitrary and capricious standard. See <i>Hanson,</i> 859 F.2d at 316.</p>\n<p>Plaintiff claims that the Corps violated the CWA by failing to consider two different practicable alternatives: (1) the importation of phosphate rock and (2) mining the uplands in the southern reserve area. The Corps must deny a permit for the discharge <span class=\"star-pagination\">*613</span> of dredged or fill material into wetlands if \"there is a practicable alternative to the proposed discharge which would have less adverse impact on the aquatic ecosystem, so long as the alternative does not have other significant adverse environmental consequences.\" 40 C.F.R. 230.10(a). An alternative is \"practicable\" if \"it is available and capable of being done after taking into consideration cost, existing technology, and logistics in light of overall project purpose.\" 40 C.F.R. 230.10(a)(2). Plaintiff claims that because the Corps determined that importing phosphate rock from Morocco to produce finished phosphate products at its Aurora facility is \"economically viable,\" it is a practicable alternative.</p>\n<p>The Corps did consider the importation alternative. However, even though the Corps concluded the alternative was economically viable, it also reasonably determined that it was not practicable. This alternative would not allow PCS to use its phosphate reserves, and the resources acquired to mine those reserves, in a cost effective manner, thereby making it impracticable in \"light of overall project purpose.\" <i>Id.</i> In addition, importation would disrupt the regional economy, through impacts to both PCS's employees and local contractors. As noted above, PCS is a major employer in the area. Finally, it is important to note that plaintiff did not support this alternative during the permitting process due to this alternative's negative consequences for the local economy. <i>See</i> District Engineer's comments on the FEIS dated October 9, 1996 (AR 16228, 16927). For all of the reasons given by the Corps, this court finds that the Corps' determination that importation of Moroccan rock was not a practicable alternative was not arbitrary and capricious.</p>\n<p>The Corps also considered the southern reserve alternative. The Corps determined it was not practicable for several reasons. The primary reason was the increased costs associated with this alternative. Estimates show that this alternative would cost $354 million more than Alternative E and $444.4 million more than Alternative B. These increased costs result from the longer pumping distance required to transport ore from the mine to PCS's processing facility. Increased costs would also result from the lower quality of the ore<sup>[5]</sup> found in the southern reserve alternative as well as blocked access requiring the movement of Highway 33/306 and the Norfolk Southern Railroad, and the number of residential and commercial properties that would be impacted.</p>\n<p>In addition, PCS does not control all of the phosphate resource lands in the area southwest of Aurora, and of the lands it does own only 4,786 acres are contiguous. PCS estimated that 1600 acres of those lands would be delineated as wetlands. AR 016535. Two-thirds of the area is productive farmland.</p>\n<p>In light of the substantially increased cost of the southern reserve alternative and the other factors discussed above, the Corps' conclusion that this alternative was not practicable was reasonable. Therefore, the court finds that the Corps' actions were not arbitrary and capricious and did not violate the CWA.</p>\n<p>In addition, plaintiff alleges defendant EPA violated the CWA by not properly reviewing and vetoing the permit. However, having found that the Corps' decision deeming that the importation alternative and the southern reserve alternative were not practicable was not arbitrary and capricious, <span class=\"star-pagination\">*614</span> plaintiff has no claim against EPA for failing to veto that decision.</p>\n<p></p>\n<h2>VI. Count Two</h2>\n<p>Count Two alleges that the Corps violated NEPA by failing to consider reasonable alternatives to the permitted action. Specifically, plaintiff claims that the Corps defined the purpose and need of the mining project too narrowly, thereby limiting the alternatives to be considered. Plaintiff argues that because of the limited purpose and need statement, the Corps failed to fully evaluate the reasonable alternatives of (1) importing rock from Morocco and (2) mining the southern reserve alternative.</p>\n<p>NEPA requires that an EIS contain a statement of purpose and need for the proposed action. NEPA regulations provide that \"the statement shall briefly specify the underlying purpose and need to which the agency is responding in proposing the alternatives included in their proposed action.\" 40 C.F.R. § 1502.13.</p>\n<p>The Corps' statement of the purpose and need for the project is set forth in detail in Section 2.0 of the FEIS and covers six single-spaced types pages. AR 15167-72. It begins with an explanation of the history of PCS's activities, noting that PCS began acquiring phosphate resources in 1961 and began mining and processing phosphate in 1965. The statement also analyzes the public's need for phosphate rock, noting it is the only significant commercial source of the element phosphorous, which is a basic component of fertilizer, animal feed products, and consumer products such as soft drinks, toothpaste, foods, and flavors. The Corps also notes the economic needs for PCSs's continued mining in the area. As noted above, PCS employs almost 600 people at the Beaufort County mine. In Section 2.2, the Corps turns to the applicant's purpose and need, providing information underlying the reasons for a 20-year mine plan and factors to be considered in determining an economic mine plan.</p>\n<p>Also, the District Engineer considered the plaintiff's arguments regarding a \"constrained\" purpose and need statement and the two alternatives plaintiff felt were not adequately evaluated, and he responded to these arguments in the ROD. In the Section titled \"Evaluation of and Response to Alternative E Comment Issues,\" he explains why the alternatives considered in detail are adequate. He notes that the original permit application was to mine 960 acres during the first 5-year period of a 20-year mine plan covering 4,300 acres. However, after the scoping meeting in 1988 and in response to public and agency comment, the Corps required PCS to completely evaluate all mine plans within a 14, 200 acre mining area.</p>\n<p>Plaintiff attempts to argue that the \"underlying purpose\" is really only to obtain phosphate rock for PCS's manufacturing facility in an economically viable manner. However, this ignores reality. As is demonstrated by the thorough discussion of the purpose and need of the project, PCS's purpose was to continue to mine the resources it had been acquiring, not merely to supply the chemical processing plants. While the Corps is not required to blindly accept PCS's statement of purpose, neither can it completely ignore it. <i>See, e.g., </i><i>Alameda Water &amp; Sanitation Dist. v. Reilly,</i> <span class=\"citation\" data-id=\"1963865\"><a href=\"/opinion/1963865/alameda-water-sanitation-dist-v-reilly/\"><span class=\"volume\">930</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></a></span>, 492 (D.Colo.1996); <i>see also </i><i>Sylvester v. Corps of Engineers,</i> <span class=\"citation\" data-id=\"527668\"><a href=\"/opinion/527668/frederic-d-sylvester-v-us-army-corps-of-engineers-wayne-j-scholl-in/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 409 (9th Cir.1989) (stating it would be \"bizarre\" to ignore the applicant's purpose and substitute a purpose deemed suitable by the Corps).</p>\n<p>An agency need only consider alternatives that are reasonable in light of the project's stated purpose. Therefore, the purpose and need statement cannot be <span class=\"star-pagination\">*615</span> unreasonably narrow. <i>Alliance for Legal Action v. Fed. Aviation Admin.,</i> 69 Fed.Appx. 617, 622 (4th Cir.2003); <i>N.C. Alliance for Transp. Reform, Inc. v. United States Dept. of Transp.,</i> <span class=\"citation\" data-id=\"2491947\"><a href=\"/opinion/2491947/nc-alliance-for-transp-reform-v-dot/\"><span class=\"volume\">151</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span>, 686 (M.D.N.C.2001). However, plaintiff has failed to demonstrate that the statement of purpose and need is unreasonably narrow. Defendants did a thorough job of defining the project purpose and need in a reasonable manner. Therefore, plaintiff's claim that the purpose and need was too narrowly defined fails.</p>\n<p>Plaintiff also alleges that the Corps violated NEPA by failing to adequately consider reasonable alternatives: (1) the \"no-action\" alternative of importing phosphate from Morocco and (2) mining the southern reserve alternative. In other words, plaintiff claims that the Corps did not take the required \"hard look\" at these alternatives. However, the record demonstrates plaintiff's argument is without merit. As described in the statement of the facts, the Corps' review of this permit, including its analysis of alternatives, was thorough and satisfied the requirements of NEPA. Although the Corps did not choose these two alternatives to study in detail, the Corps did take a \"hard look\" at the alternatives. The Corps made an informed and reasonable decision not to study these alternatives in detail for the reasons described previously. In addition, having found that the purpose and need statement was proper, the Corps' decision that these alternatives did not meet the purpose and need of the project is also reasonable. Therefore, the Corps took a sufficient \"hard look,\" and this court finds that the Corps' analysis of these alternatives complied with the requirements of NEPA.</p>\n<p></p>\n<h2>VII. Count Three</h2>\n<p>Count III alleges that the Corps also violated NEPA by failing \"to fully assess the range of cumulative and foreseeable impacts from actions connected to the proposed activity.\" Specifically, plaintiff alleges:</p>\n<blockquote>NEPA requires agencies to fully assess the range of cumulative and foreseeable impacts from actions connected to the proposed activity. By segregating the northward mining sweep from the return, southward mining sweep and permitting only the northward sweep, the Corps improperly segmented the analysis of impacts and skewed the analysis of alternatives and impacts. In so doing, the Corps also failed to consider cumulative impacts from the foreseeable, induced southward sweep<sup>[6]</sup>.</blockquote>\n<p>Complaint ¶ 58.</p>\n<p>NEPA requires analysis and disclosure of the environmental effects of \"connected,\" \"cumulative,\" and \"similar\" actions. 40 C.F.R. § 1508.25(a). Separate actions are considered \"connected\" if they are interdependent parts of a larger action and depend on the larger action for their justification. See 40 C.F.R. § 1508.25(a)(1). \"Cumulative actions\" are defined as actions \"which when viewed with other proposed actions have cumulatively significant <span class=\"star-pagination\">*616</span> impacts.\" 40 C.F.R. § 1508.25(a)(2). \"Similar actions\" are defined as having \"similarities that provide a basis for evaluating their environmental consequences together, such as common timing or geography.\" 40 C.F.R. § 1508.25(a)(3).</p>\n<p>Plaintiff argues that mining the eastern side of the NCPC tract is \"connected\" to the permitted mining and constitutes a \"similar\" action. Plaintiff, therefore, claims that the Corps was required by NEPA to analyze the two projects as a whole. Plaintiff states that the Corps' failure to assess the environmental effects of the cumulative, similar actions of PCS's mine advance after completion of the permitted mining was arbitrary and capricious.</p>\n<p>Plaintiff cites <i>Maryland Conservation Council, Inc. v. Gilchrist</i> in support of this contention. In that case, a highway was going to inevitably run through park land, and it was clear that an EIS would have to be completed prior to the road being constructed through the park. Therefore, the court forbid construction of portions of the road on each side of the park, stating that the road segments would \"stand like gun barrels pointing into the heartland of the park\" and the analysis of reasonable alternatives \"would inevitably be influenced.\" <i>Id.,</i> <span class=\"citation\" data-id=\"481342\"><a href=\"/opinion/481342/maryland-conservation-council-inc-quince-orchard-valley-citizens/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span>, 1041 (4th Cir.1986).</p>\n<p>The Fourth Circuit has also held that \"segmentation of one phase of a larger project prior to the completion of the environmental review of the entire project constitutes impermissible segmentation only if the component action has a `direct and substantial probability of influencing [the agency's] decision' on the larger project.\" <i>South Carolina v. O'Leary,</i> <span class=\"citation\" data-id=\"703172\"><a href=\"/opinion/703172/state-of-south-carolina-ex-rel-carroll-a-campbell-jr-governor-of/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">892</span></a></span>, 898-99 (4th Cir.1995) (<i>quoting </i><i>North Carolina v. City of Virginia Beach,</i> <span class=\"citation\" data-id=\"573900\"><a href=\"/opinion/573900/state-of-north-carolina-roanoke-river-basin-association-v-city-of-virginia/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span>, 603 (4th Cir.1991)).</p>\n<p>The District Engineer specifically addressed plaintiff's concerns in the ROD. AR 016932. In addition, the Corps notes that PCS has in fact applied for a permit to mine the eastern half of the NCPC tract, and that application is currently under review. However, the Corps states that this application was not dictated by the location of the permitted mining, but rather by the fact that this area is the most profitable mine site for PCS for three reasons: it has the highest grade of ore; it has the thickest deposit of ore; and, it is the area closest to the mill and processing plant, making transport costs lower.</p>\n<p>Also, the Corps took reasonable steps to ensure that PCS could not argue that mining Alternative E left PCS in a position where the eastern side of the NCPC tract next was the only feasible mining alternative. The Corps deleted the \"mine development area\" which included 1 1/2 years of land clearing on the tip of the eastern side of the NCPC tract. In addition, the Corps required a letter from PCS, prior to issuing the permit, stating that it could feasibly remove its mining equipment without additional wetland impact within the NCPC tract. AR 016546. The Corps also noted in the record that the cost of an equipment move from the end of Alternative E to a non-adjacent mine site was not likely to affect the practicability of other mine plans. AR 016932.</p>\n<p>The record demonstrates that the Corps took steps to reasonably insure that the permitting of Alternative E did not influence future mining permits. The Corps reasonably concluded that its approval of Alternative E does not present any \"direct and substantial\" probability of influencing its decision on the pending permit application. <i>See </i><i>South Carolina v. O'Leary,</i> 64 F.3d at 898-99 (4th Cir.1995). This court finds that the Corps' decision on this matter was not arbitrary and capricious.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*617</span> <i>CONCLUSION</i>\n</h2>\n<p>Plaintiff has failed to meets its burden to demonstrate that the Corps' actions were arbitrary and capricious. To the contrary, the record reveals that the Corps conducted an extremely thorough and reasonable review of the permit application, a review that complied with both the CWA and NEPA.</p>\n<p>For the foregoing reasons, plaintiff's motion to amend the scheduling order and to supplement the record and supporting memorandum is hereby denied; plaintiff's motion for summary judgment is hereby denied; and, defendants' motions for summary judgment are hereby granted. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Federal defendants\" refers collectively to the U.S. Army Corps of Engineers, the U.S. Environmental Protection Agency (EPA), and the following individual officers of those agencies sued in their official capacities: Colonel Charles R. Alexander, Jr., U.S. Army Corps of Engineers, Wilmington District; Lt. General Robert B. Flowers, U.S. Army Corps of Engineers; Jimmy Palmer, Regional EPA Administrator; and Michael O. Leavitt, EPA Administrator. Pursuant to Fed.R.Civ.P. 25(d)(1), Col. Alexander is automatically substituted for Col. James Deloney, and Mr. Leavitt is automatically substituted for Christine Whitman.</p>\n<p>[2]  In its complaint, plaintiff does not allege that PCS violated any federal law or duty, and focuses its attention primarily on the actions  of the federal defendants. PTRF includes PCS as a defendant \"pursuant to Rules 19(a) and 20(a)\" of the Federal Rules of Civil Procedure, since PCS has an interest in this action and disposition of the action in its absence may impair its ability to protect its interests. Compl. ¶ 14.</p>\n<p>[3]  The CWA defines \"navigable waters\" broadly to encompass all \"waters of the United States, including the territorial seas.\" 33 U.S.C. § 1362(7). Consistent with the statute's broad scope, \"waters of the United States\" are defined by regulation to include \"wetlands adjacent to [such] waters.\" 40 C.F.R. § 230.3(s)(7).</p>\n<p>[4]  PCS is a major employer in the region. In 1991, the mine employed 598 people, paid $28 million in payroll and benefits, $2.1 million in state and local taxes, $2.7 million to the North Carolina State Ports Authority, and $73 million in the purchase of goods and services from North Carolina vendors. AR 015171.</p>\n<p>[5]  The lower the quality of the ore, the greater the amount or ore that must be mined, and pumped, to achieve a unit of phosphate rock. AR XXXXXX-XX; XXXXXX-XX; 015358.</p>\n<p>[6]  The permit at issue allows PCS to mine the western half of the peninsula known as the NCPC tract. The permit allows PCS to mine northward to the tip of the peninsula. Plaintiff's argument is that at the end of the permitted mining PCS will be positioned at the northern tip of the peninsula and turning southward to mine \"back down\" the eastern side of the peninsula will be the easiest for PCS. Plaintiff believes PCS's position at the end of this permitted mining will unreasonably affect the Corps' decision regarding whether to allow PCS to mine \"back down\" the peninsula. This possibility alarms plaintiff because the eastern side of the peninsula contains thousands of acres of wetlands and tidal creeks along the shoreline of the Pamlico River and South Creek.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1608811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1650362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1963865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2488148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2491947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2567768/"
  ]
}