{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2410785/",
  "absolute_url": "/opinion/2410785/nordan-v-blackwater-security-consulting-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2410785/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:24:54.774652Z",
  "date_modified": "2016-04-26T22:47:15.794812Z",
  "type": "010combined",
  "sha1": "3aebb2774d9037340656123860dd2ecfe7cb3a6b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>382 F.Supp.2d 801 (2005)</b></center>\n<center><h1>Richard P. NORDAN, as Ancillary Administrator for the separate Estates of Stephen S. Helvenston, Mike R. Teague, Jerko Gerald Zovko and Wesley J.K. Batalona, Plaintiff,<br>\nv.<br>\nBLACKWATER SECURITY CONSULTING, LLC; Blackwater Lodge and Training Center, Inc., and Justin L. McQuown, Defendants.</h1></center>\n<center>No. 5:05-CV-48-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 11, 2005.</center>\n<p><span class=\"star-pagination\">*802</span> <span class=\"star-pagination\">*803</span> David F. Kirby, William B. Bystrynski, Kirby &amp; Holt, Raleigh, NC, for Plaintiff.</p>\n<p>Kirk G. Warner, Mark A. Ash, Smith Anderson Blount Dorsett Mitchell &amp; Jernigan, Rachel Beaulieu Esposito, Patricia L. Holland, Cranfill Sumner &amp; Hartzog, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on defendants' motions to dismiss (DE # `s 5 &amp; 8), and plaintiff's motion to remand (DE # 12). Plaintiff responded in opposition to the motions to dismiss, and defendants responded in opposition to the motion to remand. In this posture, the issues raised are ripe for ruling. For the reasons that follow, the court grants plaintiff's motion to remand and denies as moot defendants' motions to dismiss.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff commenced this action on January 5, 2005, in the Superior Court of Wake County, North Carolina, asserting claims arising out of the deaths of four security personnel assigned to work in the vicinity of Fallujah, Iraq. In the complaint, plaintiff asserts two state law claims for wrongful death and fraud.</p>\n<p>On January 24, 2005, defendants filed a notice of removal in this court asserting federal question jurisdiction on the basis of \"complete preemption\" and \"unique federal interests.\" (Notice of Removal, ¶¶ 34, 36). On January 31, 2005, defendants Blackwater Security Consulting, LLC, and Blackwater Lodge and Training Center, Inc. (\"Blackwater\") filed a motion to dismiss, pursuant to Federal Rules of Civil Procedure 12(b)(6) and 9(b), on the basis of a defense of preemption under the Defense Base Act (\"DBA\"), and for failure to state a claim. On February 1, 2005, defendant Justin L. McQuown (\"McQuown\") filed a motion to dismiss, pursuant to Rule 12(b)(6), also asserting a defense of preemption under the DBA or the related Longshore and Harbor Workers' Compensation Act (LHWCA).</p>\n<p>On February 11, 2005, plaintiff filed a motion to remand to state court, arguing that the complaint only asserts state law claims, and that the DBA and LHWCA do not completely preempt the asserted claims. On March 7, 2005, defendants responded in opposition to the motion to remand, attaching copies of contracts referenced in the complaint and compensation benefits decisions by the United States Department of Labor, pertaining to the decedents in this action. Plaintiff replied on March 17, 2005, objecting to consideration <span class=\"star-pagination\">*804</span> of evidence outside the complaint, and arguing that neither complete preemption nor unique federal interests served to establish jurisdiction in this case. Plaintiff also responded to defendants' separate motions to dismiss, to which defendants have replied.</p>\n<p></p>\n<h2>STATEMENT OF ALLEGED FACTS</h2>\n<p>The facts alleged in plaintiff's complaint may be summarized as follows. On March 8, 2004, defendant Blackwater, and another entity, Regency Hotel and Hospital Company (\"Regency\") entered into a contract (\"security contract\") with ESS Support Services Worldwide (\"ESS\") to provide security services \"for ESS's catering operations in the Middle East.\" (Compl., ¶ 21). On March 12, 2004, defendant Blackwater entered into a sub-contract (\"sub-contract\") with Regency, which gave defendant Blackwater control over security details. On March 25, 2004, Stephen S. Helvenston, Mike R. Teague, Jerko Gerald Zovko and Wesley J.K. Batalona (hereinafter the \"decedents\") entered into \"Independent Contractor Service Agreements\" with Blackwater, which expressly incorporated the terms of the sub-contract and contract.</p>\n<p>At the time the decedents entered into the Independent Contractor Service Agreements, Blackwater representatives told them that they would be performing security services in Iraq, with the following precautions mandated by the primary contract:</p>\n<p>A. \"[E]ach security mission would be handled by a team of no less than six (6) members.\"</p>\n<p>B. \"[E]ach security mission would be performed in armored vehicles.\"</p>\n<p>C. \"[S]ecurity teams would be comprised of at least two armored vehicles, with at least three security contractors in each vehicle, which would provide for a driver, a navigator, and a rear-gunner.\"</p>\n<p>D. \"[T]he rear-gunner would have a heavy automatic weapon, such as a `SAW Mach 46,' which could fire up to 850 rounds per minute, allowing the gunner to fight off any attacks from the rear.\"</p>\n<p>E. There would be \"at least 24-hours notice prior to any security mission.\"</p>\n<p>F. \"[E]ach security detail mission would be subject to a Risk Assessment completed prior to the mission, and that if the threat level was too high, they would have the option of not performing the mission.\"</p>\n<p>G. There would be an \"opportunity to review the travel routes, gather intelligence about each mission, do a pre-trip inspection of the route and determine the proper logistics to carry out the security detail.\"</p>\n<p>H. The security detail \"would arrive in the Middle East and have at least 21 days prior to any operations to become acclimated to the area, learn the lay of the land, gather intelligence, and learn safe routes through the area.\"</p>\n<p>(Compl., ¶ 13). The decedents relied upon these representations in entering into the Independent Contractor Security Agreements.</p>\n<p>In preparing decedents for work under the Independent Contractor Security Agreements, Blackwater representatives conducted training and preparation programs for security missions in Iraq. One of the representatives who conducted training, defendant McQuown, \"failed to provide adequate training and intelligence data\" to decedents, (Compl., ¶ 28), and \"harbored extreme animosity toward decedent Scott Helvenston relating to Helventson's superior credentials, abilities, training, education, experience and knowledge.\" (Compl., ¶ 40).</p>\n<p><span class=\"star-pagination\">*805</span> Furthermore, plaintiff alleges that the training programs and preparations provided for decedents were compromised by defendant Blackwater's interest in higher profits. Decedents were not given twenty-one (21) days preparation time prior to operations in Iraq, and, as such, were not permitted to become acclimated to the area, learn the lay of the land, gather intelligence, or learn safe routes through Iraq. Rather, on March 27, 2004 they \"were advised that they would be leaving in two days for Baghdad to start their first mission.\" (Compl., ¶ 43). Specifically, although decedent Helvenston was physically ill, defendant McQuown ordered Helvenston to depart for Baghdad at 5:00 a.m. on March 29, 2004, to join the three other decedents for a security mission.</p>\n<p>On March 30, 2004, Helvenston, Teague, Zovko and Batalona were directed to conduct a security mission for Blackwater. Pursuant to mission directions, the decedents were required to \"escort three ESS flatbed trucks\" carrying food supplies, \"from the City of Taji to a U.S. Army base in Iraq,\" known as Camp Ridgeway, on the outskirts of the City of Fallujah. (Comp., ¶¶ 21, 57, 59). At the time, Fallujah was \"universally known to be extremely hostile territory in control of Iraqi insurgents.\" (Compl., ¶ 59).</p>\n<p>Even though the decedents were entering hostile territory, defendant Blackwater failed to provide the decedents with the protections, tools and information that it initially promised to provide. Specifically, a Blackwater representative refused to provide maps of the area and told decedents that it was \"too late for maps.\" (Compl., ¶ 55). In addition, defendant did not provide them with the minimum number of six members on the security detail team, although six members were available. Defendant did not provide them with armored vehicles, and defendant did not permit them to have three team members in each vehicle, which resulted in each vehicle containing only a driver and a navigator, but no rear-gunner to quell any attacks.</p>\n<p>Moreover, it is alleged, defendant did not provide them with heavy automatic machine guns, but instead merely with semi-automatic rifles, which had not even been tested or sighted. Likewise, defendant did not provide decedents with twenty-four (24) hours notice or a Risk Assessment prior to the March 30, 2004 security mission. Finally, defendant did not provide them with the opportunity to gather intelligence concerning the travel route or to do a pre-route inspection. In sum, the decedents were obligated to set out on their mission grossly under-prepared for the risks they faced.</p>\n<p>Because the decedents \"had not been able to perform a pre-trip analysis of their route and [were] denied maps and logistical information concerning the area, they set out toward Camp Ridgeway on a road which led directly through the heart of the hostile Fallujah.\" (Compl., ¶ 60). \"Unbeknownst to them, there was an alternative, safer route which led around the outskirts of Fallujah and would have only taken them approximately two and a half hours longer to get to Camp Ridgeway.\" (<i>Id.</i>).</p>\n<p>\"Without having any information about the route or even a map of the area, they became lost and ended up driving through the center of the City of Fallujah.\" (Compl., ¶ 17). \"While stopped in traffic, several armed Iraqi insurgents walked up behind these two unarmored vehicles and repeatedly shot these four Americans at point blank range, dragged them from their vehicles, beat, burned and disfigured them and desecrated their remains.\" (<i>Id.</i>). In particular, \"two of the burnt bodies were strung up from a bridge over the Euphrates River for all of the world to see.\" (Compl., ¶ 61).</p>\n<p><span class=\"star-pagination\">*806</span> In support of the wrongful death claim, plaintiff alleges that \"[w]hen the Defendants sent Helvenston, Teague, Zovko and Batalona out on this security mission in this condition, without the proper protections, tools and information, they knew that they were sending them into the center of Fallujah with very little chance that they would come out alive.\" (Compl., ¶ 70). Plaintiff also alleges that \"[a]s a proximate result of the Defendants' intentional conduct, willful and wanton conduct, and/or negligence, as alleged herein above, Helvenston, Teague, Zovko and Batalona ... were killed March 31, 2004.\"</p>\n<p>In support of the fraud claim, plaintiff alleges that defendants represented that the decedents would receive protections guaranteed by the primary contract, which induced the decedents to enter into the Independent Contractor Service Agreements. Plaintiff further alleges that when defendants made these representations they knew that they were false and concealed true facts with the intent to induce the decedents to enter into the Independent Contractor Service Agreements.</p>\n<p>Plaintiff seeks compensatory damages for wrongful death of the decedents, recision of the Independent Contractor Service Agreements, as well as punitive damages from each defendant, including damages for \"mental anguish, fear and terror of being forced to travel into the center of Fallujah ... and the physical pain and suffering of being shot, beaten, burned, tortured and dismembered.\" (Compl., ¶ 93).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Removal Jurisdiction</p>\n<p>The party seeking removal has the burden of establishing federal jurisdiction. <i>Mulcahey v. Columbia Organic Chems. Co.,</i> 29 F.3d 148, 151 (4th Cir.1994). The court must strictly construe removal jurisdiction, and resolve all doubts in favor of remand. <i>Id.</i> The right to remove a case from state to federal court derives solely from 28 U.S.C. § 1441, which provides in relevant part:</p>\n<p>[A]ny civil action brought in a state court of which the district courts of the United States have original jurisdiction, may be removed by the defendant ... to the district court of the United States for the district and division embracing the place where such action is pending.</p>\n<p>28 U.S.C. § 1441(a). In this case, there is no allegation of diversity of citizenship between the parties. Accordingly, the propriety of removal depends on whether the suit raises a federal question, that is, whether it is an action \"arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. § 1331.</p>\n<p>Ordinarily, under the \"well-pleaded complaint\" rule, a suit raises a federal question \"only when the plaintiff's statement of his own cause of action shows that it is based\" on federal law. <i>Louisville &amp; Nashville R.R. v. Mottley,</i> 211 U.S. 149, 152, 29 S.Ct. 42, 53 L.Ed. 126 (1908). A defense is not part of a plaintiff's properly pleaded statement of his claim. <i>Rivet v. Regions Bank,</i> 522 U.S. 470, 475, 118 S.Ct. 921, 139 L.Ed.2d 912 (1998). Therefore, \"a case may not be removed to federal court on the basis of a federal defense, including the defense of preemption.\" <i>Franchise Tax Bd. of Cal. v. Construction Laborers Vacation Trust for Southern Cal.,</i> 463 U.S. 1, 14, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983).</p>\n<p>A limited exception to the well-pleaded complaint rule exists where the state law claim has been \"completely preempted\" by federal law. <i>Beneficial National Bank v. Anderson,</i> 539 U.S. 1, 7, 8, 123 S.Ct. 2058, 156 L.Ed.2d 1 (2003); <i>Metropolitan Life Ins. Co. v. Taylor,</i> 481 U.S. 58, 63-64, 107 S.Ct. 1542, 95 L.Ed.2d 55 (1987). In such a case, even a complaint <span class=\"star-pagination\">*807</span> that only purports to raise a state law claim may be removed to federal court because it necessarily raises a federal question. <i>See </i><i>Beneficial National Bank,</i> 539 U.S. at 7-8, 10, 123 S.Ct. 2058; <i>Franchise Tax Bd.,</i> 463 U.S. at 22, 103 S.Ct. 2841.</p>\n<p>Here, defendants do not dispute that plaintiff's complaint raises only state law causes of action. Defendants argue, however, that the statutory and regulatory scheme of the DBA completely preempts plaintiff's state law claims. In the alternative, defendants argue that this lawsuit concerns a \"unique federal interest\" in the remedies available to individuals working in support of national defense or war-zone efforts. The court will address each argument in turn.</p>\n<p>A. Complete Preemption</p>\n<p>A federal statute completely preempts a state law claim if it \"provide[s] the exclusive cause of action for the claim asserted\" and \"set[s] forth procedures and remedies governing that cause of action.\" <i>Beneficial National Bank,</i> 539 U.S. at 8, 123 S.Ct. 2058. To have complete preemption, not only must the state law claim come \"within the scope of the federal cause of action\" created in the statute, <i>Caterpillar Inc. v. Williams,</i> 482 U.S. 386, 393, 107 S.Ct. 2425, 96 L.Ed.2d 318 (1987), but also Congress must have manifested an intent to make the federal cause of action \"exclusive.\" <i>Beneficial National Bank,</i> 539 U.S. at 9, n. 5, 123 S.Ct. 2058; <i>see </i><i>Metropolitan Life,</i> 481 U.S. at 66-67, 107 S.Ct. 1542 (holding that state law claims which fall within the scope of the federal civil enforcement provision of ERISA were completely pre-empted); <i>Franchise Tax Bd.,</i> 463 U.S. 1, 23-24, 103 S.Ct. 2841, 77 L.Ed.2d 420 (noting that state law claims which fall within the scope of the provision describing federal court procedures and remedies for suits under the LMRA were completely preempted); <i>Rosciszewski v. Arete Assocs.,</i> 1 F.3d 225, 232 (4th Cir.1993) (holding that the \"grant of exclusive jurisdiction to the federal district courts over civil actions arising under the Copyright Act, combined with the preemptive force of § 301(a) [of the Copyright Act], compels the conclusion that Congress intended\" to preempt state law actions).</p>\n<p>The Fourth Circuit recently held that there is a \"presumption\" against complete preemption, and that defendants' burden \"is to demonstrate that a federal statute indisputably displaces any state cause of action over a given subject matter.\" <i>Lontz v. Tharp,</i> 413 F.3d 435, 440 (4th Cir.2005). Specifically, \"the congressional intent that the state law be entirely displaced must be clear in the text of the statute.\" <i>Id.</i> at 441 (citing <i>Metropolitan Life,</i> 481 U.S. at 65-66, 107 S.Ct. 1542). Reviewing Supreme Court precedent, the court further affirmed that \"the <i>sine qua non</i> of complete preemption is a pre-existing federal cause of action that can be brought in the district courts.\" <i>Id.</i> at 442. Accordingly, \"Congress's allocation of authority to an agency and away from district courts defeats a complete preemption claim.\" <i>Id.</i> at 443.</p>\n<p>With these principles in mind, the court turns to an analysis of whether the DBA completely preempts state law claims falling within its scope. The DBA is a federal statute that incorporates and extends the comprehensive worker's compensation scheme established by the Longshore and Harbor Worker's Compensation Act (LHWCA) to select forms of employment outside of the United States. <i>Davila-Perez v. Lockheed Martin Corp.,</i> 202 F.3d 464, 468 (1st Cir.2000). In relevant part, the DBA provides:</p>\n<p>Except as herein modified, the provisions of the [LHWCA] as amended, shall apply in respect to the injury or death of <span class=\"star-pagination\">*808</span> any employee engaged in any employment -</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>under a contract entered into with the United States or any executive department, independent establishment, or agency thereof (including any corporate instrumentality of the United States), or any subcontract, or subordinate contract with respect to such contract, where such contract is to be performed outside the continental United States ... for the purpose of engaging in public work....</p>\n<p>42 U.S.C. § 1651(a). By reference, the LHWCA provides for the exclusivity of remedy against a qualifying employer for injury or death:</p>\n<p>The liability of an employer prescribed in section 4 [33 U.S.C. § 904] shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death....</p>\n<p>33 U.S.C. § 905(a). In addition to this LHWCA exclusion provision, the DBA expressly excludes liability to employers under \"the workmen's compensation law of any state.\" 42 U.S.C. § 1651(c).</p>\n<p>In place of recovery under state worker's compensation and tort law, the liability of an employer for the death of an employee under the DBA is limited to statutory death benefits. <i>See</i> 33 U.S.C. § 904(a) (referencing § 909, death benefits). These include funeral expenses and monthly payments set according to a statutory percentage rate of average wages of the decedent. <i>See</i> 33 U.S.C. § 909(a)-(b).</p>\n<p>The DBA provides a comprehensive federal framework for adjudication and administration of claims for statutory death benefits. Specifically, a claim must be filed with the United States Department of Labor:</p>\n<p>Except as otherwise provided in this section, the right to compensation for disability or death under this Act shall be barred unless a claim therefore is filed within one year after the injury or death.... Such claim shall be filed with the deputy commissioner [of the Department of Labor] in the compensation district in which such injury or death occurred.</p>\n<p>33 U.S.C. 913(a). Jurisdiction over such claims is vested exclusively with United States Secretary of Labor:</p>\n<p>a claim for compensation may be filed with the deputy commissioner in accordance with regulations prescribed by the commission [Secretary of Labor] at any time after the first seven days of disability following any injury, or at any time after death, and the deputy commissioner shall have full power and authority to hear and determine all questions in respect of such claim.</p>\n<p>33 U.S.C. § 919(a); <i>see also</i> § 939(a) (providing that the \"Secretary [of Labor] shall administer the provisions of this Act.\").</p>\n<p>In turn, the statute sets out a detailed procedure by which the Secretary of Labor must adjudicate claims for compensation:</p>\n<p>(b) Notice of claim. Within ten days after such claim is filed the deputy commissioner, in accordance with regulations prescribed by the commission [Secretary of Labor], shall notify the employer and any other person (other than the claimant), whom the deputy commissioner considers an interested party, that a claim has been filed. Such notice may be served personally upon the employer or other person, or sent to such employer or person by registered mail.</p>\n<p><span class=\"star-pagination\">*809</span> (c) Investigations; order for hearing; notice; rejection or award. The deputy commissioner shall make or cause to be made such investigations as he considers necessary in respect of the claim, and upon application of any interested party shall order a hearing thereon. If a hearing on such claim is ordered the deputy commissioner shall give the claimant and other interested parties at least ten days' notice of such hearing, served personally upon the claimant and other interested parties or sent to such claimant and other interested parties by registered mail or by certified mail, and shall within twenty days after such hearing is had, by order, reject the claim or make an award in respect of the claim. If no hearing is ordered within twenty days after notice if given as provided in subdivision (b), the deputy commissioner shall, by order, reject the claim or make an award in respect of the claim.</p>\n<p>(d) Provisions governing conduct of hearing; administrative law judges. Notwithstanding any other provisions of this Act, any hearing held under this Act shall be conducted in accordance with the provisions of section 554 of title 5 of the United States Code. Any such hearing shall be conducted by a[an] administrative law judge qualified under section 3105 of that title. All powers, duties, and responsibilities vested by this Act, on the date of enactment of the Longshoremen's and Harbor Workers' Compensation Act Amendments of 1972 [Oct. 27, 1972], in the deputy commissioners with respect to such hearings shall be vested in such administrative law judges.</p>\n<p>33 U.S.C. § 919. In other words, the Secretary of Labor, through a deputy commissioner or administrative law judge, is responsible for making an initial order rejecting a claim or making an award of compensation. <i>See</i> 33 U.S.C. § 919(c). \"A compensation order shall become effective when filed in the office of the deputy commissioner as provided in section 19 [33 USCS § 919], and, unless proceedings for the suspension or setting aside of such order are instituted,... shall become final at the expiration of the thirtieth day thereafter.\" 33 U.S.C. § 921(a).</p>\n<p>Proceedings for review of compensation orders must begin with an appeal to the United States Department of Labor Benefits Review Board:</p>\n<p>The Board shall be authorized to hear and determine appeals raising a substantial question of law or fact taken by any party in interest from decisions with respect to claims of employees under this Act and the extensions thereof. The Board's orders shall be based upon the hearing record. The findings of fact in the decision under review by the Board shall be conclusive if supported by substantial evidence in the record considered as a whole....</p>\n<p>The Board may, on its own motion or at the request of the Secretary, remand a case to the administrative law judge for further appropriate action.</p>\n<p>33 U.S.C. § 921(b). Finally, \"[a]ny person adversely affected or aggrieved by a final order of the Board may obtain a review of that order in the United States court of appeals for the circuit in which the injury occurred, by filing in such court within sixty days following the issuance of such Board order a written petition praying that the order be modified or set aside.\" § 921(c).</p>\n<p>Upon review of the exclusive comprehensive scheme set out by the DBA for compensation claims, the court is compelled to find that the DBA does not completely preempt state law claims. As the Fourth Circuit recently reiterated, \"the <i>sine qua non</i> of complete preemption is a pre-existing federal cause of action <i>that can be brought in the district courts.</i>\" <span class=\"star-pagination\">*810</span> <i>Lontz,</i> 413 F.3d at 442 (emphasis added). Notably missing from the DBA statutory scheme is any provision for a \"federal cause of action that can be brought in the district courts.\" <i>Id.</i> Rather, as noted above, the DBA provides for the exclusive filing of a claim for wrongful death benefits with the Secretary of Labor, the adjudication of such claims by a deputy commissioner or administrative law judge, the review of claims by the Benefits Review Board, and appellate review by a federal court of appeals. <i>See</i> 42 U.S.C. § 1651(a), 33 U.S.C. §§ 913, 919, 921. United States District Courts are not involved in the claims adjudication process. <i>See id.</i> Consequently, this court lacks subject matter jurisdiction to consider plaintiff's claims, however much they involve coverage issues under the DBA. <i>See </i><i>Lontz,</i> 413 F.3d at 443 (\"Congress's allocation of authority to a agency and away from district courts defeats a complete preemption claim.\").</p>\n<p>In their argument, defendants cite several cases holding that either the DBA or LHWCA provides a sweeping defense of preemption against state tort claims. <i>See e.g., </i><i>Davila-Perez v. Lockheed Martin Corp.,</i> 202 F.3d 464 (1st Cir.2000); <i>Smither &amp; Co. v. Coles,</i> 242 F.2d 220 (D.C.Cir.1957); <i>Pulley v. Peter Kiewit Son's Co.,</i> 223 F.2d 191 (7th Cir.1955); <i>Schmidt v. Northrop Grumman Systems, Corp.,</i> No. 3:04-CV-042-JTC (unpublished, attached to Def's Notice of Subsequently Decided Authority) (N.D.Ga., March 2, 2005); <i>Colon v. United States Dep't of Navy,</i> 223 F.Supp.2d 368 (D.P.R.2002).</p>\n<p>These cases, however, are inapposite to the question of removal jurisdiction through complete preemption, and concern only the defense of preemption. <i>See </i><i>Davila-Perez,</i> 202 F.3d at 468 (dismissing action originally filed in federal district court on grounds that DBA administrative scheme provided exclusive remedy); <i>Smither &amp; Co.,</i> 242 F.2d at 221, 223 (same); <i>Pulley,</i> 223 F.2d at 192 (dismissing negligence claims as preempted by the DBA); <i>Schmidt,</i> No. 3:04-CV-042-JTC (dismissing plaintiff's tort claims filed in federal court due to preemption under the DBA); <i>Colon,</i> 223 F.Supp.2d at 370 (same). Regardless of whether the comprehensive federal compensation scheme set up by the DBA defensively preempts any and all state law claims for death benefits, defensive preemption does not act to establish federal district court jurisdiction over state law claims. <i>See </i><i>Franchise Tax Bd.,</i> 463 U.S. at 14, 103 S.Ct. 2841 (\"[A] case may not be removed to federal court on the basis of a federal defense, including the defense of pre-emption.\"); <i>Aaron v. Nat'l Union Fire Ins. Co.,</i> 876 F.2d 1157, 1166 (5th Cir.1989) (rejecting argument that LHWCA completely preempts state claims, without reaching the question of defensive preemption).</p>\n<p>Defendants also cite to <i>Shives v. CSX Transportation,</i> 151 F.3d 164 (4th Cir.1998), in which the Fourth Circuit discussed preemption under the LHWCA. Although <i>Shives</i> is an important case bearing on the final disposition of this case in federal district court, it provides no assistance to defendants on the complete preemption issue. Indeed, the court's discussion in <i>Shives</i> only further undermines defendants' argument in favor of complete preemption.</p>\n<p>In <i>Shives,</i> plaintiff brought suit in state court asserting a Federal Employers' Liability Act (FELA) claim regarding an injury suffered while unloading a flatbed rail car at an intermodal marine terminal. 151 F.3d at 166. Although federal statute expressly precluded removal of the FELA claim, defendant removed on grounds that the LHWCA, rather than FELA, covered plaintiff's injuries. <i>Id.</i> Upon review of the motion to remand by plaintiff, the district court found that plaintiff's injuries were <span class=\"star-pagination\">*811</span> not covered under the LHWCA, and remanded to state court. <i>Id.</i> at 167. The court of appeals, however, vacated the judgment of the district court, noting that \"interpretation of the LHWCA is a matter for the federal executive and federal appeals courts.\" 151 F.3d at 167. In addition, the court undertook its own analysis of the coverage issue and concluded that plaintiff's injuries were covered under the LHWCA. <i>Id.</i> at 171. Given the limited statutory jurisdiction over LHWCA claims, the court of appeals directed outright dismissal of the action for lack of subject matter jurisdiction, so that the plaintiff could \"proceed through the administrative process\" rather than a civil action in state or federal district courts. <i>Id.</i></p>\n<p><i>Shives</i> undermines defendants' argument in favor of complete preemption, by confirming that even a claim falling under the scope of the LHWCA \"is not an action over which the district courts have original jurisdiction.\" <i>Shives,</i> 151 F.3d at 171. Rather, such a claim can \"only be filed in the first instance with the Secretary of Labor.\" <i>Id.</i> Accordingly, where the DBA (incorporating the LHWCA) does not provide a cause of action in the federal district courts, removal based upon complete preemption by the DBA is foreclosed. <i>See </i><i>Lontz,</i> 413 F.3d at 442, 443; <i>Rosciszewski,</i> 1 F.3d at 232 (noting \"grant of exclusive jurisdiction to the federal district courts\" in finding complete preemption). Indeed, the court in <i>Shives</i> anticipated this result by noting that, even though plaintiff's claim fell under LHWCA, it was \"not removable under 28 U.S.C. § 1441(b).\" <i>Id.</i></p>\n<p>In sum, defendants' argument that this case is removable by virtue of complete preemption under the DBA is without merit.</p>\n<p>B. Unique Federal Interest</p>\n<p>As an alternative basis for removal jurisdiction, defendants argue that this lawsuit presents a \"unique federal interest,\" specifically concerning the remedies available to individuals working in support of national defense or war-zone efforts. (Blackwater Def's Mem. in Opp. to Remand, p. 17; Def. McQuown Mem. in Opp. to Remand, pp. 16, 17). In response, plaintiff argues that a \"unique federal interest\" is not, in itself, a viable ground for removal jurisdiction. Under the circumstances presented by this case, the court finds that defendants' asserted \"unique federal interest\" is insufficient to confer federal jurisdiction.</p>\n<p>The sole case upon which defendants rely that applied the \"unique federal interest\" doctrine for purposes of removal jurisdiction is <i>Caudill v. Blue Cross and Blue Shield of North Carolina,</i> 999 F.2d 74 (4th Cir.1993). In <i>Caudill,</i> plaintiff received health insurance benefits as a federal employee under an insurance policy provided by defendant, which provided insurance to government employees \"pursuant to the Federal Employees Health Benefits Act.\" <i>Caudill,</i> 999 F.2d at 76. Under the statutory framework then in place, benefits decisions were decided by the United States Office of Personnel Management. <i>Id.</i> In <i>Caudill,</i> plaintiff brought an action in state court, based upon breach of contract, seeking to enjoin defendants from notifying a hospital that defendant did not provide coverage for the specific treatment she sought. <i>Id.</i> Defendant filed a notice of removal, asserting federal jurisdiction on grounds of complete preemption, and on grounds that the action \"arises from a federal contract, giving rise to a uniquely federal interest so important that the `federal common law' supplants state law.\" <i>Id.</i> at 77.</p>\n<p><span class=\"star-pagination\">*812</span> Upon motion to remand in <i>Caudill,</i> the Fourth Circuit did not analyze the complete preemption issue, but rather agreed with defendant that the case fell within a narrow category of cases presenting a \"`uniquely federal interest' so important that the `federal common law' supplants state law either partially or entirely regardless of Congress' intent to preempt the area involved.\" <i>Caudill,</i> 999 F.2d at 77 (citing <i>Boyle v. United Tech. Corp.,</i> 487 U.S. 500, 504, 108 S.Ct. 2510, 101 L.Ed.2d 442 (1988)). In reaching this conclusion, the court noted that \"the federal government is a party to th [e] contract\" with health insurers, and that federal common law was in significant conflict with state law. <i>Id.</i> at 78.</p>\n<p>Although <i>Caudill</i> remains binding precedent in this Circuit, the case has been criticized on the issue of removal jurisdiction. Importantly, the primary Supreme Court case upon which <i>Caudill</i> derived its analysis, <i>Boyle v. United Tech. Corp</i><i>.,</i> did not address the question of removal jurisdiction, but rather only addressed the defense of preemption in a case that had been brought in Federal District Court. <i>See </i><i>Boyle,</i> 487 U.S. at 502, 108 S.Ct. 2510. Concerning this distinguishing factor, the Second Circuit noted recently:</p>\n<p>The <i>Caudill</i> court conflated the preemption and jurisdiction analyses by holding that a significant conflict with uniquely federal interests was sufficient to confer subject matter jurisdiction on the federal court. <i>See</i> 999 F.2d at 78-79. We agree with the criticism <i>Caudill</i> has received for giving short shrift to the well-pleaded complaint rule. <i>See </i><i>Goepel v. Nat'l Postal Mail Handlers Union,</i> 36 F.3d 306, 314-15 (3d Cir.1994) (rejecting Caudill's reasoning); 15 James Wm. Moore, et al., Moore's Federal Practice § 103.45[3][c] (3d ed.2004) (commenting that Caudill is \"fatally flawed if the validity of the well-pleaded complaint rule... [is] accepted\").</p>\n<p><i>Empire HealthChoice Assur., Inc. v. McVeigh,</i> 396 F.3d 136, 142-143 (2d Cir.2005); <i>see also </i><i>Reveal v. Stinson,</i> 115 F.Supp.2d 688, 691 (D.W.Va.2000) (\"Caudill has been roundly criticized by courts and commentators as an aberration.\").</p>\n<p>Moreover, after <i>Caudill</i> was decided, the Supreme Court has stated without qualification that \"a state claim may be removed to federal court in <i>only two circumstances</i>  when Congress expressly so provides ... or when a federal statute wholly displaces the state-law cause of action <i>through complete pre-emption.</i>\" <i>Beneficial Nat'l Bank v. Anderson,</i> 539 U.S. 1, 8, 123 S.Ct. 2058, 156 L.Ed.2d 1 (2003) (emphasis added). In addition, Fourth Circuit analysis of removal jurisdiction more recent than <i>Caudill</i> is consistent with this Supreme Court approach. In <i>Lontz,</i> the court noted that a case may be removed to federal court only on three separate grounds: 1) diversity jurisdiction, 2) a federal question as \"an element, and an essential one, of the plaintiff's cause of action,\" or 3) complete preemption. <i>Lontz,</i> 413 F.3d at 439, 440. Notably missing from the court's discussion was any mention of \"unique federal interest\" as a basis for removal jurisdiction.</p>\n<p>This more recent precedent provides reason to doubt whether removal on the basis of \"unique federal interests,\" outside the specific facts of <i>Caudill,</i> is proper. Given the questionable authority of <i>Caudill,</i> well-established precedent requires resolution of such doubt in the favor of remand. <i>See </i><i>Mulcahey v. Columbia Organic Chems. Co.,</i> 29 F.3d 148, 151 (4th Cir.1994).</p>\n<p>Moreover, even assuming that \"unique federal interests\" may provide a basis for jurisdiction in some cases, application of such doctrine here is unavailing. In this case, the Blackwater defendants claim that this case involves a unique federal interest <span class=\"star-pagination\">*813</span> \"in the remedies available to individuals killed or injured working under federal prime, subcontracts, and subordinate contracts in support of national defense or war zone efforts.\" (Blackwater Def's Mem. in Opp. to Remand, pp. 17-18). In similar terms, defendant McQuown claims that the \"DBA advances a unique federal interest ... to provide uniformity and certainty in the availability of compensation of injured non-military employees ... performing public work,\" and that this federal interest in an exclusive DBA remedy is raised by plaintiff's claims. (Def. McQuown Mem. in Opp. to Remand, pp. 17).</p>\n<p>This asserted unique federal interest, however, being based upon coverage under the DBA, assumes the very conclusion which this court lacks jurisdiction to reach, namely that the decedents in this case are covered as employees under the DBA. As discussed above, pursuant to <i>Shives,</i> although this issue is plainly a federal question, it is not an issue which this court has jurisdiction to address. <i>See </i><i>Shives,</i> 151 F.3d at 167 (stating that the \"question of whether the LHWCA applies to a workrelated injury is exclusively a federal question... for the federal executive and federal appeals courts\" to resolve).</p>\n<p>Moreover, this case does not present circumstances which fall under the \"unique federal interest\" test as applied by the court in <i>Caudill.</i> Unlike in <i>Caudill,</i> plaintiff's cause of action does not involve the direct interpretation of \"a federal contract,\" such that \"federal common law\" supplants state law. <i>See </i><i>Caudill,</i> 999 F.2d at 77. Indeed, the application of \"federal common law\" is not even asserted by defendants in this case. Rather, defendants assert a federal interest in \"the remedies\" that are available to individuals killed while working in war-zones. (Blackwater Def's Mem. in Opp. to Rem., p. 17; <i>see also</i> Def. McQuown's Mem. in Opp. to Rem., p. 18). The determination of such remedies depends upon coverage under the DBA, which is not a federal contract, but rather a federal statute. While there is no doubt that there exists a federal interest in uniform application of the DBA, this interest is not sufficient to provide removal jurisdiction.</p>\n<p>In summary, under the circumstances of this case, this court lacks subject matter jurisdiction over this cause of action, whether asserted on the basis of complete preemption or \"unique federal interests.\" Having found no basis for subject matter jurisdiction the court turns to the remaining question of the ultimate disposition of this case.</p>\n<p>II. Disposition</p>\n<p>Concerning the proper procedure following removal, 28 U.S.C. § 1447(c) provides that \"[i]f at any time before final judgment it appears that the district court lacks subject matter jurisdiction, the case shall be remanded.\" 28 U.S.C. § 1447(c). Accordingly, where the court finds no basis for subject matter jurisdiction, § 1447(c) compels the court to remand this action to state court.</p>\n<p>In opposition to remand, defendants raise an important point concerning the disposition in <i>Shives</i> following removal which must be addressed here. In <i>Shives</i> the court recognized that the \"question of whether the LHWCA applies to a workrelated injury is ... [a] question which Congress never intended for state courts to resolve.\" <i>Shives,</i> 151 F.3d at 167. Rather, any \"interpretation of the LHWCA is a matter for the federal executive and federal appeals courts.\" <i>Id.</i> Accordingly, after finding that the LHWCA applied to the facts of that case, the Fourth Circuit noted that, regardless of whether the district court lacked jurisdiction upon removal, remand to the state court was not proper. <span class=\"star-pagination\">*814</span> <i>See id.</i> at 171. Specifically, the court explained:</p>\n<p>While the only intuitive remedy might nevertheless be to remand this case to the state court to decide the coverage question, if we were to do so, we would be committing the federal question of LHWCA coverage to the state court when Congress intended that it be decided exclusively in federal court. In the peculiarities of this case, we believe that the district court should not have remanded the case to state court, but should have dismissed it. Accordingly, we vacate the district court's remand order and remand this case to the district court with instructions to dismiss the case for lack of subject matter jurisdiction. In this way, [plaintiff] will be able to proceed through the administrative process before the Department of Labor with his protectively filed LHWCA claim.</p>\n<p><i>Shives,</i> 151 F.3d at 171 (emphasis added).</p>\n<p>At first blush, where this court, like the court in <i>Shives,</i> is facing a \"federal question of LHWCA coverage,\" <i>Shives</i> 151 F.3d at 167, it appears that the appropriate course of action is to dismiss the action outright for lack of subject matter jurisdiction rather than remand to the state court. Such a disposition, however, is premature. Notably, in <i>Shives,</i> the Fourth Circuit directed dismissal only <i>after</i> that court, sitting as a federal court of appeals, had determined the coverage issue under the LHWCA. Specifically, the Fourth Circuit devoted several pages of its opinion to discussing the question of coverage under the LHWCA. <i>See</i> 151 F.3d at 167-171. Although the Fourth Circuit in <i>Shives</i> was in a position to resolve the question of coverage, \"a matter for the federal executive and federal appeals courts,\" <i>id.</i> at 167, this court is not. Accordingly, where this case is distinguishable from <i>Shives,</i> remand, rather than dismissal for lack of subject matter jurisdiction, is proper.</p>\n<p>Lacking jurisdiction, this court does not reach defendants' arguments in support of dismissal for failure to state a claim, under Federal Rules of Civil Procedure 12(b)(6) and 9(b). Finally, finding the jurisdictional issues raised by this case to be novel and complex, the court rejects plaintiff's argument in favor of attorney's fees and costs resulting from removal. <i>See </i><i>In re Lowe,</i> 102 F.3d 731, 733 n. 2 (4th Cir.1996) (rejecting request for attorney's fees where basis for remand is not \"obvious\").</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based upon the foregoing, the court GRANTS plaintiff's motion to remand, pursuant to 28 U.S.C. § 1447(c). (DE # 12). Where the court lacks subject matter jurisdiction over this action, the court DENIES AS MOOT defendants' motions to dismiss brought under Federal Rules of Civil Procedure 12(b)(6) and 9(b). (DE # `s 5 &amp; 8). This case is hereby REMANDED to the Superior Court of Wake County, North Carolina. The Clerk is DIRECTED to serve a copy of this order on the Clerk of Superior Court of Wake County, North Carolina.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">801</span></span> (2005)</b></center>\n<center><h1>Richard P. NORDAN, as Ancillary Administrator for the separate Estates of Stephen S. Helvenston, Mike R. Teague, Jerko Gerald Zovko and Wesley J.K. Batalona, Plaintiff,<br>\nv.<br>\nBLACKWATER SECURITY CONSULTING, LLC; Blackwater Lodge and Training Center, Inc., and Justin L. McQuown, Defendants.</h1></center>\n<center>No. 5:05-CV-48-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 11, 2005.</center>\n<p><span class=\"star-pagination\">*802</span> <span class=\"star-pagination\">*803</span> David F. Kirby, William B. Bystrynski, Kirby &amp; Holt, Raleigh, NC, for Plaintiff.</p>\n<p>Kirk G. Warner, Mark A. Ash, Smith Anderson Blount Dorsett Mitchell &amp; Jernigan, Rachel Beaulieu Esposito, Patricia L. Holland, Cranfill Sumner &amp; Hartzog, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on defendants' motions to dismiss (DE # `s 5 &amp; 8), and plaintiff's motion to remand (DE # 12). Plaintiff responded in opposition to the motions to dismiss, and defendants responded in opposition to the motion to remand. In this posture, the issues raised are ripe for ruling. For the reasons that follow, the court grants plaintiff's motion to remand and denies as moot defendants' motions to dismiss.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff commenced this action on January 5, 2005, in the Superior Court of Wake County, North Carolina, asserting claims arising out of the deaths of four security personnel assigned to work in the vicinity of Fallujah, Iraq. In the complaint, plaintiff asserts two state law claims for wrongful death and fraud.</p>\n<p>On January 24, 2005, defendants filed a notice of removal in this court asserting federal question jurisdiction on the basis of \"complete preemption\" and \"unique federal interests.\" (Notice of Removal, ¶¶ 34, 36). On January 31, 2005, defendants Blackwater Security Consulting, LLC, and Blackwater Lodge and Training Center, Inc. (\"Blackwater\") filed a motion to dismiss, pursuant to Federal Rules of Civil Procedure 12(b)(6) and 9(b), on the basis of a defense of preemption under the Defense Base Act (\"DBA\"), and for failure to state a claim. On February 1, 2005, defendant Justin L. McQuown (\"McQuown\") filed a motion to dismiss, pursuant to Rule 12(b)(6), also asserting a defense of preemption under the DBA or the related Longshore and Harbor Workers' Compensation Act (LHWCA).</p>\n<p>On February 11, 2005, plaintiff filed a motion to remand to state court, arguing that the complaint only asserts state law claims, and that the DBA and LHWCA do not completely preempt the asserted claims. On March 7, 2005, defendants responded in opposition to the motion to remand, attaching copies of contracts referenced in the complaint and compensation benefits decisions by the United States Department of Labor, pertaining to the decedents in this action. Plaintiff replied on March 17, 2005, objecting to consideration <span class=\"star-pagination\">*804</span> of evidence outside the complaint, and arguing that neither complete preemption nor unique federal interests served to establish jurisdiction in this case. Plaintiff also responded to defendants' separate motions to dismiss, to which defendants have replied.</p>\n<p></p>\n<h2>STATEMENT OF ALLEGED FACTS</h2>\n<p>The facts alleged in plaintiff's complaint may be summarized as follows. On March 8, 2004, defendant Blackwater, and another entity, Regency Hotel and Hospital Company (\"Regency\") entered into a contract (\"security contract\") with ESS Support Services Worldwide (\"ESS\") to provide security services \"for ESS's catering operations in the Middle East.\" (Compl., ¶ 21). On March 12, 2004, defendant Blackwater entered into a sub-contract (\"sub-contract\") with Regency, which gave defendant Blackwater control over security details. On March 25, 2004, Stephen S. Helvenston, Mike R. Teague, Jerko Gerald Zovko and Wesley J.K. Batalona (hereinafter the \"decedents\") entered into \"Independent Contractor Service Agreements\" with Blackwater, which expressly incorporated the terms of the sub-contract and contract.</p>\n<p>At the time the decedents entered into the Independent Contractor Service Agreements, Blackwater representatives told them that they would be performing security services in Iraq, with the following precautions mandated by the primary contract:</p>\n<p>A. \"[E]ach security mission would be handled by a team of no less than six (6) members.\"</p>\n<p>B. \"[E]ach security mission would be performed in armored vehicles.\"</p>\n<p>C. \"[S]ecurity teams would be comprised of at least two armored vehicles, with at least three security contractors in each vehicle, which would provide for a driver, a navigator, and a rear-gunner.\"</p>\n<p>D. \"[T]he rear-gunner would have a heavy automatic weapon, such as a `SAW Mach 46,' which could fire up to 850 rounds per minute, allowing the gunner to fight off any attacks from the rear.\"</p>\n<p>E. There would be \"at least 24-hours notice prior to any security mission.\"</p>\n<p>F. \"[E]ach security detail mission would be subject to a Risk Assessment completed prior to the mission, and that if the threat level was too high, they would have the option of not performing the mission.\"</p>\n<p>G. There would be an \"opportunity to review the travel routes, gather intelligence about each mission, do a pre-trip inspection of the route and determine the proper logistics to carry out the security detail.\"</p>\n<p>H. The security detail \"would arrive in the Middle East and have at least 21 days prior to any operations to become acclimated to the area, learn the lay of the land, gather intelligence, and learn safe routes through the area.\"</p>\n<p>(Compl., ¶ 13). The decedents relied upon these representations in entering into the Independent Contractor Security Agreements.</p>\n<p>In preparing decedents for work under the Independent Contractor Security Agreements, Blackwater representatives conducted training and preparation programs for security missions in Iraq. One of the representatives who conducted training, defendant McQuown, \"failed to provide adequate training and intelligence data\" to decedents, (Compl., ¶ 28), and \"harbored extreme animosity toward decedent Scott Helvenston relating to Helventson's superior credentials, abilities, training, education, experience and knowledge.\" (Compl., ¶ 40).</p>\n<p><span class=\"star-pagination\">*805</span> Furthermore, plaintiff alleges that the training programs and preparations provided for decedents were compromised by defendant Blackwater's interest in higher profits. Decedents were not given twenty-one (21) days preparation time prior to operations in Iraq, and, as such, were not permitted to become acclimated to the area, learn the lay of the land, gather intelligence, or learn safe routes through Iraq. Rather, on March 27, 2004 they \"were advised that they would be leaving in two days for Baghdad to start their first mission.\" (Compl., ¶ 43). Specifically, although decedent Helvenston was physically ill, defendant McQuown ordered Helvenston to depart for Baghdad at 5:00 a.m. on March 29, 2004, to join the three other decedents for a security mission.</p>\n<p>On March 30, 2004, Helvenston, Teague, Zovko and Batalona were directed to conduct a security mission for Blackwater. Pursuant to mission directions, the decedents were required to \"escort three ESS flatbed trucks\" carrying food supplies, \"from the City of Taji to a U.S. Army base in Iraq,\" known as Camp Ridgeway, on the outskirts of the City of Fallujah. (Comp., ¶¶ 21, 57, 59). At the time, Fallujah was \"universally known to be extremely hostile territory in control of Iraqi insurgents.\" (Compl., ¶ 59).</p>\n<p>Even though the decedents were entering hostile territory, defendant Blackwater failed to provide the decedents with the protections, tools and information that it initially promised to provide. Specifically, a Blackwater representative refused to provide maps of the area and told decedents that it was \"too late for maps.\" (Compl., ¶ 55). In addition, defendant did not provide them with the minimum number of six members on the security detail team, although six members were available. Defendant did not provide them with armored vehicles, and defendant did not permit them to have three team members in each vehicle, which resulted in each vehicle containing only a driver and a navigator, but no rear-gunner to quell any attacks.</p>\n<p>Moreover, it is alleged, defendant did not provide them with heavy automatic machine guns, but instead merely with semi-automatic rifles, which had not even been tested or sighted. Likewise, defendant did not provide decedents with twenty-four (24) hours notice or a Risk Assessment prior to the March 30, 2004 security mission. Finally, defendant did not provide them with the opportunity to gather intelligence concerning the travel route or to do a pre-route inspection. In sum, the decedents were obligated to set out on their mission grossly under-prepared for the risks they faced.</p>\n<p>Because the decedents \"had not been able to perform a pre-trip analysis of their route and [were] denied maps and logistical information concerning the area, they set out toward Camp Ridgeway on a road which led directly through the heart of the hostile Fallujah.\" (Compl., ¶ 60). \"Unbeknownst to them, there was an alternative, safer route which led around the outskirts of Fallujah and would have only taken them approximately two and a half hours longer to get to Camp Ridgeway.\" (<i>Id.</i>).</p>\n<p>\"Without having any information about the route or even a map of the area, they became lost and ended up driving through the center of the City of Fallujah.\" (Compl., ¶ 17). \"While stopped in traffic, several armed Iraqi insurgents walked up behind these two unarmored vehicles and repeatedly shot these four Americans at point blank range, dragged them from their vehicles, beat, burned and disfigured them and desecrated their remains.\" (<i>Id.</i>). In particular, \"two of the burnt bodies were strung up from a bridge over the Euphrates River for all of the world to see.\" (Compl., ¶ 61).</p>\n<p><span class=\"star-pagination\">*806</span> In support of the wrongful death claim, plaintiff alleges that \"[w]hen the Defendants sent Helvenston, Teague, Zovko and Batalona out on this security mission in this condition, without the proper protections, tools and information, they knew that they were sending them into the center of Fallujah with very little chance that they would come out alive.\" (Compl., ¶ 70). Plaintiff also alleges that \"[a]s a proximate result of the Defendants' intentional conduct, willful and wanton conduct, and/or negligence, as alleged herein above, Helvenston, Teague, Zovko and Batalona ... were killed March 31, 2004.\"</p>\n<p>In support of the fraud claim, plaintiff alleges that defendants represented that the decedents would receive protections guaranteed by the primary contract, which induced the decedents to enter into the Independent Contractor Service Agreements. Plaintiff further alleges that when defendants made these representations they knew that they were false and concealed true facts with the intent to induce the decedents to enter into the Independent Contractor Service Agreements.</p>\n<p>Plaintiff seeks compensatory damages for wrongful death of the decedents, recision of the Independent Contractor Service Agreements, as well as punitive damages from each defendant, including damages for \"mental anguish, fear and terror of being forced to travel into the center of Fallujah ... and the physical pain and suffering of being shot, beaten, burned, tortured and dismembered.\" (Compl., ¶ 93).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Removal Jurisdiction</p>\n<p>The party seeking removal has the burden of establishing federal jurisdiction. <i>Mulcahey v. Columbia Organic Chems. Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir.1994). The court must strictly construe removal jurisdiction, and resolve all doubts in favor of remand. <i>Id.</i> The right to remove a case from state to federal court derives solely from 28 U.S.C. § 1441, which provides in relevant part:</p>\n<p>[A]ny civil action brought in a state court of which the district courts of the United States have original jurisdiction, may be removed by the defendant ... to the district court of the United States for the district and division embracing the place where such action is pending.</p>\n<p>28 U.S.C. § 1441(a). In this case, there is no allegation of diversity of citizenship between the parties. Accordingly, the propriety of removal depends on whether the suit raises a federal question, that is, whether it is an action \"arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. § 1331.</p>\n<p>Ordinarily, under the \"well-pleaded complaint\" rule, a suit raises a federal question \"only when the plaintiff's statement of his own cause of action shows that it is based\" on federal law. <i>Louisville &amp; Nashville R.R. v. Mottley,</i> <span class=\"citation\" data-id=\"96889\"><a href=\"/opinion/96889/louisville-nashville-r-co-v-mottley/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 152, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">42</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">126</span></span> (1908). A defense is not part of a plaintiff's properly pleaded statement of his claim. <i>Rivet v. Regions Bank,</i> <span class=\"citation\" data-id=\"118173\"><a href=\"/opinion/118173/rivet-v-regions-bank-of-la/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 475, <span class=\"citation\" data-id=\"118173\"><a href=\"/opinion/118173/rivet-v-regions-bank-of-la/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">921</span></a></span>, <span class=\"citation\" data-id=\"118173\"><a href=\"/opinion/118173/rivet-v-regions-bank-of-la/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">912</span></a></span> (1998). Therefore, \"a case may not be removed to federal court on the basis of a federal defense, including the defense of preemption.\" <i>Franchise Tax Bd. of Cal. v. Construction Laborers Vacation Trust for Southern Cal.,</i> <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1983).</p>\n<p>A limited exception to the well-pleaded complaint rule exists where the state law claim has been \"completely preempted\" by federal law. <i>Beneficial National Bank v. Anderson,</i> <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, 8, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2003); <i>Metropolitan Life Ins. Co. v. Taylor,</i> <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 63-64, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></a></span>, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1987). In such a case, even a complaint <span class=\"star-pagination\">*807</span> that only purports to raise a state law claim may be removed to federal court because it necessarily raises a federal question. <i>See </i><i>Beneficial National Bank,</i> 539 U.S. at 7-8, 10, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>; <i>Franchise Tax Bd.,</i> 463 U.S. at 22, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>.</p>\n<p>Here, defendants do not dispute that plaintiff's complaint raises only state law causes of action. Defendants argue, however, that the statutory and regulatory scheme of the DBA completely preempts plaintiff's state law claims. In the alternative, defendants argue that this lawsuit concerns a \"unique federal interest\" in the remedies available to individuals working in support of national defense or war-zone efforts. The court will address each argument in turn.</p>\n<p>A. Complete Preemption</p>\n<p>A federal statute completely preempts a state law claim if it \"provide[s] the exclusive cause of action for the claim asserted\" and \"set[s] forth procedures and remedies governing that cause of action.\" <i>Beneficial National Bank,</i> 539 U.S. at 8, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>. To have complete preemption, not only must the state law claim come \"within the scope of the federal cause of action\" created in the statute, <i>Caterpillar Inc. v. Williams,</i> <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 393, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2425</span></a></span>, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1987), but also Congress must have manifested an intent to make the federal cause of action \"exclusive.\" <i>Beneficial National Bank,</i> 539 U.S. at 9, n. 5, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>; <i>see </i><i>Metropolitan Life,</i> 481 U.S. at 66-67, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></a></span> (holding that state law claims which fall within the scope of the federal civil enforcement provision of ERISA were completely pre-empted); <i>Franchise Tax Bd.,</i> <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 23-24, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (noting that state law claims which fall within the scope of the provision describing federal court procedures and remedies for suits under the LMRA were completely preempted); <i>Rosciszewski v. Arete Assocs.,</i> <span class=\"citation\" data-id=\"627354\"><a href=\"/opinion/627354/jan-j-rosciszewski-assignee-of-physical-dynamics-incorporated-v-arete/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 232 (4th Cir.1993) (holding that the \"grant of exclusive jurisdiction to the federal district courts over civil actions arising under the Copyright Act, combined with the preemptive force of § 301(a) [of the Copyright Act], compels the conclusion that Congress intended\" to preempt state law actions).</p>\n<p>The Fourth Circuit recently held that there is a \"presumption\" against complete preemption, and that defendants' burden \"is to demonstrate that a federal statute indisputably displaces any state cause of action over a given subject matter.\" <i>Lontz v. Tharp,</i> <span class=\"citation\" data-id=\"790822\"><a href=\"/opinion/790822/grace-lontz-beverly-pettit-v-joyce-tharp-elizabeth-doak-james-baish/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 440 (4th Cir.2005). Specifically, \"the congressional intent that the state law be entirely displaced must be clear in the text of the statute.\" <i>Id.</i> at 441 (citing <i>Metropolitan Life,</i> 481 U.S. at 65-66, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></a></span>). Reviewing Supreme Court precedent, the court further affirmed that \"the <i>sine qua non</i> of complete preemption is a pre-existing federal cause of action that can be brought in the district courts.\" <i>Id.</i> at 442. Accordingly, \"Congress's allocation of authority to an agency and away from district courts defeats a complete preemption claim.\" <i>Id.</i> at 443.</p>\n<p>With these principles in mind, the court turns to an analysis of whether the DBA completely preempts state law claims falling within its scope. The DBA is a federal statute that incorporates and extends the comprehensive worker's compensation scheme established by the Longshore and Harbor Worker's Compensation Act (LHWCA) to select forms of employment outside of the United States. <i>Davila-Perez v. Lockheed Martin Corp.,</i> <span class=\"citation\" data-id=\"198808\"><a href=\"/opinion/198808/davila-perez-v-lockheed-martin-corp/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 468 (1st Cir.2000). In relevant part, the DBA provides:</p>\n<p>Except as herein modified, the provisions of the [LHWCA] as amended, shall apply in respect to the injury or death of <span class=\"star-pagination\">*808</span> any employee engaged in any employment -</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>under a contract entered into with the United States or any executive department, independent establishment, or agency thereof (including any corporate instrumentality of the United States), or any subcontract, or subordinate contract with respect to such contract, where such contract is to be performed outside the continental United States ... for the purpose of engaging in public work....</p>\n<p>42 U.S.C. § 1651(a). By reference, the LHWCA provides for the exclusivity of remedy against a qualifying employer for injury or death:</p>\n<p>The liability of an employer prescribed in section 4 [33 U.S.C. § 904] shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death....</p>\n<p>33 U.S.C. § 905(a). In addition to this LHWCA exclusion provision, the DBA expressly excludes liability to employers under \"the workmen's compensation law of any state.\" 42 U.S.C. § 1651(c).</p>\n<p>In place of recovery under state worker's compensation and tort law, the liability of an employer for the death of an employee under the DBA is limited to statutory death benefits. <i>See</i> 33 U.S.C. § 904(a) (referencing § 909, death benefits). These include funeral expenses and monthly payments set according to a statutory percentage rate of average wages of the decedent. <i>See</i> 33 U.S.C. § 909(a)-(b).</p>\n<p>The DBA provides a comprehensive federal framework for adjudication and administration of claims for statutory death benefits. Specifically, a claim must be filed with the United States Department of Labor:</p>\n<p>Except as otherwise provided in this section, the right to compensation for disability or death under this Act shall be barred unless a claim therefore is filed within one year after the injury or death.... Such claim shall be filed with the deputy commissioner [of the Department of Labor] in the compensation district in which such injury or death occurred.</p>\n<p>33 U.S.C. 913(a). Jurisdiction over such claims is vested exclusively with United States Secretary of Labor:</p>\n<p>a claim for compensation may be filed with the deputy commissioner in accordance with regulations prescribed by the commission [Secretary of Labor] at any time after the first seven days of disability following any injury, or at any time after death, and the deputy commissioner shall have full power and authority to hear and determine all questions in respect of such claim.</p>\n<p>33 U.S.C. § 919(a); <i>see also</i> § 939(a) (providing that the \"Secretary [of Labor] shall administer the provisions of this Act.\").</p>\n<p>In turn, the statute sets out a detailed procedure by which the Secretary of Labor must adjudicate claims for compensation:</p>\n<p>(b) Notice of claim. Within ten days after such claim is filed the deputy commissioner, in accordance with regulations prescribed by the commission [Secretary of Labor], shall notify the employer and any other person (other than the claimant), whom the deputy commissioner considers an interested party, that a claim has been filed. Such notice may be served personally upon the employer or other person, or sent to such employer or person by registered mail.</p>\n<p><span class=\"star-pagination\">*809</span> (c) Investigations; order for hearing; notice; rejection or award. The deputy commissioner shall make or cause to be made such investigations as he considers necessary in respect of the claim, and upon application of any interested party shall order a hearing thereon. If a hearing on such claim is ordered the deputy commissioner shall give the claimant and other interested parties at least ten days' notice of such hearing, served personally upon the claimant and other interested parties or sent to such claimant and other interested parties by registered mail or by certified mail, and shall within twenty days after such hearing is had, by order, reject the claim or make an award in respect of the claim. If no hearing is ordered within twenty days after notice if given as provided in subdivision (b), the deputy commissioner shall, by order, reject the claim or make an award in respect of the claim.</p>\n<p>(d) Provisions governing conduct of hearing; administrative law judges. Notwithstanding any other provisions of this Act, any hearing held under this Act shall be conducted in accordance with the provisions of section 554 of title 5 of the United States Code. Any such hearing shall be conducted by a[an] administrative law judge qualified under section 3105 of that title. All powers, duties, and responsibilities vested by this Act, on the date of enactment of the Longshoremen's and Harbor Workers' Compensation Act Amendments of 1972 [Oct. 27, 1972], in the deputy commissioners with respect to such hearings shall be vested in such administrative law judges.</p>\n<p>33 U.S.C. § 919. In other words, the Secretary of Labor, through a deputy commissioner or administrative law judge, is responsible for making an initial order rejecting a claim or making an award of compensation. <i>See</i> 33 U.S.C. § 919(c). \"A compensation order shall become effective when filed in the office of the deputy commissioner as provided in section 19 [33 USCS § 919], and, unless proceedings for the suspension or setting aside of such order are instituted,... shall become final at the expiration of the thirtieth day thereafter.\" 33 U.S.C. § 921(a).</p>\n<p>Proceedings for review of compensation orders must begin with an appeal to the United States Department of Labor Benefits Review Board:</p>\n<p>The Board shall be authorized to hear and determine appeals raising a substantial question of law or fact taken by any party in interest from decisions with respect to claims of employees under this Act and the extensions thereof. The Board's orders shall be based upon the hearing record. The findings of fact in the decision under review by the Board shall be conclusive if supported by substantial evidence in the record considered as a whole....</p>\n<p>The Board may, on its own motion or at the request of the Secretary, remand a case to the administrative law judge for further appropriate action.</p>\n<p>33 U.S.C. § 921(b). Finally, \"[a]ny person adversely affected or aggrieved by a final order of the Board may obtain a review of that order in the United States court of appeals for the circuit in which the injury occurred, by filing in such court within sixty days following the issuance of such Board order a written petition praying that the order be modified or set aside.\" § 921(c).</p>\n<p>Upon review of the exclusive comprehensive scheme set out by the DBA for compensation claims, the court is compelled to find that the DBA does not completely preempt state law claims. As the Fourth Circuit recently reiterated, \"the <i>sine qua non</i> of complete preemption is a pre-existing federal cause of action <i>that can be brought in the district courts.</i>\" <span class=\"star-pagination\">*810</span> <i>Lontz,</i> 413 F.3d at 442 (emphasis added). Notably missing from the DBA statutory scheme is any provision for a \"federal cause of action that can be brought in the district courts.\" <i>Id.</i> Rather, as noted above, the DBA provides for the exclusive filing of a claim for wrongful death benefits with the Secretary of Labor, the adjudication of such claims by a deputy commissioner or administrative law judge, the review of claims by the Benefits Review Board, and appellate review by a federal court of appeals. <i>See</i> 42 U.S.C. § 1651(a), 33 U.S.C. §§ 913, 919, 921. United States District Courts are not involved in the claims adjudication process. <i>See id.</i> Consequently, this court lacks subject matter jurisdiction to consider plaintiff's claims, however much they involve coverage issues under the DBA. <i>See </i><i>Lontz,</i> 413 F.3d at 443 (\"Congress's allocation of authority to a agency and away from district courts defeats a complete preemption claim.\").</p>\n<p>In their argument, defendants cite several cases holding that either the DBA or LHWCA provides a sweeping defense of preemption against state tort claims. <i>See e.g., </i><i>Davila-Perez v. Lockheed Martin Corp.,</i> <span class=\"citation\" data-id=\"198808\"><a href=\"/opinion/198808/davila-perez-v-lockheed-martin-corp/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span> (1st Cir.2000); <i>Smither &amp; Co. v. Coles,</i> <span class=\"citation\" data-id=\"241652\"><a href=\"/opinion/241652/smither-and-company-inc-v-franciska-t-coles/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span> (D.C.Cir.1957); <i>Pulley v. Peter Kiewit Son's Co.,</i> <span class=\"citation\" data-id=\"236882\"><a href=\"/opinion/236882/charles-t-pulley-v-peter-kiewit-sons-co-a-corp/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span> (7th Cir.1955); <i>Schmidt v. Northrop Grumman Systems, Corp.,</i> No. 3:04-CV-042-JTC (unpublished, attached to Def's Notice of Subsequently Decided Authority) (N.D.Ga., March 2, 2005); <i>Colon v. United States Dep't of Navy,</i> <span class=\"citation\" data-id=\"2345361\"><a href=\"/opinion/2345361/colon-colon-v-us-dept-of-navy/\"><span class=\"volume\">223</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">368</span></a></span> (D.P.R.2002).</p>\n<p>These cases, however, are inapposite to the question of removal jurisdiction through complete preemption, and concern only the defense of preemption. <i>See </i><i>Davila-Perez,</i> 202 F.3d at 468 (dismissing action originally filed in federal district court on grounds that DBA administrative scheme provided exclusive remedy); <i>Smither &amp; Co.,</i> 242 F.2d at 221, 223 (same); <i>Pulley,</i> 223 F.2d at 192 (dismissing negligence claims as preempted by the DBA); <i>Schmidt,</i> No. 3:04-CV-042-JTC (dismissing plaintiff's tort claims filed in federal court due to preemption under the DBA); <i>Colon,</i> 223 F.Supp.2d at 370 (same). Regardless of whether the comprehensive federal compensation scheme set up by the DBA defensively preempts any and all state law claims for death benefits, defensive preemption does not act to establish federal district court jurisdiction over state law claims. <i>See </i><i>Franchise Tax Bd.,</i> 463 U.S. at 14, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span> (\"[A] case may not be removed to federal court on the basis of a federal defense, including the defense of pre-emption.\"); <i>Aaron v. Nat'l Union Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"524642\"><a href=\"/opinion/524642/bernadette-aaron-v-national-union-fire-insurance-company-of-pittsburg/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span>, 1166 (5th Cir.1989) (rejecting argument that LHWCA completely preempts state claims, without reaching the question of defensive preemption).</p>\n<p>Defendants also cite to <i>Shives v. CSX Transportation,</i> <span class=\"citation\" data-id=\"756672\"><a href=\"/opinion/756672/in-re-csx-transportation-incorporated-larry-w-shives-v-csx/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span> (4th Cir.1998), in which the Fourth Circuit discussed preemption under the LHWCA. Although <i>Shives</i> is an important case bearing on the final disposition of this case in federal district court, it provides no assistance to defendants on the complete preemption issue. Indeed, the court's discussion in <i>Shives</i> only further undermines defendants' argument in favor of complete preemption.</p>\n<p>In <i>Shives,</i> plaintiff brought suit in state court asserting a Federal Employers' Liability Act (FELA) claim regarding an injury suffered while unloading a flatbed rail car at an intermodal marine terminal. 151 F.3d at 166. Although federal statute expressly precluded removal of the FELA claim, defendant removed on grounds that the LHWCA, rather than FELA, covered plaintiff's injuries. <i>Id.</i> Upon review of the motion to remand by plaintiff, the district court found that plaintiff's injuries were <span class=\"star-pagination\">*811</span> not covered under the LHWCA, and remanded to state court. <i>Id.</i> at 167. The court of appeals, however, vacated the judgment of the district court, noting that \"interpretation of the LHWCA is a matter for the federal executive and federal appeals courts.\" 151 F.3d at 167. In addition, the court undertook its own analysis of the coverage issue and concluded that plaintiff's injuries were covered under the LHWCA. <i>Id.</i> at 171. Given the limited statutory jurisdiction over LHWCA claims, the court of appeals directed outright dismissal of the action for lack of subject matter jurisdiction, so that the plaintiff could \"proceed through the administrative process\" rather than a civil action in state or federal district courts. <i>Id.</i></p>\n<p><i>Shives</i> undermines defendants' argument in favor of complete preemption, by confirming that even a claim falling under the scope of the LHWCA \"is not an action over which the district courts have original jurisdiction.\" <i>Shives,</i> 151 F.3d at 171. Rather, such a claim can \"only be filed in the first instance with the Secretary of Labor.\" <i>Id.</i> Accordingly, where the DBA (incorporating the LHWCA) does not provide a cause of action in the federal district courts, removal based upon complete preemption by the DBA is foreclosed. <i>See </i><i>Lontz,</i> 413 F.3d at 442, 443; <i>Rosciszewski,</i> 1 F.3d at 232 (noting \"grant of exclusive jurisdiction to the federal district courts\" in finding complete preemption). Indeed, the court in <i>Shives</i> anticipated this result by noting that, even though plaintiff's claim fell under LHWCA, it was \"not removable under 28 U.S.C. § 1441(b).\" <i>Id.</i></p>\n<p>In sum, defendants' argument that this case is removable by virtue of complete preemption under the DBA is without merit.</p>\n<p>B. Unique Federal Interest</p>\n<p>As an alternative basis for removal jurisdiction, defendants argue that this lawsuit presents a \"unique federal interest,\" specifically concerning the remedies available to individuals working in support of national defense or war-zone efforts. (Blackwater Def's Mem. in Opp. to Remand, p. 17; Def. McQuown Mem. in Opp. to Remand, pp. 16, 17). In response, plaintiff argues that a \"unique federal interest\" is not, in itself, a viable ground for removal jurisdiction. Under the circumstances presented by this case, the court finds that defendants' asserted \"unique federal interest\" is insufficient to confer federal jurisdiction.</p>\n<p>The sole case upon which defendants rely that applied the \"unique federal interest\" doctrine for purposes of removal jurisdiction is <i>Caudill v. Blue Cross and Blue Shield of North Carolina,</i> <span class=\"citation\" data-id=\"611620\"><a href=\"/opinion/611620/crystal-caudill-v-blue-cross-and-blue-shield-of-north-carolina-crystal/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span> (4th Cir.1993). In <i>Caudill,</i> plaintiff received health insurance benefits as a federal employee under an insurance policy provided by defendant, which provided insurance to government employees \"pursuant to the Federal Employees Health Benefits Act.\" <i>Caudill,</i> 999 F.2d at 76. Under the statutory framework then in place, benefits decisions were decided by the United States Office of Personnel Management. <i>Id.</i> In <i>Caudill,</i> plaintiff brought an action in state court, based upon breach of contract, seeking to enjoin defendants from notifying a hospital that defendant did not provide coverage for the specific treatment she sought. <i>Id.</i> Defendant filed a notice of removal, asserting federal jurisdiction on grounds of complete preemption, and on grounds that the action \"arises from a federal contract, giving rise to a uniquely federal interest so important that the `federal common law' supplants state law.\" <i>Id.</i> at 77.</p>\n<p><span class=\"star-pagination\">*812</span> Upon motion to remand in <i>Caudill,</i> the Fourth Circuit did not analyze the complete preemption issue, but rather agreed with defendant that the case fell within a narrow category of cases presenting a \"`uniquely federal interest' so important that the `federal common law' supplants state law either partially or entirely regardless of Congress' intent to preempt the area involved.\" <i>Caudill,</i> 999 F.2d at 77 (citing <i>Boyle v. United Tech. Corp.,</i> <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 504, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1988)). In reaching this conclusion, the court noted that \"the federal government is a party to th [e] contract\" with health insurers, and that federal common law was in significant conflict with state law. <i>Id.</i> at 78.</p>\n<p>Although <i>Caudill</i> remains binding precedent in this Circuit, the case has been criticized on the issue of removal jurisdiction. Importantly, the primary Supreme Court case upon which <i>Caudill</i> derived its analysis, <i>Boyle v. United Tech. Corp</i><i>.,</i> did not address the question of removal jurisdiction, but rather only addressed the defense of preemption in a case that had been brought in Federal District Court. <i>See </i><i>Boyle,</i> 487 U.S. at 502, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>. Concerning this distinguishing factor, the Second Circuit noted recently:</p>\n<p>The <i>Caudill</i> court conflated the preemption and jurisdiction analyses by holding that a significant conflict with uniquely federal interests was sufficient to confer subject matter jurisdiction on the federal court. <i>See</i> 999 F.2d at 78-79. We agree with the criticism <i>Caudill</i> has received for giving short shrift to the well-pleaded complaint rule. <i>See </i><i>Goepel v. Nat'l Postal Mail Handlers Union,</i> <span class=\"citation\" data-id=\"678817\"><a href=\"/opinion/678817/marilyn-goepel-ronald-goepel-v-national-postal-mail-handlers-union-a/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 314-15 (3d Cir.1994) (rejecting Caudill's reasoning); 15 James Wm. Moore, et al., Moore's Federal Practice § 103.45[3][c] (3d ed.2004) (commenting that Caudill is \"fatally flawed if the validity of the well-pleaded complaint rule... [is] accepted\").</p>\n<p><i>Empire HealthChoice Assur., Inc. v. McVeigh,</i> <span class=\"citation\" data-id=\"789041\"><a href=\"/opinion/789041/empire-healthchoice-assurance-inc-doing-business-as-empire-blue-cross/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 142-143 (2d Cir.2005); <i>see also </i><i>Reveal v. Stinson,</i> <span class=\"citation\" data-id=\"2580254\"><a href=\"/opinion/2580254/reveal-v-stinson/\"><span class=\"volume\">115</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">688</span></a></span>, 691 (D.W.Va.2000) (\"Caudill has been roundly criticized by courts and commentators as an aberration.\").</p>\n<p>Moreover, after <i>Caudill</i> was decided, the Supreme Court has stated without qualification that \"a state claim may be removed to federal court in <i>only two circumstances</i>  when Congress expressly so provides ... or when a federal statute wholly displaces the state-law cause of action <i>through complete pre-emption.</i>\" <i>Beneficial Nat'l Bank v. Anderson,</i> <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>, <span class=\"citation\" data-id=\"130139\"><a href=\"/opinion/130139/beneficial-nat-bank-v-anderson/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2003) (emphasis added). In addition, Fourth Circuit analysis of removal jurisdiction more recent than <i>Caudill</i> is consistent with this Supreme Court approach. In <i>Lontz,</i> the court noted that a case may be removed to federal court only on three separate grounds: 1) diversity jurisdiction, 2) a federal question as \"an element, and an essential one, of the plaintiff's cause of action,\" or 3) complete preemption. <i>Lontz,</i> 413 F.3d at 439, 440. Notably missing from the court's discussion was any mention of \"unique federal interest\" as a basis for removal jurisdiction.</p>\n<p>This more recent precedent provides reason to doubt whether removal on the basis of \"unique federal interests,\" outside the specific facts of <i>Caudill,</i> is proper. Given the questionable authority of <i>Caudill,</i> well-established precedent requires resolution of such doubt in the favor of remand. <i>See </i><i>Mulcahey v. Columbia Organic Chems. Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir.1994).</p>\n<p>Moreover, even assuming that \"unique federal interests\" may provide a basis for jurisdiction in some cases, application of such doctrine here is unavailing. In this case, the Blackwater defendants claim that this case involves a unique federal interest <span class=\"star-pagination\">*813</span> \"in the remedies available to individuals killed or injured working under federal prime, subcontracts, and subordinate contracts in support of national defense or war zone efforts.\" (Blackwater Def's Mem. in Opp. to Remand, pp. 17-18). In similar terms, defendant McQuown claims that the \"DBA advances a unique federal interest ... to provide uniformity and certainty in the availability of compensation of injured non-military employees ... performing public work,\" and that this federal interest in an exclusive DBA remedy is raised by plaintiff's claims. (Def. McQuown Mem. in Opp. to Remand, pp. 17).</p>\n<p>This asserted unique federal interest, however, being based upon coverage under the DBA, assumes the very conclusion which this court lacks jurisdiction to reach, namely that the decedents in this case are covered as employees under the DBA. As discussed above, pursuant to <i>Shives,</i> although this issue is plainly a federal question, it is not an issue which this court has jurisdiction to address. <i>See </i><i>Shives,</i> 151 F.3d at 167 (stating that the \"question of whether the LHWCA applies to a workrelated injury is exclusively a federal question... for the federal executive and federal appeals courts\" to resolve).</p>\n<p>Moreover, this case does not present circumstances which fall under the \"unique federal interest\" test as applied by the court in <i>Caudill.</i> Unlike in <i>Caudill,</i> plaintiff's cause of action does not involve the direct interpretation of \"a federal contract,\" such that \"federal common law\" supplants state law. <i>See </i><i>Caudill,</i> 999 F.2d at 77. Indeed, the application of \"federal common law\" is not even asserted by defendants in this case. Rather, defendants assert a federal interest in \"the remedies\" that are available to individuals killed while working in war-zones. (Blackwater Def's Mem. in Opp. to Rem., p. 17; <i>see also</i> Def. McQuown's Mem. in Opp. to Rem., p. 18). The determination of such remedies depends upon coverage under the DBA, which is not a federal contract, but rather a federal statute. While there is no doubt that there exists a federal interest in uniform application of the DBA, this interest is not sufficient to provide removal jurisdiction.</p>\n<p>In summary, under the circumstances of this case, this court lacks subject matter jurisdiction over this cause of action, whether asserted on the basis of complete preemption or \"unique federal interests.\" Having found no basis for subject matter jurisdiction the court turns to the remaining question of the ultimate disposition of this case.</p>\n<p>II. Disposition</p>\n<p>Concerning the proper procedure following removal, 28 U.S.C. § 1447(c) provides that \"[i]f at any time before final judgment it appears that the district court lacks subject matter jurisdiction, the case shall be remanded.\" 28 U.S.C. § 1447(c). Accordingly, where the court finds no basis for subject matter jurisdiction, § 1447(c) compels the court to remand this action to state court.</p>\n<p>In opposition to remand, defendants raise an important point concerning the disposition in <i>Shives</i> following removal which must be addressed here. In <i>Shives</i> the court recognized that the \"question of whether the LHWCA applies to a workrelated injury is ... [a] question which Congress never intended for state courts to resolve.\" <i>Shives,</i> 151 F.3d at 167. Rather, any \"interpretation of the LHWCA is a matter for the federal executive and federal appeals courts.\" <i>Id.</i> Accordingly, after finding that the LHWCA applied to the facts of that case, the Fourth Circuit noted that, regardless of whether the district court lacked jurisdiction upon removal, remand to the state court was not proper. <span class=\"star-pagination\">*814</span> <i>See id.</i> at 171. Specifically, the court explained:</p>\n<p>While the only intuitive remedy might nevertheless be to remand this case to the state court to decide the coverage question, if we were to do so, we would be committing the federal question of LHWCA coverage to the state court when Congress intended that it be decided exclusively in federal court. In the peculiarities of this case, we believe that the district court should not have remanded the case to state court, but should have dismissed it. Accordingly, we vacate the district court's remand order and remand this case to the district court with instructions to dismiss the case for lack of subject matter jurisdiction. In this way, [plaintiff] will be able to proceed through the administrative process before the Department of Labor with his protectively filed LHWCA claim.</p>\n<p><i>Shives,</i> 151 F.3d at 171 (emphasis added).</p>\n<p>At first blush, where this court, like the court in <i>Shives,</i> is facing a \"federal question of LHWCA coverage,\" <i>Shives</i> 151 F.3d at 167, it appears that the appropriate course of action is to dismiss the action outright for lack of subject matter jurisdiction rather than remand to the state court. Such a disposition, however, is premature. Notably, in <i>Shives,</i> the Fourth Circuit directed dismissal only <i>after</i> that court, sitting as a federal court of appeals, had determined the coverage issue under the LHWCA. Specifically, the Fourth Circuit devoted several pages of its opinion to discussing the question of coverage under the LHWCA. <i>See</i> 151 F.3d at 167-171. Although the Fourth Circuit in <i>Shives</i> was in a position to resolve the question of coverage, \"a matter for the federal executive and federal appeals courts,\" <i>id.</i> at 167, this court is not. Accordingly, where this case is distinguishable from <i>Shives,</i> remand, rather than dismissal for lack of subject matter jurisdiction, is proper.</p>\n<p>Lacking jurisdiction, this court does not reach defendants' arguments in support of dismissal for failure to state a claim, under Federal Rules of Civil Procedure 12(b)(6) and 9(b). Finally, finding the jurisdictional issues raised by this case to be novel and complex, the court rejects plaintiff's argument in favor of attorney's fees and costs resulting from removal. <i>See </i><i>In re Lowe,</i> <span class=\"citation\" data-id=\"731235\"><a href=\"/opinion/731235/in-re-katherine-susan-lowe/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 733 n. 2 (4th Cir.1996) (rejecting request for attorney's fees where basis for remand is not \"obvious\").</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based upon the foregoing, the court GRANTS plaintiff's motion to remand, pursuant to 28 U.S.C. § 1447(c). (DE # 12). Where the court lacks subject matter jurisdiction over this action, the court DENIES AS MOOT defendants' motions to dismiss brought under Federal Rules of Civil Procedure 12(b)(6) and 9(b). (DE # `s 5 &amp; 8). This case is hereby REMANDED to the Superior Court of Wake County, North Carolina. The Clerk is DIRECTED to serve a copy of this order on the Clerk of Superior Court of Wake County, North Carolina.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/236882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2345361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580254/"
  ]
}