{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2411957/",
  "absolute_url": "/opinion/2411957/aytch-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2411957/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:25:12.575138Z",
  "date_modified": "2016-04-27T03:06:04.076244Z",
  "type": "010combined",
  "sha1": "1527745bec7c23a9d502504574ab6549806a56ac",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>686 F.Supp.2d 590 (2010)</b></center>\n<center><h1>James R. AYTCH, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:09-CV-15-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 18, 2010.</center>\n<p><span class=\"star-pagination\">*592</span> Diane S. Griffin, Charles T. Hall Law Firm, P.C., Raleigh, NC, for Plaintiff.</p>\n<p>Elisa Donohoe, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the parties' cross-motions for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c) (DE ## 16, 24). Pursuant to 28 U.S.C. § 636(b)(1), United States Magistrate Judge Robert B. Jones, Jr., entered a memorandum and recommendation (\"M &amp; R\") wherein he recommended that the court grant defendant's motion for judgment and deny plaintiff's motion (DE # 26). Plaintiff timely filed an objection to the M &amp; R, and defendant responded in opposition to plaintiff's objections. In this posture, the matter is ripe for ruling. For the reasons that follow, the court adopts the M &amp; R, grants defendant's motion, and denies plaintiff's motion.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an application for Disability Insurance Benefits (\"DIB\") and Supplemental Security Income (\"SSI\") on September 22, 2005. (R. 65.) He alleged his disability began on August 15, 2005. (<i>Id.</i>) In his disability report, plaintiff stated he suffered from leg and vertebrae pain. (R. 137.) However, plaintiff also stated at various points that he suffers from impairments including, but not limited to, diabetes and alcoholism. (R. 317-25.) After his claim was denied initially and upon reconsideration, he requested a hearing before an administrative law judge (\"ALJ\"). (R. 52-53) Hearing was held on June 23, 2008. (R. 13.) Plaintiff was represented by counsel, and a vocational expert testified. (<i>Id.</i>) On August 5, 2008, the ALJ issued a decision denying plaintiff's application for benefits. (R. 10-21.) On January 2, 2009, the Appeals Council denied plaintiff's request for review, rendering the ALJ's decision the final decision from which plaintiff <span class=\"star-pagination\">*593</span> now appeals. (R. 3-6.) Thereafter, plaintiff filed a complaint in this Court seeking review of the final administrative decision.</p>\n<p>On May 31, 2009, plaintiff moved for judgment on the pleadings, and defendant filed a cross motion on September 28, 2009. In plaintiff's motion, he argues that the ALJ (1) incorrectly assessed the severity of his impairments, (2) incorrectly concluded his diabetes mellitus does not meet the listing requirement of Listing 9.08, (3) improperly assessed his credibility and residual functional capacity, and (4) that substantial evidence does not support the decision. Defendant argues that the ALJ's findings are supported by substantial evidence and, thus, the decision should be upheld. The motions were referred to the magistrate judge for M &amp; R. The magistrate judge concluded the ALJ's findings were supported by substantial evidence and recommended the court uphold the Commission's decision.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court has jurisdiction under 42 U.S.C. § 405(g) to review the Commissioner's denial of benefits. This court must uphold the factual findings of the ALJ \"if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996) (superseded by statute on other grounds) (citing 42 U.S.C. §§ 405(g), 1383(c)(3); <i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir. 1987)). Substantial evidence is \"`such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971) (quoting <i>Consolidated Edison Co. v. NLRB,</i> 305 U.S. 197, 229, 59 S.Ct. 206, 83 L.Ed. 126 (1938)). The standard is met by \"more than a mere scintilla of evidence but .. somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966).</p>\n<p>To assist the court in making such a determination, it may \"designate a magistrate judge to conduct hearings ... and to submit ... proposed findings of fact and recommendations for the disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(B). A party may object to the magistrate judge's proposed findings by filing \"written objections which ... <i>specifically</i> identify the portions of the proposed findings, recommendations or report to which objection is made and the basis for such objection.\" Local Civil Rule 72.4 (emphasis added). The court shall make a <i>de novo</i> determination of those portions of the M &amp; R to which a party has filed objections. 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.;</i> <i>see </i><i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983).</p>\n<p></p>\n<h2>B. Plaintiff's Objection</h2>\n<p>Plaintiff objects to the M &amp; R \"based upon the reality of plaintiff,\" asserting \"[h]e is not in any way a person who can be found `capable' of working at the sedentary level.'\" (Pl.'s Objection, 1-2). While this is not a specific objection to any finding or recommendation in the M &amp; R, the court construes these assertions as an objection to the magistrate judge's conclusion that the ALJ's residual functional capacity (\"RFC\") determination is supported by substantial evidence.</p>\n<p>The ALJ found plaintiff was capable of performing sedentary work involving light lifting and occasional standing and walking. The ALJ reached this conclusion after <span class=\"star-pagination\">*594</span> reviewing the history and extent of plaintiff's severe impairments, plaintiff's complaints of pain, and a psychological consultant's findings that plaintiff could perform routine tasks. When addressing each impairment, the ALJ discussed the relevant evidence in the record, such as medical reports and testimony. Although the ALJ recognized plaintiff's impairments may produce the symptoms of which he complains, the ALJ found plaintiff's testimony was not credible regarding the intensity of the pain and the extent to which his conditions are debilitating. Rather, the ALJ concluded plaintiff was capable of performing sedentary work notwithstanding these limitations.</p>\n<p>Upon careful review of the record, the court finds the ALJ's RFC finding is supported by substantial evidence. Evidence in the record shows plaintiff's diabetes and hypertension are well controlled with medication. (R. 188-90.) There is little evidence in the record showing the ongoing extent and severity of plaintiff's leg and hip injury beyond the fall of 2005. (R. 208.) The psychological consultant's report concluded plaintiff is capable of performing routine tasks notwithstanding plaintiff's depression and somewhat limited intellectual capability. (R. 229.) Additionally, the vocational expert testified that an individual with like impairments to those of which plaintiff complains would be capable of performing certain sedentary jobs. (R. 335-36.) In light of this record, the court finds substantial evidence supports the ALJ's conclusion that plaintiff is capable of performing sedentary work even with his combined impairments.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, upon <i>de novo</i> review of those portions of the magistrate judge's M &amp; R to which specific objections have been filed, and upon a considered review of the uncontested proposed findings and conclusions, the court ADOPTS as its own the magistrate judge's recommendations and rejects plaintiff's objections (DE # 26). Accordingly, defendant's motion for judgment on the pleadings (DE # 24) is GRANTED and plaintiff's motion for judgment on the pleadings (DE # 16) is DENIED. The clerk is DIRECTED to close the case.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ROBERT B. JONES, JR., United States Magistrate Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for judgment on the pleadings pursuant to FED.R.CIV.P. 12(c). Claimant James Aytch (\"Claimant\") filed this action pursuant to 42 U.S.C. §§ 405(g), 1383(c)(3) seeking judicial review of the denial of his applications for a period of disability, Disability Insurance Benefits (\"DIB\") and Supplemental Security Income (\"SSI\") payments. The time for filing responsive briefs has expired and the pending motions are ripe for adjudication. Having carefully reviewed the administrative record and the motions and memoranda submitted by the parties, this Court recommends denying Claimant's Motion for Judgment on the Pleadings, granting Defendant's Motion for Judgment on the Pleadings and upholding the final decision of the Commissioner.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Claimant filed an application for DIB and SSI payments on 22 September 2005, alleging disability beginning 15 August 2005. (R. 65-67). Both claims were denied initially and upon reconsideration. (R. 22-23, 52-53, 57-61). A hearing before the Administrative Law Judge (\"ALJ\") was held on 23 June 2008, at which Claimant was represented by counsel and a witness <span class=\"star-pagination\">*595</span> and a vocational expert (\"VE\") appeared and testified. (R. 25, 334-38). On 5 August 2008, the ALJ issued a decision denying Claimant's request for benefits. (R. 10-21). On 2 January 2009, the Appeals Council denied Claimant's request for review. (R. 3-6). Claimant then filed a complaint in this Court seeking review of the now final administrative decision.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>The scope of judicial review of a final agency decision regarding disability benefits under the Social Security Act (\"Act\"), 42 U.S.C. § 301 <i>et seq.,</i> is limited to determining whether substantial evidence supports the Commissioner's factual findings and whether the decision was reached through the application of the correct legal standards. <i>See </i><i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir.1987). \"The findings of the Commissioner ... as to any fact, if supported by substantial evidence, shall be conclusive ....\" 42 U.S.C. § 405(g). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966). While substantial evidence is not a \"large or considerable amount of evidence,\" <i>Pierce v. Underwood,</i> 487 U.S. 552, 565, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988), it is \"more than a mere scintilla ... and somewhat less than a preponderance.\" <i>Laws,</i> 368 F.2d at 642. \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Mastro v. Apfel,</i> 270 F.3d 171, 176 (4th Cir.2001) (quoting <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996)). Rather, in conducting the \"substantial evidence\" inquiry, the court's review is limited to whether the ALJ analyzed the relevant evidence and sufficiently explained his or her findings and rationale in crediting the evidence. <i>Sterling Smokeless Coal Co. v. Akers,</i> 131 F.3d 438, 439-40 (4th Cir.1997).</p>\n<p></p>\n<h2><i>DISABILITY EVALUATION PROCESS</i></h2>\n<p>The disability determination is based on a five-step sequential evaluation process as set forth in 20 C.F.R. §§ 404.1520, 416.920 under which the ALJ is to evaluate a claim:</p>\n<blockquote>The claimant (1) must not be engaged in \"substantial gainful activity,\" <i>i.e.,</i> currently working; and (2) must have a \"severe\" impairment that (3) meets or exceeds [in severity] the \"listings\" of specified impairments, or is otherwise incapacitating to the extent that the claimant does not possess the residual functional capacity to (4) perform ... past work or (5) any other work.</blockquote>\n<p><i>Albright v. Comm'r of the SSA,</i> 174 F.3d 473, 474 n. 2 (4th Cir.1999). \"If an applicant's claim fails at any step of the process, the ALJ need not advance to the subsequent steps.\" <i>Pass v. Chater,</i> 65 F.3d 1200, 1203 (4th Cir.1995). The burden of proof and production during the first four steps of the inquiry rests on the claimant. <i>Id.</i> At the fifth step, the burden shifts to the ALJ to show that other work exists in the national economy which the claimant can perform. <i>Id.</i></p>\n<p>When assessing the severity of mental impairments, the ALJ must do so in accordance with the \"special technique\" described in 20 C.F.R. §§ 404.1520a(b)-(c) and 416.920a(b)-(c). This regulatory scheme identifies four broad functional areas in which the ALJ rates the degree of functional limitation resulting from a claimant's mental impairment(s): activities of daily living; social functioning; concentration, persistence or pace; and episodes of decompensation. <i>Id.</i> §§ 404.1520a(c)(3); 416.920a(c)(3). The ALJ is required to <span class=\"star-pagination\">*596</span> incorporate into his written decision pertinent findings and conclusions based on the \"special technique.\" <i>Id.</i> §§ 404.1520a(e)(2); 416.920a(e)(2).</p>\n<p>In this case, Claimant alleges the following errors by the ALJ: (1) failing to make a severity finding as to all of Claimant's impairments; (2) finding that the severity of Claimant's diabetes mellitus does not meet or equal the requirements of Listing 9.08; (3) mischaracterizating the record and ignoring relevant medical evidence; (4) improperly assessing of Claimant's credibility; and (5) improperly assessing Claimant's residual functional capacity (\"RFC\"). Pl.'s Mem. in Supp. of Pl's Mot. for J. on the Pleadings at 1. (\"Pl.'s Mem.\").</p>\n<p></p>\n<h2><i>FACTUAL HISTORY</i></h2>\n<p></p>\n<h2>I. ALJ's Findings</h2>\n<p>Applying the above-described sequential evaluation process, the ALJ found Claimant \"not disabled\" as defined in the Act. At step one, the ALJ found Claimant was no longer engaged in substantial gainful employment. (R. 15). Next, the ALJ determined Claimant had the following severe impairments: diabetes mellitus, hypertension, history of alcohol abuse, lumbar degenerative disc disease and borderline IQ. <i>Id.</i> However, at step three, the ALJ concluded these impairments were not severe enough, either individually or in combination, to meet or medically equal one of the listed impairments in 20 C.F.R. Part 404, Subpart P, Appendix 1. <i>Id.</i> In reviewing Claimant's alleged mental impairment and applying the technique prescribed by the regulations, the ALJ found Claimant had mild restriction of activities of daily living, moderate difficulties in maintaining social functioning and moderate difficulties in maintaining concentration, persistence or pace. (R. 16).</p>\n<p>Prior to proceeding to step four, the ALJ assessed Claimant's RFC, finding Claimant had the ability to perform sedentary<sup>[1]</sup> work with no more than frequent stooping, crouching, kneeling and crawling, no working at heights or around dangerous machinery, involving only simple, routine, repetitive tasks and no complex decision making, constant changes, dealing with crisis situations or with the public. (R. 16). In making this assessment, the ALJ found Claimant's statements about his limitations not fully credible. (R. 17).</p>\n<p>At step four, the ALJ concluded Claimant did not have the RFC to perform the requirements of his past relevant work as a farm worker. (R. 20). Nonetheless, at step five, upon considering Claimant's age, education, work experience and RFC, the ALJ determined Claimant is capable of adjusting to the demands of other employment opportunities that exist in significant numbers in the national economy. (R.20).</p>\n<p></p>\n<h2><i>II. Claimant's Testimony at the Administrative Hearing</i></h2>\n<p>At the time of Claimant's administrative hearing, Claimant was 46 years old, unemployed and residing with his eighty-one <span class=\"star-pagination\">*597</span> year old mother. (R. 100, 312, 315). Claimant attained an eighth grade education. (R. 313). Claimant's work experience consists solely of farm work, where his duties included driving tractors, loading trucks and feeding and cleaning up after stock. (R. 315-16). Claimant last worked on 15 August 2005, when he was struck in the hip while trying to stop a tractor from rolling over. (R. 317).</p>\n<p>Claimant testified that he is unable to work due to hip and back pain, both caused by the farm accident. (R. 317, 324). Claimant testified further to having diabetes, which causes leg and foot pain, swelling in his feet and dizziness. (R. 318-19, 322). Claimant testified to experiencing daily arthritic pain in his knees, waist, shoulders and fingers. (R. 325, 328). Claimant takes two different medications for his pain, one of which he receives through the Patient Assistant Program. (R. 325-26). Claimant testified that the pain medication is effective in alleviating his foot pain but has no impact on the swelling. (R. 326). Claimant takes three medications daily for his diabetes and checks his blood sugar levels three times a day. (R. 327). Claimant testified, however, that despite his medications, he continues to experience dizziness, tingling and pain in his legs and swelling in his feet. (R. 329).</p>\n<p>Claimant testified that he can stand and walk for 30 minutes after which his feet begin to swell. (R. 320). He testified further to having difficulty walking after sitting down for more than thirty minutes. (R. 320). Claimant spends the majority of his day resting in a recliner, which alleviates the swelling in his feet, and watching television. (R. 319, 321). Claimant testified that due to his medication, he cannot be subjected to prolonged sunlight. (R. 321-22).</p>\n<p>Claimant testified to suffering also from depression and alcoholism. (R. 318-19). Prior to taking pain medication, Claimant experienced difficulty sleeping due to the pain in his feet and accordingly relied on alcohol as a sleep aid (R. 320, 322). Claimant attended an alcohol rehabilitation facility for ninety days in 2008. (R. 322). Claimant participated also in the Drug Alcohol Recovery Treatment (\"DART\") program. (R. 322-23). Claimant lost his driving privileges due to driving under the influence but is now eligible to get a driver's license. However, Claimant testified that he is financially unable to obtain a driver's license. (R. 324).</p>\n<p></p>\n<h2>III. Witness's Testimony at the Administrative Hearing</h2>\n<p>Annie Aytch, Claimant's mother, testified as a witness at the administrative hearing. (R. 329-34). Ms. Aytch, eighty-one, testified that Claimant resided with her and that she had been taking care of him for the past few years, including assisting with the purchase of his medications. (R. 330-31). Ms. Aytch testified that Claimant's health prevents him from performing household chores, with the exception of washing dishes, vacuuming and grocery shopping on occasion. (R. 331-32). Ms. Aytch testified further that Claimant has difficulty sleeping, rarely socializes and when he stands for too long, Claimant experiences thigh pain and swelling in his feet. (R. 333). However, Ms. Aytch stated that the medication Claimant recently began taking has alleviated some of Claimant's pain. <i>Id.</i></p>\n<p></p>\n<h2>IV. Vocational Expert's Testimony at the Administrative Hearing</h2>\n<p>Dixon Pearsall, Ph.D., testified as a VE at the administrative hearing. (R. 334-38). After the VE's testimony regarding <span class=\"star-pagination\">*598</span> Claimant's past work experience (R. 335), the ALJ posed the following hypothetical:</p>\n<blockquote>[A]ssume an individual age 46, with an eighth grade education, past relevant work as a farm worker. Let's assume the exertional capacity for sedentary work which would involve standing and walking 2 hours, sitting 6 hours in an 8-hour day. Lifting, carrying, pushing and pulling 10 pounds occasionally. I'm going to limit the individual to no working at heights or around dangerous machinery. No more than frequent stooping, crouching, kneeling or crawling. Also limited to simple routine repetitive tasks and unable to work at jobs requiring complex decision making, constant change or dealing with crisis situations. And no jobs ... that would require dealing with the public.... I assume he couldn't do his past relevant work which was heavy, but would there be other sedentary jobs that such an individual could perform?</blockquote>\n<p>(R. 335-36). The VE responded the individual could perform the following sedentary positions with a specific vocational preparation (\"SVP\") time of 2 and provided DOT classification citations along with the number of jobs available in the local and national economies: (1) weight or lead testDOT 539.485-010, 1,600 locally, 40,000 nationally; (2) table worker/inspectorDOT 739.687-010, 3,000 locally, 70,000 nationally; and (3) surveillance monitor379.367-010, 2,000 locally, 78,000 nationally. (R. 336). The VE testified that the table worker and weight tester positions would be eliminated if the hypothetical individual was limited further to occasionally performing postural moments and only occasional use of his hands bilaterally. (R. 337). When asked whether occupations existed for an individual who could not sustain the attention to perform simple, routine, repetitive tasks throughout the normal workday or who needed to lie down for 1 to 2 hours during the workday, the VE responded in the negative. (R. 336). The VE stated that his testimony was consistent with the DOT. (R. 337).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. The ALJ properly evaluated Claimant's impairments.</h2>\n<p>Claimant argues that the ALJ erred in the second step of the sequential evaluation process. In particular, Claimant contends the ALJ \"ignored several of [Claimant's] impairments,\" including diabetic neuropathy, coronary artery disease, tachycardia, hyperlipidemia, cervical degenerative disc disease, nerve damage in his right thigh, depression, polyarthralgia and chronic sinusitis. Pl.'s Mem. at 6. Claimant contends further the ALJ \"fragmentized [Claimant's] impairments when he only evaluated the effects of a portion of these impairments upon [Claimant] instead of evaluating ... the combined impact they have on [Claimant's] ability to perform substantial gainful activity.\" <i>Id.</i> at 7</p>\n<p>The Court notes initially that Claimant did not list any of these reported conditions as impairments in either his application for benefits or his application for reconsideration thereof.<sup>[2]</sup> (R. 52, 55, 57, 137). Moreover, Claimant did not testify to these conditions during the administrative hearing and his testimony provides no insight as to how these conditions may impact his <span class=\"star-pagination\">*599</span> ability to work. In fact, during the hearing, questions posed by Claimant's counsel regarding the impairments supporting Claimant's disability application elicited only the following complaints: (1) lower right hip pain; (2) alcoholism; (3) diabetes and the resulting leg and feet pain; and (4) arthritis. (R. 317). <i>See </i><i>Johnson v. Chater,</i> 969 F.Supp. 493, 509 (N.D.Ill.1997) (\"[W]hen an applicant for social security benefits is represented by counsel, the [ALJ] is entitled to assume that the applicant is making his strongest case for benefits.\") (quoting <i>Glenn v. Secretary of Health &amp; Human Servs.,</i> 814 F.2d 387, 391 (7th Cir.1987)).</p>\n<p>The Court notes further the lack of evidence in the record indicating that these conditions in fact affect Claimant's ability to work and Claimant cites none. <i>See </i><i>Higgs v. Bowen,</i> 880 F.2d 860, 863 (6th Cir.1988) (explaining \"[t]he mere diagnosis... says nothing about the severity of the condition\"). In fact, Claimant's argument, without any citation to the record, is limited to a listing of the conditions and a mere assertion that the ALJ \"overlook[ed] them\" which \"negatively impacted his assessment of [Claimant's] disability status.\" Pl.'s Mem. at 7. However, the ALJ has no duty to consider an impairment absent an allegation of such impairment and record evidence of a resultant limitation or restriction. <i>See</i> S.S.R. 96-8p, 1996 WL 374184, at *3 (July 2, 1996) (\"[W]hen there is no allegation of a ... limitation or restriction of a specific functional capacity, and no information in the case record that there is such a limitation or restriction, the adjudicator must consider the individual to have no limitation or restriction with respect to that functional capacity.\"); <i>see also Humphrey v. Barnhart,</i> No. 1:02cv32-T, 2002 U.S. Dist. LEXIS 16659, at *7, 2002 WL 31129679, *3 (W.D.N.C. Aug. 29, 2002) (\"The ALJ is obligated to consider only those limitations or restrictions which are alleged and/or based upon relevant evidence.\"); <i>Wimberly v. Barnhart,</i> 128 Fed.Appx. 861, 864 (3d Cir.2005) (\"The duty to evaluate a claimant's symptoms imposed by 20 C.F.R. 404.1529(c) does not extend to guessing what the impact of those symptoms may be. Rather, 20 C.F.R. 404.1512(c) and 20 C.F.R. 404.1545(a)(3) explicitly impose on the claimant the burden of furnishing evidence supporting the existence of a condition and the effect of that condition on the claimant's ability to work on a sustained basis.\")</p>\n<p>\"Although the ALJ has a duty to explore all relevant facts and inquire into the issues necessary for adequate development of the record, .... [the ALJ] is not required to function as the claimant's substitute counsel ....\" <i>Bell v. Chater,</i> No. 95-1089, 1995 U.S.App. LEXIS 14322, at *12, 1995 WL 347142, at *4 (4th Cir. Jun. 9, 1995) (unpublished table decision) (citing <i>Clark v. Shalala,</i> 28 F.3d 828, 830-831 (8th Cir.1994)) (internal citations and quotations omitted). Ultimately, Claimant carries the burden of establishing a prima facie entitlement to benefits and bears the risk of nonpersuasion. <i>Id.</i> (internal citations and quotations omitted); <i>see also</i> 20 C.F.R. § 404.1512(c) (\"[Claimant] must provide evidence ... showing how the impairment(s) affects ... functioning ....\"). Accordingly, having failed to carry his burden, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>II. The ALJ's finding that Claimant's impairments did not meet or equal Listing 9.08 is supported by substantial evidence.</h2>\n<p>Claimant argues that the ALJ erred by finding that his impairments do not meet or equal Listing 9.08, the listing for diabetes mellitus. Pl.'s Mem. at 7. In particular, Claimant contends that the <span class=\"star-pagination\">*600</span> \"sum of his impairments are severe enough to allow an adequate approximation of the requirements of [Listing 9.08].\" <i>Id.</i> at 8.</p>\n<p>To be disabled under the Listings, the claimant may present evidence either that the impairment meets or is \"medically equivalent\" to a listed impairment. <i>See </i><i>Kellough v. Heckler,</i> 785 F.2d 1147, 1152 (4th Cir.1986); <i>see also</i> 20 C.F.R. §§ 404.1526, 416.926. An impairment meets a listing if it satisfies all the specified medical criteria. <i>See </i><i>Sullivan v. Zebley,</i> 493 U.S. 521, 531, 110 S.Ct. 885, 107 L.Ed.2d 967 (1990) (explaining \"[a]n impairment that manifests only some of those criteria, no matter how severely, does not qualify\"). Even if an impairment does not meet the criteria of a listing, it can medically equal the criteria of a listing. 20 C.F.R. §§ 404.1525(c)(5), 416.925(c)(5). To establish medical equivalence, a claimant must present medical findings equal in severity to all the criteria for that listing. <i>Sullivan,</i> 493 U.S. at 531, 110 S.Ct. 885; 20 C.F.R. §§ 404.1526(a), 416.926(a) (medical findings must be at least equal in severity and duration to the listed criteria).</p>\n<p>In making his step-three finding, the ALJ concluded the medical evidence did not support a finding that Claimant's condition met or equaled the criteria of a listing, including Listing 9.08. In particular, the ALJ explained that Claimant's diabetes mellitus has not resulted in neuropathy demonstrated by significant and persistent disorganization of motor function in two extremities resulting in sustained disturbance of gross and dexterous movements of (sic) gait and station; or acidosis occurring at least [] once every two months documented by blood chemical tests; or retinitis proliferans.<sup>[3]</sup> (R. 16); <i>see</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 9.08. Claimant faults the ALJ's finding, citing a diagnosis of ketoacidosis, a June 2008 ophthalmological visual change, his testimony regarding complaints of dizziness and of swelling in his feet and diagnoses of diabetic neuropathy and nerve damage. Pl.'s Mem. at 8.</p>\n<p>However, upon review of the record, the Court finds the ALJ's conclusion is supported by substantial evidence. While Claimant contends he \"has suffered from ketoacidosis on several occasions including hospitalizations in [November 2006 and 2007],\" only his November 2006 hospitalization was for diabetic ketoacidosis, which had \"resolved with medical intervention.\" (R. 217). Indeed, a June 2008 progress report from Claimant's treating physician, Elie Osta, M.D., indicates Claimant's diabetes was under control with medication and a diabetic diet. (R. 18-19, 188-90). In November 2007, Claimant was admitted for chest pain and as the ALJ noted, Claimant was discharged the following day in stable condition.<sup>[4]</sup> (175-76, 182-84, 186). There is no mention of ketoacidosis in the <span class=\"star-pagination\">*601</span> November 2007 medical report with the exception of the past medical history notation that Claimant \"has been admitted for diabetic ketoacidosis in the past.\" (R. 182).</p>\n<p>As for evidence of visual impairment, Dr. Osta's June 2008 notation \"[o]phthalmological visual changes: [p]resent\" is insufficient evidence. The visual impairment required under Listing 9.09 is evaluated pursuant to Listings 2.02, 2.03 and 2.04. Listing 2.02, loss of visual acuity, requires that the remaining vision in the better eye after best correction is 20/200 or less. Listing 2.03 requires contraction of the visual field in the better eye with (a) the widest diameter subtending an angle around the point of fixation no greater than 20 degrees; (b) a mean deviation of -22 or worse, determined by automated static threshold perimetry as described in Listing 2.00A6a(v); or (c) a visual field efficiency of 20 percent or less as determined by kinetic perimetry. Listing 2.04, loss of visual efficiency, requires visual efficiency of the better eye of 20 percent or less after best correction. <i>See</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 §§ 2.02-2.04. Claimant has provided no medical evidence documenting such visual impairments.</p>\n<p>Finally, Claimant has not met his burden in presenting evidence of neuropathy demonstrated by significant and persistent disorganization of motor function. In June 2006, Claimant was diagnosed with neuropathy, which Dr. Osta described as \"mild.\" (R. 204). However, a June 2008 medical report by Dr. Osta indicated a diagnosis of diabetes mellitus type 2 only, which was described as \"controlled.\" (R. 189, 190, 204); <i>see </i><i>Davis v. Astrue,</i> No. 5:08-CV-420-D, 2009 U.S. Dist. LEXIS 78919, at *13, 2009 WL 2848857, at *7 (E.D.N.C. Sept. 3, 2009) (upholding the ALJ's finding that Claimant failed to meet the criteria for Listing 9.08 in part due to evidence that claimant \"was keeping his diabetes in check with medication\"). As evidence of disorganization of motor function, Claimant contends \"polyarthralgia contributes to his difficulty standing and walking.\" Pl.'s Mem. at 8. In February 2008, Dr. Osta noted the presence of \"painfull (sic) distress,\" the severity of which was found to be moderate, characterized all joints as \"normal\" with the exception of Claimant's wrist and indicated a diagnosis of polyarthralgia. (R. 198). While a May 2008 progress report also indicates a diagnosis of polyarthralgia, Dr. Osta described the severity of Claimant's \"painfull (sic) distress\" as mild. (R. 17, 193). However, in a June 2008 progress report, Dr. Osta noted the absence of \"[e]xtremeties [p]ain and/or tingling of feet\" and indicated a diagnoses of \"[d]iabetes mellitus type 2\" only. (R. 17, 188, 193). Furthermore, Dr. Osta recommended that Claimant exercise and in particular, walk three to four times per week. (R. 189).</p>\n<p>For the reasons stated above, this Court rejects Claimant's challenge to the ALJ's finding that his impairments do not meet or equal Listing 9.08.</p>\n<p></p>\n<h2>III. The ALJ's decision is supported by substantial evidence.</h2>\n<p>Claimant avers the ALJ \"repeatedly mischaracterized the record and omitted medical evidence which undermined his opinion;\" thus, \"substantial evidence does not support the decision.\" Pl.'s Mem. at 10-12.</p>\n<p></p>\n<h2><i>A. Failure to document findings</i></h2>\n<p>First, Claimant contends the ALJ failed to document particular findings by Dr. Osta and M. Blase, a state agency non-examining psychological consultant, including Claimant's right thigh nerve damage, his absence of knee reflexes, Claimant's hospitalization for severe abdominal pain <span class=\"star-pagination\">*602</span> and vomiting, and Claimant's inability to understand and recall more detailed and complex instructions and to work without distracting others and his difficulty in maintaining concentration, persistence and pace. <i>Id.</i> at 10; <i>see</i> (R. 208, 229, 241, 249, 251-52).</p>\n<p>The ALJ is not required to discuss all evidence in the record. <i>See, e.g., </i><i>Dyer v. Barnhart,</i> 395 F.3d 1206, 1211 (11th Cir.2005) (explaining there \"is no rigid requirement that the ALJ specifically refer to every piece of evidence in his decision\"); <i>Piney Mountain Coal Co. v. Mays,</i> 176 F.3d 753, 762 n. 10 (4th Cir.1999) (ALJ need not discuss every piece of evidence in making credibility determination); <i>Anderson v. Bowen,</i> 868 F.2d 921, 924 (7th Cir.1989) (noting \"a written evaluation of every piece of testimony and submitted evidence is not required\"). Indeed, \"[t]o require an ALJ to refer to every physical observation recorded regarding a Social Security claimant in evaluating that claimant's... alleged condition[s] would create an impracticable standard for agency review, and one out of keeping with the law of this circuit.\" <i>White v. Astrue,</i> No. 2:08-CV-20-FL, 2009 U.S. Dist. LEXIS 60309, at *11-12, 2009 WL 2135081, at *4 (E.D.N.C. July 15, 2009). Rather, the ALJ must \"provide [this Court] with sufficient reasoning for determining that the proper legal analysis has been conducted.\" <i>Keeton v. Dept. of Health &amp; Human Servs.,</i> 21 F.3d 1064, 1066 (11th Cir.1994); <i>see also </i><i>Coffman,</i> 829 F.2d at 517.</p>\n<p>In discussing Claimant's record, the ALJ noted specifically Dr. Osta's 10 October 2005 report. In summarizing this report, the ALJ, while not discussing in particular the nerve damage diagnosis, noted Claimant's hip pain had improved and that the only medication prescribed was Ibuprofen. (R. 17 ¶ 2, 208). The ALJ apparently focused on this particular information in light of the fact that Claimant relied on a wheelchair and a walker during his August 2005 examinations with Dr. Osta. (R. 17, 209, 211). Moreover, examinations subsequent to the October 2005 report do not mention nerve damage nor do they note an absence of knee reflexes. Furthermore, there is no documentation as to how this evidence limits Claimant's ability to work. Claimant has failed to explain how the omission of this evidence within the ALJ's discussion is an omission of \"obviously probative\" evidence. <i>See White,</i> 2009 U.S. Dist. LEXIS 60309, at *11, 2009 WL 2135081, at *4.</p>\n<p>As for Claimant's 9 March 2006 hospitalization, the Court notes Claimant's symptoms were the result of onset diabetes, an impairment deemed severe by the ALJ, and that Claimant was discharged in good condition. (R. 249, 251-52). Moreover, the ALJ discussed a 23 March 2006 progress report by Donald L. Price, M.D. which noted Claimant's recent diabetes diagnosis. (R. 17 ¶ 3, 266). Finally, Claimant's contention that the ALJ omitted probative evidence regarding Claimant's mental impairment is unfounded. First, contrary to Claimant's contention, in discussing the \"special technique\" applied in assessing mental impairments, the ALJ, like Mr. Blase, found that Claimant experiences moderate difficulties in maintaining concentration, persistence or pace. (R. 16 ¶ 5, 241). Second, in discussing Claimant's RFC, the ALJ summarized specifically Mr. Blase's functional capacity assessment, including the finding that Claimant \"may have some limited problems understanding and recalling more detailed and complex instructions.\" (R. 18 ¶ 3, 229). Finally, the ALJ mentioned also Mr. Blase's finding that Claimant \"would function best in a position that did not require that he relate to the public.\" In elaborating on this finding, Mr. Blase <span class=\"star-pagination\">*603</span> noted that Claimant \"would likely distract others\"a statement not mentioned specifically by the ALJ. (R. 229). Nonetheless, upon review of the ALJ's decision, the Court finds the ALJ's summary of Mr. Blase's functional capacity assessment adequate.</p>\n<p></p>\n<h2><i>B. Mischaracterization of evidence</i></h2>\n<p>Next, Claimant contends the ALJ \"misunderstood\" or \"mischaracterized\" various medical records. First, Claimant faults the ALJ's description of Claimant's cardiac catheterization on 4 November 2006 as \"normal.\" (R. 17, 217-18). The ALJ's description is based on a 7 November 2007 hospital report which summarizes Claimant's past medical history, including the November 2006 catheterization. The November 2007 hospital report provides, in part, as follows: \"[Claimant] had a cardiac catheterization in November of 2006 that showed ejection fraction of 50%. Left main was normal. He did have a lesion of the mid LAD of 25%. The left circumflex was normal and the RCA was normal.\" (R. 175, 182, 218). While the Court acknowledges that ALJ's summary thereof is inaccurate, it is of no consequence. As provided in the November 2006 report and restated in the \"past medical history\" section of the November 2007 report, Claimant had \"initial anterior ischemia on EKG which resolved.\" (R. 175, 182, 217). Moreover, the November 2007 report provides that Claimant's cardiac catheterization performed in November 2006 \"demonstrated hemodynamically insignificant coronary artery disease.\" (R. 175, 182). Finally, the November 2007 report indicated Claimant's chest pain was \"noncardiac\" and associated with heavy lifting and that Claimant was hemodynamically stable. (R. 186). With the exception of the November 2007 report, no other medical reports during the relevant time period include complaints of chest pain.</p>\n<p>Second, Claimant points out correctly that the ALJ mischaracterized Claimant's eye exam performed on 17 June 2008 by Dr. Osta. (R. 18, 188). While the ALJ described the eye exam as \"normal,\" Dr. Osta actually indicated that ophthalmological visual changes were present. (R. 188). However, Claimant has not indicated how this error is of consequence. As explained previously, the statement \"[o]phthalmological visual changes: [p]resent\" does not satisfy the visual impairment required under Listing 9.08. Moreover, Claimant provides no insight as to how this change affects his ability to work.</p>\n<p>Third, Claimant describes as \"patently false\" the ALJ's summary of Claimant's MRI performed on 16 November 2005 as \"show[ing] only possible right L5 disk bulge\" (R. 19). <i>See</i> Pl.'s Mem. at 11. The ALJ acknowledged that Claimant \"underwent a lumbar MRI on November 16, 2005 that showed L5-S1 disk bulge and retrolisthesis resulting in bilateral neural foraminal narrowing.\" (R. 17, 274). However, the ALJ's characterization of the MRI as showing \"possible\" disk bulge is pursuant to a 5 January 2006 progress report by Dr. Price, which states the \"MRI scan did demonstrate a <i>questionable</i> disk bulging....\" (R. 267) (emphasis added). Accordingly, the ALJ did not mischaracterize the MRI evidence. Within this same argument, Claimant also faults the ALJ's statement that with the exception of the EMG and MRI studies performed in November 2005 (R. 273-74), \"the record contains no additional studies\" (R. 19). Pl.'s Mem. at 11. In particular, Claimant cites a CT scan performed 15 August 2005 referenced within a state agency physical RFC report (R. 226). <i>Id.</i> However, the ALJ's decision does acknowledge the x-rays performed in the emergency room immediately following <span class=\"star-pagination\">*604</span> Claimant's August 2005 injury, <i>see</i> (R. 17) (noting \"X-rays performed in the emergency room showed no evidence of acute injury), and Claimant fails to reference any studies performed subsequent to November 2005.</p>\n<p></p>\n<h2><i>C. Medication compliance and medical appointments</i></h2>\n<p>Finally, Claimant alleges that the ALJ \"tries to paint a picture of [Claimant] as indifferent to his health and lazy about his treatments.\" Pl.'s Mem. at 11. In support of this argument, Claimant points out correctly that the ALJ's findings of noncompliance with medical appointments were in error. Defendant concedes \"that the ALJ [] misread small findings in Dr. Osta's reports related to non-compliance with medical office visits.\" Def.'s Mem. in Supp. of Pl.'s Mot. for J. on the Pleadings at 25. (\"Def.'s Mem.\"). Indeed, in both the 6 June 2006 and 17 June 2008 progress reports, Dr. Osta indicated \"[c]ompliance with medical treatment: <i>present\"</i> and \"[n]oncompliance with office visit: <i>absent.\"</i> (R. 188, 203) (emphasis added). Claimant notes also that while the ALJ emphasizes Dr. Osta's instructions in the June 2006 and June 2008 progress reports that Claimant maintain a diabetic diet (R. 17, 189, 203), he failed to note that both reports provide \"[f]ollowing diabetic diet: <i>present.\"</i> Pl.'s Mem. at 12 (citing R. 188, 203) (emphasis added). Upon review of the record, it appears Claimant was noted to have missed only his 2 June 2008 office visit. (R. 191). Based on the above, Claimant contends the ALJ \"was not reading records to support [Claimant] but rather to discredit him....\" Pl.'s Mem. at 12.</p>\n<p>Upon considering the ALJ's decision in its entirety, the court finds the ALJ's inaccurate reading of the June 2006 and 2008 medical reports harmless error. In evaluating Claimant's credibility, the ALJ relied, in part, on his finding that Claimant \"has not always been compliant with his medication and treatment.\" (R. 19). However, the ALJ noted correctly that with the proper medication and diabetic diet, which included sobriety, Claimant's diabetes is well controlled, a statement supported by Dr. Osta's 17 June 2008 medical report. (R. 189, 190). Claimant has not presented evidence ignored or mischaracterized by the ALJ which impacts the ALJ's findings in the sequential evaluation process.</p>\n<p></p>\n<h2>IV. The ALJ properly assessed Claimant's credibility.</h2>\n<p>Claimant argues that the ALJ improperly evaluated his credibility. Pl.'s Mem. at 8. In particular, Claimant contends that the ALJ \"does not cite specific reasons for his finding on credibility, but only misquotes and mischaracterizes the record in order to paint [Claimant] as unreliable.\" <i>Id.</i> at 9.</p>\n<p>Upon establishing the existence of a medically-determinable physical or mental impairment that could reasonably be expected to produce the claimant's symptom(s), the ALJ must evaluate the intensity, persistence and limiting effects of said symptom(s) on a claimant's ability to perform basic work. 20 C.F.R. §§ 404.1529(c)(1), 416.929(c)(1); Soc. Sec. Rul. (\"S.S.R.\") 96-7p, 1996 WL 374186, at *1; <i>see </i><i>Craig,</i> 76 F.3d at 595. This evaluation requires the ALJ to determine the degree to which the claimant's statements regarding symptoms and their functional effects can be believed and accepted as true; thus, the ALJ must consider conflicts between the claimant's statements and the rest of the evidence. 20 C.F.R. §§ 404.1529(c)(4), 416.929(c)(4); S.S.R. 96-7p, 1996 WL 374186, at *4. A claimant's symptoms, including pain, are considered to diminish his capacity to work to the <span class=\"star-pagination\">*605</span> extent that alleged functional limitations are reasonably consistent with objective medical evidence and other evidence. 20 C.F.R. §§ 404.1529(c)(4), 416.929(c)(4). In assessing credibility, the ALJ must consider the entire case record, provide specific reasons for the credibility finding and ensure the weight accorded (and reasoning for said weight) to the claimant's statements is evident to the claimant and any subsequent reviewers. S.S.R. 96-7p, 1996 WL 374186, at *4; <i>see </i><i>Hammond v. Heckler,</i> 765 F.2d 424, 426 (4th Cir.1985). In addition to the objective medical evidence, the ALJ's evaluation of a claimant's credibility must include the following factors:</p>\n<blockquote>1. effect of symptoms on claimant's daily activities</blockquote>\n<blockquote>2. location, duration, frequency and intensity of the symptom(s)</blockquote>\n<blockquote>3. factors that precipitate or aggravate claimant's symptoms</blockquote>\n<blockquote>4. type, dosage, effectiveness and side effects of medication taken to alleviate the symptom(s)</blockquote>\n<blockquote>5. non-medical treatment received for relief of the symptom(s)</blockquote>\n<blockquote>6. any non-treatment measures used to relieve the symptom(s)</blockquote>\n<blockquote>7. other factors concerning functional limitations and restrictions due to the symptoms.</blockquote>\n<p>20 C.F.R. §§ 404.1529(c)(3), 416.929(c)(3); S.S.R. 96-7p, 1996 WL 374186, at *3; <i>see </i><i>Hyatt v. Heckler,</i> 711 F.Supp. 837, 848 (W.D.N.C.1989), <i>affd. in part, amended in part, vacated in part,</i> 899 F.2d 329 (4th Cir.1990).</p>\n<p>After reviewing the ALJ's decision, this Court finds the ALJ made the necessary findings in support of his credibility determination and analysis of Claimant's complaints of pain pursuant to the framework explained above. <i>See </i><i>Shively v. Heckler,</i> 739 F.2d 987, 989 (4th Cir.1984) (an ALJ's observations regarding credibility should be given great weight). Regarding objective evidence, the ALJ properly summarized Claimant's medical records as to each impairment, with the exception of errors identified above and deemed harmless by the Court. The ALJ noted that Claimant's diabetes and hypertension are well-controlled with medication. (R. 18-19). With respect to Claimant's hip injury and resulting back pain, the ALJ noted the lack of EMG or MRI studies subsequent to those performed in November 2005, Claimant's referral to physical therapy and no indication of a need for surgery or other treatment. (R. 19). With respect to Claimant's chest pain, the ALJ noted that a November 2007 cardiovascular examination revealed a regular heart rate and rhythm and no murmurs, rubs or gallops. (R. 17, 183).</p>\n<p>In addition to the objective medical evidence, the ALJ considered also the factors set forth in 20 C.F.R. §§ 404.1529(c)(3), 416.929(c)(3) as referenced above. <i>See</i> S.S.R. 96-7p, 1996 WL 374186, at *6 (\"[T]he absence of objective medical evidence supporting an individual's statements about the intensity and persistence of pain or other symptoms is only one factor that the [ALJ] must consider in assessing an individual's credibility and must be considered in the context of all the evidence.\"). In particular, the ALJ's decision cites the following evidence in evaluating Claimant's credibility: (1) Claimant's complaints of dizziness and pain and swelling in his legs and feet; (2) Claimant's inability to stand for long periods of time; (3) Claimant's use of medication for diabetes and hypertension and Ibuprofen only for pain; (4) Claimant's recent attendance in an alcohol rehabilitation program and subsequent success in abstaining from alcohol use; and (5) Claimant's referral to physical therapy. (R. 17-19). The ALJ <span class=\"star-pagination\">*606</span> noted also that prior to Claimant's rehabilitation, Claimant testified to an inability to pay for his medication yet admitted to drinking alcohol to ease his pain. (R. 17). The ALJ noted further a 8 March 2006 medical record wherein it was noted that Claimant drank approximately 48 ounces of malt liquor per day and up to 96 ounces per day on the weekend. (R. 17, 252).</p>\n<p>The ALJ properly evaluated Claimant's subjective accounts of his pain and other symptoms with the objective medical evidence presented and did not err in finding that Claimant's statements were not entirely credible. Moreover, his decision that Claimant should not lift more than ten pounds occasionally reflects the weight and credibility he afforded Claimant's subjective statements about his pain. In short, the ALJ comported fully with the credibility evaluation prescribed by Social Security Ruling 96-7p by making findings, supported by reasons, with respect to Claimant's alleged symptoms, the medical record and Claimant's own testimony. <i>See </i><i>Mickles v. Shalala,</i> 29 F.3d 918, 929 (4th Cir. 1994) (\"Subject only to the substantial evidence requirement, it is the province of the [ALJ], and not the courts, to make credibility determinations.\"). For the foregoing reasons, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>V. The ALJ's RFC is supported by substantial evidence.</h2>\n<p>Claimant contends the ALJ's \"improper analysis of [Claimant's] credibility led to an inaccurate assessment of his [RFC] and thus his ability to engage in substantial gainful activity.\" Pl.'s Mem. at 9.</p>\n<p>An individual's RFC is defined as that capacity which an individual possesses despite the limitations caused by his physical or mental impairments. 20 C.F.R. §§ 404.1545(a)(1), 416.945(a)(1); <i>see also</i> S.S.R. 96-8p, 1996 WL 374184, at *1. The RFC assessment is based on all the relevant medical and other evidence in the record and may include a claimant's own description of limitations arising from alleged symptoms. 20 C.F.R. §§ 404.1545(a)(3), 416.945(a)(3); <i>see also</i> S.S.R. 96-8p, 1996 WL 374184, at *5. When a claimant has a number of impairments, including those deemed not severe, the ALJ must consider their cumulative effect in making a disability determination. 42 U.S.C. § 423(d)(2)(B); <i>see </i><i>Hines v. Bowen,</i> 872 F.2d 56, 59 (4th Cir.1989) (citations omitted) (\"[I]n determining whether an individual's impairments are of sufficient severity to prohibit basic work related activities, an ALJ must consider the combined effect of a claimant's impairments.\"). The RFC assessment \"must include a discussion of why reported symptom-related functional limitations and restrictions can or cannot reasonably be accepted as consistent with the medical and other evidence.\" S.S.R. 96-8p, 1996 WL 374184, at *7.</p>\n<p>The ALJ's decision indicates that he considered Claimant's mental and physical impairments in totality before determining Claimant maintained the RFC to perform sedentary work. As described earlier, the ALJ's opinion provides a detailed review of Claimant's medical records, citing medical facts and underlying evidence as to each impairment. In addition, the RFC assessment takes account of Claimant's testimony concerning pain to the extent that this testimony proved consistent with the objective medical evidence before the ALJ. <i>See </i><i>Hines v. Barnhart,</i> 453 F.3d 559, 565 n. 3 (4th Cir.2006) (noting the ALJ need not accept Claimant's subjective evidence to the extent it is inconsistent with the available evidence). Also, the ALJ's review of Claimant's medical impairments includes substantive findings by E.J. Burgress, <span class=\"star-pagination\">*607</span> Psy. D., a state agency examining consultant, and Mr. Blase, and given the lack of evidence contradicting those findings, the ALJ properly relied on their medical opinions in determining Claimant's work-related capacity. (R. 18).</p>\n<p>Based on the foregoing, this Court finds that the ALJ's RFC determination is supported by substantial evidence. The ALJ analyzed all of the relevant evidence, sufficiently explained his findings and applied the correct legal standards in evaluating Claimant's RFC. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, this Court RECOMMENDS Claimant's Motion for Judgment on the Pleadings be DENIED, Defendant's Motion for Judgment on the Pleadings be GRANTED and the final decision of the Commissioner be UPHELD.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten (10) days upon receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from receiving a de novo review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  Sedentary work involves lifting no more than 10 pounds at a time and occasionally lifting or carrying articles like docket files, ledgers, and small tools. Although a sedentary job is defined as one which involves sitting, a certain amount of walking and standing is often necessary in carrying out job duties. Jobs are sedentary if walking and standing are required occasionally and other sedentary criteria are met. 20 C.F.R. §§ 404.1567(a), 416.967(a); S.S.R. 96-9p, 1996 WL 374185, at *3. \"Occasionally\" generally totals no more than about 2 hours of an 8-hour workday. \"Sitting\" generally totals about 6 hours of an 8-hour workday. S.S.R. 96-9p, 1996 WL 374185, at *3. A full range of sedentary work includes all or substantially all of the approximately 200 unskilled sedentary occupations administratively noticed in 20 C.F.R. § 404, Subpt. P, App. 2, Table 1. <i>Id.</i></p>\n<p>[2]  Pursuant to the Notice of Disapproved Claims, Notice of Reconsideration by the SSA, and Claimant's Disability Report, Claimant attributed his alleged disability solely to his right leg injury. (R. 52, 57, 137). In Claimant's Request for Reconsideration, he stated he was \"unable to work because of my leg and my verbae (sic) being out of place.\" (R. 55).</p>\n<p>[3]  This visual impairment is evaluated under listings 2.02, 2.03 and 2.04. Listing 2.02, loss of visual acuity, requires that the remaining vision in the better eye after best correction is 20/200 or less. Listing 2.03 requires contraction of the visual field in the better eye with (a) the widest diameter subtending an angle around the point of fixation no greater than 20 degrees; (b) a mean deviation of -22 or worse, determined by automated static threshold perimetry as described in Listing 2.00A6a(v); or (c) a visual field efficiency of 20 percent or less as determined by kinetic perimetry. Listing 2.04, loss of visual efficiency, requires visual efficiency of the better eye of 20 percent or less after best correction. <i>See</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 §§ 2.02-2.04.</p>\n<p>[4]  The ALJ noted incorrectly that Claimant was discharged on 11 November 2008. (R. 17). However, Claimant was discharged on 8 November 2007-one day following his admission. (R. 186).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">590</span></span> (2010)</b></center>\n<center><h1>James R. AYTCH, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:09-CV-15-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 18, 2010.</center>\n<p><span class=\"star-pagination\">*592</span> Diane S. Griffin, Charles T. Hall Law Firm, P.C., Raleigh, NC, for Plaintiff.</p>\n<p>Elisa Donohoe, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the parties' cross-motions for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c) (DE ## 16, 24). Pursuant to 28 U.S.C. § 636(b)(1), United States Magistrate Judge Robert B. Jones, Jr., entered a memorandum and recommendation (\"M &amp; R\") wherein he recommended that the court grant defendant's motion for judgment and deny plaintiff's motion (DE # 26). Plaintiff timely filed an objection to the M &amp; R, and defendant responded in opposition to plaintiff's objections. In this posture, the matter is ripe for ruling. For the reasons that follow, the court adopts the M &amp; R, grants defendant's motion, and denies plaintiff's motion.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an application for Disability Insurance Benefits (\"DIB\") and Supplemental Security Income (\"SSI\") on September 22, 2005. (R. 65.) He alleged his disability began on August 15, 2005. (<i>Id.</i>) In his disability report, plaintiff stated he suffered from leg and vertebrae pain. (R. 137.) However, plaintiff also stated at various points that he suffers from impairments including, but not limited to, diabetes and alcoholism. (R. 317-25.) After his claim was denied initially and upon reconsideration, he requested a hearing before an administrative law judge (\"ALJ\"). (R. 52-53) Hearing was held on June 23, 2008. (R. 13.) Plaintiff was represented by counsel, and a vocational expert testified. (<i>Id.</i>) On August 5, 2008, the ALJ issued a decision denying plaintiff's application for benefits. (R. 10-21.) On January 2, 2009, the Appeals Council denied plaintiff's request for review, rendering the ALJ's decision the final decision from which plaintiff <span class=\"star-pagination\">*593</span> now appeals. (R. 3-6.) Thereafter, plaintiff filed a complaint in this Court seeking review of the final administrative decision.</p>\n<p>On May 31, 2009, plaintiff moved for judgment on the pleadings, and defendant filed a cross motion on September 28, 2009. In plaintiff's motion, he argues that the ALJ (1) incorrectly assessed the severity of his impairments, (2) incorrectly concluded his diabetes mellitus does not meet the listing requirement of Listing 9.08, (3) improperly assessed his credibility and residual functional capacity, and (4) that substantial evidence does not support the decision. Defendant argues that the ALJ's findings are supported by substantial evidence and, thus, the decision should be upheld. The motions were referred to the magistrate judge for M &amp; R. The magistrate judge concluded the ALJ's findings were supported by substantial evidence and recommended the court uphold the Commission's decision.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court has jurisdiction under 42 U.S.C. § 405(g) to review the Commissioner's denial of benefits. This court must uphold the factual findings of the ALJ \"if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996) (superseded by statute on other grounds) (citing 42 U.S.C. §§ 405(g), 1383(c)(3); <i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir. 1987)). Substantial evidence is \"`such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971) (quoting <i>Consolidated Edison Co. v. NLRB,</i> <span class=\"citation\" data-id=\"103099\"><a href=\"/opinion/103099/consolidated-edison-co-v-nlrb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 229, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">126</span></span> (1938)). The standard is met by \"more than a mere scintilla of evidence but .. somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966).</p>\n<p>To assist the court in making such a determination, it may \"designate a magistrate judge to conduct hearings ... and to submit ... proposed findings of fact and recommendations for the disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(B). A party may object to the magistrate judge's proposed findings by filing \"written objections which ... <i>specifically</i> identify the portions of the proposed findings, recommendations or report to which objection is made and the basis for such objection.\" Local Civil Rule 72.4 (emphasis added). The court shall make a <i>de novo</i> determination of those portions of the M &amp; R to which a party has filed objections. 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.;</i> <i>see </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983).</p>\n<p></p>\n<h2>B. Plaintiff's Objection</h2>\n<p>Plaintiff objects to the M &amp; R \"based upon the reality of plaintiff,\" asserting \"[h]e is not in any way a person who can be found `capable' of working at the sedentary level.'\" (Pl.'s Objection, 1-2). While this is not a specific objection to any finding or recommendation in the M &amp; R, the court construes these assertions as an objection to the magistrate judge's conclusion that the ALJ's residual functional capacity (\"RFC\") determination is supported by substantial evidence.</p>\n<p>The ALJ found plaintiff was capable of performing sedentary work involving light lifting and occasional standing and walking. The ALJ reached this conclusion after <span class=\"star-pagination\">*594</span> reviewing the history and extent of plaintiff's severe impairments, plaintiff's complaints of pain, and a psychological consultant's findings that plaintiff could perform routine tasks. When addressing each impairment, the ALJ discussed the relevant evidence in the record, such as medical reports and testimony. Although the ALJ recognized plaintiff's impairments may produce the symptoms of which he complains, the ALJ found plaintiff's testimony was not credible regarding the intensity of the pain and the extent to which his conditions are debilitating. Rather, the ALJ concluded plaintiff was capable of performing sedentary work notwithstanding these limitations.</p>\n<p>Upon careful review of the record, the court finds the ALJ's RFC finding is supported by substantial evidence. Evidence in the record shows plaintiff's diabetes and hypertension are well controlled with medication. (R. 188-90.) There is little evidence in the record showing the ongoing extent and severity of plaintiff's leg and hip injury beyond the fall of 2005. (R. 208.) The psychological consultant's report concluded plaintiff is capable of performing routine tasks notwithstanding plaintiff's depression and somewhat limited intellectual capability. (R. 229.) Additionally, the vocational expert testified that an individual with like impairments to those of which plaintiff complains would be capable of performing certain sedentary jobs. (R. 335-36.) In light of this record, the court finds substantial evidence supports the ALJ's conclusion that plaintiff is capable of performing sedentary work even with his combined impairments.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, upon <i>de novo</i> review of those portions of the magistrate judge's M &amp; R to which specific objections have been filed, and upon a considered review of the uncontested proposed findings and conclusions, the court ADOPTS as its own the magistrate judge's recommendations and rejects plaintiff's objections (DE # 26). Accordingly, defendant's motion for judgment on the pleadings (DE # 24) is GRANTED and plaintiff's motion for judgment on the pleadings (DE # 16) is DENIED. The clerk is DIRECTED to close the case.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ROBERT B. JONES, JR., United States Magistrate Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for judgment on the pleadings pursuant to FED.R.CIV.P. 12(c). Claimant James Aytch (\"Claimant\") filed this action pursuant to 42 U.S.C. §§ 405(g), 1383(c)(3) seeking judicial review of the denial of his applications for a period of disability, Disability Insurance Benefits (\"DIB\") and Supplemental Security Income (\"SSI\") payments. The time for filing responsive briefs has expired and the pending motions are ripe for adjudication. Having carefully reviewed the administrative record and the motions and memoranda submitted by the parties, this Court recommends denying Claimant's Motion for Judgment on the Pleadings, granting Defendant's Motion for Judgment on the Pleadings and upholding the final decision of the Commissioner.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Claimant filed an application for DIB and SSI payments on 22 September 2005, alleging disability beginning 15 August 2005. (R. 65-67). Both claims were denied initially and upon reconsideration. (R. 22-23, 52-53, 57-61). A hearing before the Administrative Law Judge (\"ALJ\") was held on 23 June 2008, at which Claimant was represented by counsel and a witness <span class=\"star-pagination\">*595</span> and a vocational expert (\"VE\") appeared and testified. (R. 25, 334-38). On 5 August 2008, the ALJ issued a decision denying Claimant's request for benefits. (R. 10-21). On 2 January 2009, the Appeals Council denied Claimant's request for review. (R. 3-6). Claimant then filed a complaint in this Court seeking review of the now final administrative decision.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>The scope of judicial review of a final agency decision regarding disability benefits under the Social Security Act (\"Act\"), 42 U.S.C. § 301 <i>et seq.,</i> is limited to determining whether substantial evidence supports the Commissioner's factual findings and whether the decision was reached through the application of the correct legal standards. <i>See </i><i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir.1987). \"The findings of the Commissioner ... as to any fact, if supported by substantial evidence, shall be conclusive ....\" 42 U.S.C. § 405(g). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966). While substantial evidence is not a \"large or considerable amount of evidence,\" <i>Pierce v. Underwood,</i> <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 565, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1988), it is \"more than a mere scintilla ... and somewhat less than a preponderance.\" <i>Laws,</i> 368 F.2d at 642. \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 176 (4th Cir.2001) (quoting <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996)). Rather, in conducting the \"substantial evidence\" inquiry, the court's review is limited to whether the ALJ analyzed the relevant evidence and sufficiently explained his or her findings and rationale in crediting the evidence. <i>Sterling Smokeless Coal Co. v. Akers,</i> <span class=\"citation\" data-id=\"749318\"><a href=\"/opinion/749318/sterling-smokeless-coal-company-v-tammy-akers-director-office-of-workers/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 439-40 (4th Cir.1997).</p>\n<p></p>\n<h2><i>DISABILITY EVALUATION PROCESS</i></h2>\n<p>The disability determination is based on a five-step sequential evaluation process as set forth in 20 C.F.R. §§ 404.1520, 416.920 under which the ALJ is to evaluate a claim:</p>\n<blockquote>The claimant (1) must not be engaged in \"substantial gainful activity,\" <i>i.e.,</i> currently working; and (2) must have a \"severe\" impairment that (3) meets or exceeds [in severity] the \"listings\" of specified impairments, or is otherwise incapacitating to the extent that the claimant does not possess the residual functional capacity to (4) perform ... past work or (5) any other work.</blockquote>\n<p><i>Albright v. Comm'r of the SSA,</i> <span class=\"citation\" data-id=\"763481\"><a href=\"/opinion/763481/william-l-albright-v-commissioner-of-the-social-security-administration/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 474 n. 2 (4th Cir.1999). \"If an applicant's claim fails at any step of the process, the ALJ need not advance to the subsequent steps.\" <i>Pass v. Chater,</i> <span class=\"citation\" data-id=\"704001\"><a href=\"/opinion/704001/49-socsecrepser-3-unemplinsrep-cch-p-14795b-james-e-pass-v/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1203 (4th Cir.1995). The burden of proof and production during the first four steps of the inquiry rests on the claimant. <i>Id.</i> At the fifth step, the burden shifts to the ALJ to show that other work exists in the national economy which the claimant can perform. <i>Id.</i></p>\n<p>When assessing the severity of mental impairments, the ALJ must do so in accordance with the \"special technique\" described in 20 C.F.R. §§ 404.1520a(b)-(c) and 416.920a(b)-(c). This regulatory scheme identifies four broad functional areas in which the ALJ rates the degree of functional limitation resulting from a claimant's mental impairment(s): activities of daily living; social functioning; concentration, persistence or pace; and episodes of decompensation. <i>Id.</i> §§ 404.1520a(c)(3); 416.920a(c)(3). The ALJ is required to <span class=\"star-pagination\">*596</span> incorporate into his written decision pertinent findings and conclusions based on the \"special technique.\" <i>Id.</i> §§ 404.1520a(e)(2); 416.920a(e)(2).</p>\n<p>In this case, Claimant alleges the following errors by the ALJ: (1) failing to make a severity finding as to all of Claimant's impairments; (2) finding that the severity of Claimant's diabetes mellitus does not meet or equal the requirements of Listing 9.08; (3) mischaracterizating the record and ignoring relevant medical evidence; (4) improperly assessing of Claimant's credibility; and (5) improperly assessing Claimant's residual functional capacity (\"RFC\"). Pl.'s Mem. in Supp. of Pl's Mot. for J. on the Pleadings at 1. (\"Pl.'s Mem.\").</p>\n<p></p>\n<h2><i>FACTUAL HISTORY</i></h2>\n<p></p>\n<h2>I. ALJ's Findings</h2>\n<p>Applying the above-described sequential evaluation process, the ALJ found Claimant \"not disabled\" as defined in the Act. At step one, the ALJ found Claimant was no longer engaged in substantial gainful employment. (R. 15). Next, the ALJ determined Claimant had the following severe impairments: diabetes mellitus, hypertension, history of alcohol abuse, lumbar degenerative disc disease and borderline IQ. <i>Id.</i> However, at step three, the ALJ concluded these impairments were not severe enough, either individually or in combination, to meet or medically equal one of the listed impairments in 20 C.F.R. Part 404, Subpart P, Appendix 1. <i>Id.</i> In reviewing Claimant's alleged mental impairment and applying the technique prescribed by the regulations, the ALJ found Claimant had mild restriction of activities of daily living, moderate difficulties in maintaining social functioning and moderate difficulties in maintaining concentration, persistence or pace. (R. 16).</p>\n<p>Prior to proceeding to step four, the ALJ assessed Claimant's RFC, finding Claimant had the ability to perform sedentary<sup>[1]</sup> work with no more than frequent stooping, crouching, kneeling and crawling, no working at heights or around dangerous machinery, involving only simple, routine, repetitive tasks and no complex decision making, constant changes, dealing with crisis situations or with the public. (R. 16). In making this assessment, the ALJ found Claimant's statements about his limitations not fully credible. (R. 17).</p>\n<p>At step four, the ALJ concluded Claimant did not have the RFC to perform the requirements of his past relevant work as a farm worker. (R. 20). Nonetheless, at step five, upon considering Claimant's age, education, work experience and RFC, the ALJ determined Claimant is capable of adjusting to the demands of other employment opportunities that exist in significant numbers in the national economy. (R.20).</p>\n<p></p>\n<h2><i>II. Claimant's Testimony at the Administrative Hearing</i></h2>\n<p>At the time of Claimant's administrative hearing, Claimant was 46 years old, unemployed and residing with his eighty-one <span class=\"star-pagination\">*597</span> year old mother. (R. 100, 312, 315). Claimant attained an eighth grade education. (R. 313). Claimant's work experience consists solely of farm work, where his duties included driving tractors, loading trucks and feeding and cleaning up after stock. (R. 315-16). Claimant last worked on 15 August 2005, when he was struck in the hip while trying to stop a tractor from rolling over. (R. 317).</p>\n<p>Claimant testified that he is unable to work due to hip and back pain, both caused by the farm accident. (R. 317, 324). Claimant testified further to having diabetes, which causes leg and foot pain, swelling in his feet and dizziness. (R. 318-19, 322). Claimant testified to experiencing daily arthritic pain in his knees, waist, shoulders and fingers. (R. 325, 328). Claimant takes two different medications for his pain, one of which he receives through the Patient Assistant Program. (R. 325-26). Claimant testified that the pain medication is effective in alleviating his foot pain but has no impact on the swelling. (R. 326). Claimant takes three medications daily for his diabetes and checks his blood sugar levels three times a day. (R. 327). Claimant testified, however, that despite his medications, he continues to experience dizziness, tingling and pain in his legs and swelling in his feet. (R. 329).</p>\n<p>Claimant testified that he can stand and walk for 30 minutes after which his feet begin to swell. (R. 320). He testified further to having difficulty walking after sitting down for more than thirty minutes. (R. 320). Claimant spends the majority of his day resting in a recliner, which alleviates the swelling in his feet, and watching television. (R. 319, 321). Claimant testified that due to his medication, he cannot be subjected to prolonged sunlight. (R. 321-22).</p>\n<p>Claimant testified to suffering also from depression and alcoholism. (R. 318-19). Prior to taking pain medication, Claimant experienced difficulty sleeping due to the pain in his feet and accordingly relied on alcohol as a sleep aid (R. 320, 322). Claimant attended an alcohol rehabilitation facility for ninety days in 2008. (R. 322). Claimant participated also in the Drug Alcohol Recovery Treatment (\"DART\") program. (R. 322-23). Claimant lost his driving privileges due to driving under the influence but is now eligible to get a driver's license. However, Claimant testified that he is financially unable to obtain a driver's license. (R. 324).</p>\n<p></p>\n<h2>III. Witness's Testimony at the Administrative Hearing</h2>\n<p>Annie Aytch, Claimant's mother, testified as a witness at the administrative hearing. (R. 329-34). Ms. Aytch, eighty-one, testified that Claimant resided with her and that she had been taking care of him for the past few years, including assisting with the purchase of his medications. (R. 330-31). Ms. Aytch testified that Claimant's health prevents him from performing household chores, with the exception of washing dishes, vacuuming and grocery shopping on occasion. (R. 331-32). Ms. Aytch testified further that Claimant has difficulty sleeping, rarely socializes and when he stands for too long, Claimant experiences thigh pain and swelling in his feet. (R. 333). However, Ms. Aytch stated that the medication Claimant recently began taking has alleviated some of Claimant's pain. <i>Id.</i></p>\n<p></p>\n<h2>IV. Vocational Expert's Testimony at the Administrative Hearing</h2>\n<p>Dixon Pearsall, Ph.D., testified as a VE at the administrative hearing. (R. 334-38). After the VE's testimony regarding <span class=\"star-pagination\">*598</span> Claimant's past work experience (R. 335), the ALJ posed the following hypothetical:</p>\n<blockquote>[A]ssume an individual age 46, with an eighth grade education, past relevant work as a farm worker. Let's assume the exertional capacity for sedentary work which would involve standing and walking 2 hours, sitting 6 hours in an 8-hour day. Lifting, carrying, pushing and pulling 10 pounds occasionally. I'm going to limit the individual to no working at heights or around dangerous machinery. No more than frequent stooping, crouching, kneeling or crawling. Also limited to simple routine repetitive tasks and unable to work at jobs requiring complex decision making, constant change or dealing with crisis situations. And no jobs ... that would require dealing with the public.... I assume he couldn't do his past relevant work which was heavy, but would there be other sedentary jobs that such an individual could perform?</blockquote>\n<p>(R. 335-36). The VE responded the individual could perform the following sedentary positions with a specific vocational preparation (\"SVP\") time of 2 and provided DOT classification citations along with the number of jobs available in the local and national economies: (1) weight or lead testDOT 539.485-010, 1,600 locally, 40,000 nationally; (2) table worker/inspectorDOT 739.687-010, 3,000 locally, 70,000 nationally; and (3) surveillance monitor379.367-010, 2,000 locally, 78,000 nationally. (R. 336). The VE testified that the table worker and weight tester positions would be eliminated if the hypothetical individual was limited further to occasionally performing postural moments and only occasional use of his hands bilaterally. (R. 337). When asked whether occupations existed for an individual who could not sustain the attention to perform simple, routine, repetitive tasks throughout the normal workday or who needed to lie down for 1 to 2 hours during the workday, the VE responded in the negative. (R. 336). The VE stated that his testimony was consistent with the DOT. (R. 337).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. The ALJ properly evaluated Claimant's impairments.</h2>\n<p>Claimant argues that the ALJ erred in the second step of the sequential evaluation process. In particular, Claimant contends the ALJ \"ignored several of [Claimant's] impairments,\" including diabetic neuropathy, coronary artery disease, tachycardia, hyperlipidemia, cervical degenerative disc disease, nerve damage in his right thigh, depression, polyarthralgia and chronic sinusitis. Pl.'s Mem. at 6. Claimant contends further the ALJ \"fragmentized [Claimant's] impairments when he only evaluated the effects of a portion of these impairments upon [Claimant] instead of evaluating ... the combined impact they have on [Claimant's] ability to perform substantial gainful activity.\" <i>Id.</i> at 7</p>\n<p>The Court notes initially that Claimant did not list any of these reported conditions as impairments in either his application for benefits or his application for reconsideration thereof.<sup>[2]</sup> (R. 52, 55, 57, 137). Moreover, Claimant did not testify to these conditions during the administrative hearing and his testimony provides no insight as to how these conditions may impact his <span class=\"star-pagination\">*599</span> ability to work. In fact, during the hearing, questions posed by Claimant's counsel regarding the impairments supporting Claimant's disability application elicited only the following complaints: (1) lower right hip pain; (2) alcoholism; (3) diabetes and the resulting leg and feet pain; and (4) arthritis. (R. 317). <i>See </i><i>Johnson v. Chater,</i> <span class=\"citation\" data-id=\"1808248\"><a href=\"/opinion/1808248/johnson-v-chater/\"><span class=\"volume\">969</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">493</span></a></span>, 509 (N.D.Ill.1997) (\"[W]hen an applicant for social security benefits is represented by counsel, the [ALJ] is entitled to assume that the applicant is making his strongest case for benefits.\") (quoting <i>Glenn v. Secretary of Health &amp; Human Servs.,</i> <span class=\"citation\" data-id=\"484997\"><a href=\"/opinion/484997/17-socsecrepser-95-unemplinsrep-cch-17204-richard-glenn-v/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 391 (7th Cir.1987)).</p>\n<p>The Court notes further the lack of evidence in the record indicating that these conditions in fact affect Claimant's ability to work and Claimant cites none. <i>See </i><i>Higgs v. Bowen,</i> <span class=\"citation no-link\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></span>, 863 (6th Cir.1988) (explaining \"[t]he mere diagnosis... says nothing about the severity of the condition\"). In fact, Claimant's argument, without any citation to the record, is limited to a listing of the conditions and a mere assertion that the ALJ \"overlook[ed] them\" which \"negatively impacted his assessment of [Claimant's] disability status.\" Pl.'s Mem. at 7. However, the ALJ has no duty to consider an impairment absent an allegation of such impairment and record evidence of a resultant limitation or restriction. <i>See</i> S.S.R. 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *3 (July 2, 1996) (\"[W]hen there is no allegation of a ... limitation or restriction of a specific functional capacity, and no information in the case record that there is such a limitation or restriction, the adjudicator must consider the individual to have no limitation or restriction with respect to that functional capacity.\"); <i>see also Humphrey v. Barnhart,</i> No. 1:02cv32-T, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">16659</span></span>, at *7, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31129679</span></span>, *3 (W.D.N.C. Aug. 29, 2002) (\"The ALJ is obligated to consider only those limitations or restrictions which are alleged and/or based upon relevant evidence.\"); <i>Wimberly v. Barnhart,</i> 128 Fed.Appx. 861, 864 (3d Cir.2005) (\"The duty to evaluate a claimant's symptoms imposed by 20 C.F.R. 404.1529(c) does not extend to guessing what the impact of those symptoms may be. Rather, 20 C.F.R. 404.1512(c) and 20 C.F.R. 404.1545(a)(3) explicitly impose on the claimant the burden of furnishing evidence supporting the existence of a condition and the effect of that condition on the claimant's ability to work on a sustained basis.\")</p>\n<p>\"Although the ALJ has a duty to explore all relevant facts and inquire into the issues necessary for adequate development of the record, .... [the ALJ] is not required to function as the claimant's substitute counsel ....\" <i>Bell v. Chater,</i> No. 95-1089, 1995 U.S.App. LEXIS 14322, at *12, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">347142</span></span>, at *4 (4th Cir. Jun. 9, 1995) (unpublished table decision) (citing <i>Clark v. Shalala,</i> <span class=\"citation\" data-id=\"673495\"><a href=\"/opinion/673495/45-socsecrepser-3-unemplinsrep-cch-p-14008b-techler-m-clark-v/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">828</span></a></span>, 830-831 (8th Cir.1994)) (internal citations and quotations omitted). Ultimately, Claimant carries the burden of establishing a prima facie entitlement to benefits and bears the risk of nonpersuasion. <i>Id.</i> (internal citations and quotations omitted); <i>see also</i> 20 C.F.R. § 404.1512(c) (\"[Claimant] must provide evidence ... showing how the impairment(s) affects ... functioning ....\"). Accordingly, having failed to carry his burden, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>II. The ALJ's finding that Claimant's impairments did not meet or equal Listing 9.08 is supported by substantial evidence.</h2>\n<p>Claimant argues that the ALJ erred by finding that his impairments do not meet or equal Listing 9.08, the listing for diabetes mellitus. Pl.'s Mem. at 7. In particular, Claimant contends that the <span class=\"star-pagination\">*600</span> \"sum of his impairments are severe enough to allow an adequate approximation of the requirements of [Listing 9.08].\" <i>Id.</i> at 8.</p>\n<p>To be disabled under the Listings, the claimant may present evidence either that the impairment meets or is \"medically equivalent\" to a listed impairment. <i>See </i><i>Kellough v. Heckler,</i> <span class=\"citation\" data-id=\"466271\"><a href=\"/opinion/466271/13-socsecrepser-58-unemplinsrep-cch-16685-iris-l-kellough-ss/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1152 (4th Cir.1986); <i>see also</i> 20 C.F.R. §§ 404.1526, 416.926. An impairment meets a listing if it satisfies all the specified medical criteria. <i>See </i><i>Sullivan v. Zebley,</i> <span class=\"citation\" data-id=\"112359\"><a href=\"/opinion/112359/sullivan-v-zebley/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">521</span></a></span>, 531, <span class=\"citation\" data-id=\"112359\"><a href=\"/opinion/112359/sullivan-v-zebley/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">885</span></a></span>, <span class=\"citation\" data-id=\"112359\"><a href=\"/opinion/112359/sullivan-v-zebley/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">967</span></a></span> (1990) (explaining \"[a]n impairment that manifests only some of those criteria, no matter how severely, does not qualify\"). Even if an impairment does not meet the criteria of a listing, it can medically equal the criteria of a listing. 20 C.F.R. §§ 404.1525(c)(5), 416.925(c)(5). To establish medical equivalence, a claimant must present medical findings equal in severity to all the criteria for that listing. <i>Sullivan,</i> 493 U.S. at 531, <span class=\"citation\" data-id=\"112359\"><a href=\"/opinion/112359/sullivan-v-zebley/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">885</span></a></span>; 20 C.F.R. §§ 404.1526(a), 416.926(a) (medical findings must be at least equal in severity and duration to the listed criteria).</p>\n<p>In making his step-three finding, the ALJ concluded the medical evidence did not support a finding that Claimant's condition met or equaled the criteria of a listing, including Listing 9.08. In particular, the ALJ explained that Claimant's diabetes mellitus has not resulted in neuropathy demonstrated by significant and persistent disorganization of motor function in two extremities resulting in sustained disturbance of gross and dexterous movements of (sic) gait and station; or acidosis occurring at least [] once every two months documented by blood chemical tests; or retinitis proliferans.<sup>[3]</sup> (R. 16); <i>see</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 § 9.08. Claimant faults the ALJ's finding, citing a diagnosis of ketoacidosis, a June 2008 ophthalmological visual change, his testimony regarding complaints of dizziness and of swelling in his feet and diagnoses of diabetic neuropathy and nerve damage. Pl.'s Mem. at 8.</p>\n<p>However, upon review of the record, the Court finds the ALJ's conclusion is supported by substantial evidence. While Claimant contends he \"has suffered from ketoacidosis on several occasions including hospitalizations in [November 2006 and 2007],\" only his November 2006 hospitalization was for diabetic ketoacidosis, which had \"resolved with medical intervention.\" (R. 217). Indeed, a June 2008 progress report from Claimant's treating physician, Elie Osta, M.D., indicates Claimant's diabetes was under control with medication and a diabetic diet. (R. 18-19, 188-90). In November 2007, Claimant was admitted for chest pain and as the ALJ noted, Claimant was discharged the following day in stable condition.<sup>[4]</sup> (175-76, 182-84, 186). There is no mention of ketoacidosis in the <span class=\"star-pagination\">*601</span> November 2007 medical report with the exception of the past medical history notation that Claimant \"has been admitted for diabetic ketoacidosis in the past.\" (R. 182).</p>\n<p>As for evidence of visual impairment, Dr. Osta's June 2008 notation \"[o]phthalmological visual changes: [p]resent\" is insufficient evidence. The visual impairment required under Listing 9.09 is evaluated pursuant to Listings 2.02, 2.03 and 2.04. Listing 2.02, loss of visual acuity, requires that the remaining vision in the better eye after best correction is 20/200 or less. Listing 2.03 requires contraction of the visual field in the better eye with (a) the widest diameter subtending an angle around the point of fixation no greater than 20 degrees; (b) a mean deviation of -22 or worse, determined by automated static threshold perimetry as described in Listing 2.00A6a(v); or (c) a visual field efficiency of 20 percent or less as determined by kinetic perimetry. Listing 2.04, loss of visual efficiency, requires visual efficiency of the better eye of 20 percent or less after best correction. <i>See</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 §§ 2.02-2.04. Claimant has provided no medical evidence documenting such visual impairments.</p>\n<p>Finally, Claimant has not met his burden in presenting evidence of neuropathy demonstrated by significant and persistent disorganization of motor function. In June 2006, Claimant was diagnosed with neuropathy, which Dr. Osta described as \"mild.\" (R. 204). However, a June 2008 medical report by Dr. Osta indicated a diagnosis of diabetes mellitus type 2 only, which was described as \"controlled.\" (R. 189, 190, 204); <i>see </i><i>Davis v. Astrue,</i> No. 5:08-CV-420-D, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">78919</span></span>, at *13, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2848857</span></span>, at *7 (E.D.N.C. Sept. 3, 2009) (upholding the ALJ's finding that Claimant failed to meet the criteria for Listing 9.08 in part due to evidence that claimant \"was keeping his diabetes in check with medication\"). As evidence of disorganization of motor function, Claimant contends \"polyarthralgia contributes to his difficulty standing and walking.\" Pl.'s Mem. at 8. In February 2008, Dr. Osta noted the presence of \"painfull (sic) distress,\" the severity of which was found to be moderate, characterized all joints as \"normal\" with the exception of Claimant's wrist and indicated a diagnosis of polyarthralgia. (R. 198). While a May 2008 progress report also indicates a diagnosis of polyarthralgia, Dr. Osta described the severity of Claimant's \"painfull (sic) distress\" as mild. (R. 17, 193). However, in a June 2008 progress report, Dr. Osta noted the absence of \"[e]xtremeties [p]ain and/or tingling of feet\" and indicated a diagnoses of \"[d]iabetes mellitus type 2\" only. (R. 17, 188, 193). Furthermore, Dr. Osta recommended that Claimant exercise and in particular, walk three to four times per week. (R. 189).</p>\n<p>For the reasons stated above, this Court rejects Claimant's challenge to the ALJ's finding that his impairments do not meet or equal Listing 9.08.</p>\n<p></p>\n<h2>III. The ALJ's decision is supported by substantial evidence.</h2>\n<p>Claimant avers the ALJ \"repeatedly mischaracterized the record and omitted medical evidence which undermined his opinion;\" thus, \"substantial evidence does not support the decision.\" Pl.'s Mem. at 10-12.</p>\n<p></p>\n<h2><i>A. Failure to document findings</i></h2>\n<p>First, Claimant contends the ALJ failed to document particular findings by Dr. Osta and M. Blase, a state agency non-examining psychological consultant, including Claimant's right thigh nerve damage, his absence of knee reflexes, Claimant's hospitalization for severe abdominal pain <span class=\"star-pagination\">*602</span> and vomiting, and Claimant's inability to understand and recall more detailed and complex instructions and to work without distracting others and his difficulty in maintaining concentration, persistence and pace. <i>Id.</i> at 10; <i>see</i> (R. 208, 229, 241, 249, 251-52).</p>\n<p>The ALJ is not required to discuss all evidence in the record. <i>See, e.g., </i><i>Dyer v. Barnhart,</i> <span class=\"citation\" data-id=\"76834\"><a href=\"/opinion/76834/bobby-dyer-v-jo-anne-b-barnhart/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1206</span></a></span>, 1211 (11th Cir.2005) (explaining there \"is no rigid requirement that the ALJ specifically refer to every piece of evidence in his decision\"); <i>Piney Mountain Coal Co. v. Mays,</i> <span class=\"citation\" data-id=\"764070\"><a href=\"/opinion/764070/piney-mountain-coal-company-v-shirley-mays-widow-of-james-r-mays-betty/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 762 n. 10 (4th Cir.1999) (ALJ need not discuss every piece of evidence in making credibility determination); <i>Anderson v. Bowen,</i> <span class=\"citation\" data-id=\"518908\"><a href=\"/opinion/518908/25-socsecrepser-26-unemplinsrep-cch-14535a-willie-b-anderson-v/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 924 (7th Cir.1989) (noting \"a written evaluation of every piece of testimony and submitted evidence is not required\"). Indeed, \"[t]o require an ALJ to refer to every physical observation recorded regarding a Social Security claimant in evaluating that claimant's... alleged condition[s] would create an impracticable standard for agency review, and one out of keeping with the law of this circuit.\" <i>White v. Astrue,</i> No. 2:08-CV-20-FL, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">60309</span></span>, at *11-12, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2135081</span></span>, at *4 (E.D.N.C. July 15, 2009). Rather, the ALJ must \"provide [this Court] with sufficient reasoning for determining that the proper legal analysis has been conducted.\" <i>Keeton v. Dept. of Health &amp; Human Servs.,</i> <span class=\"citation\" data-id=\"667663\"><a href=\"/opinion/667663/44-socsecrepser-248-unemplinsrep-cch-p-17805a-danny-keeton-v/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span>, 1066 (11th Cir.1994); <i>see also </i><i>Coffman,</i> 829 F.2d at 517.</p>\n<p>In discussing Claimant's record, the ALJ noted specifically Dr. Osta's 10 October 2005 report. In summarizing this report, the ALJ, while not discussing in particular the nerve damage diagnosis, noted Claimant's hip pain had improved and that the only medication prescribed was Ibuprofen. (R. 17 ¶ 2, 208). The ALJ apparently focused on this particular information in light of the fact that Claimant relied on a wheelchair and a walker during his August 2005 examinations with Dr. Osta. (R. 17, 209, 211). Moreover, examinations subsequent to the October 2005 report do not mention nerve damage nor do they note an absence of knee reflexes. Furthermore, there is no documentation as to how this evidence limits Claimant's ability to work. Claimant has failed to explain how the omission of this evidence within the ALJ's discussion is an omission of \"obviously probative\" evidence. <i>See White,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">60309</span></span>, at *11, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2135081</span></span>, at *4.</p>\n<p>As for Claimant's 9 March 2006 hospitalization, the Court notes Claimant's symptoms were the result of onset diabetes, an impairment deemed severe by the ALJ, and that Claimant was discharged in good condition. (R. 249, 251-52). Moreover, the ALJ discussed a 23 March 2006 progress report by Donald L. Price, M.D. which noted Claimant's recent diabetes diagnosis. (R. 17 ¶ 3, 266). Finally, Claimant's contention that the ALJ omitted probative evidence regarding Claimant's mental impairment is unfounded. First, contrary to Claimant's contention, in discussing the \"special technique\" applied in assessing mental impairments, the ALJ, like Mr. Blase, found that Claimant experiences moderate difficulties in maintaining concentration, persistence or pace. (R. 16 ¶ 5, 241). Second, in discussing Claimant's RFC, the ALJ summarized specifically Mr. Blase's functional capacity assessment, including the finding that Claimant \"may have some limited problems understanding and recalling more detailed and complex instructions.\" (R. 18 ¶ 3, 229). Finally, the ALJ mentioned also Mr. Blase's finding that Claimant \"would function best in a position that did not require that he relate to the public.\" In elaborating on this finding, Mr. Blase <span class=\"star-pagination\">*603</span> noted that Claimant \"would likely distract others\"a statement not mentioned specifically by the ALJ. (R. 229). Nonetheless, upon review of the ALJ's decision, the Court finds the ALJ's summary of Mr. Blase's functional capacity assessment adequate.</p>\n<p></p>\n<h2><i>B. Mischaracterization of evidence</i></h2>\n<p>Next, Claimant contends the ALJ \"misunderstood\" or \"mischaracterized\" various medical records. First, Claimant faults the ALJ's description of Claimant's cardiac catheterization on 4 November 2006 as \"normal.\" (R. 17, 217-18). The ALJ's description is based on a 7 November 2007 hospital report which summarizes Claimant's past medical history, including the November 2006 catheterization. The November 2007 hospital report provides, in part, as follows: \"[Claimant] had a cardiac catheterization in November of 2006 that showed ejection fraction of 50%. Left main was normal. He did have a lesion of the mid LAD of 25%. The left circumflex was normal and the RCA was normal.\" (R. 175, 182, 218). While the Court acknowledges that ALJ's summary thereof is inaccurate, it is of no consequence. As provided in the November 2006 report and restated in the \"past medical history\" section of the November 2007 report, Claimant had \"initial anterior ischemia on EKG which resolved.\" (R. 175, 182, 217). Moreover, the November 2007 report provides that Claimant's cardiac catheterization performed in November 2006 \"demonstrated hemodynamically insignificant coronary artery disease.\" (R. 175, 182). Finally, the November 2007 report indicated Claimant's chest pain was \"noncardiac\" and associated with heavy lifting and that Claimant was hemodynamically stable. (R. 186). With the exception of the November 2007 report, no other medical reports during the relevant time period include complaints of chest pain.</p>\n<p>Second, Claimant points out correctly that the ALJ mischaracterized Claimant's eye exam performed on 17 June 2008 by Dr. Osta. (R. 18, 188). While the ALJ described the eye exam as \"normal,\" Dr. Osta actually indicated that ophthalmological visual changes were present. (R. 188). However, Claimant has not indicated how this error is of consequence. As explained previously, the statement \"[o]phthalmological visual changes: [p]resent\" does not satisfy the visual impairment required under Listing 9.08. Moreover, Claimant provides no insight as to how this change affects his ability to work.</p>\n<p>Third, Claimant describes as \"patently false\" the ALJ's summary of Claimant's MRI performed on 16 November 2005 as \"show[ing] only possible right L5 disk bulge\" (R. 19). <i>See</i> Pl.'s Mem. at 11. The ALJ acknowledged that Claimant \"underwent a lumbar MRI on November 16, 2005 that showed L5-S1 disk bulge and retrolisthesis resulting in bilateral neural foraminal narrowing.\" (R. 17, 274). However, the ALJ's characterization of the MRI as showing \"possible\" disk bulge is pursuant to a 5 January 2006 progress report by Dr. Price, which states the \"MRI scan did demonstrate a <i>questionable</i> disk bulging....\" (R. 267) (emphasis added). Accordingly, the ALJ did not mischaracterize the MRI evidence. Within this same argument, Claimant also faults the ALJ's statement that with the exception of the EMG and MRI studies performed in November 2005 (R. 273-74), \"the record contains no additional studies\" (R. 19). Pl.'s Mem. at 11. In particular, Claimant cites a CT scan performed 15 August 2005 referenced within a state agency physical RFC report (R. 226). <i>Id.</i> However, the ALJ's decision does acknowledge the x-rays performed in the emergency room immediately following <span class=\"star-pagination\">*604</span> Claimant's August 2005 injury, <i>see</i> (R. 17) (noting \"X-rays performed in the emergency room showed no evidence of acute injury), and Claimant fails to reference any studies performed subsequent to November 2005.</p>\n<p></p>\n<h2><i>C. Medication compliance and medical appointments</i></h2>\n<p>Finally, Claimant alleges that the ALJ \"tries to paint a picture of [Claimant] as indifferent to his health and lazy about his treatments.\" Pl.'s Mem. at 11. In support of this argument, Claimant points out correctly that the ALJ's findings of noncompliance with medical appointments were in error. Defendant concedes \"that the ALJ [] misread small findings in Dr. Osta's reports related to non-compliance with medical office visits.\" Def.'s Mem. in Supp. of Pl.'s Mot. for J. on the Pleadings at 25. (\"Def.'s Mem.\"). Indeed, in both the 6 June 2006 and 17 June 2008 progress reports, Dr. Osta indicated \"[c]ompliance with medical treatment: <i>present\"</i> and \"[n]oncompliance with office visit: <i>absent.\"</i> (R. 188, 203) (emphasis added). Claimant notes also that while the ALJ emphasizes Dr. Osta's instructions in the June 2006 and June 2008 progress reports that Claimant maintain a diabetic diet (R. 17, 189, 203), he failed to note that both reports provide \"[f]ollowing diabetic diet: <i>present.\"</i> Pl.'s Mem. at 12 (citing R. 188, 203) (emphasis added). Upon review of the record, it appears Claimant was noted to have missed only his 2 June 2008 office visit. (R. 191). Based on the above, Claimant contends the ALJ \"was not reading records to support [Claimant] but rather to discredit him....\" Pl.'s Mem. at 12.</p>\n<p>Upon considering the ALJ's decision in its entirety, the court finds the ALJ's inaccurate reading of the June 2006 and 2008 medical reports harmless error. In evaluating Claimant's credibility, the ALJ relied, in part, on his finding that Claimant \"has not always been compliant with his medication and treatment.\" (R. 19). However, the ALJ noted correctly that with the proper medication and diabetic diet, which included sobriety, Claimant's diabetes is well controlled, a statement supported by Dr. Osta's 17 June 2008 medical report. (R. 189, 190). Claimant has not presented evidence ignored or mischaracterized by the ALJ which impacts the ALJ's findings in the sequential evaluation process.</p>\n<p></p>\n<h2>IV. The ALJ properly assessed Claimant's credibility.</h2>\n<p>Claimant argues that the ALJ improperly evaluated his credibility. Pl.'s Mem. at 8. In particular, Claimant contends that the ALJ \"does not cite specific reasons for his finding on credibility, but only misquotes and mischaracterizes the record in order to paint [Claimant] as unreliable.\" <i>Id.</i> at 9.</p>\n<p>Upon establishing the existence of a medically-determinable physical or mental impairment that could reasonably be expected to produce the claimant's symptom(s), the ALJ must evaluate the intensity, persistence and limiting effects of said symptom(s) on a claimant's ability to perform basic work. 20 C.F.R. §§ 404.1529(c)(1), 416.929(c)(1); Soc. Sec. Rul. (\"S.S.R.\") 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *1; <i>see </i><i>Craig,</i> 76 F.3d at 595. This evaluation requires the ALJ to determine the degree to which the claimant's statements regarding symptoms and their functional effects can be believed and accepted as true; thus, the ALJ must consider conflicts between the claimant's statements and the rest of the evidence. 20 C.F.R. §§ 404.1529(c)(4), 416.929(c)(4); S.S.R. 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *4. A claimant's symptoms, including pain, are considered to diminish his capacity to work to the <span class=\"star-pagination\">*605</span> extent that alleged functional limitations are reasonably consistent with objective medical evidence and other evidence. 20 C.F.R. §§ 404.1529(c)(4), 416.929(c)(4). In assessing credibility, the ALJ must consider the entire case record, provide specific reasons for the credibility finding and ensure the weight accorded (and reasoning for said weight) to the claimant's statements is evident to the claimant and any subsequent reviewers. S.S.R. 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *4; <i>see </i><i>Hammond v. Heckler,</i> <span class=\"citation\" data-id=\"454287\"><a href=\"/opinion/454287/10-socsecrepser-128-unemplinsrep-cch-16155-peggy-r-hammond-v/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span>, 426 (4th Cir.1985). In addition to the objective medical evidence, the ALJ's evaluation of a claimant's credibility must include the following factors:</p>\n<blockquote>1. effect of symptoms on claimant's daily activities</blockquote>\n<blockquote>2. location, duration, frequency and intensity of the symptom(s)</blockquote>\n<blockquote>3. factors that precipitate or aggravate claimant's symptoms</blockquote>\n<blockquote>4. type, dosage, effectiveness and side effects of medication taken to alleviate the symptom(s)</blockquote>\n<blockquote>5. non-medical treatment received for relief of the symptom(s)</blockquote>\n<blockquote>6. any non-treatment measures used to relieve the symptom(s)</blockquote>\n<blockquote>7. other factors concerning functional limitations and restrictions due to the symptoms.</blockquote>\n<p>20 C.F.R. §§ 404.1529(c)(3), 416.929(c)(3); S.S.R. 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *3; <i>see </i><i>Hyatt v. Heckler,</i> <span class=\"citation\" data-id=\"1655463\"><a href=\"/opinion/1655463/hyatt-v-heckler/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">837</span></a></span>, 848 (W.D.N.C.1989), <i>affd. in part, amended in part, vacated in part,</i> <span class=\"citation\" data-id=\"538821\"><a href=\"/opinion/538821/29-socsecrepser-217-unemplinsrep-cch-15326a-patrick-h-hyatt-ssn/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span> (4th Cir.1990).</p>\n<p>After reviewing the ALJ's decision, this Court finds the ALJ made the necessary findings in support of his credibility determination and analysis of Claimant's complaints of pain pursuant to the framework explained above. <i>See </i><i>Shively v. Heckler,</i> <span class=\"citation\" data-id=\"439094\"><a href=\"/opinion/439094/6-socsecrepser-107-unemplinsrep-cch-15522-james-kenneth-shively-v/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 989 (4th Cir.1984) (an ALJ's observations regarding credibility should be given great weight). Regarding objective evidence, the ALJ properly summarized Claimant's medical records as to each impairment, with the exception of errors identified above and deemed harmless by the Court. The ALJ noted that Claimant's diabetes and hypertension are well-controlled with medication. (R. 18-19). With respect to Claimant's hip injury and resulting back pain, the ALJ noted the lack of EMG or MRI studies subsequent to those performed in November 2005, Claimant's referral to physical therapy and no indication of a need for surgery or other treatment. (R. 19). With respect to Claimant's chest pain, the ALJ noted that a November 2007 cardiovascular examination revealed a regular heart rate and rhythm and no murmurs, rubs or gallops. (R. 17, 183).</p>\n<p>In addition to the objective medical evidence, the ALJ considered also the factors set forth in 20 C.F.R. §§ 404.1529(c)(3), 416.929(c)(3) as referenced above. <i>See</i> S.S.R. 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *6 (\"[T]he absence of objective medical evidence supporting an individual's statements about the intensity and persistence of pain or other symptoms is only one factor that the [ALJ] must consider in assessing an individual's credibility and must be considered in the context of all the evidence.\"). In particular, the ALJ's decision cites the following evidence in evaluating Claimant's credibility: (1) Claimant's complaints of dizziness and pain and swelling in his legs and feet; (2) Claimant's inability to stand for long periods of time; (3) Claimant's use of medication for diabetes and hypertension and Ibuprofen only for pain; (4) Claimant's recent attendance in an alcohol rehabilitation program and subsequent success in abstaining from alcohol use; and (5) Claimant's referral to physical therapy. (R. 17-19). The ALJ <span class=\"star-pagination\">*606</span> noted also that prior to Claimant's rehabilitation, Claimant testified to an inability to pay for his medication yet admitted to drinking alcohol to ease his pain. (R. 17). The ALJ noted further a 8 March 2006 medical record wherein it was noted that Claimant drank approximately 48 ounces of malt liquor per day and up to 96 ounces per day on the weekend. (R. 17, 252).</p>\n<p>The ALJ properly evaluated Claimant's subjective accounts of his pain and other symptoms with the objective medical evidence presented and did not err in finding that Claimant's statements were not entirely credible. Moreover, his decision that Claimant should not lift more than ten pounds occasionally reflects the weight and credibility he afforded Claimant's subjective statements about his pain. In short, the ALJ comported fully with the credibility evaluation prescribed by Social Security Ruling 96-7p by making findings, supported by reasons, with respect to Claimant's alleged symptoms, the medical record and Claimant's own testimony. <i>See </i><i>Mickles v. Shalala,</i> <span class=\"citation\" data-id=\"674608\"><a href=\"/opinion/674608/45-socsecrepser-106-unemplinsrep-cch-p-14051b-nannie-mickles-v/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 929 (4th Cir. 1994) (\"Subject only to the substantial evidence requirement, it is the province of the [ALJ], and not the courts, to make credibility determinations.\"). For the foregoing reasons, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>V. The ALJ's RFC is supported by substantial evidence.</h2>\n<p>Claimant contends the ALJ's \"improper analysis of [Claimant's] credibility led to an inaccurate assessment of his [RFC] and thus his ability to engage in substantial gainful activity.\" Pl.'s Mem. at 9.</p>\n<p>An individual's RFC is defined as that capacity which an individual possesses despite the limitations caused by his physical or mental impairments. 20 C.F.R. §§ 404.1545(a)(1), 416.945(a)(1); <i>see also</i> S.S.R. 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *1. The RFC assessment is based on all the relevant medical and other evidence in the record and may include a claimant's own description of limitations arising from alleged symptoms. 20 C.F.R. §§ 404.1545(a)(3), 416.945(a)(3); <i>see also</i> S.S.R. 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *5. When a claimant has a number of impairments, including those deemed not severe, the ALJ must consider their cumulative effect in making a disability determination. 42 U.S.C. § 423(d)(2)(B); <i>see </i><i>Hines v. Bowen,</i> <span class=\"citation\" data-id=\"521048\"><a href=\"/opinion/521048/25-socsecrepser-278-unemplinsrep-cch-14613a-mary-w-hines-v-otis/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (4th Cir.1989) (citations omitted) (\"[I]n determining whether an individual's impairments are of sufficient severity to prohibit basic work related activities, an ALJ must consider the combined effect of a claimant's impairments.\"). The RFC assessment \"must include a discussion of why reported symptom-related functional limitations and restrictions can or cannot reasonably be accepted as consistent with the medical and other evidence.\" S.S.R. 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *7.</p>\n<p>The ALJ's decision indicates that he considered Claimant's mental and physical impairments in totality before determining Claimant maintained the RFC to perform sedentary work. As described earlier, the ALJ's opinion provides a detailed review of Claimant's medical records, citing medical facts and underlying evidence as to each impairment. In addition, the RFC assessment takes account of Claimant's testimony concerning pain to the extent that this testimony proved consistent with the objective medical evidence before the ALJ. <i>See </i><i>Hines v. Barnhart,</i> <span class=\"citation\" data-id=\"794858\"><a href=\"/opinion/794858/jeffery-hines-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 565 n. 3 (4th Cir.2006) (noting the ALJ need not accept Claimant's subjective evidence to the extent it is inconsistent with the available evidence). Also, the ALJ's review of Claimant's medical impairments includes substantive findings by E.J. Burgress, <span class=\"star-pagination\">*607</span> Psy. D., a state agency examining consultant, and Mr. Blase, and given the lack of evidence contradicting those findings, the ALJ properly relied on their medical opinions in determining Claimant's work-related capacity. (R. 18).</p>\n<p>Based on the foregoing, this Court finds that the ALJ's RFC determination is supported by substantial evidence. The ALJ analyzed all of the relevant evidence, sufficiently explained his findings and applied the correct legal standards in evaluating Claimant's RFC. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, this Court RECOMMENDS Claimant's Motion for Judgment on the Pleadings be DENIED, Defendant's Motion for Judgment on the Pleadings be GRANTED and the final decision of the Commissioner be UPHELD.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten (10) days upon receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from receiving a de novo review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  Sedentary work involves lifting no more than 10 pounds at a time and occasionally lifting or carrying articles like docket files, ledgers, and small tools. Although a sedentary job is defined as one which involves sitting, a certain amount of walking and standing is often necessary in carrying out job duties. Jobs are sedentary if walking and standing are required occasionally and other sedentary criteria are met. 20 C.F.R. §§ 404.1567(a), 416.967(a); S.S.R. 96-9p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374185</span></span>, at *3. \"Occasionally\" generally totals no more than about 2 hours of an 8-hour workday. \"Sitting\" generally totals about 6 hours of an 8-hour workday. S.S.R. 96-9p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374185</span></span>, at *3. A full range of sedentary work includes all or substantially all of the approximately 200 unskilled sedentary occupations administratively noticed in 20 C.F.R. § 404, Subpt. P, App. 2, Table 1. <i>Id.</i></p>\n<p>[2]  Pursuant to the Notice of Disapproved Claims, Notice of Reconsideration by the SSA, and Claimant's Disability Report, Claimant attributed his alleged disability solely to his right leg injury. (R. 52, 57, 137). In Claimant's Request for Reconsideration, he stated he was \"unable to work because of my leg and my verbae (sic) being out of place.\" (R. 55).</p>\n<p>[3]  This visual impairment is evaluated under listings 2.02, 2.03 and 2.04. Listing 2.02, loss of visual acuity, requires that the remaining vision in the better eye after best correction is 20/200 or less. Listing 2.03 requires contraction of the visual field in the better eye with (a) the widest diameter subtending an angle around the point of fixation no greater than 20 degrees; (b) a mean deviation of -22 or worse, determined by automated static threshold perimetry as described in Listing 2.00A6a(v); or (c) a visual field efficiency of 20 percent or less as determined by kinetic perimetry. Listing 2.04, loss of visual efficiency, requires visual efficiency of the better eye of 20 percent or less after best correction. <i>See</i> 20 C.F.R. Pt. 404, Subpt. P, App. 1 §§ 2.02-2.04.</p>\n<p>[4]  The ALJ noted incorrectly that Claimant was discharged on 11 November 2008. (R. 17). However, Claimant was discharged on 8 November 2007-one day following his admission. (R. 186).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/704001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1655463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1808248/"
  ]
}