{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2411187/",
  "absolute_url": "/opinion/2411187/james-c-greene-co-v-great-american-e-s-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2411187/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:25:01.728421Z",
  "date_modified": "2016-04-26T20:48:16.052628Z",
  "type": "010combined",
  "sha1": "56584427c12c72425da5b4b6da4b1475020e7f0f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>321 F.Supp.2d 717 (2004)</b></center>\n<center><h1>JAMES C. GREENE COMPANY Plaintiff,<br>\nv.<br>\nGREAT AMERICAN E &amp; S INSURANCE COMPANY and Great American Custom Insurance Services, Inc., Defendants.</h1></center>\n<center>No. 5:04-CV-42-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 24, 2004.</center>\n<p><span class=\"star-pagination\">*718</span> Theodore B. Smyth, Thompson, Smyth &amp; Cioffi, Raleigh, NC, for James C. Greene Co., plaintiff.</p>\n<p>Great American E &amp; S Insurance Company, c/o Eve Cutler Rosen, General Cnsl, Cincinnati, OH, Gary S. Parsons, Bailey &amp; Dixon, Raleigh, NC, for Great American E &amp; S Insurance Company, Great American Custom Insurance Services, Inc., defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' motion to compel arbitration and to stay. Plaintiff filed a response in opposition to the motion, and defendants replied. This matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This matter arises out of a professional liability insurance policy issued by defendant Great American E &amp; S Insurance Company (\"GAE &amp; S\") to plaintiff James C. Greene Company. James C. Greene Company is a North Carolina corporation with its principal place of business located in Wake County, North Carolina. (Compl., ¶ 1) Defendant GAE &amp; S is a Delaware corporation with its principal place of business located in Cincinnati, Ohio. (Notice of Removal, ¶ 5) Defendant Great American Custom Insurance Services, Inc. (\"GACIS\") is an Ohio corporation with its principal place of business located in Los Angeles, California. (Notice of Removal, ¶ 6)</p>\n<p>Plaintiff has been sued in two tort actions in North Carolina state courts in its capacity as an adjusting company, based on claims arising out of the adjustment of two property damage claims in North Carolina. (Compl., ¶¶ 6, 14) Defendant GAE &amp; S, through its general managing agent, defendant GACIS, (Golenor Aff.), denied <span class=\"star-pagination\">*719</span> plaintiff coverage for one of the two lawsuits, and indicated it was in the process of evaluating the other lawsuit before Plaintiff sued. (Br. in Supp. of Defs.' Mot. to Compel Arbitration and to Stay, at 2.)</p>\n<p>Plaintiff brought lawsuit in Wake County Superior Court, seeking a declaration of insurance coverage and damages for unfair and deceptive trade practices. On 20 January 2004, defendants removed the action to this court based on diversity of citizenship. On 24 February 2004, defendants filed a motion to compel arbitration and to stay, contending that both defendants are entitled to arbitration pursuant to the arbitration clause within the insurance policy. On 19 April 2004, plaintiff replied, opposing arbitration of the claim against defendant GACIS. Plaintiff also disputed over the issue of arbitration location. On 3 May 2004, defendants replied and reiterated its stance that defendant GACIS is entitled to arbitration but failed to address the issue of arbitration location that plaintiff raised.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>There is an arbitration clause within the insurance policy between plaintiff and defendant GAE &amp; S, stating that \"[a]ny dispute or controversy arising out of or relating to this policy shall be settled by binding arbitration.\" (App. to Pl.'s Mem. of Law, at 9.) In addition, a \"fees and expenses\" provision states that \"[a]rbitration shall take place in New York, New York, unless otherwise agreed to by both parties.\" (App. to Pl.'s Mem. of Law, at 10.) As noted above, the parties do not dispute whether the claim against defendant GAE &amp; S should be subject to arbitration. The issues raised are whether defendant GACIS, a nonparty, is entitled to demand arbitration and where the arbitration should occur.</p>\n<p></p>\n<h2><i>A. Is defendant GACIS, a nonparty, entitled to demand arbitration?</i></h2>\n<p>Generally, \"arbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit.\" <i>United Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> 363 U.S. 574, 582, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960). However, in certain limited circumstances, a nonparty can enforce, or be bound by, an arbitration provision within a contract executed by other parties. <i>See </i><i>Int'l Paper Co. v. Schwabedissen Maschinen &amp; Anlagen GMBH,</i> 206 F.3d 411, 416-17 (4th Cir.2000). A number of courts, including the Fourth Circuit, have recognized an \"intertwined claims\" exception to the general rule. <i>See e.g., </i><i>Grigson v. Creative Artists Agency, L.L.C.,</i> 210 F.3d 524 (5th Cir.2000) (holding that where the claims against nonparty are intertwined with, and dependent upon, the claims against party to the arbitration clause, the arbitration clause should be given effect to the non-party); <i>Choctaw Generation Ltd. P'ship v. Am. Home Assur. Co.,</i> 271 F.3d 403 (2nd Cir.2001) (holding that a party was estopped from avoiding arbitration where issues that nonsignatory sought to resolve in arbitration were intertwined with construction contract containing an arbitration clause that the party signed); <i>Sunkist Soft Drinks, Inc. v. Sunkist Growers, Inc.,</i> 10 F.3d 753 (11th Cir.1993) (holding that because claims against nonsignatory parent were \"intimately founded in and intertwined with\" a contract containing an arbitration clause, signatory was estopped from refusing to arbitrate those claims); <i>J.J. Ryan &amp; Sons v. Rhone Poulenc Textile, S.A.,</i> 863 F.2d 315 (4th Cir.1988).</p>\n<p>In <i>Ryan,</i> plaintiff Ryan alleged that defendant Rhone, the parent company, acted in concert with its affiliates and caused them to terminate contracts with plaintiff <span class=\"star-pagination\">*720</span> and take other actions detrimental to plaintiff. The Fourth Circuit noted that although Rhone was not a party to the distribution contracts, which contained arbitration clauses, it was willing to submit Ryan's disputes with it to arbitration. 863 F.2d at 320. The court held that \"when the charges against a parent company and its subsidiaries are based on the same facts and are inherently inseparable, a court may refer claims against the parent to arbitration even though the parent is not formally a party to the arbitration agreement.\" <i>Id.</i> at 320-21; <i>see also Burlington Ins. Co. v. Trygg-Hansa Ins. Co. AB,</i> No. 00-1373, 9 Fed.Appx. 196, 202-03, 2001 WL 543221 at *5 (4th Cir.2001) (reaffirming <i>Ryan</i>).</p>\n<p>Recognizing that this case does not involve a parent company and its subsidiary, <i>Ryan</i> is sufficiently analogous to warrant its application here. Plaintiff alleges that defendants GACIS and GAE &amp; S have acted inappropriately in handling the claims against it. (Compl., ¶ 30) Plaintiff further alleges that defendants collectively engaged in a course of conduct that violated N.C. Gen.Stat. § 58-63-15(11) and § 75-1, <i>et seq.</i> (Compl., ¶ 36) Plaintiff does not allege any independent claim against defendant GACIS. The claims against defendants are \"based on the same facts and are inherently inseparable.\" As such, defendant GACIS is entitled to the protection of the arbitration clause within the insurance policy. <i>See Ryan,</i> 863 F.2d at 320-21.</p>\n<p>The cases that plaintiff cited are not persuasive, as those cases all may be factually distinguished from the instant case. (<i>See</i> Pl.'s Mem. of Law in Opp'n to Defs.' Mot. to Compel Arbitration and to Stay, at 5-7.) The only case that is worth mentioning is <i>Arrants v. Buck,</i> 130 F.3d 636 (4th Cir.1997). In <i>Arrants,</i> the Fourth Circuit was asked to determine whether an introducing broker could invoke an arbitration clause in an agreement between a customer and its clearing broker, who was not sued. The <i>Arrants</i> court did not observe the <i>Ryan</i> reasoning, only narrowly holding that under those facts the nonparty introducing broker was not entitled to arbitration because it was not expressly referred to in the clearing broker's agreement with the customer. <i>Id.</i> at 638.</p>\n<p>Unlike in <i>Arrants,</i> where only the nonparty was sued, the court notes that plaintiff here sues both a party and a nonparty to the arbitration agreement, and plaintiff's claims against both are based on same facts and clearly inseparable. Therefore, this case is more analogous to <i>Ryan</i> than to <i>Arrants.</i></p>\n<p>The same result can be reached under an \"agent theory.\" The <i>Arrants</i> court recognized the \"agent theory\" exception to the general rule. <i>Id.</i> at 641. The <i>Arrants</i> court noted that if the introducing broker was the agent of clearing broker, then it could take advantage of the arbitration clause in customer-clearing broker agreement. <i>Id.</i> The same theory was also embraced by the Third Circuit in <i>Pritzker v. Merrill Lynch,</i> 7 F.3d 1110 (3rd Cir.1993), which bound an agent to its principal's arbitration agreement.</p>\n<p>Although defendants do not specifically rely on the \"agent theory\" exception to the general rule, they do mention and claim that defendant GACIS is the managing general agent of defendant GAE &amp; S and directly dealt with the claims in question. (Br. in Supp. of Defs.' Mot. to Compel Arbitration and to Stay, at 6; Golenor Aff.) Therefore, under the alternative \"agent theory\" exception, GACIS is entitled to the protection of the arbitration provision that GAE &amp; S has entered into.</p>\n<p>Further, the current federal policy favors arbitration over litigation. <i>See </i><i>Moses H. Cone Mem. Hosp. v. Mercury</i> <span class=\"star-pagination\">*721</span> <i>Constr. Corp.,</i> 460 U.S. 1, 24-25, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983). In keeping up with this policy, the Fourth Circuit has said that arbitration \"should not be denied unless it may be said with positive assurance that the arbitration [agreement] is not susceptible of an interpretation that covers the asserted dispute.\" <i>Peoples Sec. Life Ins. Co. v. Monumental Life Ins. Co.,</i> 867 F.2d 809, 812 (4th Cir.1989) (quoting <i>United Steelworkers of Am.,</i> 363 U.S. at 582-83, 80 S.Ct. 1347) Therefore, the court will give due regard to the federal policy favoring arbitration and compel plaintiff's claims against GACIS to arbitration.</p>\n<p></p>\n<h2><i>B. Is the forum selection clause within the insurance policy enforceable?</i></h2>\n<p>The Supreme Court has consistently accorded forum selection clauses<sup>[1]</sup> presumptive validity. <i>See </i><i>Carnival Cruise Lines, Inc. v. Shute,</i> 499 U.S. 585, 111 S.Ct. 1522, 113 L.Ed.2d 622 (1991); <i>The Bremen v. Zapata Off-Shore Co.,</i> 407 U.S. 1, 92 S.Ct. 1907, 32 L.Ed.2d 513 (1972). But the presumption is not absolute and may be overcome by a clear showing that they are \"`unreasonable' under the circumstances.\" <i>The Bremen,</i> 407 U.S. at 10, 92 S.Ct. 1907. In <i>Allen v. Lloyd's of London,</i> 94 F.3d 923 (4th Cir.1996), the Fourth Circuit addressed selection clauses that are unreasonable:</p>\n<blockquote>Choice of forum and law provisions may be found unreasonable if: (1) their formation was induced by fraud or overreaching; (2) the complaining party \"will for all practical purposes be deprived of his day in court\" because of the grave inconvenience or unfairness of the selected forum; (3) the fundamental unfairness of the chosen law may deprive the plaintiff of a remedy; or (4) their enforcement would contravene a strong public policy of the forum state.</blockquote>\n<p>94 F.3d at 928.</p>\n<p>Plaintiff has pointed out that the forum selection clause within the insurance policy would contravene a strong public policy in North Carolina. (Pl.'s Mem. of Law in Opp'n to Defs.' Mot. to Compel Arbitration and to Stay, at 9.) According to North Carolina law, \"[a]ny provision in a contract entered into in North Carolina that requires the prosecution of any action or the arbitration of any dispute that arises from the contract to be instituted or heard in another state is against public policy and is void and unenforceable.\" N.C. Gen.Stat. § 22B-3. Had plaintiff solely based its argument on North Carolina law, its reliance would have been misplaced in light of the Supreme Court's admonition in <i>Stewart Org., Inc., v. Ricoh Corp.,</i> 487 U.S. 22, 108 S.Ct. 2239, 101 L.Ed.2d 22 (1988).</p>\n<p>In <i>Stewart</i>, the Supreme Court held that the validity of forum selection clause is to be determined under federal law. 487 U.S. at 32, 108 S.Ct. 2239. The Court admonished that the fact that a forum selection clause violated the public policy of the forum is just a factor in a multi-factor analyses, but not a dispositive one. <i>Id.</i> Therefore, after <i>Steward,</i> the fact that forum selection clause violated the public policy of North Carolina is not by and of itself sufficient to render the clause unreasonable.</p>\n<p>However, plaintiff also points out other factors that support its claim of \"unreasonableness\" under the <i>Allen</i> test. Plaintiff contends that the selected forum is gravely inconvenient and unfair. (Pl.'s <span class=\"star-pagination\">*722</span> Mem. of Law in Opp'n to Defs.' Mot. to Compel Arbitration and to Stay, at 13.) In <i>Cable-La, Inc. v. Williams Communications, Inc.,</i> 104 F.Supp.2d 569 (M.D.N.C.1999), the court looked at 11 factors to examine the \"inconvenience\" of a forum selection clause. The 11 factors bearing on \"inconvenience\" were:</p>\n<blockquote>(1) the plaintiff's initial choice of forum; (2) the relative ease of access to sources of proof; (3) availability of compulsory process for attendance of unwilling witness; (4) possibility of a view of the premises, if appropriate; (5) enforceability of a judgement, if one is obtained; (6) relative advantage and obstacles to a fair trial; (7) other practical problems that make a trial easy, expeditious, and inexpensive; (8) administrative difficulties of court congestion; (9) local interest in having localized controversies settled at home; (10) appropriateness in having a trial of a diversity case in a forum that is at home with the state law that must govern the action; and (11) avoidance of unnecessary problems with conflicts of laws.</blockquote>\n<p>104 F.Supp.2d at 577.</p>\n<p>The majority of these factors favor keeping the arbitration of the instant case within North Carolina. Neither parties have any connection at all with the state of New York as to either place of incorporation, the principle place of business, the purchase of the insurance, the adjustment (or lack thereof) of the two claims submitted to defendants, or as to the location of the two underlying lawsuits where plaintiff has itself been sued. As such, plaintiff has shown that the selected forum causes grave inconvenience.</p>\n<p>Because plaintiff has shown that there is grave inconvenience in the selected forum, and that enforcement of the arbitration provision for New York resolution would contravene a strong public policy of North Carolina and because defendants have not contested the issue, arbitration should take place in North Carolina.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendants' motion to compel arbitration and to stay is ALLOWED. The case is hereby REFERRED to arbitration, to occur in the state of North Carolina. The Clerk of Court is directed to administratively close the case subject to the same being reopened on motion of any party for good cause shown.</p>\n<h2>NOTES</h2>\n<p>[1]  Technically, the clause at issue concerns arbitration and is not strictly a \"forum selection clause.\" However, it is irrelevant for purposes of this analysis. Indeed, the Supreme Court in <i>Scherk v. Alberto-Culver Co.,</i> 417 U.S. 506, 519, 94 S.Ct. 2449, 41 L.Ed.2d 270 (1974), characterized an agreement to arbitrate before a special tribunal as \"a specialized kind of forum-selection clause.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">717</span></span> (2004)</b></center>\n<center><h1>JAMES C. GREENE COMPANY Plaintiff,<br>\nv.<br>\nGREAT AMERICAN E &amp; S INSURANCE COMPANY and Great American Custom Insurance Services, Inc., Defendants.</h1></center>\n<center>No. 5:04-CV-42-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 24, 2004.</center>\n<p><span class=\"star-pagination\">*718</span> Theodore B. Smyth, Thompson, Smyth &amp; Cioffi, Raleigh, NC, for James C. Greene Co., plaintiff.</p>\n<p>Great American E &amp; S Insurance Company, c/o Eve Cutler Rosen, General Cnsl, Cincinnati, OH, Gary S. Parsons, Bailey &amp; Dixon, Raleigh, NC, for Great American E &amp; S Insurance Company, Great American Custom Insurance Services, Inc., defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' motion to compel arbitration and to stay. Plaintiff filed a response in opposition to the motion, and defendants replied. This matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This matter arises out of a professional liability insurance policy issued by defendant Great American E &amp; S Insurance Company (\"GAE &amp; S\") to plaintiff James C. Greene Company. James C. Greene Company is a North Carolina corporation with its principal place of business located in Wake County, North Carolina. (Compl., ¶ 1) Defendant GAE &amp; S is a Delaware corporation with its principal place of business located in Cincinnati, Ohio. (Notice of Removal, ¶ 5) Defendant Great American Custom Insurance Services, Inc. (\"GACIS\") is an Ohio corporation with its principal place of business located in Los Angeles, California. (Notice of Removal, ¶ 6)</p>\n<p>Plaintiff has been sued in two tort actions in North Carolina state courts in its capacity as an adjusting company, based on claims arising out of the adjustment of two property damage claims in North Carolina. (Compl., ¶¶ 6, 14) Defendant GAE &amp; S, through its general managing agent, defendant GACIS, (Golenor Aff.), denied <span class=\"star-pagination\">*719</span> plaintiff coverage for one of the two lawsuits, and indicated it was in the process of evaluating the other lawsuit before Plaintiff sued. (Br. in Supp. of Defs.' Mot. to Compel Arbitration and to Stay, at 2.)</p>\n<p>Plaintiff brought lawsuit in Wake County Superior Court, seeking a declaration of insurance coverage and damages for unfair and deceptive trade practices. On 20 January 2004, defendants removed the action to this court based on diversity of citizenship. On 24 February 2004, defendants filed a motion to compel arbitration and to stay, contending that both defendants are entitled to arbitration pursuant to the arbitration clause within the insurance policy. On 19 April 2004, plaintiff replied, opposing arbitration of the claim against defendant GACIS. Plaintiff also disputed over the issue of arbitration location. On 3 May 2004, defendants replied and reiterated its stance that defendant GACIS is entitled to arbitration but failed to address the issue of arbitration location that plaintiff raised.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>There is an arbitration clause within the insurance policy between plaintiff and defendant GAE &amp; S, stating that \"[a]ny dispute or controversy arising out of or relating to this policy shall be settled by binding arbitration.\" (App. to Pl.'s Mem. of Law, at 9.) In addition, a \"fees and expenses\" provision states that \"[a]rbitration shall take place in New York, New York, unless otherwise agreed to by both parties.\" (App. to Pl.'s Mem. of Law, at 10.) As noted above, the parties do not dispute whether the claim against defendant GAE &amp; S should be subject to arbitration. The issues raised are whether defendant GACIS, a nonparty, is entitled to demand arbitration and where the arbitration should occur.</p>\n<p></p>\n<h2><i>A. Is defendant GACIS, a nonparty, entitled to demand arbitration?</i></h2>\n<p>Generally, \"arbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit.\" <i>United Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 582, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1409</span></a></span> (1960). However, in certain limited circumstances, a nonparty can enforce, or be bound by, an arbitration provision within a contract executed by other parties. <i>See </i><i>Int'l Paper Co. v. Schwabedissen Maschinen &amp; Anlagen GMBH,</i> <span class=\"citation\" data-id=\"767975\"><a href=\"/opinion/767975/international-paper-company-v-schwabedissen-maschinen-anlagen-gmbh/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">411</span></a></span>, 416-17 (4th Cir.2000). A number of courts, including the Fourth Circuit, have recognized an \"intertwined claims\" exception to the general rule. <i>See e.g., </i><i>Grigson v. Creative Artists Agency, L.L.C.,</i> <span class=\"citation\" data-id=\"20718\"><a href=\"/opinion/20718/grigson-v-creative-artists/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span> (5th Cir.2000) (holding that where the claims against nonparty are intertwined with, and dependent upon, the claims against party to the arbitration clause, the arbitration clause should be given effect to the non-party); <i>Choctaw Generation Ltd. P'ship v. Am. Home Assur. Co.,</i> <span class=\"citation\" data-id=\"775558\"><a href=\"/opinion/775558/choctaw-generation-limited-partnership-v-american-home-assurance-company/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span> (2nd Cir.2001) (holding that a party was estopped from avoiding arbitration where issues that nonsignatory sought to resolve in arbitration were intertwined with construction contract containing an arbitration clause that the party signed); <i>Sunkist Soft Drinks, Inc. v. Sunkist Growers, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></span> (11th Cir.1993) (holding that because claims against nonsignatory parent were \"intimately founded in and intertwined with\" a contract containing an arbitration clause, signatory was estopped from refusing to arbitrate those claims); <i>J.J. Ryan &amp; Sons v. Rhone Poulenc Textile, S.A.,</i> <span class=\"citation\" data-id=\"515742\"><a href=\"/opinion/515742/jj-ryan-sons-inc-v-rhone-poulenc-textile-sa-rhone-poulenc-fibers/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></a></span> (4th Cir.1988).</p>\n<p>In <i>Ryan,</i> plaintiff Ryan alleged that defendant Rhone, the parent company, acted in concert with its affiliates and caused them to terminate contracts with plaintiff <span class=\"star-pagination\">*720</span> and take other actions detrimental to plaintiff. The Fourth Circuit noted that although Rhone was not a party to the distribution contracts, which contained arbitration clauses, it was willing to submit Ryan's disputes with it to arbitration. 863 F.2d at 320. The court held that \"when the charges against a parent company and its subsidiaries are based on the same facts and are inherently inseparable, a court may refer claims against the parent to arbitration even though the parent is not formally a party to the arbitration agreement.\" <i>Id.</i> at 320-21; <i>see also Burlington Ins. Co. v. Trygg-Hansa Ins. Co. AB,</i> No. 00-1373, 9 Fed.Appx. 196, 202-03, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">543221</span></span> at *5 (4th Cir.2001) (reaffirming <i>Ryan</i>).</p>\n<p>Recognizing that this case does not involve a parent company and its subsidiary, <i>Ryan</i> is sufficiently analogous to warrant its application here. Plaintiff alleges that defendants GACIS and GAE &amp; S have acted inappropriately in handling the claims against it. (Compl., ¶ 30) Plaintiff further alleges that defendants collectively engaged in a course of conduct that violated N.C. Gen.Stat. § 58-63-15(11) and § 75-1, <i>et seq.</i> (Compl., ¶ 36) Plaintiff does not allege any independent claim against defendant GACIS. The claims against defendants are \"based on the same facts and are inherently inseparable.\" As such, defendant GACIS is entitled to the protection of the arbitration clause within the insurance policy. <i>See Ryan,</i> 863 F.2d at 320-21.</p>\n<p>The cases that plaintiff cited are not persuasive, as those cases all may be factually distinguished from the instant case. (<i>See</i> Pl.'s Mem. of Law in Opp'n to Defs.' Mot. to Compel Arbitration and to Stay, at 5-7.) The only case that is worth mentioning is <i>Arrants v. Buck,</i> <span class=\"citation\" data-id=\"748772\"><a href=\"/opinion/748772/frankie-a-arrants-danette-f-arrants-v-ellsworth-allen-buck-jr-george/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span> (4th Cir.1997). In <i>Arrants,</i> the Fourth Circuit was asked to determine whether an introducing broker could invoke an arbitration clause in an agreement between a customer and its clearing broker, who was not sued. The <i>Arrants</i> court did not observe the <i>Ryan</i> reasoning, only narrowly holding that under those facts the nonparty introducing broker was not entitled to arbitration because it was not expressly referred to in the clearing broker's agreement with the customer. <i>Id.</i> at 638.</p>\n<p>Unlike in <i>Arrants,</i> where only the nonparty was sued, the court notes that plaintiff here sues both a party and a nonparty to the arbitration agreement, and plaintiff's claims against both are based on same facts and clearly inseparable. Therefore, this case is more analogous to <i>Ryan</i> than to <i>Arrants.</i></p>\n<p>The same result can be reached under an \"agent theory.\" The <i>Arrants</i> court recognized the \"agent theory\" exception to the general rule. <i>Id.</i> at 641. The <i>Arrants</i> court noted that if the introducing broker was the agent of clearing broker, then it could take advantage of the arbitration clause in customer-clearing broker agreement. <i>Id.</i> The same theory was also embraced by the Third Circuit in <i>Pritzker v. Merrill Lynch,</i> <span class=\"citation\" data-id=\"655510\"><a href=\"/opinion/655510/eli-pritzker-sol-cooperstein-jack-levin-as-trustees-of-penn-electric/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1110</span></a></span> (3rd Cir.1993), which bound an agent to its principal's arbitration agreement.</p>\n<p>Although defendants do not specifically rely on the \"agent theory\" exception to the general rule, they do mention and claim that defendant GACIS is the managing general agent of defendant GAE &amp; S and directly dealt with the claims in question. (Br. in Supp. of Defs.' Mot. to Compel Arbitration and to Stay, at 6; Golenor Aff.) Therefore, under the alternative \"agent theory\" exception, GACIS is entitled to the protection of the arbitration provision that GAE &amp; S has entered into.</p>\n<p>Further, the current federal policy favors arbitration over litigation. <i>See </i><i>Moses H. Cone Mem. Hosp. v. Mercury</i> <span class=\"star-pagination\">*721</span> <i>Constr. Corp.,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 24-25, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983). In keeping up with this policy, the Fourth Circuit has said that arbitration \"should not be denied unless it may be said with positive assurance that the arbitration [agreement] is not susceptible of an interpretation that covers the asserted dispute.\" <i>Peoples Sec. Life Ins. Co. v. Monumental Life Ins. Co.,</i> <span class=\"citation\" data-id=\"518407\"><a href=\"/opinion/518407/peoples-security-life-insurance-company-v-monumental-life-insurance/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 812 (4th Cir.1989) (quoting <i>United Steelworkers of Am.,</i> 363 U.S. at 582-83, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>) Therefore, the court will give due regard to the federal policy favoring arbitration and compel plaintiff's claims against GACIS to arbitration.</p>\n<p></p>\n<h2><i>B. Is the forum selection clause within the insurance policy enforceable?</i></h2>\n<p>The Supreme Court has consistently accorded forum selection clauses<sup>[1]</sup> presumptive validity. <i>See </i><i>Carnival Cruise Lines, Inc. v. Shute,</i> <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1522</span></a></span>, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1991); <i>The Bremen v. Zapata Off-Shore Co.,</i> <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1907</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1972). But the presumption is not absolute and may be overcome by a clear showing that they are \"`unreasonable' under the circumstances.\" <i>The Bremen,</i> 407 U.S. at 10, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1907</span></a></span>. In <i>Allen v. Lloyd's of London,</i> <span class=\"citation\" data-id=\"725514\"><a href=\"/opinion/725514/fed-sec-l-rep-p-99306-louis-f-allen-carl-k-baker-joyce-p-baker/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span> (4th Cir.1996), the Fourth Circuit addressed selection clauses that are unreasonable:</p>\n<blockquote>Choice of forum and law provisions may be found unreasonable if: (1) their formation was induced by fraud or overreaching; (2) the complaining party \"will for all practical purposes be deprived of his day in court\" because of the grave inconvenience or unfairness of the selected forum; (3) the fundamental unfairness of the chosen law may deprive the plaintiff of a remedy; or (4) their enforcement would contravene a strong public policy of the forum state.</blockquote>\n<p>94 F.3d at 928.</p>\n<p>Plaintiff has pointed out that the forum selection clause within the insurance policy would contravene a strong public policy in North Carolina. (Pl.'s Mem. of Law in Opp'n to Defs.' Mot. to Compel Arbitration and to Stay, at 9.) According to North Carolina law, \"[a]ny provision in a contract entered into in North Carolina that requires the prosecution of any action or the arbitration of any dispute that arises from the contract to be instituted or heard in another state is against public policy and is void and unenforceable.\" N.C. Gen.Stat. § 22B-3. Had plaintiff solely based its argument on North Carolina law, its reliance would have been misplaced in light of the Supreme Court's admonition in <i>Stewart Org., Inc., v. Ricoh Corp.,</i> <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2239</span></a></span>, <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1988).</p>\n<p>In <i>Stewart</i>, the Supreme Court held that the validity of forum selection clause is to be determined under federal law. 487 U.S. at 32, <span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2239</span></a></span>. The Court admonished that the fact that a forum selection clause violated the public policy of the forum is just a factor in a multi-factor analyses, but not a dispositive one. <i>Id.</i> Therefore, after <i>Steward,</i> the fact that forum selection clause violated the public policy of North Carolina is not by and of itself sufficient to render the clause unreasonable.</p>\n<p>However, plaintiff also points out other factors that support its claim of \"unreasonableness\" under the <i>Allen</i> test. Plaintiff contends that the selected forum is gravely inconvenient and unfair. (Pl.'s <span class=\"star-pagination\">*722</span> Mem. of Law in Opp'n to Defs.' Mot. to Compel Arbitration and to Stay, at 13.) In <i>Cable-La, Inc. v. Williams Communications, Inc.,</i> <span class=\"citation\" data-id=\"2503832\"><a href=\"/opinion/2503832/cable-la-inc-v-williams-communications-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">569</span></a></span> (M.D.N.C.1999), the court looked at 11 factors to examine the \"inconvenience\" of a forum selection clause. The 11 factors bearing on \"inconvenience\" were:</p>\n<blockquote>(1) the plaintiff's initial choice of forum; (2) the relative ease of access to sources of proof; (3) availability of compulsory process for attendance of unwilling witness; (4) possibility of a view of the premises, if appropriate; (5) enforceability of a judgement, if one is obtained; (6) relative advantage and obstacles to a fair trial; (7) other practical problems that make a trial easy, expeditious, and inexpensive; (8) administrative difficulties of court congestion; (9) local interest in having localized controversies settled at home; (10) appropriateness in having a trial of a diversity case in a forum that is at home with the state law that must govern the action; and (11) avoidance of unnecessary problems with conflicts of laws.</blockquote>\n<p>104 F.Supp.2d at 577.</p>\n<p>The majority of these factors favor keeping the arbitration of the instant case within North Carolina. Neither parties have any connection at all with the state of New York as to either place of incorporation, the principle place of business, the purchase of the insurance, the adjustment (or lack thereof) of the two claims submitted to defendants, or as to the location of the two underlying lawsuits where plaintiff has itself been sued. As such, plaintiff has shown that the selected forum causes grave inconvenience.</p>\n<p>Because plaintiff has shown that there is grave inconvenience in the selected forum, and that enforcement of the arbitration provision for New York resolution would contravene a strong public policy of North Carolina and because defendants have not contested the issue, arbitration should take place in North Carolina.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendants' motion to compel arbitration and to stay is ALLOWED. The case is hereby REFERRED to arbitration, to occur in the state of North Carolina. The Clerk of Court is directed to administratively close the case subject to the same being reopened on motion of any party for good cause shown.</p>\n<h2>NOTES</h2>\n<p>[1]  Technically, the clause at issue concerns arbitration and is not strictly a \"forum selection clause.\" However, it is irrelevant for purposes of this analysis. Indeed, the Supreme Court in <i>Scherk v. Alberto-Culver Co.,</i> <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 519, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span></a></span> (1974), characterized an agreement to arbitrate before a special tribunal as \"a specialized kind of forum-selection clause.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/20718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503832/"
  ]
}