{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2411266/",
  "absolute_url": "/opinion/2411266/united-states-v-bankert/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2411266/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:25:02.910062Z",
  "date_modified": "2016-04-26T21:40:23.107783Z",
  "type": "010combined",
  "sha1": "4a948ecc44b7a420eec228b5124b50435b4bfd07",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>186 F.Supp.2d 623 (2000)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nTerry BANKERT, Defendant.<br>\nUnited States of America, Plaintiff,<br>\nv.<br>\nJymco Development, Inc. d/b/a Whitley Homes, and Jimmy Ray Whitley</h1></center>\n<center>Nos. 5:99CV358-BR(3), 5:99-CV-577-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 2000.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*624</span> ORDER</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendants' motions to dismiss and motion to request a hearing on the motions to dismiss are before the court.</p>\n<p>On 28 May 1999, the United States filed a complaint against Terry Bankert, an employee of Jymco Development, Inc. and on 27 August 1999, the United States filed a complaint against Jymco Development, Inc., d/b/a Whitley Homes (Jymco), and Jimmy Ray Whitley, the president and owner of Jymco. Both complaints were filed on behalf of Kimberly and Cary Bruton and Isaac Woods, and both allege that defendants discriminated against the Brutons and Woods in the course of the sale of a modular home because of race in violation of the Fair Housing Act, Title VIII of the Civil Rights Act of 1968, as amended, 42 U.S.C. §§ 3601 et seq. (the FHA). On 16 November 1999, this court entered an Order consolidating the Bankert (Ca. No. 5:99-CV-358-BR(3)) and the Jymco (5:99-CV-577-BR(2)) cases.</p>\n<p>Meanwhile, on 12 October 1999, defendants Jymco and Whitley filed a motion to dismiss to which the United States responded on 22 November 1999. On 3 December 1999, defendants Jymco and Whitley filed a motion to request a hearing on the motion to dismiss. On 27 December 1999, in accordance with Magistrate Judge Webb's Order of that date, plaintiff filed an amended complaint. On 10 January 2000, defendants Jymco, Whitley and Bankert filed answers to the amended complaint and renewed motions to dismiss along with a supporting memorandum. Defendants' motions to dismiss and motion to request a hearing are ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>In September 1995, the Brutons, a white couple, contacted Jymco about purchasing a modular home constructed by Jymco and placing it on a lot located in Benson, North Carolina which was owned by Jymco. (Compl. ¶¶ 4, 15.) Jymco referred the Brutons to Unlimited Financial Resources (UFR), a financing company owned and operated by Isaac Woods, an African-American male, for financing. (Compl. ¶¶ 5, 16-17.) At the time Jymco made this referral, the employees and owner of Jymco were not aware that Isaac Woods, the president and owner of UFR, was African-American. (Compl.¶ 16, Ans. ¶ 16.) Gene Summerlin, a white male former employee of UFR, made the initial contact with Jymco. (Compl. ¶ 16.) In accordance with Jymco's referral, on or about 4 October 1995, the Brutons applied with UFR for a mortgage loan insured by the Department of Housing and Urban <span class=\"star-pagination\">*625</span> Development. (Compl. ¶ 17.) Subsequently, the Brutons executed a sales contract with Jymco on 9 October 1995 to purchase a modular home for $80,000, and they paid Jymco $1,000 in earnest money. (Id. at ¶ 18.) Closing was scheduled to occur on or before 30 November 1995.(Id.) Throughout this process, the Brutons dealt primarily with defendant Terry Bankert, an employee of Jymco. (Id.)</p>\n<p>At some point in October 1995, the employees and/or owner of Jymco discovered that the president and owner of UFR was African-American. (Compl. ¶ 19, Ans. ¶ 19.) Thereafter, the complaint alleges that Whitley and Bankert made racially derogatory statements about UFR, its African-American employees and owner, to both Woods and the Brutons. (Compl. ¶ 20.) According to the declaration of Isaac Woods, Woods fired Gene Summerlin on 11 October 1995 and, soon thereafter, learned that Summerlin had contacted home sellers whose business Summerlin had solicited on Woods' behalf and that he had made racially derogatory statements to those sellers about Woods and his company. (Pl.'s Ex. 2 at 7.) Bankert repeated Summerlin's racially derogatory comments to Woods in a telephone call on or about 18 October 1995.(Id.) Jymco, its agents, Whitley, and Bankert allegedly took steps to delay and discourage the processing of the Brutons' loan, including, but not limited to, failing to respond to several of UFR's requests for information that was necessary to process the HUD loan. (Compl. ¶ 19; Pl.'s Ex. 2 at 8.) Bankert and others affiliated with Jymco informed the Brutons that the delays were caused by UFR. Specifically, Bankert informed Ms. Bruton that the real problem was the fact that they \"[were] dealing with a bunch of niggers down there that don't know their ass from a hole in the ground.\" (Pl.'s Ex. 1 at 3.)<sup>[1]</sup></p>\n<p>Ms. Bruton informed Jymco that she and her husband did not want to continue doing business with Jymco because of the company's discriminatory attitude toward UFR, and Bankert refused to return the Brutons' earnest money deposit. (Compl. at ¶ 21.) Bankert and other Jymco agents then allegedly contacted Centura Bank about moving the Brutons' loan from UFR to Centura without notice to or approval from the Brutons. Bankert then encouraged the Brutons to move their loan to Centura. (Compl. ¶ 22.) Ms. Bruton stated that, when she suggested that UFR would not appreciate the Brutons' transfer of their loan application given the amount of work Woods had put into it, Whitley told her he would take his sons up there and beat everyone with baseball bats if they would not return the Brutons' loan file. (Pl.'s Ex. 1 at 4.) Woods also stated that, after making racially derogatory comments to Woods during a telephone conversation, Whitley threatened \"to come and kick [his] ass.\" (Pl.'s Ex. 2 at 9.) On or about 10 November 1995, Bankert contacted UFR and demanded that the Brutons' loan application be forwarded to Centura for processing. (Compl. ¶ 23, Pl.'s Ex. 2 at 10.) The loan was ultimately transferred to Centura. However, because the cost of the mortgage loan offered by Centura was higher than that offered by UFR and because of the manner in which Jymco treated UFR, the Brutons decided not to purchase a lot or a home from Jymco. (Compl. ¶ 24.) Jymco did not return the Brutons' earnest money deposit. (Compl. ¶¶ 23-24.) The complaint alleges <span class=\"star-pagination\">*626</span> that Cary and Kimberly Bruton and Isaac Woods suffered damages as a result of defendants' discriminatory conduct. (Compl. ¶ 27.)</p>\n<p>On 6 May 1996, the Brutons and Woods filed complaints with the United States Department of Housing and Urban Development (HUD) alleging that defendants had engaged in discriminatory conduct based on Woods' race in violation of the FHA. On 6 April 1999, the Secretary of HUD issued a charge of discrimination, charging defendants with engaging in discriminatory housing practices in violation of the FHA. On or about 30 April 1999, defendants Jymco and Whitley elected to have the charge resolved in a federal civil action. The United States filed these claims on behalf of the Brutons and Woods in May and August 1999. The United States is authorized to bring a civil action on behalf of aggrieved parties pursuant to 42 U.S.C. § 3612(<i>o</i>).</p>\n<p></p>\n<h2>II. Motion to Dismiss</h2>\n<p>For purposes of a motion to dismiss pursuant to Rule 12(b)(6), the court will construe the complaint in the light most favorable to the non-moving party and take as true the allegations therein. As stated by the Supreme Court:</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). \"[T]he issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Com'rs,</i> 882 F.2d 870, 872 (4th Cir.1989).</p>\n<p></p>\n<h2>III. The Fair Housing Act</h2>\n<p>The purpose of the Fair Housing Act is \"to provide, within constitutional limitations, for fair housing throughout the United States.\" 42 U.S.C. § 3601; 24 C.F.R. § 100.5. The FHA, which prohibits discrimination in the housing market based on race, color, religion, sex, handicap or national origin, \"is an appropriate and constitutionally permissible exercise of Congressional power under the Thirteenth Amendment to bar all racial discrimination, private as well as public, in the rental and sale of real property.... The Act implements a policy to which Congress has accorded the highest national priority and it is to be liberally construed in accordance with that purpose.\" <i>United States v. L &amp; H Land Corp., Inc.,</i> 407 F.Supp. 576, 579 (S.D.Fla.1976). As the Supreme Court has made clear, the definition of an aggrieved person under the FHA is \"broad, as it is defined as `[a]ny person who claims to have been injured by a discriminatory housing practice.'\" <i>Trafficante v. Metropolitan Life Ins. Co.,</i> 409 U.S. 205, 208, 93 S.Ct. 364, 34 L.Ed.2d 415 (1972) (citation omitted). The Supreme Court has also made clear that standing under § 3612 and § 3610, Sections § 812 and § 810 of Title VIII respectively, extends to the full limits of Article III of the United States Constitution and that the courts accordingly lack the authority to create prudential barriers to standing in such suits. <i>Gladstone Realtors v. Village of Bellwood,</i> 441 U.S. 91, 103, n. 9 and 108, 99 S.Ct. 1601, 60 L.Ed.2d 66 (1979); <i>Havens Realty Corporation v. Coleman,</i> 455 U.S. 363, 371, 102 S.Ct. 1114, 71 L.Ed.2d 214 (1982); <i>Mackey v. Nationwide Ins. Companies,</i> 724 F.2d 419, 422-423 (4th Cir.1984)(\"normal prudential barriers to standing may not be set up as obstacles to the maintenance of actions under the Fair Housing Act\"). Thus, the sole requirement for standing to sue is \"the Article III minima of injury in fact: <span class=\"star-pagination\">*627</span> that the plaintiff allege that as a result of the defendant's actions he has suffered `a distinct and palpable injury.'\" <i>Havens,</i> 455 U.S. at 371, 102 S.Ct. 1114 (citations omitted).</p>\n<p>Defendants have argued that plaintiff has failed to state a claim under the FHA because the complaint does not allege that defendants discriminated against the home buyers in this case and, although Woods is African-American and the complaint alleges discrimination against Woods, Woods was not a potential home buyer and is therefore not within the protections of the FHA. (Motion at 6-7.) Defendants' construction of the FHA is far too narrow; it is not required by the statutory language and it does not comport with Supreme Court precedent interpreting and applying the Act.</p>\n<p>At the outset, therefore, the court notes that the FHA's protections are not limited to those who are potential home buyers or renters. Nor are the Act's protections limited to those persons who are the objects of the racial discrimination alleged. See <i>Havens,</i> 455 U.S. at 376, 102 S.Ct. 1114 (only requirement for standing to sue under FHA is requirement of injury in fact); <i>Trafficante,</i> 409 U.S. at 210, 93 S.Ct. 364 (white and black tenants of apartment complex had standing to sue under the FHA, regardless of the fact that neither had been denied housing, because the landlord of the complex excluded nonwhites from the complex and because deprivation of social and professional advantages of living in an integrated community constituted actual or threatened harm); <i>Gladstone,</i> 441 U.S. at 112-113, 99 S.Ct. 1601 (allegation that particular area of neighborhood was losing its integrated character because of petitioners' practice of steering white buyers away from the area was sufficient to satisfy Article III); <i>Harris v. Itzhaki,</i> 183 F.3d 1043, 1050 (9th Cir.1999)(\"Unlike actions brought under other provisions of civil rights law, under the FHA the plaintiff need not allege that he or she was a victim of discrimination.\").</p>\n<p>The Supreme Court has recognized that \"`[t]he actual or threatened injury required by Article III may exist solely by virtue of \"statutes creating legal rights, the invasion of which creates standing ....\"'\" <i>Havens,</i> 455 U.S. at 373, 102 S.Ct. 1114. The FHA, in defining unlawful conduct in the context of housing practices, creates the legal right to be free of injuries caused by various, specific forms of discriminatory conduct. The FHA makes unlawful conduct which \"make[s] unavailable ... a dwelling to <i>any person</i> because of race ....\" 42 U.S.C. § 3604(a)(emphasis added). The FHA also prohibits discrimination \"against <i>any person</i> in the terms, conditions or privileges of sale ... of a dwelling, or in the provision of services ... in connection therewith, because of race ....\" 42 U.S.C. § 3604(b)(emphasis added). Under the FHA, it is also \"unlawful  [t]o make ... or cause to be made ... any ... statement ... with respect to the sale ... of a dwelling that indicates any preference, limitation, or discrimination based on race ... or an intention to make any such preference, limitation or discrimination.\" 42 U.S.C. § 3604(c). Section 3605 makes it \"unlawful for any person or other entity whose business includes engaging in residential real estate-related transactions to discriminate against any person in making available such a transaction, or in the terms and conditions of such a transaction, because of race ....\" 42 U.S.C. § 3605.</p>\n<p>In interpreting the texts of these statutory provisions, this court is mindful of the Act's stated policy to provide fair housing throughout the United States and of \"precedent recognizing the FHA's `broad and inclusive' compass.\" <i>City of Edmonds v. Oxford House, Inc.,</i> 514 U.S. 725, 731, 115 <span class=\"star-pagination\">*628</span> S.Ct. 1776, 131 L.Ed.2d 801 (1995). See also <i>Woods-Drake v. Lundy,</i> 667 F.2d 1198 (5th Cir.1982)(the provisions of § 3604 \"are to be given broad and liberal construction\"); <i>United States v. Hughes Memorial Home,</i> 396 F.Supp. 544, 548 (W.D.Va.1975). These statutory provisions proscribe discriminatory conduct by developers and home sellers, among others, based on race. There is no indication in the statutory language that the discrimination complained of must be based on the race of the potential home buyer to be actionable.</p>\n<p></p>\n<h2><i>a. Section 3604(a)</i></h2>\n<blockquote>Section 3604(a) not only makes it unlawful to `refuse to sell or rent ...' a dwelling for racial reasons, but also makes it unlawful to `otherwise make unavailable or deny a dwelling to any person because of race ....' ... This catch-all phraseology may not be easily discounted or de-emphasized. Indeed it `appears to be as broad as Congress could have made it, and all practices which have the effect of denying dwellings on prohibited grounds are therefor unlawful.'</blockquote>\n<p><i>Hughes Memorial,</i> 396 F.Supp. at 549. As the Eighth Circuit wrote in <i>Williams,</i> \"[r]ecent cases make clear that the statutes prohibit all forms of discrimination, sophisticated as well as simpleminded, and thus disparity of treatment between whites and blacks, burdensome application procedures, and tactics of delay, hindrance, and special treatment must receive short shrift from the courts.\" <i>Williams v. The Matthews Company,</i> 499 F.2d 819, 825 (8th Cir.), cert. denied, 419 U.S. 1021, 95 S.Ct. 495, 42 L.Ed.2d 294 (1974). See also <i>United States v. Youritan,</i> 370 F.Supp. 643, 648 (N.D.Cal.1973), aff'd. in part, 509 F.2d 623 (1975) (\"[t]he imposition of more burdensome application procedures, of delaying tactics ... constitutes a violation of 3604(a) ....\") While the Fourth Circuit has noted the fact that \"section 3604(a) does not reach every event `that might conceivably affect the availability of housing[,]'\" that court has also explained that, to come within the purview of § 3604(a), the FHA requires a close causal link between housing and the disputed action. <i>Jersey Heights Neighborhood Ass'n v. Glendening,</i> 174 F.3d 180, 192 (4th Cir.1999).</p>\n<p>Here, such a close causal connection is apparent from plaintiff's allegations. After applying for a mortgage loan and signing a sales contract, the Brutons were unable to proceed with the purchase of their modular home using the mortgage lender referred by Jymco because of Jymco's subsequent decision that it did not want its clients using UFR based on Woods' race. Jymco's alleged discrimination against Woods effectively made the modular home and lot unavailable to the Brutons. Jymco's conduct interfered with the Brutons' ability to obtain the financing they had requested and prevented them from consummating the sale. Plaintiff has therefore stated a claim under 42 U.S.C. § 3604(a).</p>\n<p></p>\n<h2><i>b. Section 3604(b)</i></h2>\n<p>Plaintiff has also alleged that Jymco, Whitley and Bankert interefered with the Brutons' ability to obtain financing from UFR by withholding necessary information from UFR and by harassing UFR's owner based on his race, in effect, discriminating against the Brutons in the terms, conditions and privileges of the sale of a dwelling, and in the provision of services in connection therewith, because of the Brutons' decision to continue using the services of an African-American mortgage lender. Moreover, by delaying and failing to provide information to UFR, by harassing Woods, and by demanding that the Brutons' loan application be transferred from UFR, Jymco effectively conditioned <span class=\"star-pagination\">*629</span> its continued relationship with the Brutons on their agreement to move their loan application from UFR to Centura. Plaintiff has therefore stated a claim under 42 U.S.C. § 3604(b). As plaintiff notes, the regulations promulgated by HUD support the conclusion that plaintiff has made out a claim under § 3604.</p>\n<blockquote>It shall be unlawful, because of race ..., to engage in any conduct relating to the provision of housing ... that otherwise makes unavailable or denies dwellings to persons. Prohibited activities ... include, but are not limited to: ... refusing to deal with certain brokers or agents because they or one or more of their clients are of a particular race ...</blockquote>\n<p>24 C.F.R. § 100.70(b) and (d)(2).</p>\n<p></p>\n<h2><i>c. Section 3604(c)</i></h2>\n<p>Plaintiff has alleged that Whitley and Bankert made several explicit statements with respect to the consummation of the sale of a modular home to the Brutons that indicated a preference not to work with African-Americans, a discriminatory attitude toward African-Americans, and an intention to discriminate by withdrawing business from UFR based on Woods' race. Plaintiff has also alleged the making of numerous racially derogatory statements to Woods himself regarding the Brutons' loan application, including threats, that evidence a preference not to work with black people and an intent to discriminate. Plaintiff has therefore set forth a claim under 42 U.S.C. § 3604(c).</p>\n<p></p>\n<h2><i>d. Section 3605</i></h2>\n<p>Finally, plaintiff has alleged that Jymco, Whitley and Bankert, whose business includes engaging in residential real estate-related transactions, discriminated against Woods in making available such a transaction to the Brutons, and in the terms and conditions of such a transaction, because of Woods' race. Defendants' alleged insistence that the Brutons transfer their loan application from UFR to Centura and the fact that the Brutons were necessarily subjected to a higher interest rate because of the transfer, all because defendants did not want to work with Woods because he was African-American, sufficiently states a claim of discrimination in making the transaction available to the Brutons and in the terms and conditions of that transaction.</p>\n<p>In short, defendants' alleged discriminatory conduct toward Woods interfered with, delayed, and ultimately prevented the consummation of the Brutons' purchase of the modular home and lot from Jymco. The Brutons' desire to utilize the services of an African-American mortgage lender and their choice to associate with Woods in a professional capacity cost them their home because of defendants' inability to deal with UFR in a professional, nondiscriminatory manner.<sup>[2]</sup> See <i>Woods-Drake,</i> 667 F.2d at 1200-1201 (\"It is well established that such conduct  discrimination against whites because of their association with blacks  is proscribed by ... the Fair Housing Act.\") Plaintiff has offered direct evidence of defendants' discriminatory conduct toward Woods. Plaintiff need not demonstrate discriminatory conduct toward the Brutons based on the Brutons' race. Plaintiff need only allege injury in fact to the Brutons and to Woods caused by defendants' discriminatory conduct based on race. <i>Harris v. Itzhaki,</i> 183 F.3d 1043, 1050 (9th Cir.1999)(under the FHA \"any person harmed by discrimination, whether or not the target of discrimination, <span class=\"star-pagination\">*630</span> can sue to recover for his or her own injury\"). It has amply demonstrated such injuries assuming the truth of the facts alleged in the complaint.</p>\n<p></p>\n<h2>VI. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motions to dismiss are DENIED. Defendants' motion for a hearing on the motions to dismiss is also DENIED because the court did not find a hearing necessary to its decision in this matter.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff also alleges that at or around the end of October 1995, after learning that Woods was African-American, Jymco also failed to take steps to close a deal with Shannon and Carolyn Seagrove, another couple who sought to purchase a modular home and lot from Jymco with financing through UFR. (Compl. ¶ 25.)</p>\n<p>[2]  Defendants claim that the complaint shows that Jymco continued to try to assist the Brutons despite their desire to obtain their loan from UFR. (Motion at 8.) The very nature of that alleged assistance, rerouting the Brutons' loan application to a non African-American mortgage lender reinforces the discriminatory nature of their conduct towards Woods.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">623</span></span> (2000)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nTerry BANKERT, Defendant.<br>\nUnited States of America, Plaintiff,<br>\nv.<br>\nJymco Development, Inc. d/b/a Whitley Homes, and Jimmy Ray Whitley</h1></center>\n<center>Nos. 5:99CV358-BR(3), 5:99-CV-577-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 2000.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*624</span> ORDER</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendants' motions to dismiss and motion to request a hearing on the motions to dismiss are before the court.</p>\n<p>On 28 May 1999, the United States filed a complaint against Terry Bankert, an employee of Jymco Development, Inc. and on 27 August 1999, the United States filed a complaint against Jymco Development, Inc., d/b/a Whitley Homes (Jymco), and Jimmy Ray Whitley, the president and owner of Jymco. Both complaints were filed on behalf of Kimberly and Cary Bruton and Isaac Woods, and both allege that defendants discriminated against the Brutons and Woods in the course of the sale of a modular home because of race in violation of the Fair Housing Act, Title VIII of the Civil Rights Act of 1968, as amended, 42 U.S.C. §§ 3601 et seq. (the FHA). On 16 November 1999, this court entered an Order consolidating the Bankert (Ca. No. 5:99-CV-358-BR(3)) and the Jymco (5:99-CV-577-BR(2)) cases.</p>\n<p>Meanwhile, on 12 October 1999, defendants Jymco and Whitley filed a motion to dismiss to which the United States responded on 22 November 1999. On 3 December 1999, defendants Jymco and Whitley filed a motion to request a hearing on the motion to dismiss. On 27 December 1999, in accordance with Magistrate Judge Webb's Order of that date, plaintiff filed an amended complaint. On 10 January 2000, defendants Jymco, Whitley and Bankert filed answers to the amended complaint and renewed motions to dismiss along with a supporting memorandum. Defendants' motions to dismiss and motion to request a hearing are ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>In September 1995, the Brutons, a white couple, contacted Jymco about purchasing a modular home constructed by Jymco and placing it on a lot located in Benson, North Carolina which was owned by Jymco. (Compl. ¶¶ 4, 15.) Jymco referred the Brutons to Unlimited Financial Resources (UFR), a financing company owned and operated by Isaac Woods, an African-American male, for financing. (Compl. ¶¶ 5, 16-17.) At the time Jymco made this referral, the employees and owner of Jymco were not aware that Isaac Woods, the president and owner of UFR, was African-American. (Compl.¶ 16, Ans. ¶ 16.) Gene Summerlin, a white male former employee of UFR, made the initial contact with Jymco. (Compl. ¶ 16.) In accordance with Jymco's referral, on or about 4 October 1995, the Brutons applied with UFR for a mortgage loan insured by the Department of Housing and Urban <span class=\"star-pagination\">*625</span> Development. (Compl. ¶ 17.) Subsequently, the Brutons executed a sales contract with Jymco on 9 October 1995 to purchase a modular home for $80,000, and they paid Jymco $1,000 in earnest money. (Id. at ¶ 18.) Closing was scheduled to occur on or before 30 November 1995.(Id.) Throughout this process, the Brutons dealt primarily with defendant Terry Bankert, an employee of Jymco. (Id.)</p>\n<p>At some point in October 1995, the employees and/or owner of Jymco discovered that the president and owner of UFR was African-American. (Compl. ¶ 19, Ans. ¶ 19.) Thereafter, the complaint alleges that Whitley and Bankert made racially derogatory statements about UFR, its African-American employees and owner, to both Woods and the Brutons. (Compl. ¶ 20.) According to the declaration of Isaac Woods, Woods fired Gene Summerlin on 11 October 1995 and, soon thereafter, learned that Summerlin had contacted home sellers whose business Summerlin had solicited on Woods' behalf and that he had made racially derogatory statements to those sellers about Woods and his company. (Pl.'s Ex. 2 at 7.) Bankert repeated Summerlin's racially derogatory comments to Woods in a telephone call on or about 18 October 1995.(Id.) Jymco, its agents, Whitley, and Bankert allegedly took steps to delay and discourage the processing of the Brutons' loan, including, but not limited to, failing to respond to several of UFR's requests for information that was necessary to process the HUD loan. (Compl. ¶ 19; Pl.'s Ex. 2 at 8.) Bankert and others affiliated with Jymco informed the Brutons that the delays were caused by UFR. Specifically, Bankert informed Ms. Bruton that the real problem was the fact that they \"[were] dealing with a bunch of niggers down there that don't know their ass from a hole in the ground.\" (Pl.'s Ex. 1 at 3.)<sup>[1]</sup></p>\n<p>Ms. Bruton informed Jymco that she and her husband did not want to continue doing business with Jymco because of the company's discriminatory attitude toward UFR, and Bankert refused to return the Brutons' earnest money deposit. (Compl. at ¶ 21.) Bankert and other Jymco agents then allegedly contacted Centura Bank about moving the Brutons' loan from UFR to Centura without notice to or approval from the Brutons. Bankert then encouraged the Brutons to move their loan to Centura. (Compl. ¶ 22.) Ms. Bruton stated that, when she suggested that UFR would not appreciate the Brutons' transfer of their loan application given the amount of work Woods had put into it, Whitley told her he would take his sons up there and beat everyone with baseball bats if they would not return the Brutons' loan file. (Pl.'s Ex. 1 at 4.) Woods also stated that, after making racially derogatory comments to Woods during a telephone conversation, Whitley threatened \"to come and kick [his] ass.\" (Pl.'s Ex. 2 at 9.) On or about 10 November 1995, Bankert contacted UFR and demanded that the Brutons' loan application be forwarded to Centura for processing. (Compl. ¶ 23, Pl.'s Ex. 2 at 10.) The loan was ultimately transferred to Centura. However, because the cost of the mortgage loan offered by Centura was higher than that offered by UFR and because of the manner in which Jymco treated UFR, the Brutons decided not to purchase a lot or a home from Jymco. (Compl. ¶ 24.) Jymco did not return the Brutons' earnest money deposit. (Compl. ¶¶ 23-24.) The complaint alleges <span class=\"star-pagination\">*626</span> that Cary and Kimberly Bruton and Isaac Woods suffered damages as a result of defendants' discriminatory conduct. (Compl. ¶ 27.)</p>\n<p>On 6 May 1996, the Brutons and Woods filed complaints with the United States Department of Housing and Urban Development (HUD) alleging that defendants had engaged in discriminatory conduct based on Woods' race in violation of the FHA. On 6 April 1999, the Secretary of HUD issued a charge of discrimination, charging defendants with engaging in discriminatory housing practices in violation of the FHA. On or about 30 April 1999, defendants Jymco and Whitley elected to have the charge resolved in a federal civil action. The United States filed these claims on behalf of the Brutons and Woods in May and August 1999. The United States is authorized to bring a civil action on behalf of aggrieved parties pursuant to 42 U.S.C. § 3612(<i>o</i>).</p>\n<p></p>\n<h2>II. Motion to Dismiss</h2>\n<p>For purposes of a motion to dismiss pursuant to Rule 12(b)(6), the court will construe the complaint in the light most favorable to the non-moving party and take as true the allegations therein. As stated by the Supreme Court:</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). \"[T]he issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Com'rs,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872 (4th Cir.1989).</p>\n<p></p>\n<h2>III. The Fair Housing Act</h2>\n<p>The purpose of the Fair Housing Act is \"to provide, within constitutional limitations, for fair housing throughout the United States.\" 42 U.S.C. § 3601; 24 C.F.R. § 100.5. The FHA, which prohibits discrimination in the housing market based on race, color, religion, sex, handicap or national origin, \"is an appropriate and constitutionally permissible exercise of Congressional power under the Thirteenth Amendment to bar all racial discrimination, private as well as public, in the rental and sale of real property.... The Act implements a policy to which Congress has accorded the highest national priority and it is to be liberally construed in accordance with that purpose.\" <i>United States v. L &amp; H Land Corp., Inc.,</i> <span class=\"citation\" data-id=\"2281073\"><a href=\"/opinion/2281073/united-states-v-l-h-land-corp-inc/\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">576</span></a></span>, 579 (S.D.Fla.1976). As the Supreme Court has made clear, the definition of an aggrieved person under the FHA is \"broad, as it is defined as `[a]ny person who claims to have been injured by a discriminatory housing practice.'\" <i>Trafficante v. Metropolitan Life Ins. Co.,</i> <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 208, <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1972) (citation omitted). The Supreme Court has also made clear that standing under § 3612 and § 3610, Sections § 812 and § 810 of Title VIII respectively, extends to the full limits of Article III of the United States Constitution and that the courts accordingly lack the authority to create prudential barriers to standing in such suits. <i>Gladstone Realtors v. Village of Bellwood,</i> <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 103, n. 9 and 108, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span>, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1979); <i>Havens Realty Corporation v. Coleman,</i> <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, 371, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1982); <i>Mackey v. Nationwide Ins. Companies,</i> <span class=\"citation\" data-id=\"429416\"><a href=\"/opinion/429416/charles-e-mackey-v-nationwide-insurance-companies/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></a></span>, 422-423 (4th Cir.1984)(\"normal prudential barriers to standing may not be set up as obstacles to the maintenance of actions under the Fair Housing Act\"). Thus, the sole requirement for standing to sue is \"the Article III minima of injury in fact: <span class=\"star-pagination\">*627</span> that the plaintiff allege that as a result of the defendant's actions he has suffered `a distinct and palpable injury.'\" <i>Havens,</i> 455 U.S. at 371, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span> (citations omitted).</p>\n<p>Defendants have argued that plaintiff has failed to state a claim under the FHA because the complaint does not allege that defendants discriminated against the home buyers in this case and, although Woods is African-American and the complaint alleges discrimination against Woods, Woods was not a potential home buyer and is therefore not within the protections of the FHA. (Motion at 6-7.) Defendants' construction of the FHA is far too narrow; it is not required by the statutory language and it does not comport with Supreme Court precedent interpreting and applying the Act.</p>\n<p>At the outset, therefore, the court notes that the FHA's protections are not limited to those who are potential home buyers or renters. Nor are the Act's protections limited to those persons who are the objects of the racial discrimination alleged. See <i>Havens,</i> 455 U.S. at 376, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span> (only requirement for standing to sue under FHA is requirement of injury in fact); <i>Trafficante,</i> 409 U.S. at 210, <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span> (white and black tenants of apartment complex had standing to sue under the FHA, regardless of the fact that neither had been denied housing, because the landlord of the complex excluded nonwhites from the complex and because deprivation of social and professional advantages of living in an integrated community constituted actual or threatened harm); <i>Gladstone,</i> 441 U.S. at 112-113, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span> (allegation that particular area of neighborhood was losing its integrated character because of petitioners' practice of steering white buyers away from the area was sufficient to satisfy Article III); <i>Harris v. Itzhaki,</i> <span class=\"citation\" data-id=\"765199\"><a href=\"/opinion/765199/anna-harris-v-edna-itzhaki-rafael-itzhaki/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1043</span></a></span>, 1050 (9th Cir.1999)(\"Unlike actions brought under other provisions of civil rights law, under the FHA the plaintiff need not allege that he or she was a victim of discrimination.\").</p>\n<p>The Supreme Court has recognized that \"`[t]he actual or threatened injury required by Article III may exist solely by virtue of \"statutes creating legal rights, the invasion of which creates standing ....\"'\" <i>Havens,</i> 455 U.S. at 373, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. The FHA, in defining unlawful conduct in the context of housing practices, creates the legal right to be free of injuries caused by various, specific forms of discriminatory conduct. The FHA makes unlawful conduct which \"make[s] unavailable ... a dwelling to <i>any person</i> because of race ....\" 42 U.S.C. § 3604(a)(emphasis added). The FHA also prohibits discrimination \"against <i>any person</i> in the terms, conditions or privileges of sale ... of a dwelling, or in the provision of services ... in connection therewith, because of race ....\" 42 U.S.C. § 3604(b)(emphasis added). Under the FHA, it is also \"unlawful  [t]o make ... or cause to be made ... any ... statement ... with respect to the sale ... of a dwelling that indicates any preference, limitation, or discrimination based on race ... or an intention to make any such preference, limitation or discrimination.\" 42 U.S.C. § 3604(c). Section 3605 makes it \"unlawful for any person or other entity whose business includes engaging in residential real estate-related transactions to discriminate against any person in making available such a transaction, or in the terms and conditions of such a transaction, because of race ....\" 42 U.S.C. § 3605.</p>\n<p>In interpreting the texts of these statutory provisions, this court is mindful of the Act's stated policy to provide fair housing throughout the United States and of \"precedent recognizing the FHA's `broad and inclusive' compass.\" <i>City of Edmonds v. Oxford House, Inc.,</i> <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 731, 115 <span class=\"star-pagination\">*628</span> S.Ct. 1776, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">801</span></a></span> (1995). See also <i>Woods-Drake v. Lundy,</i> <span class=\"citation\" data-id=\"398607\"><a href=\"/opinion/398607/christina-a-woods-drake-v-c-l-lundy/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1198</span></a></span> (5th Cir.1982)(the provisions of § 3604 \"are to be given broad and liberal construction\"); <i>United States v. Hughes Memorial Home,</i> <span class=\"citation\" data-id=\"1873354\"><a href=\"/opinion/1873354/united-states-v-hughes-memorial-home/\"><span class=\"volume\">396</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">544</span></a></span>, 548 (W.D.Va.1975). These statutory provisions proscribe discriminatory conduct by developers and home sellers, among others, based on race. There is no indication in the statutory language that the discrimination complained of must be based on the race of the potential home buyer to be actionable.</p>\n<p></p>\n<h2><i>a. Section 3604(a)</i></h2>\n<blockquote>Section 3604(a) not only makes it unlawful to `refuse to sell or rent ...' a dwelling for racial reasons, but also makes it unlawful to `otherwise make unavailable or deny a dwelling to any person because of race ....' ... This catch-all phraseology may not be easily discounted or de-emphasized. Indeed it `appears to be as broad as Congress could have made it, and all practices which have the effect of denying dwellings on prohibited grounds are therefor unlawful.'</blockquote>\n<p><i>Hughes Memorial,</i> 396 F.Supp. at 549. As the Eighth Circuit wrote in <i>Williams,</i> \"[r]ecent cases make clear that the statutes prohibit all forms of discrimination, sophisticated as well as simpleminded, and thus disparity of treatment between whites and blacks, burdensome application procedures, and tactics of delay, hindrance, and special treatment must receive short shrift from the courts.\" <i>Williams v. The Matthews Company,</i> <span class=\"citation\" data-id=\"320403\"><a href=\"/opinion/320403/d-c-williams-et-ux-v-the-matthews-company/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 825 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">294</span></span> (1974). See also <i>United States v. Youritan,</i> <span class=\"citation\" data-id=\"1801646\"><a href=\"/opinion/1801646/united-states-v-youritan-construction-company/\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">643</span></a></span>, 648 (N.D.Cal.1973), aff'd. in part, <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></span> (1975) (\"[t]he imposition of more burdensome application procedures, of delaying tactics ... constitutes a violation of 3604(a) ....\") While the Fourth Circuit has noted the fact that \"section 3604(a) does not reach every event `that might conceivably affect the availability of housing[,]'\" that court has also explained that, to come within the purview of § 3604(a), the FHA requires a close causal link between housing and the disputed action. <i>Jersey Heights Neighborhood Ass'n v. Glendening,</i> <span class=\"citation\" data-id=\"763328\"><a href=\"/opinion/763328/the-jersey-heights-neighborhood-association-a-non-profit-membership/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 192 (4th Cir.1999).</p>\n<p>Here, such a close causal connection is apparent from plaintiff's allegations. After applying for a mortgage loan and signing a sales contract, the Brutons were unable to proceed with the purchase of their modular home using the mortgage lender referred by Jymco because of Jymco's subsequent decision that it did not want its clients using UFR based on Woods' race. Jymco's alleged discrimination against Woods effectively made the modular home and lot unavailable to the Brutons. Jymco's conduct interfered with the Brutons' ability to obtain the financing they had requested and prevented them from consummating the sale. Plaintiff has therefore stated a claim under 42 U.S.C. § 3604(a).</p>\n<p></p>\n<h2><i>b. Section 3604(b)</i></h2>\n<p>Plaintiff has also alleged that Jymco, Whitley and Bankert interefered with the Brutons' ability to obtain financing from UFR by withholding necessary information from UFR and by harassing UFR's owner based on his race, in effect, discriminating against the Brutons in the terms, conditions and privileges of the sale of a dwelling, and in the provision of services in connection therewith, because of the Brutons' decision to continue using the services of an African-American mortgage lender. Moreover, by delaying and failing to provide information to UFR, by harassing Woods, and by demanding that the Brutons' loan application be transferred from UFR, Jymco effectively conditioned <span class=\"star-pagination\">*629</span> its continued relationship with the Brutons on their agreement to move their loan application from UFR to Centura. Plaintiff has therefore stated a claim under 42 U.S.C. § 3604(b). As plaintiff notes, the regulations promulgated by HUD support the conclusion that plaintiff has made out a claim under § 3604.</p>\n<blockquote>It shall be unlawful, because of race ..., to engage in any conduct relating to the provision of housing ... that otherwise makes unavailable or denies dwellings to persons. Prohibited activities ... include, but are not limited to: ... refusing to deal with certain brokers or agents because they or one or more of their clients are of a particular race ...</blockquote>\n<p>24 C.F.R. § 100.70(b) and (d)(2).</p>\n<p></p>\n<h2><i>c. Section 3604(c)</i></h2>\n<p>Plaintiff has alleged that Whitley and Bankert made several explicit statements with respect to the consummation of the sale of a modular home to the Brutons that indicated a preference not to work with African-Americans, a discriminatory attitude toward African-Americans, and an intention to discriminate by withdrawing business from UFR based on Woods' race. Plaintiff has also alleged the making of numerous racially derogatory statements to Woods himself regarding the Brutons' loan application, including threats, that evidence a preference not to work with black people and an intent to discriminate. Plaintiff has therefore set forth a claim under 42 U.S.C. § 3604(c).</p>\n<p></p>\n<h2><i>d. Section 3605</i></h2>\n<p>Finally, plaintiff has alleged that Jymco, Whitley and Bankert, whose business includes engaging in residential real estate-related transactions, discriminated against Woods in making available such a transaction to the Brutons, and in the terms and conditions of such a transaction, because of Woods' race. Defendants' alleged insistence that the Brutons transfer their loan application from UFR to Centura and the fact that the Brutons were necessarily subjected to a higher interest rate because of the transfer, all because defendants did not want to work with Woods because he was African-American, sufficiently states a claim of discrimination in making the transaction available to the Brutons and in the terms and conditions of that transaction.</p>\n<p>In short, defendants' alleged discriminatory conduct toward Woods interfered with, delayed, and ultimately prevented the consummation of the Brutons' purchase of the modular home and lot from Jymco. The Brutons' desire to utilize the services of an African-American mortgage lender and their choice to associate with Woods in a professional capacity cost them their home because of defendants' inability to deal with UFR in a professional, nondiscriminatory manner.<sup>[2]</sup> See <i>Woods-Drake,</i> 667 F.2d at 1200-1201 (\"It is well established that such conduct  discrimination against whites because of their association with blacks  is proscribed by ... the Fair Housing Act.\") Plaintiff has offered direct evidence of defendants' discriminatory conduct toward Woods. Plaintiff need not demonstrate discriminatory conduct toward the Brutons based on the Brutons' race. Plaintiff need only allege injury in fact to the Brutons and to Woods caused by defendants' discriminatory conduct based on race. <i>Harris v. Itzhaki,</i> <span class=\"citation\" data-id=\"765199\"><a href=\"/opinion/765199/anna-harris-v-edna-itzhaki-rafael-itzhaki/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1043</span></a></span>, 1050 (9th Cir.1999)(under the FHA \"any person harmed by discrimination, whether or not the target of discrimination, <span class=\"star-pagination\">*630</span> can sue to recover for his or her own injury\"). It has amply demonstrated such injuries assuming the truth of the facts alleged in the complaint.</p>\n<p></p>\n<h2>VI. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motions to dismiss are DENIED. Defendants' motion for a hearing on the motions to dismiss is also DENIED because the court did not find a hearing necessary to its decision in this matter.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff also alleges that at or around the end of October 1995, after learning that Woods was African-American, Jymco also failed to take steps to close a deal with Shannon and Carolyn Seagrove, another couple who sought to purchase a modular home and lot from Jymco with financing through UFR. (Compl. ¶ 25.)</p>\n<p>[2]  Defendants claim that the complaint shows that Jymco continued to try to assist the Brutons despite their desire to obtain their loan from UFR. (Motion at 8.) The very nature of that alleged assistance, rerouting the Brutons' loan application to a non African-American mortgage lender reinforces the discriminatory nature of their conduct towards Woods.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1801646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1873354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2281073/"
  ]
}