{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2413378/",
  "absolute_url": "/opinion/2413378/bursell-v-general-elec-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2413378/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:25:36.439168Z",
  "date_modified": "2016-04-26T22:32:03.313082Z",
  "type": "010combined",
  "sha1": "23251005d7d6ac5ada7b48fb63a76bc6b46e06fa",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>243 F.Supp.2d 460 (2003)</b></center>\n<center><h1>Kenneth R. BURSELL, Plaintiff,<br>\nv.<br>\nGENERAL ELECTRIC COMPANY, Defendent.</h1></center>\n<center>No. 5:02-CV-40-BO(3)</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 24, 2003.</center>\n<p><span class=\"star-pagination\">*462</span> Andrew O. Whiteman, Hartzell &amp; Whiteman, Raleigh, NC, for Kenneth R. Bursell, plaintiff.</p>\n<p>John J. Doyle, Jr., Constangy, Brooks &amp; Smith, Jill Stricklin Cox, Constangy, Brooks &amp; Smith, Winston-Salem, NC, for General Electric Company, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This case is before the Court on Plaintiffs and Defendant's cross-Motions for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The underlying Complaint alleges wrongful denial of disability benefits in violation of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. § 1001, <i>et seq.</i> For the reasons stated below, Plaintiffs Motion for Summary Judgment will be DENIED and Defendant's Motion will be GRANTED IN PART and DENIED IN PART.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*463</span> <i>BACKGROUND</i>\n</h2>\n<p>Plaintiff Kenneth R. Bursell (\"Bursell\") was an hourly employee at a General Electric (\"GE\") facility in Wilmington, North Carolina from 1979 until his retirement on August 1, 2000. Bursell worked the second shift in the shipping/receiving area of the Wilmington facility's Aircraft Division until February 2000, when he transferred to the facility's Nuclear Division as a utility operator.</p>\n<p></p>\n<h2>A. <i>General Electric Disability Benefits</i>\n</h2>\n<p>Various employment benefits are available to GE employees, including shortterm disability (\"STD\") benefits, long-term disability income (\"LTD\") benefits, regular pension benefits, disability pension benefits, and medical, dental, and vision benefits. Because Plaintiffs claim involves STD, LTD, and disability pension benefits, the Court will discuss the administration and eligibility requirements of these plans.</p>\n<p></p>\n<h2>1. <i>Short-term Disability Benefits</i>\n</h2>\n<p>Eligible employees may receive salary continuation for up to 26 weeks under GE's STD Plan. Claims for STD benefits are administered at GE's Disability Benefits Center (the \"Center\") in Eden Prairie, Minnesota. STD Plan documents state that an employee is eligible for STD benefits \"[i]f you become totally disabled as a result of a non-occupational sickness, accident or pregnancy while you are participating in the Plan.\" Def.'s Ex. A-l. The GE Benefits Handbook (the \"Handbook\") further explains that \"[t]o qualify for STD benefits, you must be under the care of a doctor whose certification of your disability is approved by the center.\" Defs Ex. 3. The Handbook also defines total disability as the inability to \"[pjerform the regular duties of your own job.\" Defs Ex. 2; C-2.</p>\n<p>The STD plan provides as follows:</p>\n<blockquote>Determinations of all benefit payments under the Plan will be made by the carrier. Accordingly, the management and control of the operation and administration of the claim procedures under the Plan, including the review and payment or denial of claims and the provision of a full and fair review of claim denial pursuant to Section 503 of the Act, shall be vested in the carrier.</blockquote>\n<p>Def.'s Ex. A-6.</p>\n<p></p>\n<h2>2. <i>Long-term Disability Benefits</i>\n</h2>\n<p>If an employee remains disabled at the end of the 26-week STD period, he or she may qualify for LTD benefits. The LTD plan that applies to hourly employees, including Bursell, is administered by Met-Life. To qualify for LTD benefits, an employee must be \"absent due to total disability.\" Def.'s Ex. D-l. Plan documents define \"total disability\" as follows:</p>\n<blockquote>\"Total disability\" means that an employee is, because of illness or injury, unable to engage in any gainful occupation for which he is reasonably fitted by education, training or experience and is under the care of a physician or psychologist, if necessary, for any treatment of his disability. However, during the first 12 months of absence because of disability (effective for disabilities commencing on [or] after January 1, 1994, 18 months for occupational disabilities), the employee will be considered totally disabled if he is unable, because of illness or injury, to perform any and every duty of his occupation held prior to his date of disability, lay off or leave of absence.</blockquote>\n<p>Def.'s Ex. D-9.</p>\n<p>The LTD plan further provides that \"[t]he carrier solely is responsible for providing the benefits under this Plan\" and \"[t]he carrier will make all decisions on claims.\" Def.'s Ex. D-6.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*464</span> 3. <i>Disability Pension</i>\n</h2>\n<p>According to the Handbook, GE employees are eligible for a disability pension if they become (1) permanently disabled; (2) as verified by a physician designated by GE; (3) while on active status and participating in the GE Pension Plan. Def.'s Ex. B-5; C-5. Permanent disability under this plan requires that the employee be \"permanently impaired and unable to perform your present job or any other available Company job for which you are reasonably suited by education, training or experience.\" <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Plaintiffs Case History</i>\n</h2>\n<p>Bursell's claim for benefits is based on mental health problems. Bursell alleges that these problems were triggered by an incident at work on October 26, 1999. At that time, Bursell worked in GE's shipping department. Bursell alleges that he was taken out of work by his supervisor and escorted to a conference room to meet with Andrea Hughes (\"Hughes\"), a human resources employee. Hughes allegedly questioned Bursell about two laptop computers that were missing from the shipping area. According to Bursell, Hughes accused Bursell of theft and suspended him from work. Bursell claims that he was directed to clean out his locker and escorted from the building by security guards. He was summoned to the facility several days later and given notice that he was being placed on Decision Making Leave (\"DML\"). Bursell appealed this action through GE's peer review counsel. Bursell claims that this panel cleared him of the theft charges but gave him a mild reprimand for being outside of his work area at one point during the evening in question.</p>\n<p>According to GE's version of these events, Hughes investigated and interviewed a number of employees, including Bursell, about the theft. At the conclusion of the investigation, a temporary employee was released from his assignment, and Bursell and a co-worker were placed on DML. According to GE, no theft charges were ever leveled against Bursell, and he was placed on DML for (1) failing to secure GE property, (2) failing to notify his supervisor that property under his control was missing, and (3) being away from his work area without permission in violation of company rules. GE claims that the peer review did not \"clear\" Bursell of any charges but did reduce his DML to a written reprimand, a lesser form of discipline.</p>\n<p>Bursell alleges that, after returning to work, he experienced a severe reaction to the way he had been treated during the theft incident. On December 14, 1999, Bursell sought treatment from his primary care physician, Dr. Wortman, who prescribed an anti-depressant. Bursell met with a psychiatrist, Dr. William Koff, on January 14, 2000. Dr. Koff was a service provider with GE's Employee Assistance Program. According to Dr. Koff s notes, Bursell felt \"devastated\" and \"anxious in public\" and claimed that \"acquaintances now see him differently.\" PL's Ex. 3 at 229-30. Dr. Koff prescribed a different anti-depressant. Then, on May 3, 2000, Bursell saw Dr. Robert H. Weinstein. Dr. Weinstein's report indicates that Bursell changed doctors because of confidentiality concerns. According to Bursell, Dr. Weinstein diagnosed Bursell's condition as major depression with obsessions and prescribed medication and supportive therapy dealing with grief and rejection.</p>\n<p>On Friday, July 7, 2000, Bursell claims that he saw Andrea Hughes from a distance and became so angry that he thought about grabbing and choking her. Bursell claims that he was fearful that he might become violent and left the facility immediately. The following Monday, July <span class=\"star-pagination\">*465</span> 10, 2000, Bursell went to the Human Resources Office and advised employee Donna Daly that he had to leave GE right away. Bursell filled out the paper-work to begin early retirement on August 1, 2000. Bursell did not return to work after July 10, 2000.</p>\n<p>Bursell contacted the GE Disability Center on July 14, 2000 and filed a STD claim. According to GE, Bursell told the Center at that time that he was having no symptoms and had not seen his doctor in approximately three weeks. The Center sent a functional capacity survey form to Dr. Weinstein on July 14, 2000. On July 21, 2000, Dr. Weinstein faxed a note to the Center claiming that Bursell was disabled as of July 10, 2000 with depression and obsession due to work stress. Def.'s Ex. F-2. Dr. Weinstein also faxed the completed functional capacity survey form to the Center on July 21, describing Bursell's symptoms as \"panic\" and listing \"X\" as Bursell's return to work date. Def.'s Ex. E-16, 17.</p>\n<p>On July 21, 2000, GE denied Bursell's claim for STD benefits because he had not been seen by a physician or assessed as disabled during the relevant period (from July 10 forward). According to GE, Bursell contacted the Center on July 26, 2000 and stated that he had seen Dr. Weinstein that day. Def.'s Ex. F-3. The Center then notified Dr. Weinstein that GE needed any information gathered at the July 26 appointment to support Bursell's claim of disability. <i>Id.</i></p>\n<p>On August 1, 2000, the Center received Bursell's appeal of the denial of his claim, along with a new functional capacity survey from Dr. Weinstein dated August 1, 2000. This survey diagnosed Bursell with depression, described his symptoms as \"rage and homocidal [sic] thoughts on the job,\" and stated that his functioning was \"OK unless at work.\" Def.'s Ex. E-22. The Center had Dr. Dorothy Dugger conduct an independent physician advisor (PA) review of Bursell's claim, during which she reviewed the medical evidence and conferred with Dr. Weinstein. According to Dr. Dugger's notes, Dr. Weinstein said that Bursell was not really dangerous, was fully functional in his daily life, and could do his job with no difficulty for a different employer. Def.'s Ex. F-4. Dr. Dugger recommended that Bursell's claim be denied because he was not \"psychiatrically incapable of performing job functions\" and was capable of performing his job duties for another employer. Def.'s Ex. F-5.</p>\n<p>The Center denied Bursell's STD claim and sent Bursell a letter on August 7, 2000 explaining that \"based on the medical and clinical information provided, the PA has determined that there is no medical necessity to substantiate continued absence from work beyond 07/09/2000.\"</p>\n<p>Bursell filed administrative appeal forms dated August 11 and 18, 2000. According to Bursell, GE requested medical records from Dr. Weinstein and Dr. Wortman on August 21, 2000. On September 6, 2000, the Center had Dr. William Hague perform a PA review. After reviewing the medical data, Dr. Hague recommended that the denial be upheld, finding that Bursell's problem was \"not a psychiatric disability\" but rather a reaction to a human resource problem and a refusal to work things out. Def.'s Ex. F-7. In a letter dated September 20, 2000, the Center upheld its denial of Bursell's STD claim.</p>\n<p>On March 13, 2001, Bursell appealed again. GE responded on March 15, 2001, stating that its prior decision had been based on a PA review and the decision of the GE appeals board. The letter informed Bursell that he was not eligible for LTD benefits until he received 26 weeks of STD benefits and indicated that Bursell <span class=\"star-pagination\">*466</span> would need to submit new medical information to support his claim of disability. PL's Ex. 3 at 325.</p>\n<p>On March 30, Bursell submitted additional medical records indicating that he had been treated by Dr. Kevin Etter on September 1, 2000, October 27, 2000, and March 16, 2001. Bursell claims that he first saw Dr. Etter on August 24, 2000, and Dr. Etter diagnosed his condition as post-traumatic stress disorder, depression, and alcohol abuse. PL's Ex. 3 at 316-17. However, GE contends that this August 24, 2000 diagnosis was made by a social worker Lee Hasty, and Dr. Etter's actual diagnosis was \"Major Depressive Episode-Partial Remission\" on September 1, 2000. GE also claims that Dr. Etter's notes did not indicate an inability to work. Def.'s Ex. E-29, 30.</p>\n<p>The Center had Dr. Hague conduct another PA review. After reviewing Bursell's records and speaking to Dr. Weinstein, Dr. Hague concluded that Bursell did not have a psychiatric disability and recommended that the denial be upheld. In a letter dated May 10, 2001, the Center denied Bursell's appeal, claiming that the new medical data did not indicate that he was disabled from July 10 to July 31, 2000.</p>\n<p>On June 4, 2001, Dr. Weinstein sent a letter to the Center clarifying that Bursell's diagnosis on July 10, 2000 was \"Major Depression with Panic and Obsessions.\" Def.'s Ex. E-34. The Center had Dr. Craig Coenson perform another PA review on June 24, 2001. On June 29, 2001, Dr. Coenson concluded that Bursell's functional capacity was not impaired, and the Center informed Bursell that the PA review did not support a finding of disability. Def.'s Ex. F-ll.</p>\n<p>On July 20, 2001, the Center received a note from Dr. Weinstein dated July 17, 2001. The letter stated that, though Dr. Weinstein had not seen Bursell for \"quite some time,\" Bursell and his wife had visited him that day for medication and \"to obtain this letter.\" Def.'s Ex. E-35. Dr. Weinstein stated that Bursell was disabled from all occupations, and he changed Bursell's diagnosis to possible post-traumatic stress disorder. <i>Id.</i></p>\n<p>After receiving this letter, the Center had Dr. Hague perform another PA review. Dr. Hague reviewed the medical file and spoke to Dr. Weinstein. Based on this review, he concluded that \"[t]his data does not indicate disability in July of last year or subsequently [through] prior reviews that we had with Dr. Weinstein (5/01, and 6/01), but seems to indicate increased [symptoms] at visit with [Dr.] Weinstein and in recent past.\" Def.'s Ex. F-12.</p>\n<p>On November 11, 2001, Bursell submitted additional documents to the Center, including a note dated October 24, 2001 from Dr. Weinstein and notes from Bursell's visits to Dr. Koff, indicating a diagnosis of \"Adjustment Disorder with Mixed Features\" in January 2000. Def.'s Ex. 10, 11. According to GE, Dr. Koffs notes did not indicate that Bursell was unable to work at GE. <i>Id.</i></p>\n<p>Dr. Hague reviewed Bursell's records again at this point and concluded that there was no new or relevant data that would alter the prior disability determinations. Accordingly, the Center denied Bursell's final administrative appeal on November 29, 2001.</p>\n<p></p>\n<h2>C. <i>Procedural Background</i>\n</h2>\n<p>On December 17, 2001, Plaintiff filed a Complaint in Wake County Superior Court alleging failure to pay benefits, breach of contract, and violation of the North Carolina Wage and Hour Act (\"NCWHA\"). On January 18, 2002, Defendant filed a Notice of Removal to this Court, arguing that Plaintiffs claim was governed by ERISA. Plaintiff now contends that Defendant's denial of disability benefits violated <span class=\"star-pagination\">*467</span> § 502(a)(1)(B) of ERISA, 29 U.S.C. § 1132(a)(1)(B). Plaintiff filed his Motion for Summary Judgment on October 31, 2002, and Defendant filed its Motion for Summary Judgment on November 1, 2002.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2>A. <i>Summary Judgment Standard</i>\n</h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <i>All</i> U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc., ill</i> U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden to show the court that there is an absence of a genuine issue concerning any material fact and that the non-moving party cannot prevail. <i>See Celotex, All</i> U.S. at 325, 106 S.Ct. 2548. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson. All</i> U.S. at 257, 106 S.Ct. 2505. The court must accept all of the non-moving party's evidence as true and will view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>B. <i>Standard of Review</i>\n</h2>\n<p>As an initial matter, this Court must determine the proper standard for reviewing Defendant's denial of Plaintiffs claim. The United States Supreme Court has held that \"a denial of benefits challenged under § 1132(a)(1)(B) is to be reviewed under a <i>de novo</i> standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 115, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989). If \"the language of the plan confers discretion on the administrator to determine eligibility or to construe terms of the plan, then a court reviews the decision to deny benefits for abuse of discretion.\" <i>Feder v. Paul Revere Life Ins. Co.,</i> 228 F.3d 518, 522 (4th Cir.2000).</p>\n<p>A district court must \"decide de novo whether the plan's language grants the administrator discretion to determine the claimant's eligibility for benefits ...\" <i>Id.</i> No specific phrases or terms are required to trigger abuse of discretion review. <i>See </i><i>Gallagher v. Reliance Standard Life Ins. Co.,</i> 305 F.3d 264, 268 (4th Cir. 2002). \"The plan's intention to confer discretionary authority on the plan administrator or fiduciary, however, must be clear.\" <i>Id.</i> In addition, any ambiguity in an ERISA plan must be construed against the drafter and in accordance with the reasonable expectations of the insured. <i>See id.</i> at 269.</p>\n<p>STD plan documents state that \"[d]eterminations of all benefit payments under the Plan will be made by the carrier. Accordingly, the management and control of the operation and administration of the claim procedures under the Plan, including the review and payment or denial of claims and the provision of a full and fair review of claim denial pursuant to Section 503 of the Act, shall be vested in the carrier.\" Def.'s Ex. A-6. In addition, the Handbook states that \"[t]he plan administrator or a designated representative, such as the benefits administrator, the Pension Board or an insurer of benefits, has the authority and responsibility to interpret the provisions of the respective plans. The nature of this authority and the discretion afforded <span class=\"star-pagination\">*468</span> these persons are detailed in the applicable plan documents.\" Def.'s Ex. B-6, 6.</p>\n<p>Two district courts have previously examined the language of GE's STD plan to determine whether it grants discretionary authority. First, in <i>Carter v. General Electric Co.,</i> 2001 WL 170464 (N.D.Ill. Feb. 20, 2001), the court concluded that plan language was not sufficient to \"rebut the presumption of plenary review\" and \"does not come close to granting `the carrier' discretion to determine benefits or interpret the terms of the Plan.\" <i>Id.</i> at *4. In addition, the court held that the language in the Handbook was insufficient to confer discretionary authority:</p>\n<blockquote>While the language arguably contains the `requisite if minimum clarity' to confer discretion upon GE, the problem is that it cannot be found anywhere in the STD Plan document itself ... In other words, this appears to be a case in which the Plan is silent with respect to the administrator's discretion but the [Handbook] expressly confers such discretion. Other courts facing this situation have concluded that, unless the Plan affirmatively grants discretion, the default rule of <i>de novo</i> review applies, even if the [Handbook] provides otherwise... This makes sense because it is the Plan, not the [Handbook], that forms the contract between the administrator and the beneficiary.</blockquote>\n<p><i>Id.</i> at *5.</p>\n<p>In contrast, the Middle District of North Carolina recently concluded that GE's STD plan \"confers sufficient discretion upon the Disability Center so as to support the use of the abuse of discretion standard in reviewing this matter.\" <i>Starnes v. General Electric Co.,</i> 201 F.Supp.2d 549, 556 (M.D.N.C.2002). The court found that the plan language \"demonstrates that the Disability Center is charged with the authority to determine the eligibility of claimants seeking disability benefits.\" <i>Id.</i> The court also stated that \"the fact that the Disability Center is responsible for controlling the appeal of denied claims indicates that it is the ultimate decisionmaker with respect to benefits under the Disability Plan.\" <i>Id.</i></p>\n<p>Weighing these two positions, the Court believes that the court in <i>Carter</i> reached the better conclusion. While the plan states that the carrier will have some decision-making authority, it does not clearly indicate that this authority is final. <i>See </i><i>Gallagher,</i> 305 F.3d at 270 n. 6 (\"Final authority to make eligibility determinations is not delegated by `the mere fact that a plan requires a determination of eligibility or entitlement by the administrator, or requires proof or satisfactory proof of the applicant's claim, or requires both a determination and proof ...\").</p>\n<p>In <i>Gallagher,</i> the Fourth Circuit stressed that \"[i]f a plan does not clearly grant discretion, the standard of review is de novo.\" <i>Id.</i> at 269. It certainly would have been possible for GE to draft its STD plan in a manner that more clearly conferred discretionary authority. <i>See </i><i>Ellis v. Metro. Life Ins. Co.,</i> 126 F.3d 228, 230 (\"The Plan vests MetLife, a fiduciary under the Plan, with discretionary authority to interpret the terms of the plan and to determine eligibility for and entitlement to plan benefits in accordance with the terms of the plan.\"). The Court believes that GE's failure to be careful and complete in defining the scope of authority under the plan should not operate against the insured. <i>See </i><i>Gallagher,</i> 305 F.3d 264, 269 (\"Any ambiguity in an ERISA plan `is construed against the drafter of the plan <i>...'\"). See also </i><i>Perugini-Christen v. Homestead Mortgage Co.,</i> 287 F.3d 624, 626 (7th Cir.2002) (\"Because it is not clear from the plan language which interpretation is the correct one, we find that Reliance failed to reserve discretionary authority.\"); <span class=\"star-pagination\">*469</span> <i>Kinstler v. First Reliance Standard Life Ins. Co.,</i> 181 F.3d 243, 252 (2d Cir. 1999) (\"[T]he needless ambiguity in the wording of the policy should be resolved against First Reliance.\"). Accordingly, the Court concludes that the plan language does not clearly grant GE discretionary authority and the proper standard of review is <i>de novo.</i></p>\n<p></p>\n<h2>C. <i>The Scope of Review</i>\n</h2>\n<p>Finally, before turning to the parties' motions for summary judgment, the Court must determine what evidence may be considered in reviewing Plaintiffs claim. Courts conducting <i>de novo</i> review of ERISA benefits claims should generally consider only the evidentiary record that was presented to the plan administrator. <i>See </i><i>Quesinberry v. Life Ins. Co. of N. Am.,</i> 987 F.2d 1017, 1025 (4th Cir. 1993). A court should exercise its discretion to consider additional evidence only \"when circumstances clearly establish that additional evidence is necessary to conduct an adequate de novo review of the benefit decision.\" <i>Id.</i></p>\n<p>In this case, Plaintiff asks the Court to consider evidence beyond the administrative record, including responses to interrogatories, deposition testimony, and correspondence from Plaintiffs attorney. The Court notes that both Plaintiff and Defendant relied extensively on deposition testimony and other evidence outside the administrative record in their summary judgment memoranda. However, the Court does not believe that additional evidence is necessary for its review. Though Plaintiff argues that this case involves \"complex medical issues and the credibility of medical experts,\" the Court believes that the evidence in this case can be understood based upon the administrative record. Therefore, the Court will limit its review to the information that was before the GE Benefits Center at the time of its benefits determination.</p>\n<p></p>\n<h2>D. <i>Plaintiffs Motion for Summary Judgment</i>\n</h2>\n<p></p>\n<h2>1. <i>STD Benefits</i>\n</h2>\n<p>Plaintiff claims that he is entitled to summary judgment because the evidence shows that he was eligible for STD benefits. Plaintiff bases this claim on the fact that his treating physician, Dr. Weinstein, certified that he was unable to work due to mental illness and two other psychiatrists subsequently concluded that Plaintiff was suffering from a mental disorder.</p>\n<p>As Defendant points out, Plaintiff had a relative small \"window\" in which to qualify for STD benefits. Plaintiff formally gave notice of his retirement from GE and went to work for the last time on July 10, 2000. His retirement became effective on August 1, 2000, making July 31, 2000 his last day as a GE employee. Therefore, if Plaintiff was not \"totally disabled\" between July 10 and July 31, 2000, he would not qualify for STD benefits, even if he subsequently became disabled.</p>\n<p>Defendant claims that its decision to deny benefits is supported by the record in this case. First, Defendant claims that there is no evidence that any doctor had deemed Plaintiff unable to work at the time he left the GE facility on July 7, 2000. In fact, on July 14, 2000, Plaintiff allegedly told the Center that he had not seen his doctor in approximately three weeks and that he was having no symptoms. Def.'s Ex. F-2. Moreover, Defendants argue that the documents submitted by Dr. Weinstein on August 1, 2000 did not establish that Plaintiff was \"totally disabled.\" Dr. Weinstein's notes did not suggest that Plaintiffs \"disability\" resulted from a medical problem, nor did they indicate how Dr. Weinstein defined \"disability.\" Furthermore, Dr. Weinstein never explained how Plaintiffs medical condition had worsened between June 12, 2000the date of Plaintiffs last visitand July 10, 2000 when <span class=\"star-pagination\">*470</span> Bursell allegedly became \"totally disabled.\" Finally, Defendant's decision to deny benefits was based on the recommendations of three physician reviewers after five separate reviews.</p>\n<p>Based on this evidence, the Court finds that a genuine issue of material fact exists with respect to Plaintiffs entitlement to STD benefits. Therefore, summary judgment of this claim is not appropriate.</p>\n<p></p>\n<h2>2. <i>LTD and Other GE Benefits</i>\n</h2>\n<p>Plaintiff argues that GE failed to initiate the LTD application process, as provided in the Handbook. Plaintiff claims that, if the Court determines that Defendant incorrectly denied his claim for STD benefits, the Court should also grant summary judgment with respect to his LTD claim. However, the Court has determined that summary judgment is inappropriate as to the STD claim. Because Plaintiffs claim for LTD benefits turns on his STD claim, it follows that Plaintiff is not entitled to summary judgment of the LTD claim. This is also true with respect to Plaintiffs claim for other GE benefits.</p>\n<p></p>\n<h2>3. <i>Attorney Fees</i>\n</h2>\n<p>In ERISA cases, an award of attorneys' fees may only be granted to the prevailing party. <i>See </i><i>Martin v. Blue Cross &amp; Blue Shield,</i> 115 F.3d 1201, 1210 (4th Cir.1997). Because Plaintiff is not entitled to summary judgment on any of his substantive claims, Plaintiff is not a prevailing party and is not entitled to attorney fees at this time.</p>\n<p></p>\n<h2>E. <i>Defendant's Motion for Summary Judgment</i>\n</h2>\n<p></p>\n<h2>1. <i>Plaintiffs State Law Claims</i>\n</h2>\n<p>In his Complaint, Plaintiff asserted claims for breach of contract and violation of the NCWHA. Defendant removed this case to federal court, claiming that Plaintiffs claims are governed by ERISA. In his summary judgment brief, Plaintiff concedes that ERISA governs his claims and seeks relief under § 502(a)(1)(B).</p>\n<p>\"With certain stated exceptions, ERISA preempts `any and all State laws insofar as they may now or hereafter relate to any employee benefits plan' governed by ERISA.\" <i>Powell v. Chesapeake &amp; Potomac Tel. Co.,</i> 780 F.2d 419, 421 (4th Cir. 1985) (quoting 29 U.S.C. § 1144(a)). The Supreme Court has held that the preemptive scope of ERISA is broad, and \"[a] law relates to an employee benefit plan ... if it has a connection with or reference to such a plan.\" <i>Shaw v. Delta Air Lines, Inc.,</i> 463 U.S. 85, 96-97, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983). Because Plaintiffs state law claims are clearly preempted by ERISA, Defendant's motion for summary judgment will be granted as to these claims.</p>\n<p></p>\n<h2>2. <i>Plaintiffs Jury Demand</i>\n</h2>\n<p>Defendant argues that Plaintiffs demand for a jury trial should be stricken because claims to recover benefits under an ERISA plan must be tried before the court, rather than a jury. <i>See </i><i>Biggers v. Wittek Indus., Inc.,</i> 4 F.3d 291, 297-98 (4th Cir.1993); <i>Ellis v. Metro. Life Ins. Co.,</i> 919 F.Supp. 936 (E.D.Va.1996) (striking the plaintiffs jury demand in a suit to recover disability benefits under § 502(a)(1)(B)). Because Plaintiff has no right to a jury trial in this action, his demand for a jury trial will be stricken.</p>\n<p></p>\n<h2>3. <i>STD Benefits</i>\n</h2>\n<p>Defendant claims that, even under the <i>de novo</i> standard of review, it is entitled to summary judgment of Plaintiffs claim for STD benefits. Defendant claims that Plaintiff was not entitled to STD benefits because (1) Plaintiff was fully functional during the relevant time period, except when at GE; (2) Disability Center claims <span class=\"star-pagination\">*471</span> personnel and two physician reviewers believed that Plaintiffs problem was an HR issue rather than a medical disability; and (3) Plaintiff initially expressed reluctance to apply for HR disability benefits and may have exaggerated his symptoms for potential secondary gain. In response, Plaintiff claims that he was entitled to disability benefits under the STD plan if he was unable to perform his job at GE and all of his treating physicians found that he was unable to do so.</p>\n<p>As discussed above, the evidence before the Court creates an issue of fact as to whether Defendant properly detennined by Plaintiff was not \"totally disabled\" under the STD plan. Accordingly, Defendant is not entitled to summary judgment of Plaintiffs STD claim.</p>\n<p></p>\n<h2>4. <i>LTD and Other GE Benefits</i>\n</h2>\n<p>Defendant argues that it is entitled to summary judgment with respect to Plaintiffs claim for LTD benefits. Defendant stresses that GE does not administer the LTD plan. In addition, Defendant argues that it did not initiate Plaintiffs claim for LTD benefits because Plaintiff had not qualified for STD benefits, which is generally a prerequisite to receiving LTD benefits. Thus, Defendant contends that Plaintiffs cause of action for LTD benefits has not yet accrued and is not ripe for review at this time. See <i>Cotter v. E. Conference of Teamsters Ret. Plan,</i> 898 F.2d 424, 428-29 (4th Cir.1990) (\"An ERISA cause of action does not accrue until a claim of benefits has been made and formally denied.\").</p>\n<p>In response, Plaintiff claims that Defendant is liable for LTD benefits because Defendant failed to submit his claim to MetLife as provided in the Benefits Handbook. Plaintiff directs the Court's attention to <i>Carter v. General Electric Co.,</i> 2001 WL 170464 (N.D.Ill. Feb. 20, 2001), where the court denied GE's motion for summary judgment under similar facts. In <i>Carter,</i> the court stated that \"the only reason Carter was not eligible for [LTD] benefits is because GE denied her claim for STD benefits.\" <i>Id.</i> at *7. Because the court found that questions of fact remained with respect to the STD claim and the plaintiffs LTD claim hinged on her STD claim, the court denied GE's motion for summary judgment on the LTD claim.</p>\n<p>As in <i>Carter,</i> the Court finds that summary judgment is not appropriate with respect to Plaintiffs LTD claim. If the Court ultimately determines the Plaintiff is entitled to STD benefits, Plaintiff may also be entitled to LTD benefits. The same is true with respect to Plaintiffs claim for other GE benefits. Accordingly, Defendant's motion for summary judgment must be denied as to these claims.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiffs Motion for Summary Judgment will be DENIED and Defendant's Motion will be GRANTED IN PART and DENIED IN PART. Plaintiffs state law claims are DISMISSED, and Plaintiffs demand for a jury trial is STRICKEN.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">460</span></span> (2003)</b></center>\n<center><h1>Kenneth R. BURSELL, Plaintiff,<br>\nv.<br>\nGENERAL ELECTRIC COMPANY, Defendent.</h1></center>\n<center>No. 5:02-CV-40-BO(3)</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 24, 2003.</center>\n<p><span class=\"star-pagination\">*462</span> Andrew O. Whiteman, Hartzell &amp; Whiteman, Raleigh, NC, for Kenneth R. Bursell, plaintiff.</p>\n<p>John J. Doyle, Jr., Constangy, Brooks &amp; Smith, Jill Stricklin Cox, Constangy, Brooks &amp; Smith, Winston-Salem, NC, for General Electric Company, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This case is before the Court on Plaintiffs and Defendant's cross-Motions for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The underlying Complaint alleges wrongful denial of disability benefits in violation of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. § 1001, <i>et seq.</i> For the reasons stated below, Plaintiffs Motion for Summary Judgment will be DENIED and Defendant's Motion will be GRANTED IN PART and DENIED IN PART.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*463</span> <i>BACKGROUND</i>\n</h2>\n<p>Plaintiff Kenneth R. Bursell (\"Bursell\") was an hourly employee at a General Electric (\"GE\") facility in Wilmington, North Carolina from 1979 until his retirement on August 1, 2000. Bursell worked the second shift in the shipping/receiving area of the Wilmington facility's Aircraft Division until February 2000, when he transferred to the facility's Nuclear Division as a utility operator.</p>\n<p></p>\n<h2>A. <i>General Electric Disability Benefits</i>\n</h2>\n<p>Various employment benefits are available to GE employees, including shortterm disability (\"STD\") benefits, long-term disability income (\"LTD\") benefits, regular pension benefits, disability pension benefits, and medical, dental, and vision benefits. Because Plaintiffs claim involves STD, LTD, and disability pension benefits, the Court will discuss the administration and eligibility requirements of these plans.</p>\n<p></p>\n<h2>1. <i>Short-term Disability Benefits</i>\n</h2>\n<p>Eligible employees may receive salary continuation for up to 26 weeks under GE's STD Plan. Claims for STD benefits are administered at GE's Disability Benefits Center (the \"Center\") in Eden Prairie, Minnesota. STD Plan documents state that an employee is eligible for STD benefits \"[i]f you become totally disabled as a result of a non-occupational sickness, accident or pregnancy while you are participating in the Plan.\" Def.'s Ex. A-l. The GE Benefits Handbook (the \"Handbook\") further explains that \"[t]o qualify for STD benefits, you must be under the care of a doctor whose certification of your disability is approved by the center.\" Defs Ex. 3. The Handbook also defines total disability as the inability to \"[pjerform the regular duties of your own job.\" Defs Ex. 2; C-2.</p>\n<p>The STD plan provides as follows:</p>\n<blockquote>Determinations of all benefit payments under the Plan will be made by the carrier. Accordingly, the management and control of the operation and administration of the claim procedures under the Plan, including the review and payment or denial of claims and the provision of a full and fair review of claim denial pursuant to Section 503 of the Act, shall be vested in the carrier.</blockquote>\n<p>Def.'s Ex. A-6.</p>\n<p></p>\n<h2>2. <i>Long-term Disability Benefits</i>\n</h2>\n<p>If an employee remains disabled at the end of the 26-week STD period, he or she may qualify for LTD benefits. The LTD plan that applies to hourly employees, including Bursell, is administered by Met-Life. To qualify for LTD benefits, an employee must be \"absent due to total disability.\" Def.'s Ex. D-l. Plan documents define \"total disability\" as follows:</p>\n<blockquote>\"Total disability\" means that an employee is, because of illness or injury, unable to engage in any gainful occupation for which he is reasonably fitted by education, training or experience and is under the care of a physician or psychologist, if necessary, for any treatment of his disability. However, during the first 12 months of absence because of disability (effective for disabilities commencing on [or] after January 1, 1994, 18 months for occupational disabilities), the employee will be considered totally disabled if he is unable, because of illness or injury, to perform any and every duty of his occupation held prior to his date of disability, lay off or leave of absence.</blockquote>\n<p>Def.'s Ex. D-9.</p>\n<p>The LTD plan further provides that \"[t]he carrier solely is responsible for providing the benefits under this Plan\" and \"[t]he carrier will make all decisions on claims.\" Def.'s Ex. D-6.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*464</span> 3. <i>Disability Pension</i>\n</h2>\n<p>According to the Handbook, GE employees are eligible for a disability pension if they become (1) permanently disabled; (2) as verified by a physician designated by GE; (3) while on active status and participating in the GE Pension Plan. Def.'s Ex. B-5; C-5. Permanent disability under this plan requires that the employee be \"permanently impaired and unable to perform your present job or any other available Company job for which you are reasonably suited by education, training or experience.\" <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Plaintiffs Case History</i>\n</h2>\n<p>Bursell's claim for benefits is based on mental health problems. Bursell alleges that these problems were triggered by an incident at work on October 26, 1999. At that time, Bursell worked in GE's shipping department. Bursell alleges that he was taken out of work by his supervisor and escorted to a conference room to meet with Andrea Hughes (\"Hughes\"), a human resources employee. Hughes allegedly questioned Bursell about two laptop computers that were missing from the shipping area. According to Bursell, Hughes accused Bursell of theft and suspended him from work. Bursell claims that he was directed to clean out his locker and escorted from the building by security guards. He was summoned to the facility several days later and given notice that he was being placed on Decision Making Leave (\"DML\"). Bursell appealed this action through GE's peer review counsel. Bursell claims that this panel cleared him of the theft charges but gave him a mild reprimand for being outside of his work area at one point during the evening in question.</p>\n<p>According to GE's version of these events, Hughes investigated and interviewed a number of employees, including Bursell, about the theft. At the conclusion of the investigation, a temporary employee was released from his assignment, and Bursell and a co-worker were placed on DML. According to GE, no theft charges were ever leveled against Bursell, and he was placed on DML for (1) failing to secure GE property, (2) failing to notify his supervisor that property under his control was missing, and (3) being away from his work area without permission in violation of company rules. GE claims that the peer review did not \"clear\" Bursell of any charges but did reduce his DML to a written reprimand, a lesser form of discipline.</p>\n<p>Bursell alleges that, after returning to work, he experienced a severe reaction to the way he had been treated during the theft incident. On December 14, 1999, Bursell sought treatment from his primary care physician, Dr. Wortman, who prescribed an anti-depressant. Bursell met with a psychiatrist, Dr. William Koff, on January 14, 2000. Dr. Koff was a service provider with GE's Employee Assistance Program. According to Dr. Koff s notes, Bursell felt \"devastated\" and \"anxious in public\" and claimed that \"acquaintances now see him differently.\" PL's Ex. 3 at 229-30. Dr. Koff prescribed a different anti-depressant. Then, on May 3, 2000, Bursell saw Dr. Robert H. Weinstein. Dr. Weinstein's report indicates that Bursell changed doctors because of confidentiality concerns. According to Bursell, Dr. Weinstein diagnosed Bursell's condition as major depression with obsessions and prescribed medication and supportive therapy dealing with grief and rejection.</p>\n<p>On Friday, July 7, 2000, Bursell claims that he saw Andrea Hughes from a distance and became so angry that he thought about grabbing and choking her. Bursell claims that he was fearful that he might become violent and left the facility immediately. The following Monday, July <span class=\"star-pagination\">*465</span> 10, 2000, Bursell went to the Human Resources Office and advised employee Donna Daly that he had to leave GE right away. Bursell filled out the paper-work to begin early retirement on August 1, 2000. Bursell did not return to work after July 10, 2000.</p>\n<p>Bursell contacted the GE Disability Center on July 14, 2000 and filed a STD claim. According to GE, Bursell told the Center at that time that he was having no symptoms and had not seen his doctor in approximately three weeks. The Center sent a functional capacity survey form to Dr. Weinstein on July 14, 2000. On July 21, 2000, Dr. Weinstein faxed a note to the Center claiming that Bursell was disabled as of July 10, 2000 with depression and obsession due to work stress. Def.'s Ex. F-2. Dr. Weinstein also faxed the completed functional capacity survey form to the Center on July 21, describing Bursell's symptoms as \"panic\" and listing \"X\" as Bursell's return to work date. Def.'s Ex. E-16, 17.</p>\n<p>On July 21, 2000, GE denied Bursell's claim for STD benefits because he had not been seen by a physician or assessed as disabled during the relevant period (from July 10 forward). According to GE, Bursell contacted the Center on July 26, 2000 and stated that he had seen Dr. Weinstein that day. Def.'s Ex. F-3. The Center then notified Dr. Weinstein that GE needed any information gathered at the July 26 appointment to support Bursell's claim of disability. <i>Id.</i></p>\n<p>On August 1, 2000, the Center received Bursell's appeal of the denial of his claim, along with a new functional capacity survey from Dr. Weinstein dated August 1, 2000. This survey diagnosed Bursell with depression, described his symptoms as \"rage and homocidal [sic] thoughts on the job,\" and stated that his functioning was \"OK unless at work.\" Def.'s Ex. E-22. The Center had Dr. Dorothy Dugger conduct an independent physician advisor (PA) review of Bursell's claim, during which she reviewed the medical evidence and conferred with Dr. Weinstein. According to Dr. Dugger's notes, Dr. Weinstein said that Bursell was not really dangerous, was fully functional in his daily life, and could do his job with no difficulty for a different employer. Def.'s Ex. F-4. Dr. Dugger recommended that Bursell's claim be denied because he was not \"psychiatrically incapable of performing job functions\" and was capable of performing his job duties for another employer. Def.'s Ex. F-5.</p>\n<p>The Center denied Bursell's STD claim and sent Bursell a letter on August 7, 2000 explaining that \"based on the medical and clinical information provided, the PA has determined that there is no medical necessity to substantiate continued absence from work beyond 07/09/2000.\"</p>\n<p>Bursell filed administrative appeal forms dated August 11 and 18, 2000. According to Bursell, GE requested medical records from Dr. Weinstein and Dr. Wortman on August 21, 2000. On September 6, 2000, the Center had Dr. William Hague perform a PA review. After reviewing the medical data, Dr. Hague recommended that the denial be upheld, finding that Bursell's problem was \"not a psychiatric disability\" but rather a reaction to a human resource problem and a refusal to work things out. Def.'s Ex. F-7. In a letter dated September 20, 2000, the Center upheld its denial of Bursell's STD claim.</p>\n<p>On March 13, 2001, Bursell appealed again. GE responded on March 15, 2001, stating that its prior decision had been based on a PA review and the decision of the GE appeals board. The letter informed Bursell that he was not eligible for LTD benefits until he received 26 weeks of STD benefits and indicated that Bursell <span class=\"star-pagination\">*466</span> would need to submit new medical information to support his claim of disability. PL's Ex. 3 at 325.</p>\n<p>On March 30, Bursell submitted additional medical records indicating that he had been treated by Dr. Kevin Etter on September 1, 2000, October 27, 2000, and March 16, 2001. Bursell claims that he first saw Dr. Etter on August 24, 2000, and Dr. Etter diagnosed his condition as post-traumatic stress disorder, depression, and alcohol abuse. PL's Ex. 3 at 316-17. However, GE contends that this August 24, 2000 diagnosis was made by a social worker Lee Hasty, and Dr. Etter's actual diagnosis was \"Major Depressive Episode-Partial Remission\" on September 1, 2000. GE also claims that Dr. Etter's notes did not indicate an inability to work. Def.'s Ex. E-29, 30.</p>\n<p>The Center had Dr. Hague conduct another PA review. After reviewing Bursell's records and speaking to Dr. Weinstein, Dr. Hague concluded that Bursell did not have a psychiatric disability and recommended that the denial be upheld. In a letter dated May 10, 2001, the Center denied Bursell's appeal, claiming that the new medical data did not indicate that he was disabled from July 10 to July 31, 2000.</p>\n<p>On June 4, 2001, Dr. Weinstein sent a letter to the Center clarifying that Bursell's diagnosis on July 10, 2000 was \"Major Depression with Panic and Obsessions.\" Def.'s Ex. E-34. The Center had Dr. Craig Coenson perform another PA review on June 24, 2001. On June 29, 2001, Dr. Coenson concluded that Bursell's functional capacity was not impaired, and the Center informed Bursell that the PA review did not support a finding of disability. Def.'s Ex. F-ll.</p>\n<p>On July 20, 2001, the Center received a note from Dr. Weinstein dated July 17, 2001. The letter stated that, though Dr. Weinstein had not seen Bursell for \"quite some time,\" Bursell and his wife had visited him that day for medication and \"to obtain this letter.\" Def.'s Ex. E-35. Dr. Weinstein stated that Bursell was disabled from all occupations, and he changed Bursell's diagnosis to possible post-traumatic stress disorder. <i>Id.</i></p>\n<p>After receiving this letter, the Center had Dr. Hague perform another PA review. Dr. Hague reviewed the medical file and spoke to Dr. Weinstein. Based on this review, he concluded that \"[t]his data does not indicate disability in July of last year or subsequently [through] prior reviews that we had with Dr. Weinstein (5/01, and 6/01), but seems to indicate increased [symptoms] at visit with [Dr.] Weinstein and in recent past.\" Def.'s Ex. F-12.</p>\n<p>On November 11, 2001, Bursell submitted additional documents to the Center, including a note dated October 24, 2001 from Dr. Weinstein and notes from Bursell's visits to Dr. Koff, indicating a diagnosis of \"Adjustment Disorder with Mixed Features\" in January 2000. Def.'s Ex. 10, 11. According to GE, Dr. Koffs notes did not indicate that Bursell was unable to work at GE. <i>Id.</i></p>\n<p>Dr. Hague reviewed Bursell's records again at this point and concluded that there was no new or relevant data that would alter the prior disability determinations. Accordingly, the Center denied Bursell's final administrative appeal on November 29, 2001.</p>\n<p></p>\n<h2>C. <i>Procedural Background</i>\n</h2>\n<p>On December 17, 2001, Plaintiff filed a Complaint in Wake County Superior Court alleging failure to pay benefits, breach of contract, and violation of the North Carolina Wage and Hour Act (\"NCWHA\"). On January 18, 2002, Defendant filed a Notice of Removal to this Court, arguing that Plaintiffs claim was governed by ERISA. Plaintiff now contends that Defendant's denial of disability benefits violated <span class=\"star-pagination\">*467</span> § 502(a)(1)(B) of ERISA, 29 U.S.C. § 1132(a)(1)(B). Plaintiff filed his Motion for Summary Judgment on October 31, 2002, and Defendant filed its Motion for Summary Judgment on November 1, 2002.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2>A. <i>Summary Judgment Standard</i>\n</h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <i>All</i> U.S. 317, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc., ill</i> U.S. 242, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden to show the court that there is an absence of a genuine issue concerning any material fact and that the non-moving party cannot prevail. <i>See Celotex, All</i> U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson. All</i> U.S. at 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The court must accept all of the non-moving party's evidence as true and will view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>B. <i>Standard of Review</i>\n</h2>\n<p>As an initial matter, this Court must determine the proper standard for reviewing Defendant's denial of Plaintiffs claim. The United States Supreme Court has held that \"a denial of benefits challenged under § 1132(a)(1)(B) is to be reviewed under a <i>de novo</i> standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989). If \"the language of the plan confers discretion on the administrator to determine eligibility or to construe terms of the plan, then a court reviews the decision to deny benefits for abuse of discretion.\" <i>Feder v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"770632\"><a href=\"/opinion/770632/jay-m-feder-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 522 (4th Cir.2000).</p>\n<p>A district court must \"decide de novo whether the plan's language grants the administrator discretion to determine the claimant's eligibility for benefits ...\" <i>Id.</i> No specific phrases or terms are required to trigger abuse of discretion review. <i>See </i><i>Gallagher v. Reliance Standard Life Ins. Co.,</i> <span class=\"citation\" data-id=\"779281\"><a href=\"/opinion/779281/patrick-l-gallagher-v-reliance-standard-life-insurance-company/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 268 (4th Cir. 2002). \"The plan's intention to confer discretionary authority on the plan administrator or fiduciary, however, must be clear.\" <i>Id.</i> In addition, any ambiguity in an ERISA plan must be construed against the drafter and in accordance with the reasonable expectations of the insured. <i>See id.</i> at 269.</p>\n<p>STD plan documents state that \"[d]eterminations of all benefit payments under the Plan will be made by the carrier. Accordingly, the management and control of the operation and administration of the claim procedures under the Plan, including the review and payment or denial of claims and the provision of a full and fair review of claim denial pursuant to Section 503 of the Act, shall be vested in the carrier.\" Def.'s Ex. A-6. In addition, the Handbook states that \"[t]he plan administrator or a designated representative, such as the benefits administrator, the Pension Board or an insurer of benefits, has the authority and responsibility to interpret the provisions of the respective plans. The nature of this authority and the discretion afforded <span class=\"star-pagination\">*468</span> these persons are detailed in the applicable plan documents.\" Def.'s Ex. B-6, 6.</p>\n<p>Two district courts have previously examined the language of GE's STD plan to determine whether it grants discretionary authority. First, in <i>Carter v. General Electric Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">170464</span></span> (N.D.Ill. Feb. 20, 2001), the court concluded that plan language was not sufficient to \"rebut the presumption of plenary review\" and \"does not come close to granting `the carrier' discretion to determine benefits or interpret the terms of the Plan.\" <i>Id.</i> at *4. In addition, the court held that the language in the Handbook was insufficient to confer discretionary authority:</p>\n<blockquote>While the language arguably contains the `requisite if minimum clarity' to confer discretion upon GE, the problem is that it cannot be found anywhere in the STD Plan document itself ... In other words, this appears to be a case in which the Plan is silent with respect to the administrator's discretion but the [Handbook] expressly confers such discretion. Other courts facing this situation have concluded that, unless the Plan affirmatively grants discretion, the default rule of <i>de novo</i> review applies, even if the [Handbook] provides otherwise... This makes sense because it is the Plan, not the [Handbook], that forms the contract between the administrator and the beneficiary.</blockquote>\n<p><i>Id.</i> at *5.</p>\n<p>In contrast, the Middle District of North Carolina recently concluded that GE's STD plan \"confers sufficient discretion upon the Disability Center so as to support the use of the abuse of discretion standard in reviewing this matter.\" <i>Starnes v. General Electric Co.,</i> <span class=\"citation\" data-id=\"2481793\"><a href=\"/opinion/2481793/starnes-v-general-electric-co/\"><span class=\"volume\">201</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">549</span></a></span>, 556 (M.D.N.C.2002). The court found that the plan language \"demonstrates that the Disability Center is charged with the authority to determine the eligibility of claimants seeking disability benefits.\" <i>Id.</i> The court also stated that \"the fact that the Disability Center is responsible for controlling the appeal of denied claims indicates that it is the ultimate decisionmaker with respect to benefits under the Disability Plan.\" <i>Id.</i></p>\n<p>Weighing these two positions, the Court believes that the court in <i>Carter</i> reached the better conclusion. While the plan states that the carrier will have some decision-making authority, it does not clearly indicate that this authority is final. <i>See </i><i>Gallagher,</i> 305 F.3d at 270 n. 6 (\"Final authority to make eligibility determinations is not delegated by `the mere fact that a plan requires a determination of eligibility or entitlement by the administrator, or requires proof or satisfactory proof of the applicant's claim, or requires both a determination and proof ...\").</p>\n<p>In <i>Gallagher,</i> the Fourth Circuit stressed that \"[i]f a plan does not clearly grant discretion, the standard of review is de novo.\" <i>Id.</i> at 269. It certainly would have been possible for GE to draft its STD plan in a manner that more clearly conferred discretionary authority. <i>See </i><i>Ellis v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"746849\"><a href=\"/opinion/746849/ellen-v-ellis-v-metropolitan-life-insurance-company/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 230 (\"The Plan vests MetLife, a fiduciary under the Plan, with discretionary authority to interpret the terms of the plan and to determine eligibility for and entitlement to plan benefits in accordance with the terms of the plan.\"). The Court believes that GE's failure to be careful and complete in defining the scope of authority under the plan should not operate against the insured. <i>See </i><i>Gallagher,</i> <span class=\"citation\" data-id=\"779281\"><a href=\"/opinion/779281/patrick-l-gallagher-v-reliance-standard-life-insurance-company/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 269 (\"Any ambiguity in an ERISA plan `is construed against the drafter of the plan <i>...'\"). See also </i><i>Perugini-Christen v. Homestead Mortgage Co.,</i> <span class=\"citation\" data-id=\"777350\"><a href=\"/opinion/777350/mary-perugini-christen-v-homestead-mortgage-company-and-reliance-standard/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 626 (7th Cir.2002) (\"Because it is not clear from the plan language which interpretation is the correct one, we find that Reliance failed to reserve discretionary authority.\"); <span class=\"star-pagination\">*469</span> <i>Kinstler v. First Reliance Standard Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></span>, 252 (2d Cir. 1999) (\"[T]he needless ambiguity in the wording of the policy should be resolved against First Reliance.\"). Accordingly, the Court concludes that the plan language does not clearly grant GE discretionary authority and the proper standard of review is <i>de novo.</i></p>\n<p></p>\n<h2>C. <i>The Scope of Review</i>\n</h2>\n<p>Finally, before turning to the parties' motions for summary judgment, the Court must determine what evidence may be considered in reviewing Plaintiffs claim. Courts conducting <i>de novo</i> review of ERISA benefits claims should generally consider only the evidentiary record that was presented to the plan administrator. <i>See </i><i>Quesinberry v. Life Ins. Co. of N. Am.,</i> <span class=\"citation\" data-id=\"601800\"><a href=\"/opinion/601800/robert-e-quesinberry-individually-and-as-administrator-of-the-estate-of/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1025 (4th Cir. 1993). A court should exercise its discretion to consider additional evidence only \"when circumstances clearly establish that additional evidence is necessary to conduct an adequate de novo review of the benefit decision.\" <i>Id.</i></p>\n<p>In this case, Plaintiff asks the Court to consider evidence beyond the administrative record, including responses to interrogatories, deposition testimony, and correspondence from Plaintiffs attorney. The Court notes that both Plaintiff and Defendant relied extensively on deposition testimony and other evidence outside the administrative record in their summary judgment memoranda. However, the Court does not believe that additional evidence is necessary for its review. Though Plaintiff argues that this case involves \"complex medical issues and the credibility of medical experts,\" the Court believes that the evidence in this case can be understood based upon the administrative record. Therefore, the Court will limit its review to the information that was before the GE Benefits Center at the time of its benefits determination.</p>\n<p></p>\n<h2>D. <i>Plaintiffs Motion for Summary Judgment</i>\n</h2>\n<p></p>\n<h2>1. <i>STD Benefits</i>\n</h2>\n<p>Plaintiff claims that he is entitled to summary judgment because the evidence shows that he was eligible for STD benefits. Plaintiff bases this claim on the fact that his treating physician, Dr. Weinstein, certified that he was unable to work due to mental illness and two other psychiatrists subsequently concluded that Plaintiff was suffering from a mental disorder.</p>\n<p>As Defendant points out, Plaintiff had a relative small \"window\" in which to qualify for STD benefits. Plaintiff formally gave notice of his retirement from GE and went to work for the last time on July 10, 2000. His retirement became effective on August 1, 2000, making July 31, 2000 his last day as a GE employee. Therefore, if Plaintiff was not \"totally disabled\" between July 10 and July 31, 2000, he would not qualify for STD benefits, even if he subsequently became disabled.</p>\n<p>Defendant claims that its decision to deny benefits is supported by the record in this case. First, Defendant claims that there is no evidence that any doctor had deemed Plaintiff unable to work at the time he left the GE facility on July 7, 2000. In fact, on July 14, 2000, Plaintiff allegedly told the Center that he had not seen his doctor in approximately three weeks and that he was having no symptoms. Def.'s Ex. F-2. Moreover, Defendants argue that the documents submitted by Dr. Weinstein on August 1, 2000 did not establish that Plaintiff was \"totally disabled.\" Dr. Weinstein's notes did not suggest that Plaintiffs \"disability\" resulted from a medical problem, nor did they indicate how Dr. Weinstein defined \"disability.\" Furthermore, Dr. Weinstein never explained how Plaintiffs medical condition had worsened between June 12, 2000the date of Plaintiffs last visitand July 10, 2000 when <span class=\"star-pagination\">*470</span> Bursell allegedly became \"totally disabled.\" Finally, Defendant's decision to deny benefits was based on the recommendations of three physician reviewers after five separate reviews.</p>\n<p>Based on this evidence, the Court finds that a genuine issue of material fact exists with respect to Plaintiffs entitlement to STD benefits. Therefore, summary judgment of this claim is not appropriate.</p>\n<p></p>\n<h2>2. <i>LTD and Other GE Benefits</i>\n</h2>\n<p>Plaintiff argues that GE failed to initiate the LTD application process, as provided in the Handbook. Plaintiff claims that, if the Court determines that Defendant incorrectly denied his claim for STD benefits, the Court should also grant summary judgment with respect to his LTD claim. However, the Court has determined that summary judgment is inappropriate as to the STD claim. Because Plaintiffs claim for LTD benefits turns on his STD claim, it follows that Plaintiff is not entitled to summary judgment of the LTD claim. This is also true with respect to Plaintiffs claim for other GE benefits.</p>\n<p></p>\n<h2>3. <i>Attorney Fees</i>\n</h2>\n<p>In ERISA cases, an award of attorneys' fees may only be granted to the prevailing party. <i>See </i><i>Martin v. Blue Cross &amp; Blue Shield,</i> <span class=\"citation\" data-id=\"741873\"><a href=\"/opinion/741873/21-employee-benefits-cas-1250-pens-plan-guide-cch-p-23935u-nancy/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1201</span></a></span>, 1210 (4th Cir.1997). Because Plaintiff is not entitled to summary judgment on any of his substantive claims, Plaintiff is not a prevailing party and is not entitled to attorney fees at this time.</p>\n<p></p>\n<h2>E. <i>Defendant's Motion for Summary Judgment</i>\n</h2>\n<p></p>\n<h2>1. <i>Plaintiffs State Law Claims</i>\n</h2>\n<p>In his Complaint, Plaintiff asserted claims for breach of contract and violation of the NCWHA. Defendant removed this case to federal court, claiming that Plaintiffs claims are governed by ERISA. In his summary judgment brief, Plaintiff concedes that ERISA governs his claims and seeks relief under § 502(a)(1)(B).</p>\n<p>\"With certain stated exceptions, ERISA preempts `any and all State laws insofar as they may now or hereafter relate to any employee benefits plan' governed by ERISA.\" <i>Powell v. Chesapeake &amp; Potomac Tel. Co.,</i> <span class=\"citation\" data-id=\"462621\"><a href=\"/opinion/462621/eleanor-powell-v-chesapeake-and-potomac-telephone-company-of-virginia/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></a></span>, 421 (4th Cir. 1985) (quoting 29 U.S.C. § 1144(a)). The Supreme Court has held that the preemptive scope of ERISA is broad, and \"[a] law relates to an employee benefit plan ... if it has a connection with or reference to such a plan.\" <i>Shaw v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 96-97, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1983). Because Plaintiffs state law claims are clearly preempted by ERISA, Defendant's motion for summary judgment will be granted as to these claims.</p>\n<p></p>\n<h2>2. <i>Plaintiffs Jury Demand</i>\n</h2>\n<p>Defendant argues that Plaintiffs demand for a jury trial should be stricken because claims to recover benefits under an ERISA plan must be tried before the court, rather than a jury. <i>See </i><i>Biggers v. Wittek Indus., Inc.,</i> <span class=\"citation\" data-id=\"629142\"><a href=\"/opinion/629142/ronald-j-biggers-james-e-brandon-linda-m-cornwell-james-a-dunn-kenneth/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 297-98 (4th Cir.1993); <i>Ellis v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1581238\"><a href=\"/opinion/1581238/ellis-v-metropolitan-life-ins-co/\"><span class=\"volume\">919</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">936</span></a></span> (E.D.Va.1996) (striking the plaintiffs jury demand in a suit to recover disability benefits under § 502(a)(1)(B)). Because Plaintiff has no right to a jury trial in this action, his demand for a jury trial will be stricken.</p>\n<p></p>\n<h2>3. <i>STD Benefits</i>\n</h2>\n<p>Defendant claims that, even under the <i>de novo</i> standard of review, it is entitled to summary judgment of Plaintiffs claim for STD benefits. Defendant claims that Plaintiff was not entitled to STD benefits because (1) Plaintiff was fully functional during the relevant time period, except when at GE; (2) Disability Center claims <span class=\"star-pagination\">*471</span> personnel and two physician reviewers believed that Plaintiffs problem was an HR issue rather than a medical disability; and (3) Plaintiff initially expressed reluctance to apply for HR disability benefits and may have exaggerated his symptoms for potential secondary gain. In response, Plaintiff claims that he was entitled to disability benefits under the STD plan if he was unable to perform his job at GE and all of his treating physicians found that he was unable to do so.</p>\n<p>As discussed above, the evidence before the Court creates an issue of fact as to whether Defendant properly detennined by Plaintiff was not \"totally disabled\" under the STD plan. Accordingly, Defendant is not entitled to summary judgment of Plaintiffs STD claim.</p>\n<p></p>\n<h2>4. <i>LTD and Other GE Benefits</i>\n</h2>\n<p>Defendant argues that it is entitled to summary judgment with respect to Plaintiffs claim for LTD benefits. Defendant stresses that GE does not administer the LTD plan. In addition, Defendant argues that it did not initiate Plaintiffs claim for LTD benefits because Plaintiff had not qualified for STD benefits, which is generally a prerequisite to receiving LTD benefits. Thus, Defendant contends that Plaintiffs cause of action for LTD benefits has not yet accrued and is not ripe for review at this time. See <i>Cotter v. E. Conference of Teamsters Ret. Plan,</i> <span class=\"citation\" data-id=\"538398\"><a href=\"/opinion/538398/john-joseph-cotter-v-eastern-conference-of-teamsters-retirement-plan/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span>, 428-29 (4th Cir.1990) (\"An ERISA cause of action does not accrue until a claim of benefits has been made and formally denied.\").</p>\n<p>In response, Plaintiff claims that Defendant is liable for LTD benefits because Defendant failed to submit his claim to MetLife as provided in the Benefits Handbook. Plaintiff directs the Court's attention to <i>Carter v. General Electric Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">170464</span></span> (N.D.Ill. Feb. 20, 2001), where the court denied GE's motion for summary judgment under similar facts. In <i>Carter,</i> the court stated that \"the only reason Carter was not eligible for [LTD] benefits is because GE denied her claim for STD benefits.\" <i>Id.</i> at *7. Because the court found that questions of fact remained with respect to the STD claim and the plaintiffs LTD claim hinged on her STD claim, the court denied GE's motion for summary judgment on the LTD claim.</p>\n<p>As in <i>Carter,</i> the Court finds that summary judgment is not appropriate with respect to Plaintiffs LTD claim. If the Court ultimately determines the Plaintiff is entitled to STD benefits, Plaintiff may also be entitled to LTD benefits. The same is true with respect to Plaintiffs claim for other GE benefits. Accordingly, Defendant's motion for summary judgment must be denied as to these claims.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiffs Motion for Summary Judgment will be DENIED and Defendant's Motion will be GRANTED IN PART and DENIED IN PART. Plaintiffs state law claims are DISMISSED, and Plaintiffs demand for a jury trial is STRICKEN.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1581238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2481793/"
  ]
}