{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2414930/",
  "absolute_url": "/opinion/2414930/eeoc-v-roman-catholic-diocese-of-raleigh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2414930/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:26:14.598564Z",
  "date_modified": "2016-04-26T20:48:21.113542Z",
  "type": "010combined",
  "sha1": "63126e34ed29af5fbaece8668d12a222b1a93f65",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>48 F.Supp.2d 505 (1999)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nThe ROMAN CATHOLIC DIOCESE OF RALEIGH, NORTH CAROLINA and Sacred Heart Cathedral, Defendants.</h1></center>\n<center>No. 5:98-CV-978-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 30, 1999.</center>\n<p><span class=\"star-pagination\">*506</span> Mindy E. Weinstein, Regional Attorney, E.E.O.C., Charlotte District Office, Charlotte, NC, Rosemary J. Fox, Erania Ebron-Fubara, Sr., Trial Attorney, E.E.O.C., Charlotte, NC, for Equal Employment Opportunity Commission, plaintiff.</p>\n<p>Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, NC, Charles F. Powers, III, Raleigh, NC, Robin T. Morris, Poyner &amp; Spruill, Raleigh, NC, for The Roman Catholic Diocese of Raleigh, North Carolina, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss pursuant to Fed. R.Civ.P. 12(b)(1). Both parties have filed <span class=\"star-pagination\">*507</span> briefs of the highest caliber with the court on their respective positions; therefore, this matter is ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The court is confronted with the clash of two deeply held American convictions. One, embodied in the Civil Rights Acts of 1964 and 1991, is to prevent discrimination; the other, embodied in the First Amendment to the Constitution of the United States, is to protect the free exercise of religion.</p>\n<p>This dispute arises out of complaints filed by Joyce M. Austin (\"Austin\") with the Equal Employment Opportunity Commission (\"EEOC\"). The EEOC investigated Austin's complaints and filed the present action alleging that defendants, The Roman Catholic Diocese of Raleigh, North Carolina (the \"Diocese\"), and Sacred Heart Cathedral (the \"Cathedral\"), discriminated against Austin on the basis of her sex in violation of Title VII of the Civil Rights Act of 1964 and Title I of the Civil Rights Act of 1991. The EEOC alleges that the defendants discriminated against Austin by (1) reassigning some of her duties to males; (2) retaliating against her for filing EEOC complaints by demoting her, failing to select her for a new position and requiring her to work additional hours in her teaching position; and, (3) retaliating against her by demoting her from a \"regular\" part-time teacher to a part-time teacher.</p>\n<p>The Cathedral, a constituent part of the Diocese, is a Roman Catholic Church and part of the hierarchical form of government of the Catholic Church. The Diocese governs the Roman Catholic Church body in Eastern North Carolina.</p>\n<p>Austin began her employment relationship with the Cathedral in June 1983, when she became the Director of the Cathedral Folk Choir. In 1984 she began teaching music at the Cathedral Elementary School (the \"School\"). Father G.L. Lewis (\"Father Lewis\"), the rector of the Cathedral, promoted Austin to the Director of Music Ministry in July 1990. Her duties at the School covered responsibility for the music program to include two extracurricular musical performances, serving as a resource person for all musical activities, playing piano for mass and assisting in the preparation for School liturgies. (<i>See</i> \"Job Description\" attached as Ex. A to Austin Aff.)</p>\n<p>Upon being promoted to Music Minister, Austin's duties at the Cathedral increased. The Cathedral described the duties in detail as follows:</p>\n<blockquote>PARISH NEED: The Cathedral Parish has grown to the point where there is the need of a full time music person; a person who would be part of the Parish Ministry Team, available for on-going Liturgy planning, Ministry team meetings and for consultation in the day to day matters of the parish.</blockquote>\n<blockquote>MAJOR DUTIES OF THE PARISH DIRECTOR OF MUSIC WILL BE:</blockquote>\n<blockquote>1. To assist in the planning of all Parish Liturgies; to direct the parish choirs; to teach the congregation to actively and vocally participate in the music of the Parish; to recruit and train cantors.</blockquote>\n<blockquote>2. WEDDINGS AND FUNERALS:</blockquote>\n<blockquote>To Plan and accompany all weddings. When the Parish Music Minister is away he/she will obtain fitting substitutes for the rite but will retain supervision of musical planning for the wedding ceremony. To plan and accompany all funerals. With the Parish Priests to visit the family of the deceased and assist said family and priest in planning the funeral liturgy.</blockquote>\n<blockquote>3. To assist in the planning and to be present for ALL SPECIAL LITURGIES i.e. Holy Days, Holy Week, Penancy Services, First Eucharist, Ash Wednesday, All Souls Day, Thanksgiving Day, 4th of July, Cathedral School Liturgies and all Liturgies when the Bishop is present.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*508</span> 4. To TEACH IN THE CATHEDRAL SCHOOL under the supervision of the principal</blockquote>\n<p>(<i>See</i> Ex. B \"Proposed Job Description,\" attached to Austin Aff.) (emphasis in the original). The proposed job description called for a total of 17 ½ work hours per week at the Cathedral consisting of five and one-half hours each Sunday, six hours for choir rehearsals, one hour for handbell choir rehearsal, four hours planning for masses and one hour for training cantors. (<i>See id.</i>) Austin's average work week at the School consisted of 21 hours. (<i>See id.</i>)</p>\n<p>Father Lewis and Austin summarized these duties in a one page handwritten document which included teaching in the School; directing folk and traditional choirs and training cantors; supervising the spiritual and Hispanic choirs; approving music for weddings, even if unavailable, and playing the organ for weddings; calling or visiting families who are planning funerals; and, attending monthly worship committee meetings and planning seasonal liturgy. (<i>See</i> Ex. C attached to Austin Aff.). Austin was to choose \"music that reflected and enhanced the theme of the Scriptures of the day and that would assist the assembly in their individual journeys of faith.\" (<i>See</i> O'Conner Aff. ¶ 7)</p>\n<p>Father Lewis was replaced by Father John Francis O'Conner (\"Father Tim\") in May 1992. Austin alleges that she began to suffer discrimination in September 1992, when some of her duties were reassigned to males. The duties Austin alleges Father Tim reassigned consist of choirs, other then the Cathedral choir, being brought in to sing at mass, and organists, other than Austin, being used for events at the Cathedral.<sup>[1]</sup> In February 1995, Austin filed her first claim with the EEOC alleging discrimination based on sex.</p>\n<p>Also in 1995, the Cathedral conducted a parish survey on all aspects of the church. The survey indicated a dissatisfaction among members of the parish with the music ministry at the Cathedral. As a result of these concerns, the Cathedral formed a Search Committee to develop a job description for a full-time position to be titled \"Director of Music Ministries and Organist.\" The Search Committee developed a more detailed job description than the one under which Austin performed her duties. The new job description continued to place the responsibility for all music associated with worship on the Director of Music, continued to require the Director of Music to participate on certain parish committees and continued to place responsibility for choir and cantor training on the Director of Music. (<i>See</i> Ex. B attached to O'Conner Aff. and Ex. B attached to Austin Aff.) The revised job description clarified matters that seemed implied in the previous job description. For example, the new job description explicitly required the Director of Music Ministries to be a practicing Catholic, to have a degree in music or equivalent experience and to \"support the Gospel message through song and challenge the assembly to live it more fully.\" (<i>See</i> Ex. B attached to O'Conner Aff.)</p>\n<p>Father Tim informed Austin that her contract covering her duties as Minister of Music at the Cathedral would not be renewed and would expire on June 30, 1995. Austin retained her duties as a part-time teacher at the School. On June 30, 1995, Austin filed her second complaint with the EEOC alleging she had been demoted from Minister of Music to part-time music teacher at the School in retaliation for her February 1995 EEOC filing.</p>\n<p>The Search Committee advertised the new position in \"The North Carolina Catholic\" and other publications. These solicitations garnered approximately 43 applications. The Search Committee considered the applicants and recommended one, Paul <span class=\"star-pagination\">*509</span> Monachino, to Father Tim. After \"prayerful reflection\" Father Tim selected Paul Monachino as the person who \"could best accomplish the spiritual and pastoral functions of [the Music Minister] and who, through leading the musical praise, could challenge and promote the spiritual good of the assembly.\" (<i>See</i> O'Conner Aff. ¶ 11). On February 1, 1996, Austin filed a third complaint with the EEOC alleging sex discrimination and retaliation for previous EEOC filings which resulted in not being chosen for the full-time position of Director of Music Ministry.</p>\n<p>Austin continued her part-time teaching job at the School. In the Spring of 1997, the principal informed her that she would not be given a teaching contract due to her \"part-time\" rather than \"regular part-time\" status. The principal explained that she was considered \"part-time\" rather than \"regular part-time\" because the actual number of hours she worked were not enough to be considered \"regular part-time.\" (<i>See</i> Austin Aff. ¶ 23). As a result of this change, Austin filed a fourth charge of discrimination with the EEOC.</p>\n<p>The EEOC filed this complaint on Austin's behalf and the defendants have moved for dismissal pursuant to Fed.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction. Defendants contend that adjudication of the plaintiff's claim constitutes a violation of both the Free Exercise and Establishment Clauses of the First Amendment to the United States Constitution. More specifically, defendants contend that the ministerial exception of the Free Exercise Clause requires dismissal as does the Establishment Clause's prohibition against excessive government entanglement in religious affairs. Plaintiff counters that the ministerial exception no longer exists under current Supreme Court precedent and that, even if it does, it does not apply in this case. Plaintiff additionally asserts that this case raises no excessive entanglement problems.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Motion to Dismiss Standard of Review</h2>\n<p>The plaintiff must carry the burden of proving that subject matter jurisdiction exists. <i>See </i><i>Evans v. B.F. Perkins Co.,</i> 166 F.3d 642, 646 (4th Cir.1999) \"When a defendant challenges subject matter jurisdiction pursuant to Rule 12(b)(1), `the district court is to regard the pleadings as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.'\" <i>Id.</i> (quoting <i>Richmond, Fredericksburg &amp; Potomac R. Co. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991)). If the material jurisdictional facts are not in dispute, and the moving party is entitled to judgment as a matter of law, then the court should grant the Rule 12(b)(1) motion to dismiss. <i>See id.</i> These principles will guide the court's analysis which follows.</p>\n<p></p>\n<h2>II. The Ministerial Exception</h2>\n<p>The genesis of the ministerial exception is found in the United States Court of Appeals for the Fifth Circuit's decision in <i>McClure v. Salvation Army,</i> 460 F.2d 553 (5th Cir.1972). The Fifth Circuit held that \"the application of the provisions of Title VII to the employment relationship existing between ... a church and its minister ... would result in an encroachment by the State into an area of religious freedom which it is forbidden to enter by principles of the free exercise clause.\" <i>Id.</i> at 560.</p>\n<p>The ministerial exception is grounded in the First Amendment to the United States Constitution, which states that \"Congress shall make no law respecting the establishment of religion, or prohibiting the free exercise thereof ...\" U.S. Const. amend. I. While the Constitution mandates that the State may not establish a religion, the caution against the separation of the principles expounded by religion from the governance of the state was sounded by numerous founding fathers <span class=\"star-pagination\">*510</span> and is clearly evident in the farewell speech of President George Washington. Washington said,</p>\n<blockquote>Of all the dispositions and habits which lead to political prosperity, religion and morality are indispensable supports. In vain would that man claim the tribute of patriotism who should labor to subvert these great pillars of human happiness  these firmest props of the duties of men and citizens. The mere politician, equally with the pious man, ought to respect and to cherish them. A volume could not trace all their connections with private and public felicity.</blockquote>\n<p>George Washington's Farewell Address, September 26, 1796.</p>\n<p>While many founders recognized the need for the principles of religion to inform politics, they and the courts also have recognized the need for the church to be free from governmental intrusion into the management of its affairs and matters of faith. As early as 1871 the Supreme Court opined,</p>\n<blockquote>The right to organize voluntary religious associations to assist in the expression and dissemination of any religious doctrine, and to create tribunals for the decision of controverted questions of faith within the association, and for the ecclesiastical government of all the individual members, congregations, and officers within the general association, is unquestioned. All who unite themselves to such a body do so with an implied consent to this government, and are bound to submit to it. But it would be a vain consent and would lead to the total subversion of such religious bodies, if any one aggrieved by one of their decisions could appeal to the secular courts and have them reversed.</blockquote>\n<p><i>Watson v. Jones,</i> 80 U.S. 679, 728-29, 13 Wall. 679, 20 L.Ed. 666 (1871); <i>see also </i><i>Reynolds v. United States,</i> 98 U.S. 145, 164, 8 Otto 145, 25 L.Ed. 244 (1878) (\"Congress was deprived of all legislative power over mere opinion, but was left free to reach actions which were in violation of social duties or subversive of good order.\"); <i>Gonzalez v. Roman Catholic Archbishop of Manila,</i> 280 U.S. 1, 50 S.Ct. 5, 74 L.Ed. 131 (1929) (appointing a chaplain is a canonical act, and it is the function of church authorities to determine the chaplain's essential qualifications, and whether candidates possesses them, and, in absence of fraud, collusion, or arbitrariness, decisions of proper church tribunals on such matters, although affecting civil rights, are conclusive in litigation before secular courts); <i>Serbian Eastern Orthodox Diocese v. Milivojevich,</i> 426 U.S. 696, 96 S.Ct. 2372, 49 L.Ed.2d 151 (1976) (permitting civil courts to probe deeply enough into allocation of power within hierarchical church so as to decide religious law governing church polity violates First Amendment in much the same manner as civil determination of religious doctrine); <i>City of Boerne v. Flores,</i> 521 U.S. 507, ____, 117 S.Ct. 2157, 2184, 138 L.Ed.2d 624 (1997) (quoting Thomas Jefferson as considering \"the government of the United States as interdicted by the Constitution from intermeddling with religious institutions, their doctrines, discipline, or exercises\") (O'Conner, J., dissenting); <i>Bell v. Presbyterian Church,</i> 126 F.3d 328 (4th Cir.1997) (holding that ecclesiastical disputes are beyond the ken of civilian courts).</p>\n<p>Not only must the church be free from the meddling of the state, but the government must be free from any overtures by a church to become the established religion of the state. The fear of the state endorsing one religious denomination over another was addressed in a letter by Thomas Jefferson to the Danbury Baptist Association and quoted by the Supreme Court in <i>Reynolds v. United States,</i> 98 U.S. 145, 8 Otto 145, 25 L.Ed. 244 (1878) Jefferson assured the Danbury Baptist Association that he</p>\n<blockquote>[b]eliev[ed] with you that religion is a matter which lies solely between man and his God; that he owes account to none other for his faith or his worship; that the legislative powers of the government <span class=\"star-pagination\">*511</span> reach actions only, and not opinions,  I contemplate with sovereign reverence that act of the whole American people which declared that their legislature should `make no law respecting an establishment of religion or prohibiting the free exercise thereof,' thus building a wall of separation between church and State.</blockquote>\n<p><i>Reynolds,</i> 98 U.S. at 164, 8 Otto 145; <i>see also </i><i>Everson v. Board of Education,</i> 330 U.S. 1, 16, 67 S.Ct. 504, 91 L.Ed. 711 (1947) (\"Neither a state nor the Federal Government can, openly or secretly, participate in the affairs of any religious organizations or groups and vice versa. In the words of Jefferson, the clause against establishment of religion by law was intended to erect `a wall of separation between Church and State.'\")</p>\n<p>While the Free Exercise Clause deepens courts' reluctance to become involved in the affairs of the church, some circumstances warrant intrusion. <i>See </i><i>Reynolds,</i> 98 U.S. 145, 8 Otto 145, 25 L.Ed. 244 (punishment for bigamy not unconstitutional); <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> 494 U.S. 872, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990) (generally applicable criminal law not unconstitutional as applied to religious practice); <i>Jones v. Wolf,</i> 443 U.S. 595, 99 S.Ct. 3020, 61 L.Ed.2d 775 (1979) (neutral principles of property law can be constitutionally applied to settle church property dispute). However, the ministerial exception will foreclose any intrusion if \"the employee's primary duties consist of teaching, spreading the faith, church governance, supervision of a religious order, or supervision or participation in religious ritual and worship ...\" <i>Rayburn v. General Conference of Seventh-Day Adventists,</i> 772 F.2d 1164, 1169 (4th Cir.1985) (quoting Bagni, <i>Discrimination in the Name of the Lord: A Critical Evaluation of Discrimination by Religious Organizations,</i> 79 Columbia L.Rev. 1514, 1545 (1979)). <i>Rayburn</i> and its progeny provide a framework within which to analyze this dispute. Before conducting the Rayburn's analysis, however, the court must first address plaintiff's contention that the ministerial exception was nullified by the Supreme Court's ruling in <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> 494 U.S. 872, 110 S.Ct. 1595, 108 L.Ed.2d 876.</p>\n<p></p>\n<h2>A. Smith and the Survival of the Ministerial Exception</h2>\n<p><i>Smith</i> involved two members of the Native American Church, Alfred Smith (\"Smith\") and Galen Black (\"Black\"), who ingested peyote, a hallucinogenic drug, as part of a sacramental ritual of their church. The private drug rehabilitation organization for which Smith and Black worked fired them as a result of this behavior. Smith and Black then applied for unemployment compensation, but the State of Oregon denied their application under a state law disqualifying employees discharged for work-related misconduct. Work-related misconduct included violations of the state's controlled substance law which prohibited peyote use. Smith and Black contended that the state must show a compelling interest in order to burden their religious practices, but the Supreme Court rejected this strict scrutiny standard and held that</p>\n<blockquote>[t]he government's ability to enforce generally applicable prohibitions of socially harmful conduct, like its ability to carry out other aspects of public policy, \"cannot depend on measuring the effects of a governmental action on a religious objector's spiritual development. To make an individual's obligation to obey such a law contingent upon the law's coincidence with his religious beliefs, except where the State's interest is `compelling'  permitting him, by virtue of his beliefs, `to become a law unto himself,' contradicts both constitutional tradition and common sense.\"</blockquote>\n<p><i>Id.</i> at 885, 110 S.Ct. 1595 (citations omitted). Plaintiff contends that the ministerial exception did not survive Smith because <span class=\"star-pagination\">*512</span> Title VII, as a neutral law of general applicability, pierces the Free Exercise Clause according to <i>Smith.</i> The court agrees with plaintiff that Title VII is a neutral law of general applicability. However, the court disagrees with plaintiff's application of <i>Smith</i> to the ministerial exception.</p>\n<p>As defendants point out, no court has rejected the ministerial exception based on <i>Smith.</i> In fact, the United States Court of Appeals for the Fourth Circuit has continued to apply the ministerial exception in the wake of the <i>Smith</i> decision, as have courts in other circuits. <i>See </i><i>Bell v. Presbyterian Church (U.S.A.),</i> 126 F.3d 328, 331 (4th Cir.1997) (\"It has thus become established that the decisions of religious entities about the appointment and removal of ministers and persons in other positions of similar theological significance are beyond the ken of civil courts.\"); <i>Clapper v. Chesapeake Conference of Seventh-Day Adventists,</i> 166 F.3d 1208, 1998 WL 904528 (4th Cir.1998) (applying ministerial exception to affirm district court's dismissal of plaintiff's complaint for lack of subject matter jurisdiction) (unpublished table decision); <i>Equal Employment Opportunity Commission v. Catholic University of America,</i> 83 F.3d 455 (D.C.Cir.1996) (ministerial exception was not abrogated by Smith); <i>Starkman v. Evans,</i> 18 F.Supp.2d 630 (E.D.La.1998) (ministerial exception applied to bar American's with Disabilities Act and retaliatory discharge claims); <i>Bollard v. California Province of the Society of Jesus,</i> No. C97-3006 SI, 1998 WL 273011 (N.D.Cal. May 15, 1998) (ministerial exception applied to defeat subject matter jurisdiction) (unpublished table decision). While these reasons alone do not warrant immediate rejection of plaintiff's assertion, they do require a careful analysis of <i>Smith's</i> application.</p>\n<p>The Fourth Circuit has explained that \"[a] subsequent decision cannot, by mere implication, be held to overrule a prior case unless the principle is directly involved and the inference clear and impelling.\" <i>Kestler v. Board of Trustees of North Carolina Local Governmental Employees' Retirement System,</i> 48 F.3d 800, 804 (4th Cir.), <i>cert. denied,</i> 516 U.S. 868, 116 S.Ct. 186, 133 L.Ed.2d 124 (1995). It is uncontested that Smith did not directly involve, overrule or address the ministerial exception.<sup>[2]</sup> Two very different principles are addressed by the ministerial exception and the holding in <i>Smith.</i></p>\n<p>Smith proclaimed that \"[t]he government's ability to enforce generally applicable prohibitions of socially harmful conduct ... `cannot depend on measuring the effects of a governmental action on a religious objector's spiritual development.'\" <i>Smith,</i> 494 U.S. at 885, 110 S.Ct. 1595 (citations omitted). The court arrived at this conclusion after an extensive review, and ultimate rejection, of the <i>Sherbert</i> test, which required that governmental actions substantially burdening a religious practice be justified by a compelling government interest. <i>See </i><i>Smith,</i> 494 U.S. at 883, 110 S.Ct. 1595.</p>\n<p>The roots of the ministerial exception date back to the founding of this country. As discussed above, the fear of the establishment of a state church or state religion led to the support for the Establishment Clause. Likewise the fear of government directed religion, which many in America had fled, led to the enactment of the Free Exercise Clause. <i>See generally City of Boerne,</i> 521 U.S. at ____, 117 S.Ct. at 2176-86. The \"wall of separation\" which keeps the civil government from directing <span class=\"star-pagination\">*513</span> policies and governance of the church, \"has become `a variable barrier.'\" <i>Rayburn,</i> 772 F.2d at 1167 (quoting <i>Lemon v. Kurtzman,</i> 403 U.S. 602, 614, 91 S.Ct. 2105, 29 L.Ed.2d 745 (1971)).</p>\n<p>As early as 1871, the Supreme Court recognized the impropriety of reviewing the decisions of ecclesiastical bodies, <i>see </i><i>Watson v. Jones,</i> 80 U.S. 679, 13 Wall. 679, 20 L.Ed. 666 (1871), and the Court has recognized a distinction between reviewing actions by individuals as opposed to religious beliefs. <i>See </i><i>Reynolds v. United States,</i> 98 U.S. 145, 8 Otto 145, 25 L.Ed. 244. However, it is an established principle of law that the \"appointment and removal of ministers and persons in other positions of similar theological significance are beyond the ken of civil courts ... `on matters of discipline, faith, internal organization, or ecclesiastical rule, custom or law.'\" <i>Bell,</i> 126 F.3d at 331 (quoting <i>Serbian Eastern Orthodox Diocese v. Milivojevich,</i> 426 U.S. at 713, 96 S.Ct. 2372). One reason <i>Smith</i> does not apply is because the ministerial exception requires no balancing. The court does not engage in a balancing test to determine if the ministerial exception applies, but merely determines if the individual falls within the exception.</p>\n<p>A second reason Smith did not destroy the ministerial exception is found in the Court of Appeals for the District of Columbia's (\"D.C. Circuit\") decision in <i>Equal Employment Opportunity Commission v. Catholic University of America,</i> 83 F.3d 455 (D.C.Cir.1996). The D.C. Circuit held that the ministerial exception survived <i>Smith</i> because, while an individual's religious beliefs cannot excuse him from compliance with an otherwise valid law of general applicability, a church's belief can provide an excuse for the church's actions. <i>See </i><i>Catholic University,</i> 83 F.3d at 462. The D.C. Circuit provided two reasons for the distinction: first, \"the burden on free exercise that is addressed by the ministerial exception is of a fundamentally different character than that at issue in <i>Smith;</i>\" and second, \"while it is true that some of the cases that have invoked the ministerial exception have cited the compelling interest test ... all of them rely on a long line of Supreme Court cases that affirm the fundamental right of churches to decide for themselves, free from state interference, matters of church government as well as faith and doctrine.\" <i>Id.</i> (citations omitted). This court agrees with the D.C. Circuit's analysis.</p>\n<p>Therefore, the ministerial exception does not depend on measuring the effects of a governmental action on a religious objector's spiritual development, like the analysis Smith rejected. Additionally, because of the historical grounding of the ministerial exception in the First Amendment, <i>see </i><i>Michael H. v. Gerald D.,</i> 491 U.S. 110, 109 S.Ct. 2333, 105 L.Ed.2d 91 (1989) (analysis of society's historical protection of fundamental rights) (Scalia, J., plurality opinion), the court finds that <i>Smith</i> did not overrule the ministerial exception.</p>\n<p></p>\n<h2>B. Application of the Ministerial Exception to Austin</h2>\n<p>Plaintiff argues alternatively that even if <i>Smith</i> did not extinguish the ministerial exception, the exception does not apply to Austin because her positions were not ministerial in nature.</p>\n<p><i>Rayburn</i> directs that \"as a general rule, if the employee's primary duties consist of teaching, spreading the faith, church governance, supervision of a religious order, or supervision or participation in religious ritual and worship, he or she should be considered clergy.\" <i>Rayburn,</i> 772 F.2d at 1169. Consequently, whether the ministerial exception applies turns on the primary duties of the employee. Austin's duties involved music ministry in the Catholic Church, which governs over the Cathedral and the School; therefore, it is necessary to examine the role of music in the Catholic Church and whether Austin's position must be Committee on Liturgy of the National Conference of Catholic Bishops <span class=\"star-pagination\">*514</span> (USA) further describes the role in the following way:</p>\n<blockquote>63. The entire worshiping assembly exercises a ministry of music. Some members of the committee, however, are recognized for the special gifts they exhibit in leading the musical praise and thanksgiving of Christian assembles. These are the pastoral musicians, whose ministry is especially cherished by the Church.</blockquote>\n<blockquote>64. What motivates the pastoral musician? Why does he or she give so much time and effort to the service of the church at prayer? The only answer can be that the church musician is first a disciple and then a minister. The musician belongs first of all to the assembly, the pastoral musician needs to be a believer, needs to experience conversion, needs to hear the Gospel and so proclaim the praise of God. Thus, the pastoral musician is not merely an employee or volunteer. He or she is a minister, someone who shares faith, serves the community, and expresses the love of God and neighbor through music.</blockquote>\n<p>(Clay Aff. ¶ 7) The role contemplated by the Catholic church for Ministers of Music is, as the title suggests, ministerial. Therefore, if Austin's primary duties conformed to the role of Minister of Music envisioned by the Church, she would fall within the ministerial exception.</p>\n<p></p>\n<h2>2. Austin's Position as Minister of Music</h2>\n<p>While plaintiff does not dispute the purely religious role of music within the Catholic Church, it claims that the church's position on the role of music is merely a \"lofty description\" of the duties Austin performed. However, even the handwritten summation of Austin's duties provides grounds to apply the ministerial exception. Austin was a member of the worship committee at the Cathedral and was responsible for planning music to compliment the liturgy throughout the church season. The function of planning and playing a part in the performance of the liturgy, the public worship of the church, is facially ministerial. Austin's duty as a member of the worship committee also falls firmly within <i>Rayburn's</i> description of \"teaching, spreading the faith ... and supervision or participation in religious ritual and worship ...\" <i>Rayburn,</i> 772 F.2d at 1169, and requires application of the ministerial exception.</p>\n<p>Austin asserts that even if her role at the Cathedral was ministerial, her role as a teacher in the School was not. The primary duties test is again the court's guide to determine if the ministerial exception applies.</p>\n<p>Austin's duties at the School encompassed teaching music and \"being responsible for the music program of Parish  church and school.\" (Ex. C attached to Austin Aff.) While the mere teaching of music appreciation to students is not likely a ministerial function, the other elements of the School's music program are ministerial. The music program at the School encompasses School liturgies, prayer services and the School choirs. (See Ex. B attached to Austin Aff.) The Catholic Church considers the music leader \"a minister, someone who shares faith, serves the community, and expresses the love of God and neighbor through music.\" (Clay Aff. ¶ 7 (quoting <i>Liturgical Music Today</i>)). Austin is no less a minister at the School in her role of as music minister than she was in her role as music minister at the Cathedral. Given the undisputed significance of the role of music in the Catholic Church, and Austin's teaching and supervision of religious ritual and worship, her duties at the School also fall within the ministerial exception.</p>\n<p>As Judge Wilkinson observed in <i>Rayburn,</i> \"introduction of government standards to the selection of spiritual leaders would significantly and perniciously, rearrange the relationship between church and state. While an unfettered church choice may create minimal infidelity to the objectives <span class=\"star-pagination\">*515</span> of Title VII, it provides maximum protection of the First Amendment right to free exercise of religious beliefs.\" <i>Id.</i> at 1169.</p>\n<p>Consequently, Austin's primary duties at both the Cathedral and the School place her within the ministerial exception and her claims must be dismissed.</p>\n<p></p>\n<h2>III. Establishment Clause</h2>\n<p>The <i>Lemon</i> test remains the standard for determining whether a statute violates the Establishment Clause. If a statute as applied or in effect (1) serves a secular purpose; (2) has the primary effect of neither advancing nor inhibiting religion; and, (3) fosters no excessive government entanglement with religion, then it does not violate the Establishment Clause. <i>See </i><i>Lemon,</i> 403 U.S. at 613, 91 S.Ct. 2105; <i>Agostini v. Felton,</i> 521 U.S. 203, 117 S.Ct. 1997, 138 L.Ed.2d 391 (1997) (court must consider effect of statute). The only prong of the <i>Lemon</i> test in dispute is the third prong, whether the application of Title VII would foster excessive government entanglement.</p>\n<p>Subjection of church employment decisions regarding persons in ministerial positions to Title VII scrutiny creates excessive government entanglement. <i>See </i><i>Rayburn,</i> 772 F.2d at 1164. Professor G. Sidney Buchanan agrees that certain inner core activities of a religious organization, conducted by religious function employees such as clergy, organists, choirmasters and religious education teachers are protected by the First Amendment from government intrusion. <i>See</i> G. Sidney Buchanan, <i>The Power of Government to Regulate Class Discrimination by Religious Entities: A Study of Conflicting Values,</i> 43 Emory L.J. 1189, 1207-15 (1994). Professor Buchanan illuminates Professor Bruce N. Bangi's core religious beliefs framework. \"[P]ure spiritual or integral facets of the actual practice of religion\" fall within the core as do modes of worship, rituals and membership policies. <i>See id.</i> Bagni and Buchannan propose that as the church moves outside these core activities the constitutional protections of the First Amendment decrease. <i>See id.</i> The \"core analysis\" further highlights the unconstitutional entanglement that occurs when the state becomes involved in a church's core activities.</p>\n<p>Austin filed three of her four EEOC complaints in response to employment decisions made by the Cathedral. Austin filed her final complaint for actions taken by the parish's parochial school. Because the court holds that the ministerial exception applies to Austin's duties at both the Cathedral and the School, the court's review of Austin's complaints would excessively entangle the state with the church's employment decisions. The EEOC's prayer for relief provides an example of the how intrusive the government's inquiry would be into the church's employment decisional processes. The EEOC requests relief in the form of a permanent injunction prohibiting the alleged unlawful behavior and the institution of \"policies, practices, and programs which provide equal employment opportunities for women, and which eradicate the effects of its past and present unlawful discrimination.\" (Compl.¶¶ A, B).</p>\n<p>As the Rayburn court noted, \"[t]he application of Title VII to employment decisions of this nature would result in an intolerably close relationship between church and state both on a substantive and procedural level.\" <i>Rayburn,</i> 772 F.2d at 1170. The government's intrusion into a church's employment decision regarding the individual who is to be a minister by \"shar[ing her] faith, serv[ing] the community, and express[ing] the love of God and neighbor through music,\" is no doubt an excessive entanglement when the government advocates instituting policies, practices and procedures for an ecclesiastical body.</p>\n<p>Plaintiff's claim also fails to satisfy the third prong of the Lemon test and must be dismissed as posing the threat of excessive <span class=\"star-pagination\">*516</span> entanglement of the state with the affairs of the church.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the defendants' motion to dismiss for lack of subject matter jurisdiction is GRANTED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Two \"reassignments\" occurred in 1992, three in 1993, six in 1994 and three in 1995. (<i>See</i> Ex. D, attached to Austin Aff.).</p>\n<p>[2]  The EEOC, in Policy Statement No. N-915.049, 2/1/90, recognizes the ministerial exception may exist for clergy, or individuals functioning as clergy. The EEOC reissued the Policy Statement in 1998 and restated: \"The Commission will carefully examine the nature of the relationship between the individual and the church on a case by case basis to determine whether to apply the ministerial exception or whether the individual should be considered clergy.\" Plaintiff, who has the burden of establishing subject matter jurisdiction, has not provided the court with any indication that this policy statement has changed in light of <i>Smith.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">505</span></span> (1999)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nThe ROMAN CATHOLIC DIOCESE OF RALEIGH, NORTH CAROLINA and Sacred Heart Cathedral, Defendants.</h1></center>\n<center>No. 5:98-CV-978-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 30, 1999.</center>\n<p><span class=\"star-pagination\">*506</span> Mindy E. Weinstein, Regional Attorney, E.E.O.C., Charlotte District Office, Charlotte, NC, Rosemary J. Fox, Erania Ebron-Fubara, Sr., Trial Attorney, E.E.O.C., Charlotte, NC, for Equal Employment Opportunity Commission, plaintiff.</p>\n<p>Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, NC, Charles F. Powers, III, Raleigh, NC, Robin T. Morris, Poyner &amp; Spruill, Raleigh, NC, for The Roman Catholic Diocese of Raleigh, North Carolina, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss pursuant to Fed. R.Civ.P. 12(b)(1). Both parties have filed <span class=\"star-pagination\">*507</span> briefs of the highest caliber with the court on their respective positions; therefore, this matter is ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The court is confronted with the clash of two deeply held American convictions. One, embodied in the Civil Rights Acts of 1964 and 1991, is to prevent discrimination; the other, embodied in the First Amendment to the Constitution of the United States, is to protect the free exercise of religion.</p>\n<p>This dispute arises out of complaints filed by Joyce M. Austin (\"Austin\") with the Equal Employment Opportunity Commission (\"EEOC\"). The EEOC investigated Austin's complaints and filed the present action alleging that defendants, The Roman Catholic Diocese of Raleigh, North Carolina (the \"Diocese\"), and Sacred Heart Cathedral (the \"Cathedral\"), discriminated against Austin on the basis of her sex in violation of Title VII of the Civil Rights Act of 1964 and Title I of the Civil Rights Act of 1991. The EEOC alleges that the defendants discriminated against Austin by (1) reassigning some of her duties to males; (2) retaliating against her for filing EEOC complaints by demoting her, failing to select her for a new position and requiring her to work additional hours in her teaching position; and, (3) retaliating against her by demoting her from a \"regular\" part-time teacher to a part-time teacher.</p>\n<p>The Cathedral, a constituent part of the Diocese, is a Roman Catholic Church and part of the hierarchical form of government of the Catholic Church. The Diocese governs the Roman Catholic Church body in Eastern North Carolina.</p>\n<p>Austin began her employment relationship with the Cathedral in June 1983, when she became the Director of the Cathedral Folk Choir. In 1984 she began teaching music at the Cathedral Elementary School (the \"School\"). Father G.L. Lewis (\"Father Lewis\"), the rector of the Cathedral, promoted Austin to the Director of Music Ministry in July 1990. Her duties at the School covered responsibility for the music program to include two extracurricular musical performances, serving as a resource person for all musical activities, playing piano for mass and assisting in the preparation for School liturgies. (<i>See</i> \"Job Description\" attached as Ex. A to Austin Aff.)</p>\n<p>Upon being promoted to Music Minister, Austin's duties at the Cathedral increased. The Cathedral described the duties in detail as follows:</p>\n<blockquote>PARISH NEED: The Cathedral Parish has grown to the point where there is the need of a full time music person; a person who would be part of the Parish Ministry Team, available for on-going Liturgy planning, Ministry team meetings and for consultation in the day to day matters of the parish.</blockquote>\n<blockquote>MAJOR DUTIES OF THE PARISH DIRECTOR OF MUSIC WILL BE:</blockquote>\n<blockquote>1. To assist in the planning of all Parish Liturgies; to direct the parish choirs; to teach the congregation to actively and vocally participate in the music of the Parish; to recruit and train cantors.</blockquote>\n<blockquote>2. WEDDINGS AND FUNERALS:</blockquote>\n<blockquote>To Plan and accompany all weddings. When the Parish Music Minister is away he/she will obtain fitting substitutes for the rite but will retain supervision of musical planning for the wedding ceremony. To plan and accompany all funerals. With the Parish Priests to visit the family of the deceased and assist said family and priest in planning the funeral liturgy.</blockquote>\n<blockquote>3. To assist in the planning and to be present for ALL SPECIAL LITURGIES i.e. Holy Days, Holy Week, Penancy Services, First Eucharist, Ash Wednesday, All Souls Day, Thanksgiving Day, 4th of July, Cathedral School Liturgies and all Liturgies when the Bishop is present.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*508</span> 4. To TEACH IN THE CATHEDRAL SCHOOL under the supervision of the principal</blockquote>\n<p>(<i>See</i> Ex. B \"Proposed Job Description,\" attached to Austin Aff.) (emphasis in the original). The proposed job description called for a total of 17 ½ work hours per week at the Cathedral consisting of five and one-half hours each Sunday, six hours for choir rehearsals, one hour for handbell choir rehearsal, four hours planning for masses and one hour for training cantors. (<i>See id.</i>) Austin's average work week at the School consisted of 21 hours. (<i>See id.</i>)</p>\n<p>Father Lewis and Austin summarized these duties in a one page handwritten document which included teaching in the School; directing folk and traditional choirs and training cantors; supervising the spiritual and Hispanic choirs; approving music for weddings, even if unavailable, and playing the organ for weddings; calling or visiting families who are planning funerals; and, attending monthly worship committee meetings and planning seasonal liturgy. (<i>See</i> Ex. C attached to Austin Aff.). Austin was to choose \"music that reflected and enhanced the theme of the Scriptures of the day and that would assist the assembly in their individual journeys of faith.\" (<i>See</i> O'Conner Aff. ¶ 7)</p>\n<p>Father Lewis was replaced by Father John Francis O'Conner (\"Father Tim\") in May 1992. Austin alleges that she began to suffer discrimination in September 1992, when some of her duties were reassigned to males. The duties Austin alleges Father Tim reassigned consist of choirs, other then the Cathedral choir, being brought in to sing at mass, and organists, other than Austin, being used for events at the Cathedral.<sup>[1]</sup> In February 1995, Austin filed her first claim with the EEOC alleging discrimination based on sex.</p>\n<p>Also in 1995, the Cathedral conducted a parish survey on all aspects of the church. The survey indicated a dissatisfaction among members of the parish with the music ministry at the Cathedral. As a result of these concerns, the Cathedral formed a Search Committee to develop a job description for a full-time position to be titled \"Director of Music Ministries and Organist.\" The Search Committee developed a more detailed job description than the one under which Austin performed her duties. The new job description continued to place the responsibility for all music associated with worship on the Director of Music, continued to require the Director of Music to participate on certain parish committees and continued to place responsibility for choir and cantor training on the Director of Music. (<i>See</i> Ex. B attached to O'Conner Aff. and Ex. B attached to Austin Aff.) The revised job description clarified matters that seemed implied in the previous job description. For example, the new job description explicitly required the Director of Music Ministries to be a practicing Catholic, to have a degree in music or equivalent experience and to \"support the Gospel message through song and challenge the assembly to live it more fully.\" (<i>See</i> Ex. B attached to O'Conner Aff.)</p>\n<p>Father Tim informed Austin that her contract covering her duties as Minister of Music at the Cathedral would not be renewed and would expire on June 30, 1995. Austin retained her duties as a part-time teacher at the School. On June 30, 1995, Austin filed her second complaint with the EEOC alleging she had been demoted from Minister of Music to part-time music teacher at the School in retaliation for her February 1995 EEOC filing.</p>\n<p>The Search Committee advertised the new position in \"The North Carolina Catholic\" and other publications. These solicitations garnered approximately 43 applications. The Search Committee considered the applicants and recommended one, Paul <span class=\"star-pagination\">*509</span> Monachino, to Father Tim. After \"prayerful reflection\" Father Tim selected Paul Monachino as the person who \"could best accomplish the spiritual and pastoral functions of [the Music Minister] and who, through leading the musical praise, could challenge and promote the spiritual good of the assembly.\" (<i>See</i> O'Conner Aff. ¶ 11). On February 1, 1996, Austin filed a third complaint with the EEOC alleging sex discrimination and retaliation for previous EEOC filings which resulted in not being chosen for the full-time position of Director of Music Ministry.</p>\n<p>Austin continued her part-time teaching job at the School. In the Spring of 1997, the principal informed her that she would not be given a teaching contract due to her \"part-time\" rather than \"regular part-time\" status. The principal explained that she was considered \"part-time\" rather than \"regular part-time\" because the actual number of hours she worked were not enough to be considered \"regular part-time.\" (<i>See</i> Austin Aff. ¶ 23). As a result of this change, Austin filed a fourth charge of discrimination with the EEOC.</p>\n<p>The EEOC filed this complaint on Austin's behalf and the defendants have moved for dismissal pursuant to Fed.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction. Defendants contend that adjudication of the plaintiff's claim constitutes a violation of both the Free Exercise and Establishment Clauses of the First Amendment to the United States Constitution. More specifically, defendants contend that the ministerial exception of the Free Exercise Clause requires dismissal as does the Establishment Clause's prohibition against excessive government entanglement in religious affairs. Plaintiff counters that the ministerial exception no longer exists under current Supreme Court precedent and that, even if it does, it does not apply in this case. Plaintiff additionally asserts that this case raises no excessive entanglement problems.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Motion to Dismiss Standard of Review</h2>\n<p>The plaintiff must carry the burden of proving that subject matter jurisdiction exists. <i>See </i><i>Evans v. B.F. Perkins Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 646 (4th Cir.1999) \"When a defendant challenges subject matter jurisdiction pursuant to Rule 12(b)(1), `the district court is to regard the pleadings as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.'\" <i>Id.</i> (quoting <i>Richmond, Fredericksburg &amp; Potomac R. Co. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991)). If the material jurisdictional facts are not in dispute, and the moving party is entitled to judgment as a matter of law, then the court should grant the Rule 12(b)(1) motion to dismiss. <i>See id.</i> These principles will guide the court's analysis which follows.</p>\n<p></p>\n<h2>II. The Ministerial Exception</h2>\n<p>The genesis of the ministerial exception is found in the United States Court of Appeals for the Fifth Circuit's decision in <i>McClure v. Salvation Army,</i> <span class=\"citation\" data-id=\"303545\"><a href=\"/opinion/303545/4-fair-emplpraccas-490-4-empl-prac-dec-p-7719-mrs-billie-b-mcclure/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span> (5th Cir.1972). The Fifth Circuit held that \"the application of the provisions of Title VII to the employment relationship existing between ... a church and its minister ... would result in an encroachment by the State into an area of religious freedom which it is forbidden to enter by principles of the free exercise clause.\" <i>Id.</i> at 560.</p>\n<p>The ministerial exception is grounded in the First Amendment to the United States Constitution, which states that \"Congress shall make no law respecting the establishment of religion, or prohibiting the free exercise thereof ...\" U.S. Const. amend. I. While the Constitution mandates that the State may not establish a religion, the caution against the separation of the principles expounded by religion from the governance of the state was sounded by numerous founding fathers <span class=\"star-pagination\">*510</span> and is clearly evident in the farewell speech of President George Washington. Washington said,</p>\n<blockquote>Of all the dispositions and habits which lead to political prosperity, religion and morality are indispensable supports. In vain would that man claim the tribute of patriotism who should labor to subvert these great pillars of human happiness  these firmest props of the duties of men and citizens. The mere politician, equally with the pious man, ought to respect and to cherish them. A volume could not trace all their connections with private and public felicity.</blockquote>\n<p>George Washington's Farewell Address, September 26, 1796.</p>\n<p>While many founders recognized the need for the principles of religion to inform politics, they and the courts also have recognized the need for the church to be free from governmental intrusion into the management of its affairs and matters of faith. As early as 1871 the Supreme Court opined,</p>\n<blockquote>The right to organize voluntary religious associations to assist in the expression and dissemination of any religious doctrine, and to create tribunals for the decision of controverted questions of faith within the association, and for the ecclesiastical government of all the individual members, congregations, and officers within the general association, is unquestioned. All who unite themselves to such a body do so with an implied consent to this government, and are bound to submit to it. But it would be a vain consent and would lead to the total subversion of such religious bodies, if any one aggrieved by one of their decisions could appeal to the secular courts and have them reversed.</blockquote>\n<p><i>Watson v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">679</span></span>, 728-29, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></span> (1871); <i>see also </i><i>Reynolds v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></span>, 164, 8 Otto 145, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">244</span></span> (1878) (\"Congress was deprived of all legislative power over mere opinion, but was left free to reach actions which were in violation of social duties or subversive of good order.\"); <i>Gonzalez v. Roman Catholic Archbishop of Manila,</i> <span class=\"citation\" data-id=\"101466\"><a href=\"/opinion/101466/gonzalez-v-roman-catholic-archbishop-of-manila/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1929) (appointing a chaplain is a canonical act, and it is the function of church authorities to determine the chaplain's essential qualifications, and whether candidates possesses them, and, in absence of fraud, collusion, or arbitrariness, decisions of proper church tribunals on such matters, although affecting civil rights, are conclusive in litigation before secular courts); <i>Serbian Eastern Orthodox Diocese v. Milivojevich,</i> <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">151</span></a></span> (1976) (permitting civil courts to probe deeply enough into allocation of power within hierarchical church so as to decide religious law governing church polity violates First Amendment in much the same manner as civil determination of religious doctrine); <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, ____, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, 2184, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997) (quoting Thomas Jefferson as considering \"the government of the United States as interdicted by the Constitution from intermeddling with religious institutions, their doctrines, discipline, or exercises\") (O'Conner, J., dissenting); <i>Bell v. Presbyterian Church,</i> <span class=\"citation\" data-id=\"746856\"><a href=\"/opinion/746856/james-m-bell-v-presbyterian-church-usa-board-of-church-and-society/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span> (4th Cir.1997) (holding that ecclesiastical disputes are beyond the ken of civilian courts).</p>\n<p>Not only must the church be free from the meddling of the state, but the government must be free from any overtures by a church to become the established religion of the state. The fear of the state endorsing one religious denomination over another was addressed in a letter by Thomas Jefferson to the Danbury Baptist Association and quoted by the Supreme Court in <i>Reynolds v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></span>, 8 Otto 145, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">244</span></span> (1878) Jefferson assured the Danbury Baptist Association that he</p>\n<blockquote>[b]eliev[ed] with you that religion is a matter which lies solely between man and his God; that he owes account to none other for his faith or his worship; that the legislative powers of the government <span class=\"star-pagination\">*511</span> reach actions only, and not opinions,  I contemplate with sovereign reverence that act of the whole American people which declared that their legislature should `make no law respecting an establishment of religion or prohibiting the free exercise thereof,' thus building a wall of separation between church and State.</blockquote>\n<p><i>Reynolds,</i> 98 U.S. at 164, 8 Otto 145; <i>see also </i><i>Everson v. Board of Education,</i> <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">711</span></a></span> (1947) (\"Neither a state nor the Federal Government can, openly or secretly, participate in the affairs of any religious organizations or groups and vice versa. In the words of Jefferson, the clause against establishment of religion by law was intended to erect `a wall of separation between Church and State.'\")</p>\n<p>While the Free Exercise Clause deepens courts' reluctance to become involved in the affairs of the church, some circumstances warrant intrusion. <i>See </i><i>Reynolds,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></span>, 8 Otto 145, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">244</span></span> (punishment for bigamy not unconstitutional); <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">876</span></a></span> (1990) (generally applicable criminal law not unconstitutional as applied to religious practice); <i>Jones v. Wolf,</i> <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">595</span></a></span>, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3020</span></a></span>, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1979) (neutral principles of property law can be constitutionally applied to settle church property dispute). However, the ministerial exception will foreclose any intrusion if \"the employee's primary duties consist of teaching, spreading the faith, church governance, supervision of a religious order, or supervision or participation in religious ritual and worship ...\" <i>Rayburn v. General Conference of Seventh-Day Adventists,</i> <span class=\"citation\" data-id=\"458558\"><a href=\"/opinion/458558/carole-a-rayburn-v-general-conference-of-seventh-day-adventists-an/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span>, 1169 (4th Cir.1985) (quoting Bagni, <i>Discrimination in the Name of the Lord: A Critical Evaluation of Discrimination by Religious Organizations,</i> 79 Columbia L.Rev. 1514, 1545 (1979)). <i>Rayburn</i> and its progeny provide a framework within which to analyze this dispute. Before conducting the Rayburn's analysis, however, the court must first address plaintiff's contention that the ministerial exception was nullified by the Supreme Court's ruling in <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">876</span></a></span>.</p>\n<p></p>\n<h2>A. Smith and the Survival of the Ministerial Exception</h2>\n<p><i>Smith</i> involved two members of the Native American Church, Alfred Smith (\"Smith\") and Galen Black (\"Black\"), who ingested peyote, a hallucinogenic drug, as part of a sacramental ritual of their church. The private drug rehabilitation organization for which Smith and Black worked fired them as a result of this behavior. Smith and Black then applied for unemployment compensation, but the State of Oregon denied their application under a state law disqualifying employees discharged for work-related misconduct. Work-related misconduct included violations of the state's controlled substance law which prohibited peyote use. Smith and Black contended that the state must show a compelling interest in order to burden their religious practices, but the Supreme Court rejected this strict scrutiny standard and held that</p>\n<blockquote>[t]he government's ability to enforce generally applicable prohibitions of socially harmful conduct, like its ability to carry out other aspects of public policy, \"cannot depend on measuring the effects of a governmental action on a religious objector's spiritual development. To make an individual's obligation to obey such a law contingent upon the law's coincidence with his religious beliefs, except where the State's interest is `compelling'  permitting him, by virtue of his beliefs, `to become a law unto himself,' contradicts both constitutional tradition and common sense.\"</blockquote>\n<p><i>Id.</i> at 885, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span> (citations omitted). Plaintiff contends that the ministerial exception did not survive Smith because <span class=\"star-pagination\">*512</span> Title VII, as a neutral law of general applicability, pierces the Free Exercise Clause according to <i>Smith.</i> The court agrees with plaintiff that Title VII is a neutral law of general applicability. However, the court disagrees with plaintiff's application of <i>Smith</i> to the ministerial exception.</p>\n<p>As defendants point out, no court has rejected the ministerial exception based on <i>Smith.</i> In fact, the United States Court of Appeals for the Fourth Circuit has continued to apply the ministerial exception in the wake of the <i>Smith</i> decision, as have courts in other circuits. <i>See </i><i>Bell v. Presbyterian Church (U.S.A.),</i> <span class=\"citation\" data-id=\"746856\"><a href=\"/opinion/746856/james-m-bell-v-presbyterian-church-usa-board-of-church-and-society/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 331 (4th Cir.1997) (\"It has thus become established that the decisions of religious entities about the appointment and removal of ministers and persons in other positions of similar theological significance are beyond the ken of civil courts.\"); <i>Clapper v. Chesapeake Conference of Seventh-Day Adventists,</i> <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">904528</span></span> (4th Cir.1998) (applying ministerial exception to affirm district court's dismissal of plaintiff's complaint for lack of subject matter jurisdiction) (unpublished table decision); <i>Equal Employment Opportunity Commission v. Catholic University of America,</i> <span class=\"citation\" data-id=\"718187\"><a href=\"/opinion/718187/equal-employment-opportunity-commission-and-elizabeth-mcdonough-v-the/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span> (D.C.Cir.1996) (ministerial exception was not abrogated by Smith); <i>Starkman v. Evans,</i> <span class=\"citation\" data-id=\"2449908\"><a href=\"/opinion/2449908/starkman-v-evans/\"><span class=\"volume\">18</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">630</span></a></span> (E.D.La.1998) (ministerial exception applied to bar American's with Disabilities Act and retaliatory discharge claims); <i>Bollard v. California Province of the Society of Jesus,</i> No. C97-3006 SI, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">273011</span></span> (N.D.Cal. May 15, 1998) (ministerial exception applied to defeat subject matter jurisdiction) (unpublished table decision). While these reasons alone do not warrant immediate rejection of plaintiff's assertion, they do require a careful analysis of <i>Smith's</i> application.</p>\n<p>The Fourth Circuit has explained that \"[a] subsequent decision cannot, by mere implication, be held to overrule a prior case unless the principle is directly involved and the inference clear and impelling.\" <i>Kestler v. Board of Trustees of North Carolina Local Governmental Employees' Retirement System,</i> <span class=\"citation\" data-id=\"690292\"><a href=\"/opinion/690292/anthony-edward-kestler-v-board-of-trustees-of-north-carolina-local/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 804 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">186</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">124</span></span> (1995). It is uncontested that Smith did not directly involve, overrule or address the ministerial exception.<sup>[2]</sup> Two very different principles are addressed by the ministerial exception and the holding in <i>Smith.</i></p>\n<p>Smith proclaimed that \"[t]he government's ability to enforce generally applicable prohibitions of socially harmful conduct ... `cannot depend on measuring the effects of a governmental action on a religious objector's spiritual development.'\" <i>Smith,</i> 494 U.S. at 885, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span> (citations omitted). The court arrived at this conclusion after an extensive review, and ultimate rejection, of the <i>Sherbert</i> test, which required that governmental actions substantially burdening a religious practice be justified by a compelling government interest. <i>See </i><i>Smith,</i> 494 U.S. at 883, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>.</p>\n<p>The roots of the ministerial exception date back to the founding of this country. As discussed above, the fear of the establishment of a state church or state religion led to the support for the Establishment Clause. Likewise the fear of government directed religion, which many in America had fled, led to the enactment of the Free Exercise Clause. <i>See generally City of Boerne,</i> 521 U.S. at ____, 117 S.Ct. at 2176-86. The \"wall of separation\" which keeps the civil government from directing <span class=\"star-pagination\">*513</span> policies and governance of the church, \"has become `a variable barrier.'\" <i>Rayburn,</i> 772 F.2d at 1167 (quoting <i>Lemon v. Kurtzman,</i> <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 614, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1971)).</p>\n<p>As early as 1871, the Supreme Court recognized the impropriety of reviewing the decisions of ecclesiastical bodies, <i>see </i><i>Watson v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></span> (1871), and the Court has recognized a distinction between reviewing actions by individuals as opposed to religious beliefs. <i>See </i><i>Reynolds v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></span>, 8 Otto 145, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">244</span></span>. However, it is an established principle of law that the \"appointment and removal of ministers and persons in other positions of similar theological significance are beyond the ken of civil courts ... `on matters of discipline, faith, internal organization, or ecclesiastical rule, custom or law.'\" <i>Bell,</i> 126 F.3d at 331 (quoting <i>Serbian Eastern Orthodox Diocese v. Milivojevich,</i> 426 U.S. at 713, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>). One reason <i>Smith</i> does not apply is because the ministerial exception requires no balancing. The court does not engage in a balancing test to determine if the ministerial exception applies, but merely determines if the individual falls within the exception.</p>\n<p>A second reason Smith did not destroy the ministerial exception is found in the Court of Appeals for the District of Columbia's (\"D.C. Circuit\") decision in <i>Equal Employment Opportunity Commission v. Catholic University of America,</i> <span class=\"citation\" data-id=\"718187\"><a href=\"/opinion/718187/equal-employment-opportunity-commission-and-elizabeth-mcdonough-v-the/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span> (D.C.Cir.1996). The D.C. Circuit held that the ministerial exception survived <i>Smith</i> because, while an individual's religious beliefs cannot excuse him from compliance with an otherwise valid law of general applicability, a church's belief can provide an excuse for the church's actions. <i>See </i><i>Catholic University,</i> 83 F.3d at 462. The D.C. Circuit provided two reasons for the distinction: first, \"the burden on free exercise that is addressed by the ministerial exception is of a fundamentally different character than that at issue in <i>Smith;</i>\" and second, \"while it is true that some of the cases that have invoked the ministerial exception have cited the compelling interest test ... all of them rely on a long line of Supreme Court cases that affirm the fundamental right of churches to decide for themselves, free from state interference, matters of church government as well as faith and doctrine.\" <i>Id.</i> (citations omitted). This court agrees with the D.C. Circuit's analysis.</p>\n<p>Therefore, the ministerial exception does not depend on measuring the effects of a governmental action on a religious objector's spiritual development, like the analysis Smith rejected. Additionally, because of the historical grounding of the ministerial exception in the First Amendment, <i>see </i><i>Michael H. v. Gerald D.,</i> <span class=\"citation\" data-id=\"112295\"><a href=\"/opinion/112295/michael-h-v-gerald-d/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, <span class=\"citation\" data-id=\"112295\"><a href=\"/opinion/112295/michael-h-v-gerald-d/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>, <span class=\"citation\" data-id=\"112295\"><a href=\"/opinion/112295/michael-h-v-gerald-d/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1989) (analysis of society's historical protection of fundamental rights) (Scalia, J., plurality opinion), the court finds that <i>Smith</i> did not overrule the ministerial exception.</p>\n<p></p>\n<h2>B. Application of the Ministerial Exception to Austin</h2>\n<p>Plaintiff argues alternatively that even if <i>Smith</i> did not extinguish the ministerial exception, the exception does not apply to Austin because her positions were not ministerial in nature.</p>\n<p><i>Rayburn</i> directs that \"as a general rule, if the employee's primary duties consist of teaching, spreading the faith, church governance, supervision of a religious order, or supervision or participation in religious ritual and worship, he or she should be considered clergy.\" <i>Rayburn,</i> 772 F.2d at 1169. Consequently, whether the ministerial exception applies turns on the primary duties of the employee. Austin's duties involved music ministry in the Catholic Church, which governs over the Cathedral and the School; therefore, it is necessary to examine the role of music in the Catholic Church and whether Austin's position must be Committee on Liturgy of the National Conference of Catholic Bishops <span class=\"star-pagination\">*514</span> (USA) further describes the role in the following way:</p>\n<blockquote>63. The entire worshiping assembly exercises a ministry of music. Some members of the committee, however, are recognized for the special gifts they exhibit in leading the musical praise and thanksgiving of Christian assembles. These are the pastoral musicians, whose ministry is especially cherished by the Church.</blockquote>\n<blockquote>64. What motivates the pastoral musician? Why does he or she give so much time and effort to the service of the church at prayer? The only answer can be that the church musician is first a disciple and then a minister. The musician belongs first of all to the assembly, the pastoral musician needs to be a believer, needs to experience conversion, needs to hear the Gospel and so proclaim the praise of God. Thus, the pastoral musician is not merely an employee or volunteer. He or she is a minister, someone who shares faith, serves the community, and expresses the love of God and neighbor through music.</blockquote>\n<p>(Clay Aff. ¶ 7) The role contemplated by the Catholic church for Ministers of Music is, as the title suggests, ministerial. Therefore, if Austin's primary duties conformed to the role of Minister of Music envisioned by the Church, she would fall within the ministerial exception.</p>\n<p></p>\n<h2>2. Austin's Position as Minister of Music</h2>\n<p>While plaintiff does not dispute the purely religious role of music within the Catholic Church, it claims that the church's position on the role of music is merely a \"lofty description\" of the duties Austin performed. However, even the handwritten summation of Austin's duties provides grounds to apply the ministerial exception. Austin was a member of the worship committee at the Cathedral and was responsible for planning music to compliment the liturgy throughout the church season. The function of planning and playing a part in the performance of the liturgy, the public worship of the church, is facially ministerial. Austin's duty as a member of the worship committee also falls firmly within <i>Rayburn's</i> description of \"teaching, spreading the faith ... and supervision or participation in religious ritual and worship ...\" <i>Rayburn,</i> 772 F.2d at 1169, and requires application of the ministerial exception.</p>\n<p>Austin asserts that even if her role at the Cathedral was ministerial, her role as a teacher in the School was not. The primary duties test is again the court's guide to determine if the ministerial exception applies.</p>\n<p>Austin's duties at the School encompassed teaching music and \"being responsible for the music program of Parish  church and school.\" (Ex. C attached to Austin Aff.) While the mere teaching of music appreciation to students is not likely a ministerial function, the other elements of the School's music program are ministerial. The music program at the School encompasses School liturgies, prayer services and the School choirs. (See Ex. B attached to Austin Aff.) The Catholic Church considers the music leader \"a minister, someone who shares faith, serves the community, and expresses the love of God and neighbor through music.\" (Clay Aff. ¶ 7 (quoting <i>Liturgical Music Today</i>)). Austin is no less a minister at the School in her role of as music minister than she was in her role as music minister at the Cathedral. Given the undisputed significance of the role of music in the Catholic Church, and Austin's teaching and supervision of religious ritual and worship, her duties at the School also fall within the ministerial exception.</p>\n<p>As Judge Wilkinson observed in <i>Rayburn,</i> \"introduction of government standards to the selection of spiritual leaders would significantly and perniciously, rearrange the relationship between church and state. While an unfettered church choice may create minimal infidelity to the objectives <span class=\"star-pagination\">*515</span> of Title VII, it provides maximum protection of the First Amendment right to free exercise of religious beliefs.\" <i>Id.</i> at 1169.</p>\n<p>Consequently, Austin's primary duties at both the Cathedral and the School place her within the ministerial exception and her claims must be dismissed.</p>\n<p></p>\n<h2>III. Establishment Clause</h2>\n<p>The <i>Lemon</i> test remains the standard for determining whether a statute violates the Establishment Clause. If a statute as applied or in effect (1) serves a secular purpose; (2) has the primary effect of neither advancing nor inhibiting religion; and, (3) fosters no excessive government entanglement with religion, then it does not violate the Establishment Clause. <i>See </i><i>Lemon,</i> 403 U.S. at 613, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>; <i>Agostini v. Felton,</i> <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span>, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1997) (court must consider effect of statute). The only prong of the <i>Lemon</i> test in dispute is the third prong, whether the application of Title VII would foster excessive government entanglement.</p>\n<p>Subjection of church employment decisions regarding persons in ministerial positions to Title VII scrutiny creates excessive government entanglement. <i>See </i><i>Rayburn,</i> 772 F.2d at 1164. Professor G. Sidney Buchanan agrees that certain inner core activities of a religious organization, conducted by religious function employees such as clergy, organists, choirmasters and religious education teachers are protected by the First Amendment from government intrusion. <i>See</i> G. Sidney Buchanan, <i>The Power of Government to Regulate Class Discrimination by Religious Entities: A Study of Conflicting Values,</i> 43 Emory L.J. 1189, 1207-15 (1994). Professor Buchanan illuminates Professor Bruce N. Bangi's core religious beliefs framework. \"[P]ure spiritual or integral facets of the actual practice of religion\" fall within the core as do modes of worship, rituals and membership policies. <i>See id.</i> Bagni and Buchannan propose that as the church moves outside these core activities the constitutional protections of the First Amendment decrease. <i>See id.</i> The \"core analysis\" further highlights the unconstitutional entanglement that occurs when the state becomes involved in a church's core activities.</p>\n<p>Austin filed three of her four EEOC complaints in response to employment decisions made by the Cathedral. Austin filed her final complaint for actions taken by the parish's parochial school. Because the court holds that the ministerial exception applies to Austin's duties at both the Cathedral and the School, the court's review of Austin's complaints would excessively entangle the state with the church's employment decisions. The EEOC's prayer for relief provides an example of the how intrusive the government's inquiry would be into the church's employment decisional processes. The EEOC requests relief in the form of a permanent injunction prohibiting the alleged unlawful behavior and the institution of \"policies, practices, and programs which provide equal employment opportunities for women, and which eradicate the effects of its past and present unlawful discrimination.\" (Compl.¶¶ A, B).</p>\n<p>As the Rayburn court noted, \"[t]he application of Title VII to employment decisions of this nature would result in an intolerably close relationship between church and state both on a substantive and procedural level.\" <i>Rayburn,</i> 772 F.2d at 1170. The government's intrusion into a church's employment decision regarding the individual who is to be a minister by \"shar[ing her] faith, serv[ing] the community, and express[ing] the love of God and neighbor through music,\" is no doubt an excessive entanglement when the government advocates instituting policies, practices and procedures for an ecclesiastical body.</p>\n<p>Plaintiff's claim also fails to satisfy the third prong of the Lemon test and must be dismissed as posing the threat of excessive <span class=\"star-pagination\">*516</span> entanglement of the state with the affairs of the church.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the defendants' motion to dismiss for lack of subject matter jurisdiction is GRANTED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Two \"reassignments\" occurred in 1992, three in 1993, six in 1994 and three in 1995. (<i>See</i> Ex. D, attached to Austin Aff.).</p>\n<p>[2]  The EEOC, in Policy Statement No. N-915.049, 2/1/90, recognizes the ministerial exception may exist for clergy, or individuals functioning as clergy. The EEOC reissued the Policy Statement in 1998 and restated: \"The Commission will carefully examine the nature of the relationship between the individual and the church on a case by case basis to determine whether to apply the ministerial exception or whether the individual should be considered clergy.\" Plaintiff, who has the burden of establishing subject matter jurisdiction, has not provided the court with any indication that this policy statement has changed in light of <i>Smith.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2449908/"
  ]
}