{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2414249/",
  "absolute_url": "/opinion/2414249/med-trans-corp-v-benton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2414249/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:25:54.407086Z",
  "date_modified": "2016-04-26T23:23:20.267687Z",
  "type": "010combined",
  "sha1": "3a821af9cdb7ebf9faec2432f1e63ef97a29b768",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>MED-TRANS CORPORATION, Plaintiff,<br>\nv.<br>\nDempsey BENTON, Secretary of the North Carolina Department of Health and Human Services, in his official capacity; Robert J. Fitzgerald, Director, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in his official capacity; Lee B. Hoffman, Chief of the Certificate of Need Section, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in her official capacity; Drexdal R. Pratt, Chief of the Office of Emergency Medical Services, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in his official capacity, Defendants.</h1></center>\n<center>No. 5:07-CV-222-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 15, 2008.</center>\n<p></p>\n<h2>ORDER OF PERMANENT INJUNCTION</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>In accordance with this court's order of September 26, 2008, granting in part and denying in part plaintiffs motion for judgment on the pleadings, and upon review of the proposed injunction jointly filed by the parties, defendants are permanently enjoined from the following activities prescribed by the state statutory and regulatory framework that this court has found to be preempted by federal law:</p>\n<p>1. Defendants are permanently enjoined from enforcing North Carolina's CON Law, presently codified as N.C. Gen. Stat. § 131E-175, <i>et. seq.,</i> against plaintiff or any other federally-regulated air carrier.</p>\n<p>2. Defendants are permanently enjoined from requiring that plaintiff or any other federally-regulated air carrier obtain a Certificate of Need to receive or maintain a license to operate or to operate an air ambulance program, as presently required by N.C. Gen, Stat. § 131E-178(a) and 10A N.C.A.C. 13P.0302(a)(2).</p>\n<p>3. Defendants are permanently enjoined from conditioning plaintiff's or any other federally-regulated air carrier's operation within the state on the approval of county government officials, as presently required by N.C. Gen.Stat. §§ 131155(6b), 131E-155.1(a), and 10A N.C.A.C. 13P.0204(a)(1), 13P.0204(a)(4), 13P.0402(3) and the endorsement requirement set forth in the current application form for a Specialty Care Transport Program, or from requiring plaintiff or any other federally-regulated air carrier to comply with the same.</p>\n<p>4. Defendants are permanently enjoined from requiring plaintiff or any other federally-regulated air carrier to define its service area to receive or maintain a license to operate or to operate an air ambulance program, as presently required by 10A N.C.A.C. 13P.0301(a)(1) and 10A N.C.A.C. 13P.0209(6), Nothing in this order shall be construed to enjoin defendants from requiring plaintiff or any other federally-regulated air carrier to be equipped with a two-way voice radio licensed by the Federal Communications Commission capable of operation on any frequency required to allow communications with local emergency medical services resources as presently required by 10A N.C.A.C. 13P.0209(6).</p>\n<p>5. Defendants are permanently enjoined from requiring plaintiff or any other federally-regulated air carrier to provide 24 hour per day service to receive or maintain a license to operate or to operate an air ambulance program, as presently required by 10A N.C.A.C. 13P.0301(a)(3).</p>\n<p>6. Defendants are permanently enjoined from requiring plaintiff or any other federally-regulated air carrier to comply with state statutes and regulations governing equipment or training that are related primarily to aviation safety to receive or maintain a license to operate or to operate an air ambulance program, including those equipment requirements presently set forth at 10A N.C.A.C. 13P.0209(7)(a)-(m).</p>\n<p>7. Defendants are permanently enjoined from conducting aviation safety inspections of aircraft used by plaintiff or any other federally-regulated air carrier and from requiring plaintiff or any other federally-regulated air carrier to comply with any state requirement related primarily to aviation safety. This includes, but is not limited to, any state requirement prohibiting structural or functional defects on the aircraft affecting the \"safe operation of the aircraft,\" as presently required by 10A N.C.A.C. 13P.0209(10). Nothing in this order shall be construed to enjoin defendants from requiring plaintiff or any other federally-regulated air carrier to document a plan for inspecting, repairing, and cleaning medical and other patient care related equipment, as presently required by 10A N.C.A.C. 13P.0204(a)(5).</p>\n<p>8. Defendants are permanently enjoined from imposing or enforcing state statutes or regulations related primarily to aviation operation and safety on plaintiff or any other federally-regulated air carrier, including those statutes and regulations that purport to require federally-licensed pilots to provide backup medical care for EMS personnel, as presently required by N.C. Gen.Stat. § 131E-158(a)(2), and those that require flight crews of plaintiff or any federally-regulated air carrier to be trained in in-flight emergencies specific to the aircraft and aircraft safety, as presently required by 10AN.C.A.C 13P.0302(a)(1)(C)-(D). Because the mode of transport can impact patient care, this should not be read to invalidate any vehicle or equipment related training undertaken specifically for purposes of ensuring proper patient care. For example, training regarding cabin pressurization of the specific aircraft as it relates to specific medical conditions would not be enjoined by this order.</p>\n<p>The clerk is instructed to CLOSE this case.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}