{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2415595/",
  "absolute_url": "/opinion/2415595/united-states-v-simmons/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2415595/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:26:32.868851Z",
  "date_modified": "2016-04-27T03:06:08.706394Z",
  "type": "010combined",
  "sha1": "06ef6d9edca3719f7c92830439a900142d92e67f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>526 F.Supp.2d 557 (2007)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nCarlos Lee SIMMONS, Defendant.</h1></center>\n<center>No. 7:07-CR-46-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>December 4, 2007.</center>\n<p><span class=\"star-pagination\">*558</span> <span class=\"star-pagination\">*559</span> <span class=\"star-pagination\">*560</span> Joe Exum, Jr., U.S. Attorney's Office, Raleigh, NC, for Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on defendant's motion to suppress statements made as a result of questioning or interrogation by law enforcement officers following his arrest on April 19, 2006. (DE # 20.) On September 5, 2007, after holding a hearing on the motion in the previous month, Magistrate Judge James E. Gates filed a Memorandum and Recommendation (\"M &amp; R\") recommending the denial of the motion to suppress. The defendant timely responded with an objection, and this matter is therefore ripe for adjudication. For the reasons set forth below, the motion to suppress is denied. Motion to continue arraignment scheduled for next week (DE # 41), made because of the pendency of the motion to suppress, is, accordingly, denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>A federal grand jury returned a threecount indictment on April 4, 2007, charging defendant with possession of a firearm by a convicted felon, 18 U.S.C. § 922(g)(I) (count I); possession of a Firearm after conviction for a crime of domestic violence, 18 U.S.C. § 922(g)(9) (count II); and possession of a firearm with an obliterated serial number, 18 U.S.C. § 922(k) (count <span class=\"star-pagination\">*561</span> III). The alleged offenses occurred on April 19, 2006.</p>\n<p>On July 9, 2007, relying on a case handed down by the Fourth Circuit on April 16, 2007, <i>United States v. Hayes,</i> 482 F.3d 749 (4th Cir.2007), the defendant moved to dismiss count II, on grounds that the defendant lacked all necessary elements for the predicate offense underlying 18 U.S.C. § 922(g)(9), as required by <i>Hayes.</i> Approximately two weeks later, the government sought leave of the court to dismiss count II, and such leave was granted by the court. Therefore, only counts I and III remain pending.</p>\n<p>On October 11, 2007, the court granted a joint motion to continue arraignment and trial, and defendant is currently set for arraignment on December 14, 2007 before the magistrate judge.</p>\n<p></p>\n<h2>RELEVANT FACTUAL BACKGROUND</h2>\n<p>The Wilmington Police Department (\"WPD\") received a domestic disturbance complaint on the evening of April 19, 2006. WPD Officers responded to the call, and while <i>en route</i> to Metting Road, the site of the alleged disturbance, the officers received computerized notification that the defendant was at the Metting Road house and armed with a firearm. The officers also learned that defendant had an outstanding arrest warrant resulting from a probation violation. After convening outside the residence to determine the best way in which to approach the armed suspect in a residential setting, the officers approached the residence and there met the defendant's fiancee, who alerted the officers to the fact that defendant was hiding in a closet, and that his weapon, a pistol, lay in a bureau drawer.</p>\n<p>While a group of officers proceeded inside the house with plans to approach the closet where the defendant hid, another officer, Parks, stationed at the back door, heard commotion from inside the house, and saw the defendant attempting to flee through the back door of the house. The defendant fled from the house to several different apartment complexes and, in the process, escaped from officer Parks. Parks, however, discerning the general vicinity of defendant's flight combed the area and eventually was approached by an apartment-dweller reporting that defendant was located in her apartment. A group of officers entered the informant's apartment and noticed scuff marks along a wall leading to the attic. Following this trail, the officers found the defendant and took him into custody without further incident.</p>\n<p>With Parks having been instructed by a supervising officer not to ask defendant any \"accusatory or interrogatory questions,\" defendant was placed in a police vehicle and driven to the WPD station. Parks was authorized to ask or to elicit only the limited biographical information necessary to complete the police report.</p>\n<p>Handcuffed in the back of the patrol car, the defendant inquired about the nature of the charges which he anticipated would be filed against him. In response, Parks apprised the defendant of the charges. The defendant later confided in Parks that he \"was glad the events at issue occurred because he was tired of looking over his shoulder and hiding from the police.\" (M &amp; R at 4.) The government alleges that defendant then stated that he obtained the firearm at issue for his protection from his fiancee's father, with whom he was not in good relations. Parks testified at the motion hearing that he responded to these inculpatory remarks with one-word exclamations like \"really\" and \"wow.\" (M &amp; R at 4-5.) Parks did not give <i>Miranda</i> warnings to defendant during the ride.</p>\n<p>After the ride to the station defendant was moved to a holding cell. Then defendant <span class=\"star-pagination\">*562</span> was moved to an interview room and sat down before a DVD recorder and the questions of officer Eubanks, a member of the WPD's violent crimes task force. Parks, who by this point was typing up the police report, had briefed Eubanks on the evening's events prior to Eubank's interrogation. The DVD ran for 20 seconds before Eubanks introduced himself, and for 18 seconds more before defendant was Mirandized. During that time, defendant began speaking about events related to his arrest. Officer Eubanks stopped defendant in order to read to him his <i>Miranda</i> rights. The entirety of this procedure lasted almost two (2) minutes. This was the only time defendant received <i>Miranda</i> warnings.</p>\n<p>Eubanks relayed the day's events as he understood them through Parks' account, which the defendant confirmed. The defendant then supplemented the account with a history of the events leading up to his fiancee's distress call. Eubanks responded, \"I'm believing what you're telling me, but you're leaving some stuff out,\" and told the defendant that the WPD had recovered a firearm. The defendant then revealed that he had obtained the weapon in question one week prior to his arrest, and that he had run from the WPD because he did not believe the officers would open fire on him. Defendant concluded attesting to his forthrightness in the preceding account.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The Memorandum and Recommendation concludes that the foregoing events do not warrant the suppression of the government's evidence. The defendant presents a number of factual and legal objections to the M &amp; R, For clarity, the court's analysis will be divided into two temporal phases: conduct prior to the interview at WPD station and conduct during the interview at the WPD station. Based on the following analysis, the court accepts the recommendations of the magistrate judge and consequently denies the motion to suppress.</p>\n<p>I. Defendant's Allegedly Inculpatory Statements Prior to the Formal Station Interview</p>\n<p>The defendant allegedly admitted to Officer Parks that he possessed the gun at issue. The defendant also explained the length of time he possessed the gun and why he had obtained it. Defendant offers two arguments in favor of suppressing these statements. First, the defendant claims he never made the assertions. Second, the defendant argues that, even if the statements were made, the statements resulted from a custodial interrogation undertaken without the prior giving of <i>Miranda</i> warnings.</p>\n<p>A. The Existence of the Relevant Statements by Defendant</p>\n<p>The magistrate judge conducted a hearing on the motion to suppress that is currently before this court on August 13, 2007, and, based on that hearing, found that defendant's testimony on the issue of possession lacked credibility sufficient to warrant a factual finding in favor of defendant. (M &amp; R at 7.) Moreover, the magistrate judge found that \"[t]he evidence that [defendant] made the statements is overwhelming.\" (<i>Id.</i>) This evidence includes Officer Parks' testimony and police report that he prepared on the night in question; the evidence also includes Officer Eubanks' confirmation of Parks' testimony and an April 21, 2006 police report. Therefore, for the purposes of deciding this motion, the court accepts the magistrate judge's findings that the incriminating statements were in fact made by the defendant as alleged by the government.</p>\n<p>B. The Voluntariness of the Defendant's Statements</p>\n<p>The Fifth Amendment to the United States Constitution guarantees that <span class=\"star-pagination\">*563</span> \"No person shall be compelled in any criminal case to be a witness against himself. . . .\" U.S. Const. amend. V. In order to protect this right, the Supreme Court in <i>Miranda v. Arizona</i> adopted prophylactic procedural rules that must be followed during custodial interrogations. <i>See</i> 384 U.S. 436, 444, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). Any custodial confession first requires warning the suspect of his rights and obtaining a waiver of those rights before custodial interrogation. <i>See </i><i>United States v. Mashburn,</i> 406 F.3d 303, 306 (4th Cir.2005). Specifically, \"[p]rior to any questioning, the person must be warned that he has a right to remain silent, that any statement he does make may be used as evidence against him, and that he has a right to the presence of an attorney, either retained or appointed.\" <i>Miranda,</i> 384 U.S. at 444, 86 S.Ct. 1602. \"Statements made in violation of these rules are generally inadmissible in the prosecution's case-in-chief\". <i>See </i><i>Stansbury v. California,</i> 511 U.S. 318, 322, 114 S.Ct. 1526, 128 L.Ed.2d 293 (1994) (per curiam).</p>\n<p><i>Miranda</i> rights apply to custodial interrogation. <i>Rhode Island v. Innis,</i> 446 U.S. 291, 300, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980). An individual under arrest is in custody. <i>United States v. Leshuk,</i> 65 F.3d 1105, 1108 (4th Cir.1995). For <i>Miranda</i> purposes, interrogation \"refers not only to express questioning, but also to any words or action on the part of the police . . . that the police should know are reasonably likely to elicit an incriminating response from the suspect.\" <i>Innis,</i> 446 U.S. at 301, 100 S.Ct. 1682. In determining whether indirect questioning constitutes interrogation, \"the perceptions of the suspect,\" not the intent of the police, are paramount. <i>Id.</i> More specifically, \"[t]he inquiry mandated by <i>Innis</i> into the perceptions of the suspect is <i>necessarily contextual,</i> and whether descriptions of incriminating evidence constitute the functional equivalent of interrogation will depend on circumstances that are too numerous to catalogue.\" <i>United States v. Payne,</i> 954 F.2d 199, 203 (4th Cir.1992).</p>\n<p>An exception to <i>Miranda's</i> protection has been found by the Fourth Circuit for \"routine booking questions `securing biographical data necessary to complete booking or pretrial services.'\" <i>United States v. D'Anjou,</i> 16 F.3d 604, 608(4th Cir.1994) (citation omitted). Nor are a defendant's <i>Miranda</i> rights implicated for \"volunteered statements of any kind.\" <i>Miranda,</i> 384 U.S. at 478, 86 S.Ct. 1602.</p>\n<p>The magistrate judge found that the defendant's statements to Officer Parks were not the result of interrogation by Parks but rather that the statements were made voluntary. Defendant challenges the M &amp; R's conclusion that Officer Parks' interjections and exclamations during his conversation with defendant, such as \"wow\" and \"really,\" \"were merely spontaneous, one-word expressions of Parks' surprise at the disclosures defendant [not] `reasonably likely to elicit an incriminating response from the suspect.'\" The defendant responds that, even if officer Parks did not intend his exclamations to serve to elicit responses, the defendant subjectively perceived the exclamations as interrogation, and it is these subjective perceptions which constitute the focus of the courts <i>Miranda</i> analysis.<sup>[1]</sup> The defendant, however, does not explain how he arrives at this conclusion. In fact, Officer Parks' utterances were substantially less <span class=\"star-pagination\">*564</span> likely to evoke an incriminating response than statements that the Fourth Circuit has found not to be compulsive in nature. <i>See </i><i>United States v. Payne,</i> 954 F.2d 199, 201 (4th Cir.1992) (defendant's non-Mirandized statement admitting possession of firearm offered in response to an FBI agent's comment that a weapon was found at defendant's residence upheld); <i>see also United States v. Smith,</i> 215 Fed.Appx. 255, 258 (4th Cir.2007) (unpublished decision) (not suppressing where response was not \"directly responsive\" to question of police officer).</p>\n<p>Additionally, defendant objects to the M &amp; R's conclusion that defendant was not interrogated when Parks and the defendant spoke about the nature of the likely charges. Defendant initiated the discussion by asking about the nature of the charges, and the magistrate judge found that Parks provided defendant with \"a matter-of-fact explanation in response.\" (M &amp; R at 10.) Declaratory statements by an officer concerning the nature of legal charges against a defendant could not reasonably be expected to elicit an incriminating statement and therefore do not constitute interrogation for <i>Miranda's</i> prophylactic purposes. <i>See </i><i>Payne,</i> 954 F.2d at 202.</p>\n<p>II. Defendant's Allegedly Inculpatory Statements During the Formal Station Interview</p>\n<p>In the course of the interview at the WPD station, the defendant admitted that he possessed the firearm in question and provided details surrounding its acquisition. The defendant seeks to suppress these statements under the theory that his <i>Miranda</i> waiver was invalid because it did not satisfy the basic elements for validity and the statements were procured through an interrogation tactic equivalent to the prohibited \"question-first\" tactic.</p>\n<p>A. Defendant's Waiver of <i>Miranda</i> Rights</p>\n<p>A court's \"inquiry into whether an individual waived effectuation of the rights conveyed in the <i>Miranda</i> warnings has two distinct dimensions.\" <i>United States v. Cristobal,</i> 293 F.3d 134, 139-140 (4th Cir.2002) (citing <i>Edwards v. Arizona,</i> 451 U.S. 477, 482, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981)). The first dimension is whether or not \"the relinquishment of the right [was] voluntary in the sense that it was the product of free and deliberate choice rather than intimidation, coercion, or deception.\" <i>Id.</i> During the hearing, the defendant conceded through counsel that his statements to Officer Eubanks were voluntary and thereby that his <i>Miranda</i> waiver was voluntary. Moreover, the M &amp; R analyzed the issue and determined that \"no fact, or set of facts, establishing that defendant's <i>Miranda</i> waiver was coerced.\" (M &amp; R at 15.) Second, \"the waiver must have been made with a full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.\" In short, a waiver of <i>Miranda</i> rights must be voluntary, knowing, and intelligent. <i>Moran v. Burbine,</i> 475 U.S. 412, 421, 106 S.Ct. 1135, 89 L.Ed.2d 410 (1986). The government has the burden of proving that, under the totality of the circumstances, both elements are satisfied. <i>United States v. Robinson,</i> 404 F.3d 850, 860 (4th Cir.2005).</p>\n<p>The M &amp; R determined that both elements were satisfied. The defendant's objection to the M &amp; R asserts that the M &amp; R does apply the totality of the circumstances analysis to the question of whether the waiver was knowing and intelligent. In support of this position, defendant puts forth five factors, which he argues demonstrate that he did not make a knowing and intelligent waiver of his <i>Miranda</i> rights.<sup>[2]</sup><span class=\"star-pagination\">*565</span> Defendant's objection concedes that the M &amp; R did take into account \"some factors relating to the circumstances of the waiver such as Mr. Simmons' intelligence, education, age, and familiarity with' the legal system, and the fact that Mr. Simmons was under the influence of his recent cocaine use,\" but argues that the five factors tilt the totality of the circumstances analysis in favor of the conclusion that the waiver was neither knowing nor intelligent. (Obj. at 5.)</p>\n<p>To determine whether a defendant's waiver was knowing and intelligent, the court analyzes \"the suspect's intelligence and education, age and familiarity with the criminal justice system, [and] the proximity of the waiver to the giving of the <i>Miranda</i> warnings.\" <i>Correll v. Thompson,</i> 63 F.3d 1279, 1288 (4th Cir.1995) (citations omitted). When the defendant claims mental impairment resulting from the use of drugs or alcohol, courts \"appl[y] a test of coherence, of an understanding of what is happening in determining the validity of waivers, . . .\" <i>Moore v. Ballone,</i> 658 F.2d 218, 229 (4th Cir.1981).</p>\n<p>The M &amp; R found that the defendant possessed the basic intellectual capacity and knowledge to grasp the concept of a <i>Miranda</i> waiver. The 22-year old defendant was literate, had completed the 10th grade, and was employed as a brick mason. Having been arrested four times, two of those being felony arrests, the defendant had knowledge of the criminal justice system. Both officers testified that defendant, who was \"coming down from a high,\" \"appeared normal and lucid at the time of his arrest and at the time of his interview.\" (M &amp; R at 17.) The defendant answered questions with detailed responses and had the ability to recall specific facts. The defendant at one point corrected Officer Eubanks. Thus, the M &amp; R found defendant to be coherent and possess understanding for <i>Miranda</i> purposes. The five factors presented by the defendant do not go to the issues of knowledge or intelligence, and therefore do not alter the analysis contained in the Memorandum and Recommendation.</p>\n<p>B. The Defendant's Waiver under <i>Mashburn</i></p>\n<p>The defendant argues that his statements ought to be\" suppressed because they \"came on the heels\" of illegitimately elicited un-Mirandized statements. <i>See </i><i>United States v. Mashburn,</i> 406 F.3d 303 (4th Cir.2005). This argument is inapposite in the current context. The <i>Mashburn</i> case, which considered the use of \"question-first\" tactics, which involve withholding <i>Miranda</i> warnings until obtaining a confession, is inapposite where pre-<i>Miranda</i> statements by the defendant were not the product of any interrogation.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court adopts the recommendations of Magistrate Judge James E. Gates. Accordingly, the defendant's motion to suppress evidence (DE # 20) is DENIED. The pending motion to continue arraignment (DE # 41) also is DENIED.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion by defendant Carlos L. Simmons <span class=\"star-pagination\">*566</span> (\"defendant\") to suppress two sets of inculpatory statements purportedly made to members of the Wilmington Police Department (\"WPD\") following his arrest on 19 April 2006 (DE # 20). The government filed a response in opposition to the motion (DE # 23). The motion was referred to the undersigned Magistrate Judge for memorandum and recommendation pursuant to 28 U.S.C. § 636(b)(1)(B). On 13 August 2007, the undersigned held a hearing on the motion. For the reasons stated below, defendant's motion should be denied.</p>\n<p></p>\n<h2><i>PROCEDURAL BACKGROUND</i></h2>\n<p>On 4 April 2007, defendant was charged in a three-count indictment (DE # 1) with: (1) possession of a firearm after conviction for a felony in violation of 18 U.S.C. §§ 922(g)(1) and 924; (2) possession of a firearm after conviction for a crime of domestic violence in violation of 18 U.S.C. §§ 922(g)(9) and 924; and (3) possession of a firearm with an obliterated serial number in violation of 18 U.S.C. §§ 922(k) and 924(a)(1)(B). All three offenses allegedly occurred on 19 April 2006. By order entered on 26 July 2007 (DE # 22), the court granted the government's motion to dismiss count two, the domestic violence-related charge.</p>\n<p>At the suppression hearing, the government presented the testimony of WPD Officer T.J. Parks (\"Parks\"),<sup>[1]</sup> to whom defendant made the first set of alleged<sup>[2]</sup> incriminating statements, prior to a formal station interview, and Detective E.L. Eubanks (\"Eubanks\"),<sup>[3]</sup> to whom defendant made the second set of incriminating statements, during a formal interview. These witnesses were in the courtroom only during their own testimony. The only exhibit introduced by the government was a DVD of the interview (\"Inter.\") (Gov.Ex.1).<sup>[4]</sup> Defendant was the only witness for the defense. He also introduced three exhibits: the report by Parks relating to the events in question (\"Parks Rept.\") (Def. Ex.1); a <i>Miranda</i> waiver form signed by defendant (Def.Ex.2); and the report by Eubanks regarding the events in issue (\"Eubanks Rept.\") (Def.Ex.3).</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p></p>\n<h2>Circumstances Leading to Defendant's Arrest</h2>\n<p>Around 6:00 p.m. on 19 April 2006, the WPD received a domestic disturbance complaint at Metting Road in Wilmington, North Carolina. (Transcript of Hearing (\"Tr.\") 5). The WPD issued a radio dispatch and Officers Parks, J. Moore (\"Moore\"), and J.A. Merritt (\"Merritt\") responded. (<i>Id.</i>). While en route, Parks received notification on the computer in his police vehicle that the suspect, Carlos Simmons, was armed with a firearm and had an outstanding arrest warrant for a probation violation. (<i>Id.</i> 6). The three officers stopped their vehicles a couple blocks from the residence and convened to determine how they would approach the residence with an armed suspect. (<i>Id.</i> 6-7).</p>\n<p><span class=\"star-pagination\">*567</span> Moore and Merritt approached the front door and Parks went to the back of the home in order to secure the rear door. (<i>Id.</i> 7). When Moore and Merritt arrived at the front door, they met Fredericka Morris, the complainant and defendant's fiancee. (<i>Id.</i>). They asked her about the location of the firearm, and she retrieved the pistol from a drawer and handed it to them. (<i>Id.</i> 8). Morris then told the officers that defendant was hiding in a closet. (<i>Id.</i>) At that time, Parks took cover beside a tree twenty feet from the rear door and subsequently overheard the other officers commanding defendant to \"come out with his hands up.\" (<i>Id.</i> 7). Parks then heard Merritt shout, \"`He's [<i>i.e.,</i> defendant's] running out the back,'\" and observed defendant exit through the rear entrance. (<i>Id.</i> 9). Parks, with his pistol drawn, challenged defendant. (<i>Id.</i>). In response, defendant raised his arms, stopped for a brief moment, and fled. (<i>Id.</i>). Foot pursuit was commenced through multiple apartment complexes, as defendant crossed Darlington Avenue over to Broad Street. (<i>Id.</i>). At Broad Street, Parks lost sight of defendant along a tree-lined embankment. (<i>Id.</i> 10).</p>\n<p>During this time, other WPD officers were responding to the foot pursuit as Parks provided direction information over his radio. (<i>Id.</i>). While advising perimeter units about setting up a canine track of defendant, Parks was approached by Alice Chadwick, who told him that the man he was looking for ran through her apartment. (<i>Id.</i> 11). Parks then spoke with Ms. Chadwick's daughter, Jennifer, who stated that she was seated in the rear of her residence when the door violently. opened and defendant emerged pleading, \"`Help me; the police are chasing me; I don't want to go to jail.'\" (<i>Id.</i> 11-12). Defendant fled the residence through the front door after Jennifer Chadwick attempted to notify the police. (<i>Id.</i> 12). Defendant was observed running back across Broad Street and into another apartment complex. (<i>Id.</i>). Soon after, Montrena Melvin approached Parks and informed him that defendant had entered her apartment. (<i>Id.</i> 13). Melvin gave the police officers consent to search her apartment for defendant. (<i>Id.</i>). Officers Lazzaro, McPherson, and Brister, with the assistance of a canine, conducted a search of the Melvin residence while Parks evacuated the neighboring apartments. (<i>Id.</i>).</p>\n<p>Parks was told by the three searching officers that upon entering the residence they observed scuff marks along a wall leading to the attic. (<i>Id.</i> 14). Lazzaro subsequently entered the attic, located defendant, and took him into custody without further incident. (<i>Id.</i>).</p>\n<p></p>\n<h2>Defendant's Alleged Inculpatory Statements to Officer Parks Prior to the Formal Station Interview</h2>\n<p>After defendant was brought outside the apartment, he was transferred to Parks, who conducted a search of defendant's person incident to arrest and placed him in his police vehicle. (<i>Id.</i> 15). A supervising officer contacted Parks and instructed him not to ask defendant any \"accusatory or interrogatory questions\" because Eubanks had been summoned to the WPD station to conduct the interview. (<i>Id.</i> 16). Parks was authorized to ask only for biographical information necessary to complete the police report. (<i>Id.</i>).</p>\n<p>As they drove to the WPD station, defendant inquired into the reason for his arrest and the nature of the attendant charges. (<i>Id.</i>). After he was advised of the charges (<i>id.</i>), defendant told Parks that he was glad the events at issue occurred because he was tired of looking over his shoulder and hiding and running from the police because of his probation warrant. (<i>Id.</i> 16-17). The government contends, and defendant denied at the hearing, that he then stated that he obtained <span class=\"star-pagination\">*568</span> the subject firearm for his protection from Morris' father, with whom he had previously had a fight, or another person, who had assaulted defendant or attempted to do so. (<i>Id.</i> 17). According to Parks, he responded to each of the defendant's inculpatory statements by saying \"really\" or \"wow\" because he was \"shocked\" that defendant was making the statements, but did not ask any follow-up questions. (<i>Id.</i>). Parks did, however, ask defendant, either during the drive to the WPD station or in it, for biographical information necessary to complete the arrest sheet. (<i>Id.</i> 35-36). At no time did Parks give defendant any <i>Miranda</i> warnings. (<i>Id.</i> 34).</p>\n<p></p>\n<h2>Defendant's Inculpatory Statements to Detective Eubanks During the Formal Station Interview</h2>\n<p>Upon arriving at the WPD station, defendant was placed in a holding cell. (<i>Id.</i> 19). Parks sat beside defendant's cell and began typing his police report. (<i>Id.</i> 20). Soon after, Eubanks arrived and was briefed by Parks on the circumstances of the arrest, including defendant's statement to Parks admitting possession of the firearm. (<i>Id.</i> 30, 45). Eubanks, a member of the WPD's Violent Crimes Task Force, was responsible for interviewing defendant because the arrest was firearm related. (<i>Id.</i> 44). Eubanks escorted defendant in handcuffs to an interview room, seated him, placed a DVD in a video recorder, and conducted an interview, which lasted approximately thirty-six minutes. (<i>Id.</i> 46).</p>\n<p>After Eubanks introduced himself (Inter.00:20), defendant began speaking about events related to his arrest, but Eubanks stopped him until he could be <i>Mirandized</i> (<i>id.</i> 00:38). Eubanks read defendant his <i>Miranda</i> rights, and asked him whether he understood each right (<i>id.</i> 00:57-01:23). After defendant acknowledged his understanding of his rights, Eubanks handed defendant a waiver form (Def.Ex.2), which contained the <i>Miranda</i> warnings, and told him to sign it, which he did. (<i>Id.</i> 02:11). This is the first and only time defendant received <i>Miranda</i> warnings in connection with the events in question.</p>\n<p>Eubanks next described to defendant the general circumstances of his arrest, as explained to Eubanks by Parks, and defendant noted the accuracy of Eubanks' description. (<i>Id.</i> 04:27). Defendant then provided Eubanks a detailed narrative of the events relating to his arrest, including the argument between him and Morris that had prompted the initial domestic disturbance call to the police and his flight from the police. (<i>Id.</i> 04:34-09:18). Eubanks responded that \"I'm believing what you're telling me, but you're leaving some stuff out.\" (<i>Id.</i> 09:47). After being informed that the WPD recovered the firearm (<i>id.</i> 10:05), defendant admitted to its possession (<i>id.</i> 10:24). Defendant stated that he obtained the weapon after getting into a fight with an individual identified as Damonde one week prior to his arrest. (<i>Id.</i> 11:06, 16:10, 16:53). After the altercation, Morris told defendant that Damonde might return for another confrontation. (<i>Id.</i> 16:24; 17:07). Defendant stated that he obtained the firearm from an individual identified as Tory (<i>id.</i> 17:49) in order to \"keep the dude [Damonde] at bay in case he did came back\" (<i>id.</i> 17:33) and that he did not need or want ammunition (<i>id.</i> 17:14) because the firearm was just to \"scare the dude [Damonde]\" (<i>id.</i> 17:20). Defendant also discussed an incident in which Morris' father had shot him in the leg (<i>id.</i> 05:15) and defendant offered to take money in exchange for not testifying against the father (<i>id.</i> 11:53).</p>\n<p>Defendant further stated that he ran from the police officers, because he did not believe they would shoot him. (<i>Id.</i> 21:40). Defendant concluded the interview by stating <span class=\"star-pagination\">*569</span> that he was being forthright about what he had done. (<i>Id.</i> 34:35).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>I. DEFENDANT'S ALLEGED INCULPATORY STATEMENTS TO OFFICER PARKS PRIOR TO THE FORMAL STATION INTERVIEW</p>\n<p>In his alleged statements to Parks, defendant incriminated himself by admitting to possession of the gun in issue and reinforcing that admission by explaining the length of time he had it and why he obtained it. He moves to suppress evidence of these statements on two grounds. First, he contends that he never made them and second, if they were made, they resulted from a custodial interrogation undertaken without the prior provision of <i>Miranda</i> warnings. The government argues that defendant did make the statements and that they were voluntarily made. The court agrees with the government.</p>\n<p>A. Existence of Statements by Defendant</p>\n<p>Defendant's contention that he never made the incriminating statements to Parks is based wholly on defendant's testimony at the suppression hearing. No such argument was asserted in defendant's written motion. In his testimony, defendant expressly denied making any statement concerning his possession of the subject firearm and stated that Parks \"made up\" the statements. (<i>Id.</i> 67). Defendant also testified that the only comment he made to Parks concerning a firearm was \"I ain't threaten[] nobody with a gun.\" (Tr. 62).</p>\n<p>The court does not find defendant's denial to be credible. The evidence that he made the statements is overwhelming. This evidence includes Parks' hearing testimony that defendant made the statements. Parks' testimony is corroborated by the police report prepared by. Parks on the night in question, which purports to recite verbatim the following statements by defendant:</p>\n<blockquote>\"I had the gun because I got into a fight a couple days ago, and didn't know if that guy was coming back\" and \"I ain't had the gun but a couple of days, I was going to give it back today.\"</blockquote>\n<p>(Parks Rept., p. 25; Tr. 31). Parks further testified that he informed Eubanks of defendant's admissions during his pre-interview briefing (Tr. 30) and Eubanks confirmed at the hearing that Parks had told him of this statement (<i>id.</i> 54). The report by Eubanks, dated 21 April 2006, also stated that Parks had told him of defendant's admission to possession of the gun: \"Parks stated SIMMONS had already made the statement to him that the gun was his. . . .\" (Eubanks Rept., p. 32).</p>\n<p>An implication of defendant's denial that he made the incriminating statements to Parks is that. Parks lied to a superior officer about a statement made by a suspect that Parks had no responsibility to interrogate. (Tr. 16). Defendant offered no explanation why Parks would engage in such misconduct.</p>\n<p>In addition, defendant's character for truthfulness is open to question. His felony convictions (<i>id.</i> 46), of course, tend to impair his credibility. More significantly, defendant compromised his credibility by his own testimony. He admitted that during the interview with Eubanks and under the guise of cooperation he lied about the identity of the individual who provided him the subject firearm. (<i>Id.</i> 66). For this and the other reasons stated, the court finds that defendant did make the incriminating statements to Parks alleged by the government.</p>\n<p><span class=\"star-pagination\">*570</span> B. Voluntariness of Defendant's Statements</p>\n<p>Having found that defendant did make the incriminating statements to Parks, the court now turns to the question of the voluntariness of the statements. The Fifth Amendment ensures that \"no person . . . shall be compelled in any criminal case to be a witness against himself.\" U.S. Const. amend. V. Based on this fundamental right, the Supreme Court in <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966) \"conditioned the admissibility at trial of any custodial confession on warning a suspect of his rights . . . [and] obtain[ing] a waiver of those rights before custodial interrogation.\" <i>United States v. Mashburn,</i> 406 F.3d 303, 306 (4th Cir.2005). <i>Miranda</i> requires that a suspect be informed \"that he has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning if he so desires.\" <i>Miranda,</i> 384 U.S. at 479, 86 S.Ct. 1602.</p>\n<p>The well-established safeguards of <i>Miranda</i> are applicable only to \"custodial interrogation.\" <i>Rhode Island v. Innis,</i> 446 U.S. 291, 300, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980); <i>accord </i><i>United States v. Payne,</i> 954 F.2d 199, 201 (4th Cir.1992). A defendant is in custody where, as here, he is under arrest. <i>United States v. Leshuk,</i> 65 F.3d 1105, 1108 (4th Cir.1995). \"Interrogation,\" within the meaning of <i>Miranda,</i> \"refers not only to express questioning, but also to any words or action on the part of the police . . . that the police should know are reasonably likely to elicit an incriminating response from the suspect.\" <i>Innis,</i> 446 U.S. at 301, 100 S.Ct. 1682; <i>accord </i><i>Payne,</i> 954 F.2d at 201. In determining whether such indirect questioning constitutes interrogation, the focus is primarily upon the perceptions of the suspect, rather than the intent of the police. <i>Innis,</i> 446 U.S. at 301, 100 S.Ct. 1682; <i>accord </i><i>Payne,</i> 954 F.2d at 201.</p>\n<p>An exception to <i>Miranda's</i> protection has been acknowledged for \"routine booking questions `securing biographical data necessary to complete booking or pretrial services.'\" <i>United States v. D'Anjou,</i> 16 F.3d 604, 608 (4th Cir.1994) (citation omitted). Also, a defendant's <i>Miranda</i> rights are not implicated for \"volunteered statements of any kind.\" <i>Miranda,</i> 384 U.S. at 478, 86 S.Ct. 1602.</p>\n<p>Applying these principles, the court finds that defendant's statements to Parks were not the result of any interrogation by Parks, but rather were made voluntarily. Parks testified that he did not ask defendant any questions regarding the subject firearm. (Tr. 17). At the hearing, defendant appeared to concede that at least no direct interrogation by Parks occurred. Defendant testified that \"he [Parks] didn't say anything to me about no gun.\" (<i>Id.</i> 68).</p>\n<p>Furthermore, Parks noted in his police report that he \"never once asked the offender <i>directly</i> about the gun.\" (Parks Rept., p. 25) (emphasis added). He clarified this characterization on cross examination when he testified that use of word \"directly\" encompassed both direct and indirect questioning of defendant's firearm possession. (Tr. 17). Similarly, Eubanks' report states that Parks told him that defendant admitted to the gun possession \"without being questioned.\" (Eubanks Rept., p. 32).</p>\n<p>Parks' denial that he asked defendant about the firearm is corroborated by Parks' further testimony that he had been instructed by a superior officer not to ask any \"accusatory questions\" because Eubanks was responsible for the interrogation. (Tr. 16). Eubanks testified that his <span class=\"star-pagination\">*571</span> subordinates knew better than to interrogate one of his suspects. (<i>Id.</i> 56).</p>\n<p>Defendant contends that by responding to defendant's incriminating statements with words such as \"wow\" and \"really\" Parks prompted and encouraged defendant to continue making inculpatory statements. (<i>Id.</i> 17, 73). However, these utterances were merely spontaneous, oneword expressions of Parks' surprise at the disclosures defendant was making. (<i>Id.</i> 17). The court does not believe that they were \"reasonably likely to elicit an incriminating response from the suspect.\" <i>Payne,</i> 954 F.2d at 201. Indeed, Parks' utterances were substantially less likely to evoke an incriminating response than statements courts have found not to be compulsive in nature. <i>See </i><i>Payne,</i> 954 F.2d at 201-02 (upholding defendant's non-<i>Mirandized</i> statement admitting possession of a firearm offered in response to an FBI agent's comment that a weapon was found at defendant's residence); <i>United States v. Hurst,</i> 228 F.3d 751, 760 (6th Cir.2000) (holding that the statement \"`we've [the police] got information on you' . . . contains no compulsive element\").</p>\n<p>The discussion that Parks had with defendant regarding the nature of the charges against defendant also did not constitute interrogation. Defendant had prompted this discussion by asking about the nature of the charges. (<i>Id.</i> 16). Parks provided defendant a matter-of-fact explanation in response. (<i>Id.</i>). The courts have recognized that such declaratory statements by an officer concerning the nature of charges against the defendant could not reasonably be expected to elicit an incriminating statement and therefore do not constitute interrogation for purposes of <i>Miranda. See </i><i>Payne,</i> 954 F.2d at 202 (holding that \"the <i>Innis</i> definition of interrogation is not so broad as to capture within <i>Miranda's</i> reach all declaratory statements by police officer concerning the nature of the charges\").</p>\n<p>Similarly, the biographical questions Parks asked defendant did not constitute interrogation. They squarely fall within the booking question exception to <i>Miranda. See </i><i>D'Anjou,</i> 16 F.3d at 608.</p>\n<p>The court therefore finds that Parks did not subject defendant to interrogation, either direct or indirect. Defendant's inculpatory non-<i>Mirandized</i> statements to Parks were volunteered and are admissible against defendant.</p>\n<p>II. DEFENDANT'S INCULPATORY STATEMENTS TO DETECTIVE EUBANKS DURING THE FORMAL STATION INTERVIEW</p>\n<p>In his statements to Eubanks during his WPD station interview, defendant again admitted that he possessed the subject firearm and provided more details regarding the circumstances of such possession. Defendant moves to suppress these inculpatory statements on the grounds that his <i>Miranda</i> waiver was invalid because it did not satisfy the basic elements for validity and the statements were procured through an interrogation tactic tantamount to the \"question-first\" tactic outlawed in <i>United States v. Mashburn,</i> 406 F.3d 303 (4th Cir.2005). Each of these grounds is examined in turn below.</p>\n<p>A. Satisfaction of Defendant's Waiver of Basic Elements for Validity</p>\n<p>The validity of a waiver of <i>Miranda</i> rights depends on whether the waiver was both voluntarily, and knowingly and intelligently made. More specifically, the validity of a waiver depends on whether: (1) \"relinquishment of the right . . . [was] `voluntary in the sense that it was the product of free and deliberate choice rather than intimidation, coercion, or deception;'\" and (2) \"`waiver . . . [was] made with a full <span class=\"star-pagination\">*572</span> awareness, of both the nature of the right being abandoned and the consequences of the decision to abandon it.'\" <i>United States v. Cristobal,</i> 293 F.3d 134, 139-40 (4th Cir.2002) (citing <i>Moran v. Burbine,</i> 475 U.S. 412, 421, 106 S.Ct. 1135, 89 L.Ed.2d 410 (1986)). Only if under the \"totality of the circumstances\" both distinct elements are shown to exist \"may a court properly conclude that the <i>Miranda</i> rights have been waived.\" <i>Id.</i> at 140. The government has the burden of proving the existence of both elements by a preponderance of the evidence. <i>United States v. Robinson,</i> 404 F.3d 850, 860 (4th Cir.2005).</p>\n<p>In his written motion, defendant challenged his <i>Miranda</i> waiver on the grounds that the waiver was neither voluntary nor knowing and intelligent. During the hearing, defendant conceded through counsel that his statements to Eubanks were voluntary and thereby that his <i>Miranda</i> waiver was voluntary. (Tr. 71, 80). The government argues that both the requirements for a valid waiver were met. Notwithstanding defendant's concession regarding the voluntariness of his waiver, the court will review both the voluntariness, and knowing and intelligent elements of the waiver in the interest of completeness. The review establishes that both elements were satisfied.</p>\n<p>1. Voluntariness Element of <i>Miranda</i> Waiver</p>\n<p>The essential inquiry under <i>Miranda's</i> voluntariness requirement is \"`whether the defendant's will has been `overborne' or his capacity for self-determination critically impaired.'\" <i>Cristobal,</i> 293 F.3d at 140 (citation omitted). In examining this element, the court \"must consider . . . the characteristics of the defendant, the setting of the interview, and the details of the interrogation.\" <i>Id.</i> Under this element, \"coercive police activity is also a necessary predicate to a finding that a waiver of <i>Miranda</i> rights is not voluntary.\" <i>Id.</i> at 141; <i>cf. United States v. Wylie,</i> No. 3:05-CR-353, 2006 WL 1431656, *3, 2006 U.S. Dist. LEXIS 36227, at *9 (W.D.N.C.19 May 2006) (holding that \"`there is nothing inherently wrong with efforts to create a favorable climate for confession'\").</p>\n<p>In his motion, defendant identified a list of facts which he argued, in the totality of the circumstances, rendered his <i>Miranda</i> waiver involuntary: (1) defendant was not allowed to make a telephone call when he arrived at the WPD station, (2) defendant was kept handcuffed during the interview, (3) the interview room was windowless, (4) Eubanks prefaced the interview by telling defendant this was the time for defendant to help himself, and (5) the leading manner in which Eubanks secured defendant's signature on the <i>Miranda</i> waiver form. The court finds that none of these contentions, taken individually or collectively, support a finding that defendant's <i>Miranda</i> waiver was involuntary. Each contention will be addressed in turn.</p>\n<p>According to both Parks (Tr. 28) and Eubanks (<i>id.</i> 55-56), denial of telephone access to defendant was in accordance with an, unwritten WPD practice then in effect of prohibiting any suspect charged with a firearm offense from using the telephone prior to an interview with a member of the Violent Crimes Task Force.<sup>[5]</sup> (<i>Id.</i> 55). The rationale behind this practice was to protect public safety and to prevent tampering with evidence. (<i>Id.</i>). While defendant testified that \"[m]y main mission was to answer the question and go use the phone, so what I had to do was just get this [interview] over with\" <span class=\"star-pagination\">*573</span> (Tr. 61), the court does not find anything coercive in the WPD's telephone access practice. The non-coercive nature of this practice is especially apparent in the absence of facts suggesting defendant wanted to call an attorney or that defendant would continue to be denied telephone access if he did not submit to an interview. In addition, it appears that the safety and investigative concerns underpinning the WPD's practice were implicated here because one of the persons defendant apparently stated he would have called was Morris, the complainant, who eventually took possession of the subject firearm. (Inter.31:10).<sup>[6]</sup></p>\n<p>There was also nothing coercive in the fact that defendant was handcuffed, with his hands to the front, and interviewed in a purportedly windowless room for approximately thirty-six minutes.<sup>[7]</sup><i>United States v. Elie,</i> 111 F.3d 1135, 1145 (4th. Cir.1997) (holding that handcuffing the accused does not \"`establish[ ] involuntariness in and of [itself]'\") (citation omitted); <i>Wylie,</i> 2006 WL 1431656, **3-4, 2006 U.S. Dist. LEXIS 36227, at *10-11 (holding that there is nothing coercive with \"restraining a suspect . . . [and] confining the defendant to a standard-sized (and otherwise unremarkable) interview room for approximately seven hours\") (citation omitted).</p>\n<p>Likewise, there was nothing unlawful about Eubanks' statement to defendant prior to reading the <i>Miranda</i> rights that \"now is the time if you want to help yourself out, or tell me what happened, now is the time we can do it.\" (Inter.00:49). This statement constituted neither a threat nor a promise and did not rise to the level of coercive police conduct. <i>See </i><i>United States v. Braxton,</i> 112 F.3d 777, 781-82 (4th Cir.1997) (holding that <i>repeated</i> statements by a police officer to a suspect that \"you're not coming clean\" coupled with references to potential jail time were not coercion rendering a statement involuntary). The absence of any coercive effect is demonstrated by defendant's eagerness to speak about his arrest (<i>id.</i> 00:31) prior to Eubanks making this statement (<i>id.</i> 00:48). In fact, Eubanks stopped defendant from speaking before reading him his <i>Miranda</i> rights and said, \"I see you want to talk to me, that's fine . . . but since you're in custody I gotta read you your rights.\" (<i>Id.</i> 00:39). Eubanks reiterated about nine minutes later that defendant could help himself by talking (<i>id.</i> 09:37; 10:00) after defendant gave a comprehensive description of the facts leading to his arrest without mentioning the, subject firearm (<i>id.</i> 04:34-09:18). Repetition of such a benign statement a single time also does not constitute coercion. <i>See </i><i>Braxton,</i> 112 F.3d at 781-82.</p>\n<p>The court also finds nothing improper with the manner in which Eubanks obtained defendant's signature on the <i>Miranda</i> waiver form. <i>Miranda</i> imposes no obligation on law enforcement to obtain a signed waiver form. <i>United States v. Brown,</i> No. 94-573, 1996 WL 85127, *2, 1996 U.S. Dist. LEXIS 3381, slip op. at *5 (4th Cir. 29 Feb. 1996) (citing <span class=\"star-pagination\">*574</span> <i>United States v. Sledge,</i> 546 F.2d 1120 (4th Cir.1977)). The DVD of the interview shows that Eubanks accurately and coherently read defendant each of the <i>Miranda</i> warnings, albeit at a rapid pace. (Inter.00:57-01:23). The mere fact that, after reading defendant his rights, Eubanks told defendant to sign the form does not negate the voluntariness of his waiver. There is no reason to believe that Eubanks would not have permitted defendant to read the form himself if he had sought to do so. In any event, defendant's decision to willingly answer questions constituted an implied waiver of his rights. <i>United States v. Cardwell,</i> 433 F.3d 378, 389-90 (4th Cir. 2005) (holding that a <i>Miranda</i> waiver can be either express or implied and that a \"`defendant's willingness to answer questions after acknowledging <i>Miranda</i> rights is sufficient to constitute an implied waiver'\") (citation omitted).</p>\n<p>Review of the record accordingly reveals no fact, or set of facts, establishing that defendant's <i>Miranda</i> waiver was coerced. To the contrary, the record shows and the court finds that defendant's waiver of his <i>Miranda</i> rights was voluntary.</p>\n<p>2. Knowing and Intelligent Element of <i>Miranda</i> Waiver</p>\n<p>To determine whether a defendant made a knowing and intelligent waiver of <i>Miranda</i> rights, the court must examine \"`the suspect's intelligence and education, age and familiarity with the criminal justice system, [and] the proximity of the waiver to the giving of <i>Miranda</i> warnings.'\" <i>Correll v. Thompson,</i> 63 F.3d 1279, 1288 (4th Cir.1995) (citation omitted). When a defendant has claimed mental impairment due to drugs or alcohol, the test for establishing a knowing and intelligent waiver is \"`one of coherence, of an understanding of what is happening.'\" <i>Moore v. Ballone,</i> 658 F.2d 218, 229 (4th Cir.1981) (citing <i>United States v. Smith,</i> 608 F.2d 1011, 1012 (4th Cir.1979)). In contrast to the voluntariness element, \"police overreaching (coercion) is not a prerequisite for finding that a waiver was not knowingly and intelligently made.\" <i>Cristobal,</i> 293 F.3d at 142.</p>\n<p>It is clear that defendant had the basic intellectual capacity and knowledge to effectuate a knowing and intelligent <i>Miranda</i> waiver. At the time of his arrest, he was twenty-two years old (Inter.01:13), had completed the tenth grade (<i>id.</i> 01:30), had the ability to read and, write (<i>id.</i> 01:27), and was employed as a brick mason (<i>id.</i> 03:23). In addition, defendant was familiar with the criminal justice system. His criminal history included four prior arrests (Tr. 62), two felony convictions (<i>id.</i> 46), and multiple misdemeanor convictions (<i>id.</i>).</p>\n<p>At the hearing, rather than relying on any lack of intellectual capacity or knowledge, defendant based his contention that he did not knowingly and intelligently waive his <i>Miranda</i> rights on the grounds that he was then under the influence of cocaine. (Tr. 59). He testified that he had been using cocaine immediately prior to the arrival of the WPD officers at the Morris residence on 19 April 2006. (<i>Id.</i> 60). He further stated that at the time of his interview with Eubanks he was in the process of \"coming down from a high\" (<i>id.</i> 59), a state he said was characterized by anxiety and eagerness (<i>id.</i>)<sup>[8]</sup> According to defendant, the DVD of the interview shows <span class=\"star-pagination\">*575</span> a pattern of behavior which supports his prior cocaine use: \"I kept moving back and forth. I couldn't look him [Eubanks] in the face. I was sniffing a lot.\" (<i>Id.</i> 60). As a result of his drug use, defendant testified that \"I heard the words [<i>i.e.,</i> the <i>Miranda</i> warnings], but I wasn't comprehending.\" (<i>Id.</i> 61). The record does pot support defendant's contentions.</p>\n<p>There is no evidence that defendant ever informed either Parks or Eubanks of his alleged cocaine use on the day of his arrest. In addition, both Parks (<i>id.</i> 41) and Eubanks (<i>id.</i> 46-47) testified that defendant appeared normal and lucid at the time of his arrest and at the time of his interview.</p>\n<p>Their testimony is buttressed by the interview DVD. Contrary to defendant's testimony, he appears in the DVD to act in a normal manner. Defendant has no apparent difficulty understanding what Eubanks is saying or expressing himself. His answers to Eubanks are responsive to the questions asked, readily comprehensible, and frequently very detailed.</p>\n<p>For example, when Eubanks suggested that defendant provide information about others' criminal activity to help himself (Inter.28:08), defendant responded with detailed information about drug possession by Morris' father (<i>id.</i> 29:43) and drugdealing activity by the father's cousin (<i>id.</i> 28:22). As established at the hearing, defendant made the decision during the interview to lie to Eubanks about the identity of the person (<i>i.e.,</i> \"Tory\") who provided him with the subject firearm. (Tr. 66; Inter. 17:49). As further evidence of defendant's coherence during the interview, defendant actually corrects Eubanks when he apparently misstates the procedure for bonding out defendants for certain probation violations. (Inter.32:44).</p>\n<p>Moreover, defendant's statements during the interview show that he understood the events surrounding his arrest as they were transpiring and responded to them in a calculated manner. (<i>See id.</i> 04:34-09:18). For example, he chose to flee because he knew he was wanted for a probation violation. (<i>Id.</i> 01:47; 31:35). He then made the calculated decision not to stop when the police drew pistols on him, as opposed to tasers, because he did not believe the police would shoot him under the circumstances presented:</p>\n<blockquote>Look, I tell you the truth now, I ain't no fool or nothing like that but, if they had them [electric] tasers on, I wouldn't have ran. But just because they had them guns drawn, I was like [expletive], I ain't threaten their [police officers] lives for them to shoot me. I'd rather take that chance for them to shoot me cause I ain't threaten their lives.</blockquote>\n<p>(<i>Id.</i> 21:29-21:43).</p>\n<p>One of defendant's closing remarks at the interview further shows that he comprehended what was happening. He said, \"I'm being a man about this [expletive], I done what I done.\" (<i>Id.</i> 34:35).</p>\n<p>For the foregoing reasons, the court finds that, under the totality of the circumstances, defendant had a sufficient level of comprehension to knowingly and intelligently waive his <i>Miranda</i> rights. The waiver therefore satisfies both basic elements for validity. There remains the challenge by defendant to the validity of his <i>Miranda</i> waiver under <i>Mashburn,</i> to which the court now turns.</p>\n<p>B. Lawfulness of Defendant's Waiver under <i>Mashburn</i></p>\n<p>Defendant argues that under <i>United States v. Mashburn,</i> 406 F.3d 303 (4th Cir.2005) defendant's <i>Mirandized</i> statements should be suppressed because they \"came on the heels\" of improperly elicited un-<i>Mirandized</i> statements. Defendant's contention is without merit.</p>\n<p><span class=\"star-pagination\">*576</span> In <i>Mashburn,</i> the Fourth Circuit discussed two scenarios in which <i>Mirandized</i> statements are obtained by the police after acquisition of similar un-<i>Mirandized</i> statements during custodial interrogation. One scenario involved the \"question-first\" interrogation tactic, whereby police officers \"intentionally withhold[ ] <i>Miranda</i> warnings . . . questioning the suspect until securing a confession; then obtaining a waiver of <i>Miranda</i> rights from the suspect and covering the same material using leading questions.\" 406 F.3d at 307-08 (citing <i>Missouri v. Seibert,</i> 542 U.S. 600, 124 S.Ct. 2601, 159 L.Ed.2d 643 (2004) (plurality opinion)). When the question-first tactic is used, \"postwarning statements related to the substance of prewarning statements must be excluded unless curative measures are taken before postwarning statements are made.\" 406 F.3d at 309.</p>\n<p>The second scenario involves, not a calculated tactic, but rather a \"`a good faith <i>Miranda</i> mistake.'\" <i>Id.</i> at 307-08 (citation omitted). In this scenario, the <i>Mashburn</i> court held that \"`a subsequent administration of <i>Miranda</i> warnings to a suspect who has given a voluntary but unwarned statement ordinarily should suffice to remove the conditions that precluded admission of the earlier statement.'\" <i>Id.</i> at 306 (citing <i>Oregon v. Elstad,</i> 470 U.S. 298, 105 S.Ct. 1285, 84 L.Ed.2d 222 (1985)).</p>\n<p>The court finds that the <i>Mashburn</i> requirements are not applicable in this case. The <i>Mashburn</i> analysis applies only when a defendant's initial, pre-<i>Miranda</i> statements are made during a custodial interrogation. This prerequisite derives from the fundamental limitation of <i>Miranda</i> to instances \"when the suspect is subjected to `custodial interrogation.'\" <i>Payne,</i> 954 F.2d at 201 (citation omitted). Here, the court has found that the pre-<i>Miranda</i> statements by defendant-that is, his statements to Parkswere voluntary and not the product of any interrogation.</p>\n<p>Even if defendant's statements to Parks were deemed to have resulted from an interrogation, there are no facts in the record which support a finding that the WPD deliberately employed the prohibited question-first tactic. In the absence of such a finding, Parks' failure to comply with <i>Miranda</i> would constitute a good faith error. Eubanks' reading to defendant of his <i>Miranda</i> rights would sufficiently remove any taint arising from the good faith error. The court accordingly finds that defendant's waiver does not violate the requirements of <i>Mashburn.</i> Having determined that the waiver is otherwise valid, the court concludes that defendant's waiver of his <i>Miranda</i> rights was lawful and that admission of his inculpatory statements to Eubanks is not barred by <i>Miranda.</i></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is RECOMMENDED that defendant's motion to suppress be DENIED.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten business days to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the District Judge on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the unobjected  to proposed factual findings and legal conclusions accepted by the District Judge.</p>\n<p>SO ORDERED.</p>\n<p>Sept. 5, 2007.</p>\n<h2>NOTES</h2>\n<p>[1]  While it is true that subjective intent is the focus of the analysis. \"the police surely cannot be held accountable for the unforeseeable results of their words or actions, the definition of interrogation can extend only to words or actions on the part of police officers that they should have known were reasonably likely to elicit an incriminating response.\" <i>Innis,</i> 446 U.S. at 301, 100 S.Ct. 1682</p>\n<p>[2]  The alleged five factors are: (1) defendant was not permuted to make a telephone call when he arrived at the police station; (2) defendant remained handcuffed during the interrogation; (3) the interrogation room had no window; (4) officer Eubanks began his interview by telling defendant that this was time for defendant to help himself; and (5) officer Eubanks was leading in the manner in which he obtained defendant's signature</p>\n<p>[1]  Officer Parks is currently employed by the High Point (North Carolina) Police Department. (Tr. 4).</p>\n<p>[2]  As discussed below, defendant denies that he made the incriminating statements to Parks that the government alleges.</p>\n<p>[3]  Detective Eubanks is currently employed by the Bureau of Alcohol, Tobacco, Firearms &amp; Explosives. (Tr. 43).</p>\n<p>[4]  Citations to the interview DVD are by the minutes and seconds of elapsed time (<i>e.g.,</i> \"Inter. 15:22\"). The time at which the cited statement(s) begins is ordinarily given. In certain instances, the entire period covered by the statement(s) is provided.</p>\n<p>[5]  Eubanks testified that the WPD no longer follows this practice because it is now able to record all telephone calls made by suspects in its custody. (Tr. 55).</p>\n<p>[6]  During the interview, Eubanks told defendant that \"you are going to be able to make all the phone calls you want once we get up to jail\" (Inter.31:10) and then asked who he was going to call (<i>id.</i> 31:22). Defendant replied, \"My momma, my boss man, and [inaudible]\" (<i>Id.</i>). After hearing the third person identified by defendant, Eubanks said, \"Well don't, don't call her because that's going to piss off the magistrate or the judge tomorrow. So don't, don't call her cause that's the reason you're down here right now.\" (<i>Id.</i> 31:26).</p>\n<p>[7]  The record does not definitively establish that the room was windowless. In the interview DVD, the partial view of the door to the room in the lower lefthand corner of the screen shows framing or molding consistent with a window.</p>\n<p>[8]  The record reflects that about three hours elapsed between the time the WPD officers arrived at the Morris residence and when defendant signed his <i>Miranda</i> waiver form. (<i>See</i> Parks Rept., p. 22 (around 6:00 p.m.); <i>Miranda</i> Waiver Form (around 9:00 p.m.)). No evidence was offered about the extent to which, if any, this passage of time would have impacted the effect on, defendant of the drugs he alleges he took.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">557</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nCarlos Lee SIMMONS, Defendant.</h1></center>\n<center>No. 7:07-CR-46-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>December 4, 2007.</center>\n<p><span class=\"star-pagination\">*558</span> <span class=\"star-pagination\">*559</span> <span class=\"star-pagination\">*560</span> Joe Exum, Jr., U.S. Attorney's Office, Raleigh, NC, for Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on defendant's motion to suppress statements made as a result of questioning or interrogation by law enforcement officers following his arrest on April 19, 2006. (DE # 20.) On September 5, 2007, after holding a hearing on the motion in the previous month, Magistrate Judge James E. Gates filed a Memorandum and Recommendation (\"M &amp; R\") recommending the denial of the motion to suppress. The defendant timely responded with an objection, and this matter is therefore ripe for adjudication. For the reasons set forth below, the motion to suppress is denied. Motion to continue arraignment scheduled for next week (DE # 41), made because of the pendency of the motion to suppress, is, accordingly, denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>A federal grand jury returned a threecount indictment on April 4, 2007, charging defendant with possession of a firearm by a convicted felon, 18 U.S.C. § 922(g)(I) (count I); possession of a Firearm after conviction for a crime of domestic violence, 18 U.S.C. § 922(g)(9) (count II); and possession of a firearm with an obliterated serial number, 18 U.S.C. § 922(k) (count <span class=\"star-pagination\">*561</span> III). The alleged offenses occurred on April 19, 2006.</p>\n<p>On July 9, 2007, relying on a case handed down by the Fourth Circuit on April 16, 2007, <i>United States v. Hayes,</i> <span class=\"citation\" data-id=\"797386\"><a href=\"/opinion/797386/united-states-v-randy-edward-hayes/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">749</span></a></span> (4th Cir.2007), the defendant moved to dismiss count II, on grounds that the defendant lacked all necessary elements for the predicate offense underlying 18 U.S.C. § 922(g)(9), as required by <i>Hayes.</i> Approximately two weeks later, the government sought leave of the court to dismiss count II, and such leave was granted by the court. Therefore, only counts I and III remain pending.</p>\n<p>On October 11, 2007, the court granted a joint motion to continue arraignment and trial, and defendant is currently set for arraignment on December 14, 2007 before the magistrate judge.</p>\n<p></p>\n<h2>RELEVANT FACTUAL BACKGROUND</h2>\n<p>The Wilmington Police Department (\"WPD\") received a domestic disturbance complaint on the evening of April 19, 2006. WPD Officers responded to the call, and while <i>en route</i> to Metting Road, the site of the alleged disturbance, the officers received computerized notification that the defendant was at the Metting Road house and armed with a firearm. The officers also learned that defendant had an outstanding arrest warrant resulting from a probation violation. After convening outside the residence to determine the best way in which to approach the armed suspect in a residential setting, the officers approached the residence and there met the defendant's fiancee, who alerted the officers to the fact that defendant was hiding in a closet, and that his weapon, a pistol, lay in a bureau drawer.</p>\n<p>While a group of officers proceeded inside the house with plans to approach the closet where the defendant hid, another officer, Parks, stationed at the back door, heard commotion from inside the house, and saw the defendant attempting to flee through the back door of the house. The defendant fled from the house to several different apartment complexes and, in the process, escaped from officer Parks. Parks, however, discerning the general vicinity of defendant's flight combed the area and eventually was approached by an apartment-dweller reporting that defendant was located in her apartment. A group of officers entered the informant's apartment and noticed scuff marks along a wall leading to the attic. Following this trail, the officers found the defendant and took him into custody without further incident.</p>\n<p>With Parks having been instructed by a supervising officer not to ask defendant any \"accusatory or interrogatory questions,\" defendant was placed in a police vehicle and driven to the WPD station. Parks was authorized to ask or to elicit only the limited biographical information necessary to complete the police report.</p>\n<p>Handcuffed in the back of the patrol car, the defendant inquired about the nature of the charges which he anticipated would be filed against him. In response, Parks apprised the defendant of the charges. The defendant later confided in Parks that he \"was glad the events at issue occurred because he was tired of looking over his shoulder and hiding from the police.\" (M &amp; R at 4.) The government alleges that defendant then stated that he obtained the firearm at issue for his protection from his fiancee's father, with whom he was not in good relations. Parks testified at the motion hearing that he responded to these inculpatory remarks with one-word exclamations like \"really\" and \"wow.\" (M &amp; R at 4-5.) Parks did not give <i>Miranda</i> warnings to defendant during the ride.</p>\n<p>After the ride to the station defendant was moved to a holding cell. Then defendant <span class=\"star-pagination\">*562</span> was moved to an interview room and sat down before a DVD recorder and the questions of officer Eubanks, a member of the WPD's violent crimes task force. Parks, who by this point was typing up the police report, had briefed Eubanks on the evening's events prior to Eubank's interrogation. The DVD ran for 20 seconds before Eubanks introduced himself, and for 18 seconds more before defendant was Mirandized. During that time, defendant began speaking about events related to his arrest. Officer Eubanks stopped defendant in order to read to him his <i>Miranda</i> rights. The entirety of this procedure lasted almost two (2) minutes. This was the only time defendant received <i>Miranda</i> warnings.</p>\n<p>Eubanks relayed the day's events as he understood them through Parks' account, which the defendant confirmed. The defendant then supplemented the account with a history of the events leading up to his fiancee's distress call. Eubanks responded, \"I'm believing what you're telling me, but you're leaving some stuff out,\" and told the defendant that the WPD had recovered a firearm. The defendant then revealed that he had obtained the weapon in question one week prior to his arrest, and that he had run from the WPD because he did not believe the officers would open fire on him. Defendant concluded attesting to his forthrightness in the preceding account.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The Memorandum and Recommendation concludes that the foregoing events do not warrant the suppression of the government's evidence. The defendant presents a number of factual and legal objections to the M &amp; R, For clarity, the court's analysis will be divided into two temporal phases: conduct prior to the interview at WPD station and conduct during the interview at the WPD station. Based on the following analysis, the court accepts the recommendations of the magistrate judge and consequently denies the motion to suppress.</p>\n<p>I. Defendant's Allegedly Inculpatory Statements Prior to the Formal Station Interview</p>\n<p>The defendant allegedly admitted to Officer Parks that he possessed the gun at issue. The defendant also explained the length of time he possessed the gun and why he had obtained it. Defendant offers two arguments in favor of suppressing these statements. First, the defendant claims he never made the assertions. Second, the defendant argues that, even if the statements were made, the statements resulted from a custodial interrogation undertaken without the prior giving of <i>Miranda</i> warnings.</p>\n<p>A. The Existence of the Relevant Statements by Defendant</p>\n<p>The magistrate judge conducted a hearing on the motion to suppress that is currently before this court on August 13, 2007, and, based on that hearing, found that defendant's testimony on the issue of possession lacked credibility sufficient to warrant a factual finding in favor of defendant. (M &amp; R at 7.) Moreover, the magistrate judge found that \"[t]he evidence that [defendant] made the statements is overwhelming.\" (<i>Id.</i>) This evidence includes Officer Parks' testimony and police report that he prepared on the night in question; the evidence also includes Officer Eubanks' confirmation of Parks' testimony and an April 21, 2006 police report. Therefore, for the purposes of deciding this motion, the court accepts the magistrate judge's findings that the incriminating statements were in fact made by the defendant as alleged by the government.</p>\n<p>B. The Voluntariness of the Defendant's Statements</p>\n<p>The Fifth Amendment to the United States Constitution guarantees that <span class=\"star-pagination\">*563</span> \"No person shall be compelled in any criminal case to be a witness against himself. . . .\" U.S. Const. amend. V. In order to protect this right, the Supreme Court in <i>Miranda v. Arizona</i> adopted prophylactic procedural rules that must be followed during custodial interrogations. <i>See</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 444, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). Any custodial confession first requires warning the suspect of his rights and obtaining a waiver of those rights before custodial interrogation. <i>See </i><i>United States v. Mashburn,</i> <span class=\"citation\" data-id=\"790073\"><a href=\"/opinion/790073/united-states-v-eric-kevin-mashburn/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 306 (4th Cir.2005). Specifically, \"[p]rior to any questioning, the person must be warned that he has a right to remain silent, that any statement he does make may be used as evidence against him, and that he has a right to the presence of an attorney, either retained or appointed.\" <i>Miranda,</i> 384 U.S. at 444, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. \"Statements made in violation of these rules are generally inadmissible in the prosecution's case-in-chief\". <i>See </i><i>Stansbury v. California,</i> <span class=\"citation\" data-id=\"117843\"><a href=\"/opinion/117843/stansbury-v-california/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, 322, <span class=\"citation\" data-id=\"117843\"><a href=\"/opinion/117843/stansbury-v-california/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"117843\"><a href=\"/opinion/117843/stansbury-v-california/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">293</span></a></span> (1994) (per curiam).</p>\n<p><i>Miranda</i> rights apply to custodial interrogation. <i>Rhode Island v. Innis,</i> <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span>, 300, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1980). An individual under arrest is in custody. <i>United States v. Leshuk,</i> <span class=\"citation\" data-id=\"703993\"><a href=\"/opinion/703993/united-states-v-steve-leshuk/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1105</span></a></span>, 1108 (4th Cir.1995). For <i>Miranda</i> purposes, interrogation \"refers not only to express questioning, but also to any words or action on the part of the police . . . that the police should know are reasonably likely to elicit an incriminating response from the suspect.\" <i>Innis,</i> 446 U.S. at 301, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>. In determining whether indirect questioning constitutes interrogation, \"the perceptions of the suspect,\" not the intent of the police, are paramount. <i>Id.</i> More specifically, \"[t]he inquiry mandated by <i>Innis</i> into the perceptions of the suspect is <i>necessarily contextual,</i> and whether descriptions of incriminating evidence constitute the functional equivalent of interrogation will depend on circumstances that are too numerous to catalogue.\" <i>United States v. Payne,</i> <span class=\"citation\" data-id=\"576239\"><a href=\"/opinion/576239/united-states-v-lloyd-c-payne/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 203 (4th Cir.1992).</p>\n<p>An exception to <i>Miranda's</i> protection has been found by the Fourth Circuit for \"routine booking questions `securing biographical data necessary to complete booking or pretrial services.'\" <i>United States v. D'Anjou,</i> <span class=\"citation\" data-id=\"663096\"><a href=\"/opinion/663096/united-states-v-robert-augustine-danjou-aka-dennis-dennison/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">604</span></a></span>, 608(4th Cir.1994) (citation omitted). Nor are a defendant's <i>Miranda</i> rights implicated for \"volunteered statements of any kind.\" <i>Miranda,</i> 384 U.S. at 478, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>.</p>\n<p>The magistrate judge found that the defendant's statements to Officer Parks were not the result of interrogation by Parks but rather that the statements were made voluntary. Defendant challenges the M &amp; R's conclusion that Officer Parks' interjections and exclamations during his conversation with defendant, such as \"wow\" and \"really,\" \"were merely spontaneous, one-word expressions of Parks' surprise at the disclosures defendant [not] `reasonably likely to elicit an incriminating response from the suspect.'\" The defendant responds that, even if officer Parks did not intend his exclamations to serve to elicit responses, the defendant subjectively perceived the exclamations as interrogation, and it is these subjective perceptions which constitute the focus of the courts <i>Miranda</i> analysis.<sup>[1]</sup> The defendant, however, does not explain how he arrives at this conclusion. In fact, Officer Parks' utterances were substantially less <span class=\"star-pagination\">*564</span> likely to evoke an incriminating response than statements that the Fourth Circuit has found not to be compulsive in nature. <i>See </i><i>United States v. Payne,</i> <span class=\"citation\" data-id=\"576239\"><a href=\"/opinion/576239/united-states-v-lloyd-c-payne/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 201 (4th Cir.1992) (defendant's non-Mirandized statement admitting possession of firearm offered in response to an FBI agent's comment that a weapon was found at defendant's residence upheld); <i>see also United States v. Smith,</i> 215 Fed.Appx. 255, 258 (4th Cir.2007) (unpublished decision) (not suppressing where response was not \"directly responsive\" to question of police officer).</p>\n<p>Additionally, defendant objects to the M &amp; R's conclusion that defendant was not interrogated when Parks and the defendant spoke about the nature of the likely charges. Defendant initiated the discussion by asking about the nature of the charges, and the magistrate judge found that Parks provided defendant with \"a matter-of-fact explanation in response.\" (M &amp; R at 10.) Declaratory statements by an officer concerning the nature of legal charges against a defendant could not reasonably be expected to elicit an incriminating statement and therefore do not constitute interrogation for <i>Miranda's</i> prophylactic purposes. <i>See </i><i>Payne,</i> 954 F.2d at 202.</p>\n<p>II. Defendant's Allegedly Inculpatory Statements During the Formal Station Interview</p>\n<p>In the course of the interview at the WPD station, the defendant admitted that he possessed the firearm in question and provided details surrounding its acquisition. The defendant seeks to suppress these statements under the theory that his <i>Miranda</i> waiver was invalid because it did not satisfy the basic elements for validity and the statements were procured through an interrogation tactic equivalent to the prohibited \"question-first\" tactic.</p>\n<p>A. Defendant's Waiver of <i>Miranda</i> Rights</p>\n<p>A court's \"inquiry into whether an individual waived effectuation of the rights conveyed in the <i>Miranda</i> warnings has two distinct dimensions.\" <i>United States v. Cristobal,</i> <span class=\"citation\" data-id=\"777962\"><a href=\"/opinion/777962/united-states-v-luis-cristobal/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 139-140 (4th Cir.2002) (citing <i>Edwards v. Arizona,</i> <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 482, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1880</span></a></span>, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">378</span></a></span> (1981)). The first dimension is whether or not \"the relinquishment of the right [was] voluntary in the sense that it was the product of free and deliberate choice rather than intimidation, coercion, or deception.\" <i>Id.</i> During the hearing, the defendant conceded through counsel that his statements to Officer Eubanks were voluntary and thereby that his <i>Miranda</i> waiver was voluntary. Moreover, the M &amp; R analyzed the issue and determined that \"no fact, or set of facts, establishing that defendant's <i>Miranda</i> waiver was coerced.\" (M &amp; R at 15.) Second, \"the waiver must have been made with a full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.\" In short, a waiver of <i>Miranda</i> rights must be voluntary, knowing, and intelligent. <i>Moran v. Burbine,</i> <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1135</span></a></span>, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1986). The government has the burden of proving that, under the totality of the circumstances, both elements are satisfied. <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"789928\"><a href=\"/opinion/789928/united-states-v-james-scott-robinson-united-states-of-america-v-james/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">850</span></a></span>, 860 (4th Cir.2005).</p>\n<p>The M &amp; R determined that both elements were satisfied. The defendant's objection to the M &amp; R asserts that the M &amp; R does apply the totality of the circumstances analysis to the question of whether the waiver was knowing and intelligent. In support of this position, defendant puts forth five factors, which he argues demonstrate that he did not make a knowing and intelligent waiver of his <i>Miranda</i> rights.<sup>[2]</sup><span class=\"star-pagination\">*565</span> Defendant's objection concedes that the M &amp; R did take into account \"some factors relating to the circumstances of the waiver such as Mr. Simmons' intelligence, education, age, and familiarity with' the legal system, and the fact that Mr. Simmons was under the influence of his recent cocaine use,\" but argues that the five factors tilt the totality of the circumstances analysis in favor of the conclusion that the waiver was neither knowing nor intelligent. (Obj. at 5.)</p>\n<p>To determine whether a defendant's waiver was knowing and intelligent, the court analyzes \"the suspect's intelligence and education, age and familiarity with the criminal justice system, [and] the proximity of the waiver to the giving of the <i>Miranda</i> warnings.\" <i>Correll v. Thompson,</i> <span class=\"citation\" data-id=\"702503\"><a href=\"/opinion/702503/walter-milton-correll-jr-v-charles-e-thompson-warden-mecklenburg/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1279</span></a></span>, 1288 (4th Cir.1995) (citations omitted). When the defendant claims mental impairment resulting from the use of drugs or alcohol, courts \"appl[y] a test of coherence, of an understanding of what is happening in determining the validity of waivers, . . .\" <i>Moore v. Ballone,</i> <span class=\"citation\" data-id=\"393835\"><a href=\"/opinion/393835/curtis-j-moore-v-gerard-ballone-superintendent-central-state-hospital/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 229 (4th Cir.1981).</p>\n<p>The M &amp; R found that the defendant possessed the basic intellectual capacity and knowledge to grasp the concept of a <i>Miranda</i> waiver. The 22-year old defendant was literate, had completed the 10th grade, and was employed as a brick mason. Having been arrested four times, two of those being felony arrests, the defendant had knowledge of the criminal justice system. Both officers testified that defendant, who was \"coming down from a high,\" \"appeared normal and lucid at the time of his arrest and at the time of his interview.\" (M &amp; R at 17.) The defendant answered questions with detailed responses and had the ability to recall specific facts. The defendant at one point corrected Officer Eubanks. Thus, the M &amp; R found defendant to be coherent and possess understanding for <i>Miranda</i> purposes. The five factors presented by the defendant do not go to the issues of knowledge or intelligence, and therefore do not alter the analysis contained in the Memorandum and Recommendation.</p>\n<p>B. The Defendant's Waiver under <i>Mashburn</i></p>\n<p>The defendant argues that his statements ought to be\" suppressed because they \"came on the heels\" of illegitimately elicited un-Mirandized statements. <i>See </i><i>United States v. Mashburn,</i> <span class=\"citation\" data-id=\"790073\"><a href=\"/opinion/790073/united-states-v-eric-kevin-mashburn/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span> (4th Cir.2005). This argument is inapposite in the current context. The <i>Mashburn</i> case, which considered the use of \"question-first\" tactics, which involve withholding <i>Miranda</i> warnings until obtaining a confession, is inapposite where pre-<i>Miranda</i> statements by the defendant were not the product of any interrogation.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court adopts the recommendations of Magistrate Judge James E. Gates. Accordingly, the defendant's motion to suppress evidence (DE # 20) is DENIED. The pending motion to continue arraignment (DE # 41) also is DENIED.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion by defendant Carlos L. Simmons <span class=\"star-pagination\">*566</span> (\"defendant\") to suppress two sets of inculpatory statements purportedly made to members of the Wilmington Police Department (\"WPD\") following his arrest on 19 April 2006 (DE # 20). The government filed a response in opposition to the motion (DE # 23). The motion was referred to the undersigned Magistrate Judge for memorandum and recommendation pursuant to 28 U.S.C. § 636(b)(1)(B). On 13 August 2007, the undersigned held a hearing on the motion. For the reasons stated below, defendant's motion should be denied.</p>\n<p></p>\n<h2><i>PROCEDURAL BACKGROUND</i></h2>\n<p>On 4 April 2007, defendant was charged in a three-count indictment (DE # 1) with: (1) possession of a firearm after conviction for a felony in violation of 18 U.S.C. §§ 922(g)(1) and 924; (2) possession of a firearm after conviction for a crime of domestic violence in violation of 18 U.S.C. §§ 922(g)(9) and 924; and (3) possession of a firearm with an obliterated serial number in violation of 18 U.S.C. §§ 922(k) and 924(a)(1)(B). All three offenses allegedly occurred on 19 April 2006. By order entered on 26 July 2007 (DE # 22), the court granted the government's motion to dismiss count two, the domestic violence-related charge.</p>\n<p>At the suppression hearing, the government presented the testimony of WPD Officer T.J. Parks (\"Parks\"),<sup>[1]</sup> to whom defendant made the first set of alleged<sup>[2]</sup> incriminating statements, prior to a formal station interview, and Detective E.L. Eubanks (\"Eubanks\"),<sup>[3]</sup> to whom defendant made the second set of incriminating statements, during a formal interview. These witnesses were in the courtroom only during their own testimony. The only exhibit introduced by the government was a DVD of the interview (\"Inter.\") (Gov.Ex.1).<sup>[4]</sup> Defendant was the only witness for the defense. He also introduced three exhibits: the report by Parks relating to the events in question (\"Parks Rept.\") (Def. Ex.1); a <i>Miranda</i> waiver form signed by defendant (Def.Ex.2); and the report by Eubanks regarding the events in issue (\"Eubanks Rept.\") (Def.Ex.3).</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p></p>\n<h2>Circumstances Leading to Defendant's Arrest</h2>\n<p>Around 6:00 p.m. on 19 April 2006, the WPD received a domestic disturbance complaint at Metting Road in Wilmington, North Carolina. (Transcript of Hearing (\"Tr.\") 5). The WPD issued a radio dispatch and Officers Parks, J. Moore (\"Moore\"), and J.A. Merritt (\"Merritt\") responded. (<i>Id.</i>). While en route, Parks received notification on the computer in his police vehicle that the suspect, Carlos Simmons, was armed with a firearm and had an outstanding arrest warrant for a probation violation. (<i>Id.</i> 6). The three officers stopped their vehicles a couple blocks from the residence and convened to determine how they would approach the residence with an armed suspect. (<i>Id.</i> 6-7).</p>\n<p><span class=\"star-pagination\">*567</span> Moore and Merritt approached the front door and Parks went to the back of the home in order to secure the rear door. (<i>Id.</i> 7). When Moore and Merritt arrived at the front door, they met Fredericka Morris, the complainant and defendant's fiancee. (<i>Id.</i>). They asked her about the location of the firearm, and she retrieved the pistol from a drawer and handed it to them. (<i>Id.</i> 8). Morris then told the officers that defendant was hiding in a closet. (<i>Id.</i>) At that time, Parks took cover beside a tree twenty feet from the rear door and subsequently overheard the other officers commanding defendant to \"come out with his hands up.\" (<i>Id.</i> 7). Parks then heard Merritt shout, \"`He's [<i>i.e.,</i> defendant's] running out the back,'\" and observed defendant exit through the rear entrance. (<i>Id.</i> 9). Parks, with his pistol drawn, challenged defendant. (<i>Id.</i>). In response, defendant raised his arms, stopped for a brief moment, and fled. (<i>Id.</i>). Foot pursuit was commenced through multiple apartment complexes, as defendant crossed Darlington Avenue over to Broad Street. (<i>Id.</i>). At Broad Street, Parks lost sight of defendant along a tree-lined embankment. (<i>Id.</i> 10).</p>\n<p>During this time, other WPD officers were responding to the foot pursuit as Parks provided direction information over his radio. (<i>Id.</i>). While advising perimeter units about setting up a canine track of defendant, Parks was approached by Alice Chadwick, who told him that the man he was looking for ran through her apartment. (<i>Id.</i> 11). Parks then spoke with Ms. Chadwick's daughter, Jennifer, who stated that she was seated in the rear of her residence when the door violently. opened and defendant emerged pleading, \"`Help me; the police are chasing me; I don't want to go to jail.'\" (<i>Id.</i> 11-12). Defendant fled the residence through the front door after Jennifer Chadwick attempted to notify the police. (<i>Id.</i> 12). Defendant was observed running back across Broad Street and into another apartment complex. (<i>Id.</i>). Soon after, Montrena Melvin approached Parks and informed him that defendant had entered her apartment. (<i>Id.</i> 13). Melvin gave the police officers consent to search her apartment for defendant. (<i>Id.</i>). Officers Lazzaro, McPherson, and Brister, with the assistance of a canine, conducted a search of the Melvin residence while Parks evacuated the neighboring apartments. (<i>Id.</i>).</p>\n<p>Parks was told by the three searching officers that upon entering the residence they observed scuff marks along a wall leading to the attic. (<i>Id.</i> 14). Lazzaro subsequently entered the attic, located defendant, and took him into custody without further incident. (<i>Id.</i>).</p>\n<p></p>\n<h2>Defendant's Alleged Inculpatory Statements to Officer Parks Prior to the Formal Station Interview</h2>\n<p>After defendant was brought outside the apartment, he was transferred to Parks, who conducted a search of defendant's person incident to arrest and placed him in his police vehicle. (<i>Id.</i> 15). A supervising officer contacted Parks and instructed him not to ask defendant any \"accusatory or interrogatory questions\" because Eubanks had been summoned to the WPD station to conduct the interview. (<i>Id.</i> 16). Parks was authorized to ask only for biographical information necessary to complete the police report. (<i>Id.</i>).</p>\n<p>As they drove to the WPD station, defendant inquired into the reason for his arrest and the nature of the attendant charges. (<i>Id.</i>). After he was advised of the charges (<i>id.</i>), defendant told Parks that he was glad the events at issue occurred because he was tired of looking over his shoulder and hiding and running from the police because of his probation warrant. (<i>Id.</i> 16-17). The government contends, and defendant denied at the hearing, that he then stated that he obtained <span class=\"star-pagination\">*568</span> the subject firearm for his protection from Morris' father, with whom he had previously had a fight, or another person, who had assaulted defendant or attempted to do so. (<i>Id.</i> 17). According to Parks, he responded to each of the defendant's inculpatory statements by saying \"really\" or \"wow\" because he was \"shocked\" that defendant was making the statements, but did not ask any follow-up questions. (<i>Id.</i>). Parks did, however, ask defendant, either during the drive to the WPD station or in it, for biographical information necessary to complete the arrest sheet. (<i>Id.</i> 35-36). At no time did Parks give defendant any <i>Miranda</i> warnings. (<i>Id.</i> 34).</p>\n<p></p>\n<h2>Defendant's Inculpatory Statements to Detective Eubanks During the Formal Station Interview</h2>\n<p>Upon arriving at the WPD station, defendant was placed in a holding cell. (<i>Id.</i> 19). Parks sat beside defendant's cell and began typing his police report. (<i>Id.</i> 20). Soon after, Eubanks arrived and was briefed by Parks on the circumstances of the arrest, including defendant's statement to Parks admitting possession of the firearm. (<i>Id.</i> 30, 45). Eubanks, a member of the WPD's Violent Crimes Task Force, was responsible for interviewing defendant because the arrest was firearm related. (<i>Id.</i> 44). Eubanks escorted defendant in handcuffs to an interview room, seated him, placed a DVD in a video recorder, and conducted an interview, which lasted approximately thirty-six minutes. (<i>Id.</i> 46).</p>\n<p>After Eubanks introduced himself (Inter.00:20), defendant began speaking about events related to his arrest, but Eubanks stopped him until he could be <i>Mirandized</i> (<i>id.</i> 00:38). Eubanks read defendant his <i>Miranda</i> rights, and asked him whether he understood each right (<i>id.</i> 00:57-01:23). After defendant acknowledged his understanding of his rights, Eubanks handed defendant a waiver form (Def.Ex.2), which contained the <i>Miranda</i> warnings, and told him to sign it, which he did. (<i>Id.</i> 02:11). This is the first and only time defendant received <i>Miranda</i> warnings in connection with the events in question.</p>\n<p>Eubanks next described to defendant the general circumstances of his arrest, as explained to Eubanks by Parks, and defendant noted the accuracy of Eubanks' description. (<i>Id.</i> 04:27). Defendant then provided Eubanks a detailed narrative of the events relating to his arrest, including the argument between him and Morris that had prompted the initial domestic disturbance call to the police and his flight from the police. (<i>Id.</i> 04:34-09:18). Eubanks responded that \"I'm believing what you're telling me, but you're leaving some stuff out.\" (<i>Id.</i> 09:47). After being informed that the WPD recovered the firearm (<i>id.</i> 10:05), defendant admitted to its possession (<i>id.</i> 10:24). Defendant stated that he obtained the weapon after getting into a fight with an individual identified as Damonde one week prior to his arrest. (<i>Id.</i> 11:06, 16:10, 16:53). After the altercation, Morris told defendant that Damonde might return for another confrontation. (<i>Id.</i> 16:24; 17:07). Defendant stated that he obtained the firearm from an individual identified as Tory (<i>id.</i> 17:49) in order to \"keep the dude [Damonde] at bay in case he did came back\" (<i>id.</i> 17:33) and that he did not need or want ammunition (<i>id.</i> 17:14) because the firearm was just to \"scare the dude [Damonde]\" (<i>id.</i> 17:20). Defendant also discussed an incident in which Morris' father had shot him in the leg (<i>id.</i> 05:15) and defendant offered to take money in exchange for not testifying against the father (<i>id.</i> 11:53).</p>\n<p>Defendant further stated that he ran from the police officers, because he did not believe they would shoot him. (<i>Id.</i> 21:40). Defendant concluded the interview by stating <span class=\"star-pagination\">*569</span> that he was being forthright about what he had done. (<i>Id.</i> 34:35).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>I. DEFENDANT'S ALLEGED INCULPATORY STATEMENTS TO OFFICER PARKS PRIOR TO THE FORMAL STATION INTERVIEW</p>\n<p>In his alleged statements to Parks, defendant incriminated himself by admitting to possession of the gun in issue and reinforcing that admission by explaining the length of time he had it and why he obtained it. He moves to suppress evidence of these statements on two grounds. First, he contends that he never made them and second, if they were made, they resulted from a custodial interrogation undertaken without the prior provision of <i>Miranda</i> warnings. The government argues that defendant did make the statements and that they were voluntarily made. The court agrees with the government.</p>\n<p>A. Existence of Statements by Defendant</p>\n<p>Defendant's contention that he never made the incriminating statements to Parks is based wholly on defendant's testimony at the suppression hearing. No such argument was asserted in defendant's written motion. In his testimony, defendant expressly denied making any statement concerning his possession of the subject firearm and stated that Parks \"made up\" the statements. (<i>Id.</i> 67). Defendant also testified that the only comment he made to Parks concerning a firearm was \"I ain't threaten[] nobody with a gun.\" (Tr. 62).</p>\n<p>The court does not find defendant's denial to be credible. The evidence that he made the statements is overwhelming. This evidence includes Parks' hearing testimony that defendant made the statements. Parks' testimony is corroborated by the police report prepared by. Parks on the night in question, which purports to recite verbatim the following statements by defendant:</p>\n<blockquote>\"I had the gun because I got into a fight a couple days ago, and didn't know if that guy was coming back\" and \"I ain't had the gun but a couple of days, I was going to give it back today.\"</blockquote>\n<p>(Parks Rept., p. 25; Tr. 31). Parks further testified that he informed Eubanks of defendant's admissions during his pre-interview briefing (Tr. 30) and Eubanks confirmed at the hearing that Parks had told him of this statement (<i>id.</i> 54). The report by Eubanks, dated 21 April 2006, also stated that Parks had told him of defendant's admission to possession of the gun: \"Parks stated SIMMONS had already made the statement to him that the gun was his. . . .\" (Eubanks Rept., p. 32).</p>\n<p>An implication of defendant's denial that he made the incriminating statements to Parks is that. Parks lied to a superior officer about a statement made by a suspect that Parks had no responsibility to interrogate. (Tr. 16). Defendant offered no explanation why Parks would engage in such misconduct.</p>\n<p>In addition, defendant's character for truthfulness is open to question. His felony convictions (<i>id.</i> 46), of course, tend to impair his credibility. More significantly, defendant compromised his credibility by his own testimony. He admitted that during the interview with Eubanks and under the guise of cooperation he lied about the identity of the individual who provided him the subject firearm. (<i>Id.</i> 66). For this and the other reasons stated, the court finds that defendant did make the incriminating statements to Parks alleged by the government.</p>\n<p><span class=\"star-pagination\">*570</span> B. Voluntariness of Defendant's Statements</p>\n<p>Having found that defendant did make the incriminating statements to Parks, the court now turns to the question of the voluntariness of the statements. The Fifth Amendment ensures that \"no person . . . shall be compelled in any criminal case to be a witness against himself.\" U.S. Const. amend. V. Based on this fundamental right, the Supreme Court in <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966) \"conditioned the admissibility at trial of any custodial confession on warning a suspect of his rights . . . [and] obtain[ing] a waiver of those rights before custodial interrogation.\" <i>United States v. Mashburn,</i> <span class=\"citation\" data-id=\"790073\"><a href=\"/opinion/790073/united-states-v-eric-kevin-mashburn/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 306 (4th Cir.2005). <i>Miranda</i> requires that a suspect be informed \"that he has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning if he so desires.\" <i>Miranda,</i> 384 U.S. at 479, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>.</p>\n<p>The well-established safeguards of <i>Miranda</i> are applicable only to \"custodial interrogation.\" <i>Rhode Island v. Innis,</i> <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span>, 300, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1980); <i>accord </i><i>United States v. Payne,</i> <span class=\"citation\" data-id=\"576239\"><a href=\"/opinion/576239/united-states-v-lloyd-c-payne/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 201 (4th Cir.1992). A defendant is in custody where, as here, he is under arrest. <i>United States v. Leshuk,</i> <span class=\"citation\" data-id=\"703993\"><a href=\"/opinion/703993/united-states-v-steve-leshuk/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1105</span></a></span>, 1108 (4th Cir.1995). \"Interrogation,\" within the meaning of <i>Miranda,</i> \"refers not only to express questioning, but also to any words or action on the part of the police . . . that the police should know are reasonably likely to elicit an incriminating response from the suspect.\" <i>Innis,</i> 446 U.S. at 301, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>; <i>accord </i><i>Payne,</i> 954 F.2d at 201. In determining whether such indirect questioning constitutes interrogation, the focus is primarily upon the perceptions of the suspect, rather than the intent of the police. <i>Innis,</i> 446 U.S. at 301, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>; <i>accord </i><i>Payne,</i> 954 F.2d at 201.</p>\n<p>An exception to <i>Miranda's</i> protection has been acknowledged for \"routine booking questions `securing biographical data necessary to complete booking or pretrial services.'\" <i>United States v. D'Anjou,</i> <span class=\"citation\" data-id=\"663096\"><a href=\"/opinion/663096/united-states-v-robert-augustine-danjou-aka-dennis-dennison/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">604</span></a></span>, 608 (4th Cir.1994) (citation omitted). Also, a defendant's <i>Miranda</i> rights are not implicated for \"volunteered statements of any kind.\" <i>Miranda,</i> 384 U.S. at 478, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>.</p>\n<p>Applying these principles, the court finds that defendant's statements to Parks were not the result of any interrogation by Parks, but rather were made voluntarily. Parks testified that he did not ask defendant any questions regarding the subject firearm. (Tr. 17). At the hearing, defendant appeared to concede that at least no direct interrogation by Parks occurred. Defendant testified that \"he [Parks] didn't say anything to me about no gun.\" (<i>Id.</i> 68).</p>\n<p>Furthermore, Parks noted in his police report that he \"never once asked the offender <i>directly</i> about the gun.\" (Parks Rept., p. 25) (emphasis added). He clarified this characterization on cross examination when he testified that use of word \"directly\" encompassed both direct and indirect questioning of defendant's firearm possession. (Tr. 17). Similarly, Eubanks' report states that Parks told him that defendant admitted to the gun possession \"without being questioned.\" (Eubanks Rept., p. 32).</p>\n<p>Parks' denial that he asked defendant about the firearm is corroborated by Parks' further testimony that he had been instructed by a superior officer not to ask any \"accusatory questions\" because Eubanks was responsible for the interrogation. (Tr. 16). Eubanks testified that his <span class=\"star-pagination\">*571</span> subordinates knew better than to interrogate one of his suspects. (<i>Id.</i> 56).</p>\n<p>Defendant contends that by responding to defendant's incriminating statements with words such as \"wow\" and \"really\" Parks prompted and encouraged defendant to continue making inculpatory statements. (<i>Id.</i> 17, 73). However, these utterances were merely spontaneous, oneword expressions of Parks' surprise at the disclosures defendant was making. (<i>Id.</i> 17). The court does not believe that they were \"reasonably likely to elicit an incriminating response from the suspect.\" <i>Payne,</i> 954 F.2d at 201. Indeed, Parks' utterances were substantially less likely to evoke an incriminating response than statements courts have found not to be compulsive in nature. <i>See </i><i>Payne,</i> 954 F.2d at 201-02 (upholding defendant's non-<i>Mirandized</i> statement admitting possession of a firearm offered in response to an FBI agent's comment that a weapon was found at defendant's residence); <i>United States v. Hurst,</i> <span class=\"citation\" data-id=\"770650\"><a href=\"/opinion/770650/united-states-v-scottie-ray-hurst/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 760 (6th Cir.2000) (holding that the statement \"`we've [the police] got information on you' . . . contains no compulsive element\").</p>\n<p>The discussion that Parks had with defendant regarding the nature of the charges against defendant also did not constitute interrogation. Defendant had prompted this discussion by asking about the nature of the charges. (<i>Id.</i> 16). Parks provided defendant a matter-of-fact explanation in response. (<i>Id.</i>). The courts have recognized that such declaratory statements by an officer concerning the nature of charges against the defendant could not reasonably be expected to elicit an incriminating statement and therefore do not constitute interrogation for purposes of <i>Miranda. See </i><i>Payne,</i> 954 F.2d at 202 (holding that \"the <i>Innis</i> definition of interrogation is not so broad as to capture within <i>Miranda's</i> reach all declaratory statements by police officer concerning the nature of the charges\").</p>\n<p>Similarly, the biographical questions Parks asked defendant did not constitute interrogation. They squarely fall within the booking question exception to <i>Miranda. See </i><i>D'Anjou,</i> 16 F.3d at 608.</p>\n<p>The court therefore finds that Parks did not subject defendant to interrogation, either direct or indirect. Defendant's inculpatory non-<i>Mirandized</i> statements to Parks were volunteered and are admissible against defendant.</p>\n<p>II. DEFENDANT'S INCULPATORY STATEMENTS TO DETECTIVE EUBANKS DURING THE FORMAL STATION INTERVIEW</p>\n<p>In his statements to Eubanks during his WPD station interview, defendant again admitted that he possessed the subject firearm and provided more details regarding the circumstances of such possession. Defendant moves to suppress these inculpatory statements on the grounds that his <i>Miranda</i> waiver was invalid because it did not satisfy the basic elements for validity and the statements were procured through an interrogation tactic tantamount to the \"question-first\" tactic outlawed in <i>United States v. Mashburn,</i> <span class=\"citation\" data-id=\"790073\"><a href=\"/opinion/790073/united-states-v-eric-kevin-mashburn/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span> (4th Cir.2005). Each of these grounds is examined in turn below.</p>\n<p>A. Satisfaction of Defendant's Waiver of Basic Elements for Validity</p>\n<p>The validity of a waiver of <i>Miranda</i> rights depends on whether the waiver was both voluntarily, and knowingly and intelligently made. More specifically, the validity of a waiver depends on whether: (1) \"relinquishment of the right . . . [was] `voluntary in the sense that it was the product of free and deliberate choice rather than intimidation, coercion, or deception;'\" and (2) \"`waiver . . . [was] made with a full <span class=\"star-pagination\">*572</span> awareness, of both the nature of the right being abandoned and the consequences of the decision to abandon it.'\" <i>United States v. Cristobal,</i> <span class=\"citation\" data-id=\"777962\"><a href=\"/opinion/777962/united-states-v-luis-cristobal/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 139-40 (4th Cir.2002) (citing <i>Moran v. Burbine,</i> <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1135</span></a></span>, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1986)). Only if under the \"totality of the circumstances\" both distinct elements are shown to exist \"may a court properly conclude that the <i>Miranda</i> rights have been waived.\" <i>Id.</i> at 140. The government has the burden of proving the existence of both elements by a preponderance of the evidence. <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"789928\"><a href=\"/opinion/789928/united-states-v-james-scott-robinson-united-states-of-america-v-james/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">850</span></a></span>, 860 (4th Cir.2005).</p>\n<p>In his written motion, defendant challenged his <i>Miranda</i> waiver on the grounds that the waiver was neither voluntary nor knowing and intelligent. During the hearing, defendant conceded through counsel that his statements to Eubanks were voluntary and thereby that his <i>Miranda</i> waiver was voluntary. (Tr. 71, 80). The government argues that both the requirements for a valid waiver were met. Notwithstanding defendant's concession regarding the voluntariness of his waiver, the court will review both the voluntariness, and knowing and intelligent elements of the waiver in the interest of completeness. The review establishes that both elements were satisfied.</p>\n<p>1. Voluntariness Element of <i>Miranda</i> Waiver</p>\n<p>The essential inquiry under <i>Miranda's</i> voluntariness requirement is \"`whether the defendant's will has been `overborne' or his capacity for self-determination critically impaired.'\" <i>Cristobal,</i> 293 F.3d at 140 (citation omitted). In examining this element, the court \"must consider . . . the characteristics of the defendant, the setting of the interview, and the details of the interrogation.\" <i>Id.</i> Under this element, \"coercive police activity is also a necessary predicate to a finding that a waiver of <i>Miranda</i> rights is not voluntary.\" <i>Id.</i> at 141; <i>cf. United States v. Wylie,</i> No. 3:05-CR-353, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1431656</span></span>, *3, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">36227</span></span>, at *9 (W.D.N.C.19 May 2006) (holding that \"`there is nothing inherently wrong with efforts to create a favorable climate for confession'\").</p>\n<p>In his motion, defendant identified a list of facts which he argued, in the totality of the circumstances, rendered his <i>Miranda</i> waiver involuntary: (1) defendant was not allowed to make a telephone call when he arrived at the WPD station, (2) defendant was kept handcuffed during the interview, (3) the interview room was windowless, (4) Eubanks prefaced the interview by telling defendant this was the time for defendant to help himself, and (5) the leading manner in which Eubanks secured defendant's signature on the <i>Miranda</i> waiver form. The court finds that none of these contentions, taken individually or collectively, support a finding that defendant's <i>Miranda</i> waiver was involuntary. Each contention will be addressed in turn.</p>\n<p>According to both Parks (Tr. 28) and Eubanks (<i>id.</i> 55-56), denial of telephone access to defendant was in accordance with an, unwritten WPD practice then in effect of prohibiting any suspect charged with a firearm offense from using the telephone prior to an interview with a member of the Violent Crimes Task Force.<sup>[5]</sup> (<i>Id.</i> 55). The rationale behind this practice was to protect public safety and to prevent tampering with evidence. (<i>Id.</i>). While defendant testified that \"[m]y main mission was to answer the question and go use the phone, so what I had to do was just get this [interview] over with\" <span class=\"star-pagination\">*573</span> (Tr. 61), the court does not find anything coercive in the WPD's telephone access practice. The non-coercive nature of this practice is especially apparent in the absence of facts suggesting defendant wanted to call an attorney or that defendant would continue to be denied telephone access if he did not submit to an interview. In addition, it appears that the safety and investigative concerns underpinning the WPD's practice were implicated here because one of the persons defendant apparently stated he would have called was Morris, the complainant, who eventually took possession of the subject firearm. (Inter.31:10).<sup>[6]</sup></p>\n<p>There was also nothing coercive in the fact that defendant was handcuffed, with his hands to the front, and interviewed in a purportedly windowless room for approximately thirty-six minutes.<sup>[7]</sup><i>United States v. Elie,</i> <span class=\"citation\" data-id=\"739916\"><a href=\"/opinion/739916/united-states-v-patrick-elie-aka-patrick-gerald-elie-aka-marie/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1135</span></a></span>, 1145 (4th. Cir.1997) (holding that handcuffing the accused does not \"`establish[ ] involuntariness in and of [itself]'\") (citation omitted); <i>Wylie,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1431656</span></span>, **3-4, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">36227</span></span>, at *10-11 (holding that there is nothing coercive with \"restraining a suspect . . . [and] confining the defendant to a standard-sized (and otherwise unremarkable) interview room for approximately seven hours\") (citation omitted).</p>\n<p>Likewise, there was nothing unlawful about Eubanks' statement to defendant prior to reading the <i>Miranda</i> rights that \"now is the time if you want to help yourself out, or tell me what happened, now is the time we can do it.\" (Inter.00:49). This statement constituted neither a threat nor a promise and did not rise to the level of coercive police conduct. <i>See </i><i>United States v. Braxton,</i> <span class=\"citation\" data-id=\"740246\"><a href=\"/opinion/740246/united-states-v-james-braxton/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 781-82 (4th Cir.1997) (holding that <i>repeated</i> statements by a police officer to a suspect that \"you're not coming clean\" coupled with references to potential jail time were not coercion rendering a statement involuntary). The absence of any coercive effect is demonstrated by defendant's eagerness to speak about his arrest (<i>id.</i> 00:31) prior to Eubanks making this statement (<i>id.</i> 00:48). In fact, Eubanks stopped defendant from speaking before reading him his <i>Miranda</i> rights and said, \"I see you want to talk to me, that's fine . . . but since you're in custody I gotta read you your rights.\" (<i>Id.</i> 00:39). Eubanks reiterated about nine minutes later that defendant could help himself by talking (<i>id.</i> 09:37; 10:00) after defendant gave a comprehensive description of the facts leading to his arrest without mentioning the, subject firearm (<i>id.</i> 04:34-09:18). Repetition of such a benign statement a single time also does not constitute coercion. <i>See </i><i>Braxton,</i> 112 F.3d at 781-82.</p>\n<p>The court also finds nothing improper with the manner in which Eubanks obtained defendant's signature on the <i>Miranda</i> waiver form. <i>Miranda</i> imposes no obligation on law enforcement to obtain a signed waiver form. <i>United States v. Brown,</i> No. 94-573, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">85127</span></span>, *2, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">3381</span></span>, slip op. at *5 (4th Cir. 29 Feb. 1996) (citing <span class=\"star-pagination\">*574</span> <i>United States v. Sledge,</i> <span class=\"citation\" data-id=\"341517\"><a href=\"/opinion/341517/united-states-v-james-sledge-jr/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span> (4th Cir.1977)). The DVD of the interview shows that Eubanks accurately and coherently read defendant each of the <i>Miranda</i> warnings, albeit at a rapid pace. (Inter.00:57-01:23). The mere fact that, after reading defendant his rights, Eubanks told defendant to sign the form does not negate the voluntariness of his waiver. There is no reason to believe that Eubanks would not have permitted defendant to read the form himself if he had sought to do so. In any event, defendant's decision to willingly answer questions constituted an implied waiver of his rights. <i>United States v. Cardwell,</i> <span class=\"citation\" data-id=\"792816\"><a href=\"/opinion/792816/united-states-v-john-wayne-cardwell-united-states-of-america-v-leo/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 389-90 (4th Cir. 2005) (holding that a <i>Miranda</i> waiver can be either express or implied and that a \"`defendant's willingness to answer questions after acknowledging <i>Miranda</i> rights is sufficient to constitute an implied waiver'\") (citation omitted).</p>\n<p>Review of the record accordingly reveals no fact, or set of facts, establishing that defendant's <i>Miranda</i> waiver was coerced. To the contrary, the record shows and the court finds that defendant's waiver of his <i>Miranda</i> rights was voluntary.</p>\n<p>2. Knowing and Intelligent Element of <i>Miranda</i> Waiver</p>\n<p>To determine whether a defendant made a knowing and intelligent waiver of <i>Miranda</i> rights, the court must examine \"`the suspect's intelligence and education, age and familiarity with the criminal justice system, [and] the proximity of the waiver to the giving of <i>Miranda</i> warnings.'\" <i>Correll v. Thompson,</i> <span class=\"citation\" data-id=\"702503\"><a href=\"/opinion/702503/walter-milton-correll-jr-v-charles-e-thompson-warden-mecklenburg/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1279</span></a></span>, 1288 (4th Cir.1995) (citation omitted). When a defendant has claimed mental impairment due to drugs or alcohol, the test for establishing a knowing and intelligent waiver is \"`one of coherence, of an understanding of what is happening.'\" <i>Moore v. Ballone,</i> <span class=\"citation\" data-id=\"393835\"><a href=\"/opinion/393835/curtis-j-moore-v-gerard-ballone-superintendent-central-state-hospital/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 229 (4th Cir.1981) (citing <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"371207\"><a href=\"/opinion/371207/united-states-v-donald-lee-smith/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1012 (4th Cir.1979)). In contrast to the voluntariness element, \"police overreaching (coercion) is not a prerequisite for finding that a waiver was not knowingly and intelligently made.\" <i>Cristobal,</i> 293 F.3d at 142.</p>\n<p>It is clear that defendant had the basic intellectual capacity and knowledge to effectuate a knowing and intelligent <i>Miranda</i> waiver. At the time of his arrest, he was twenty-two years old (Inter.01:13), had completed the tenth grade (<i>id.</i> 01:30), had the ability to read and, write (<i>id.</i> 01:27), and was employed as a brick mason (<i>id.</i> 03:23). In addition, defendant was familiar with the criminal justice system. His criminal history included four prior arrests (Tr. 62), two felony convictions (<i>id.</i> 46), and multiple misdemeanor convictions (<i>id.</i>).</p>\n<p>At the hearing, rather than relying on any lack of intellectual capacity or knowledge, defendant based his contention that he did not knowingly and intelligently waive his <i>Miranda</i> rights on the grounds that he was then under the influence of cocaine. (Tr. 59). He testified that he had been using cocaine immediately prior to the arrival of the WPD officers at the Morris residence on 19 April 2006. (<i>Id.</i> 60). He further stated that at the time of his interview with Eubanks he was in the process of \"coming down from a high\" (<i>id.</i> 59), a state he said was characterized by anxiety and eagerness (<i>id.</i>)<sup>[8]</sup> According to defendant, the DVD of the interview shows <span class=\"star-pagination\">*575</span> a pattern of behavior which supports his prior cocaine use: \"I kept moving back and forth. I couldn't look him [Eubanks] in the face. I was sniffing a lot.\" (<i>Id.</i> 60). As a result of his drug use, defendant testified that \"I heard the words [<i>i.e.,</i> the <i>Miranda</i> warnings], but I wasn't comprehending.\" (<i>Id.</i> 61). The record does pot support defendant's contentions.</p>\n<p>There is no evidence that defendant ever informed either Parks or Eubanks of his alleged cocaine use on the day of his arrest. In addition, both Parks (<i>id.</i> 41) and Eubanks (<i>id.</i> 46-47) testified that defendant appeared normal and lucid at the time of his arrest and at the time of his interview.</p>\n<p>Their testimony is buttressed by the interview DVD. Contrary to defendant's testimony, he appears in the DVD to act in a normal manner. Defendant has no apparent difficulty understanding what Eubanks is saying or expressing himself. His answers to Eubanks are responsive to the questions asked, readily comprehensible, and frequently very detailed.</p>\n<p>For example, when Eubanks suggested that defendant provide information about others' criminal activity to help himself (Inter.28:08), defendant responded with detailed information about drug possession by Morris' father (<i>id.</i> 29:43) and drugdealing activity by the father's cousin (<i>id.</i> 28:22). As established at the hearing, defendant made the decision during the interview to lie to Eubanks about the identity of the person (<i>i.e.,</i> \"Tory\") who provided him with the subject firearm. (Tr. 66; Inter. 17:49). As further evidence of defendant's coherence during the interview, defendant actually corrects Eubanks when he apparently misstates the procedure for bonding out defendants for certain probation violations. (Inter.32:44).</p>\n<p>Moreover, defendant's statements during the interview show that he understood the events surrounding his arrest as they were transpiring and responded to them in a calculated manner. (<i>See id.</i> 04:34-09:18). For example, he chose to flee because he knew he was wanted for a probation violation. (<i>Id.</i> 01:47; 31:35). He then made the calculated decision not to stop when the police drew pistols on him, as opposed to tasers, because he did not believe the police would shoot him under the circumstances presented:</p>\n<blockquote>Look, I tell you the truth now, I ain't no fool or nothing like that but, if they had them [electric] tasers on, I wouldn't have ran. But just because they had them guns drawn, I was like [expletive], I ain't threaten their [police officers] lives for them to shoot me. I'd rather take that chance for them to shoot me cause I ain't threaten their lives.</blockquote>\n<p>(<i>Id.</i> 21:29-21:43).</p>\n<p>One of defendant's closing remarks at the interview further shows that he comprehended what was happening. He said, \"I'm being a man about this [expletive], I done what I done.\" (<i>Id.</i> 34:35).</p>\n<p>For the foregoing reasons, the court finds that, under the totality of the circumstances, defendant had a sufficient level of comprehension to knowingly and intelligently waive his <i>Miranda</i> rights. The waiver therefore satisfies both basic elements for validity. There remains the challenge by defendant to the validity of his <i>Miranda</i> waiver under <i>Mashburn,</i> to which the court now turns.</p>\n<p>B. Lawfulness of Defendant's Waiver under <i>Mashburn</i></p>\n<p>Defendant argues that under <i>United States v. Mashburn,</i> <span class=\"citation\" data-id=\"790073\"><a href=\"/opinion/790073/united-states-v-eric-kevin-mashburn/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span> (4th Cir.2005) defendant's <i>Mirandized</i> statements should be suppressed because they \"came on the heels\" of improperly elicited un-<i>Mirandized</i> statements. Defendant's contention is without merit.</p>\n<p><span class=\"star-pagination\">*576</span> In <i>Mashburn,</i> the Fourth Circuit discussed two scenarios in which <i>Mirandized</i> statements are obtained by the police after acquisition of similar un-<i>Mirandized</i> statements during custodial interrogation. One scenario involved the \"question-first\" interrogation tactic, whereby police officers \"intentionally withhold[ ] <i>Miranda</i> warnings . . . questioning the suspect until securing a confession; then obtaining a waiver of <i>Miranda</i> rights from the suspect and covering the same material using leading questions.\" 406 F.3d at 307-08 (citing <i>Missouri v. Seibert,</i> <span class=\"citation\" data-id=\"137002\"><a href=\"/opinion/137002/missouri-v-seibert/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"137002\"><a href=\"/opinion/137002/missouri-v-seibert/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2601</span></a></span>, <span class=\"citation\" data-id=\"137002\"><a href=\"/opinion/137002/missouri-v-seibert/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></a></span> (2004) (plurality opinion)). When the question-first tactic is used, \"postwarning statements related to the substance of prewarning statements must be excluded unless curative measures are taken before postwarning statements are made.\" 406 F.3d at 309.</p>\n<p>The second scenario involves, not a calculated tactic, but rather a \"`a good faith <i>Miranda</i> mistake.'\" <i>Id.</i> at 307-08 (citation omitted). In this scenario, the <i>Mashburn</i> court held that \"`a subsequent administration of <i>Miranda</i> warnings to a suspect who has given a voluntary but unwarned statement ordinarily should suffice to remove the conditions that precluded admission of the earlier statement.'\" <i>Id.</i> at 306 (citing <i>Oregon v. Elstad,</i> <span class=\"citation\" data-id=\"111364\"><a href=\"/opinion/111364/oregon-v-elstad/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"111364\"><a href=\"/opinion/111364/oregon-v-elstad/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1285</span></a></span>, <span class=\"citation\" data-id=\"111364\"><a href=\"/opinion/111364/oregon-v-elstad/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1985)).</p>\n<p>The court finds that the <i>Mashburn</i> requirements are not applicable in this case. The <i>Mashburn</i> analysis applies only when a defendant's initial, pre-<i>Miranda</i> statements are made during a custodial interrogation. This prerequisite derives from the fundamental limitation of <i>Miranda</i> to instances \"when the suspect is subjected to `custodial interrogation.'\" <i>Payne,</i> 954 F.2d at 201 (citation omitted). Here, the court has found that the pre-<i>Miranda</i> statements by defendant-that is, his statements to Parkswere voluntary and not the product of any interrogation.</p>\n<p>Even if defendant's statements to Parks were deemed to have resulted from an interrogation, there are no facts in the record which support a finding that the WPD deliberately employed the prohibited question-first tactic. In the absence of such a finding, Parks' failure to comply with <i>Miranda</i> would constitute a good faith error. Eubanks' reading to defendant of his <i>Miranda</i> rights would sufficiently remove any taint arising from the good faith error. The court accordingly finds that defendant's waiver does not violate the requirements of <i>Mashburn.</i> Having determined that the waiver is otherwise valid, the court concludes that defendant's waiver of his <i>Miranda</i> rights was lawful and that admission of his inculpatory statements to Eubanks is not barred by <i>Miranda.</i></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is RECOMMENDED that defendant's motion to suppress be DENIED.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten business days to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the District Judge on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the unobjected  to proposed factual findings and legal conclusions accepted by the District Judge.</p>\n<p>SO ORDERED.</p>\n<p>Sept. 5, 2007.</p>\n<h2>NOTES</h2>\n<p>[1]  While it is true that subjective intent is the focus of the analysis. \"the police surely cannot be held accountable for the unforeseeable results of their words or actions, the definition of interrogation can extend only to words or actions on the part of police officers that they should have known were reasonably likely to elicit an incriminating response.\" <i>Innis,</i> 446 U.S. at 301, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span></p>\n<p>[2]  The alleged five factors are: (1) defendant was not permuted to make a telephone call when he arrived at the police station; (2) defendant remained handcuffed during the interrogation; (3) the interrogation room had no window; (4) officer Eubanks began his interview by telling defendant that this was time for defendant to help himself; and (5) officer Eubanks was leading in the manner in which he obtained defendant's signature</p>\n<p>[1]  Officer Parks is currently employed by the High Point (North Carolina) Police Department. (Tr. 4).</p>\n<p>[2]  As discussed below, defendant denies that he made the incriminating statements to Parks that the government alleges.</p>\n<p>[3]  Detective Eubanks is currently employed by the Bureau of Alcohol, Tobacco, Firearms &amp; Explosives. (Tr. 43).</p>\n<p>[4]  Citations to the interview DVD are by the minutes and seconds of elapsed time (<i>e.g.,</i> \"Inter. 15:22\"). The time at which the cited statement(s) begins is ordinarily given. In certain instances, the entire period covered by the statement(s) is provided.</p>\n<p>[5]  Eubanks testified that the WPD no longer follows this practice because it is now able to record all telephone calls made by suspects in its custody. (Tr. 55).</p>\n<p>[6]  During the interview, Eubanks told defendant that \"you are going to be able to make all the phone calls you want once we get up to jail\" (Inter.31:10) and then asked who he was going to call (<i>id.</i> 31:22). Defendant replied, \"My momma, my boss man, and [inaudible]\" (<i>Id.</i>). After hearing the third person identified by defendant, Eubanks said, \"Well don't, don't call her because that's going to piss off the magistrate or the judge tomorrow. So don't, don't call her cause that's the reason you're down here right now.\" (<i>Id.</i> 31:26).</p>\n<p>[7]  The record does not definitively establish that the room was windowless. In the interview DVD, the partial view of the door to the room in the lower lefthand corner of the screen shows framing or molding consistent with a window.</p>\n<p>[8]  The record reflects that about three hours elapsed between the time the WPD officers arrived at the Morris residence and when defendant signed his <i>Miranda</i> waiver form. (<i>See</i> Parks Rept., p. 22 (around 6:00 p.m.); <i>Miranda</i> Waiver Form (around 9:00 p.m.)). No evidence was offered about the extent to which, if any, this passage of time would have impacted the effect on, defendant of the drugs he alleges he took.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797386/"
  ]
}