{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2415289/",
  "absolute_url": "/opinion/2415289/antrican-v-buell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2415289/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:26:23.342012Z",
  "date_modified": "2016-04-26T20:48:21.565933Z",
  "type": "010combined",
  "sha1": "0ed996724ebf2fddc5e88789dca28fd860c5bd26",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>158 F.Supp.2d 663 (2001)</b></center>\n<center><h1>Samuel ANTRICAN, and Alana Antrican, minor children, by their next of friend Angela Antrican; Jeshod Hughes and Emani Tatum, minor children, by their next of friend, Thea Gilbert; Arielle McCree, minor child by her next of friend, Sherry McCree; and Austin Brooks, minor child by his next of friend, Marty Greer, Plaintiffs,<br>\nv.<br>\nCarmen Hooker BUELL, Director of the North Carolina Department of Health and Human Services, and Richard Perruzzi, Director of the North Carolina Division of Medical Assistance, Defendants.</h1></center>\n<center>No. 00CV173(H)(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>April 17, 2001.</center>\n<p><span class=\"star-pagination\">*664</span> <span class=\"star-pagination\">*665</span> <span class=\"star-pagination\">*666</span> Reid C. Adams, Jr., Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, Carlene McNulty, Raleigh, NC, Garth A. Gersten, Womble, Carlyle, Sandridge &amp; Rice, Research Triangle Park, NC, for Plaintiffs.</p>\n<p>Ronald M. Marquette, Spec. Dep. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss for lack of subject matter jurisdiction and failure to state a claim pursuant to Rules 12(b)(1) and 12(b)(6), respectively, of the Federal Rules of Civil Procedure. Plaintiffs submitted a motion to strike defendants' responsive memorandum under Local Rule 4.06 of the Eastern District of North Carolina. The parties have filed various documents in support of their positions. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Six named plaintiffs filed this action on November 9, 2000, alleging violations of federal law by the State of North Carolina in the provision of dental care to Medicaid program recipients.<sup>[1]</sup> Plaintiffs' complaint named David Bruton,<sup>[2]</sup> Director of the North Carolina Department of Health and Human Services, and Richard Perruzzi, Director of the North Carolina Division of Medicaid Assistance, as defendants.</p>\n<p>Plaintiffs assert that Medicaid reimbursement rates in North Carolina are so low that few dentists are willing to participate in the Medicaid program in North Carolina. Plaintiffs assert that because of the lack of participation, Medicaid recipients have extreme difficulty locating dentists accepting Medicaid patients and often have to travel long distances to obtain service, thus making dental care practically unavailable to many Medicaid recipients.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*667</span> Plaintiffs filed their complaint pursuant to 42 U.S.C. § 1983. Plaintiffs seek declaratory relief against state officials and an injunction requiring defendants to comply with federal law and to make dental services more readily available to Medicaid recipients.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>In reviewing a motion to dismiss, the court should view the allegations of the complaint in the light most favorable to the plaintiff. <i>See </i><i>De Sole v. United States,</i> 947 F.2d 1169 (4th Cir.1991). The court must accept the factual allegations of the complaint but is not bound with regard to its legal conclusions. <i>See </i><i>District 28, United Mine Workers, Inc. v. Wellmore Coal Corp.</i> 609 F.2d 1083, 1085 (4th Cir. 1979). Plaintiffs are entitled to reasonable inferences by the court in ruling on a motion to dismiss. <i>See </i><i>Mylan Lab., Inc. v. Akzo, N.V.,</i> 2 F.3d 56 (4th Cir.1993). Motions to dismiss are granted only where the plaintiff cannot prove any set of facts which would entitle him to relief. <i>See </i><i>Mylan Lab., Inc. v. Matkari,</i> 7 F.3d 1130 (4th Cir.1993).</p>\n<p></p>\n<h2>II. Medicaid Background</h2>\n<p>Medicaid as part of the Social Security Act (\"Act\") creates a cooperative federalstate program through which the federal government provides financial assistance to States furnishing medical care to needy individuals. 42 U.S.C. § 1396; <i>Wilder v. Virginia Hosp. Ass'n,</i> 496 U.S. 498, 502, 110 S.Ct. 2510, 2513, 110 L.Ed.2d 455 (1990). While states are not required to provide Medicaid benefits, states choosing to participate in a federally funded Medicaid program must comply with requirements imposed by the Act and related administrative regulations. Each state participating in the Medicaid program must have a \"plan for medical assistance\" approved by the Secretary of the United States Department of Health and Human Services (\"DHHS\"). 42 U.S.C. § 1396a. The plan must include \"a scheme for reimbursing health care providers for the medical services provided to needy individuals.\" Failure of the state plan to conform with federal laws and regulations may result in loss of federal aid for the Medicaid program. 42 U.S.C. § 1396c.</p>\n<p>States participating in the Medicaid program must provide dental care for eligible children under age twenty-one. 42 U.S.C. §§ 1396a(a)(43), 1396d(r). States may also provide dental care to adults, but the optional services must comply with federal laws and regulations. 42 U.S.C. § 1396a.</p>\n<p>North Carolina has chosen to participate in the federally funded Medicaid program which is administered by the North Carolina Department of Health and Human Services (\"NCDHH\"), a department currently under the direction of defendant Carmen Buell. N.C.G.S. § 108A-54. Dental services are provided to both qualified children and adults at reimbursement rates set by the state and approved by the Health Care Financing Administration (\"HCFA\")<sup>[4]</sup>. <i>Id.</i> § 108-55(c).</p>\n<p></p>\n<h2>III. Eleventh Amendment Immunity</h2>\n<p>Defendants first assert that this action is barred under the Eleventh Amendment. \"[T]he Eleventh Amendment [does <span class=\"star-pagination\">*668</span> not] preclude a private citizen from suing a state officer in federal court `to ensure that the officer's conduct is in compliance with federal law.\"' <i>Litman v. George Mason Univ.,</i> 186 F.3d 544, 550 (4th Cir.1999). Under the <i>Ex parte Young</i> doctrine, plaintiffs may seek prospective, but not retrospective, relief against public officials to ensure compliance with federal law. <i>Ex parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908).</p>\n<p>It is clear that plaintiffs' complaint seeks prospective relief. While an order from the court requiring state officials to comply in the future with federal law might incidently require the expenditure of public funds, the indirect effect on the state treasury does not mean that plaintiffs seeks money damages for past wrongs. <i>Edelman v. Jordan,</i> 415 U.S. 651, 668, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974) (\"[An] ancillary effect on the state treasury is a permissible and often an inevitable consequence of the principle announced in <i>Ex parte Young.</i>\"); <i>see also </i><i>Rehabilitation Ass'n v. Kozlowski,</i> 42 F.3d 1444 (4th Cir.1994).</p>\n<p>The court finds equally unpersuasive defendants' assertion that no ongoing violation is implicated because plaintiffs are receiving dental treatment by a dentist or clinic that accepts Medicaid. Plaintiffs' complaint asserts that Medicaid recipients are \"unable to obtain prompt and adequate dental services\" in their geographical area because of a shortage of participating Medicaid providers, and that federal law grants them the right to quality access and care for dental services without having to resort to extraordinary measures to obtain those services. Thus, even if plaintiffs are receiving treatments, they have alleged an ongoing violation of federal law.</p>\n<p>Defendants next assert that Eleventh Amendment immunity is applicable because plaintiffs seek an order requiring state officials to conform their conduct to state law. Defendants argue that the standard governing Medicaid payments is a state standard, as opposed to federal standard. However, while the repeal of the Borden Amendment gave states greater flexibility in setting Medicaid reimbursement rates and may have withdrawn Medicaid providers' right to challenge reimbursement rates, the amendment did not change a state's duty to ensure that its Medicaid program complies with federal standards. Plaintiffs state a federal claim by alleging a specific conflict between North Carolina's plan or practice in administering its Medicaid program and a federal mandate. Thus, plaintiffs do not seek enforcement of state law, but instead seek an order requiring state officials to conform their policies and practices with federal laws and regulations requiring quality care and equal access to medical services.</p>\n<p>Finally, the state argues that this suit implicates \"special sovereignty\" interests affecting core aspects of the State's sovereignty because the State must be able to decide the manner in which to use \"limited Medicaid funds.\" <i>Idaho v. Coeur d'Alene Tribe,</i> 521 U.S. 261, 117 S.Ct. 2028, 138 L.Ed.2d 438, 453 (1997). However, the federal government does not require states to provide or participate in the Medicaid program, and each state is free to discontinue the program. Moreover, it has long been accepted that the federal government may attach strings to federal funds with which a state participating in the program must comply. <i>Pennhurst State Sch. &amp; Hosp. v. Halderman,</i> 451 U.S. 1, 17, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981). The court, therefore, concludes that the State's interest in administering a welfare program funded partially by the <span class=\"star-pagination\">*669</span> federal government does not implicate core aspects of state sovereignty.<sup>[5]</sup></p>\n<p></p>\n<h2>IV. Failure to State a Claim</h2>\n<p></p>\n<h2>A. <i>Standard for Alleging Violation of Federal Right Under § 1983</i>\n</h2>\n<p>To state a claim under § 1983, plaintiffs must assert the violation of a federal <i>right,</i> and not just the violation of federal <i>law. </i><i>Golden State Transit Corp. v. Los Angeles,</i> 493 U.S. 103, 106, 110 S.Ct. 444, 107 L.Ed.2d 420 (1989). When Congress has not foreclosed enforcement of statutory laws within the enactment, courts use three factors to determine if a plaintiff asserts a violation of a federal right under § 1983. <i>See </i><i>Wilder v. Virginia Hosp. Ass'n,</i> 496 U.S. 498, 509, 110 S.Ct. 2510, 110 L.Ed.2d 455 (1990). Under the <i>Wilder</i> standard, courts look to (a) whether Congress intended the statutory provision in question to benefit the plaintiff; (b) whether the statute imposes a binding obligation on the state, rather than merely expressing a congressional preference for certain kinds of treatment; and (c) whether the right allegedly protected by the statute is not so vague and amorphous as to render it beyond the competence of the judiciary to enforce. <i>Blessing v. Freestone,</i> 520 U.S. 329, 340-41, 117 S.Ct. 1353, 137 L.Ed.2d 569 (1997); <i>Wilder,</i> 496 U.S. at 509, 110 S.Ct. 2510. Subsequent Supreme Court cases have clarified that Congress must <i>unambiguously</i> confer an <i>individual</i> entitlement to services on a particular plaintiff to state a claim under § 1983. <i>Blessing,</i> 520 U.S. at 343-45, 117 S.Ct. 1353; <i>Suter v. Artist M.,</i> 503 U.S. 347, 356, 112 S.Ct. 1360, 118 L.Ed.2d 1 (1992). Moreover, in determining whether a statute creates a federal right, the court must break the complaint \"down into manageable analytic bites.\" <i>Blessing,</i> 520 U.S. at 342, 117 S.Ct. 1353. With this framework in mind, the court turns to the merits of defendants' 12(b)(6) motion.</p>\n<p></p>\n<h2>B. <i>Equal Access and Quality of Care Under 42 U.S.C. § 1396a(a)(30)(A).</i>\n</h2>\n<p>Section 1396a(a)(30)(A) provides:</p>\n<blockquote>A State plan for medical assistance ... must provide such methods and procedures relating to the utilization of, and payment for, care and services available under the plan ... as may be necessary to safeguard against unnecessary utilization of such care and services and to assure that payments are consistent with quality of care and are sufficient enough to enlist enough providers so that care and services are available under the plan at least to the extent that such care and services are available to the general population in the geographic area.</blockquote>\n<p>42 U.S.C. § 1396a(a)(30)(A).</p>\n<p>Plaintiffs maintain that this provision creates an entitlement in plaintiffs to the substantive rights of quality of care and equal access to medical services. The court agrees with plaintiffs and the substantial weight of authority supporting plaintiffs' contentions. First, the provisions are obviously intended to benefit medicaid recipients as they focus directly on recipients' quality of and access to adequate medical care. <i>See </i><i>Evergreen Presbyterian Ministries, Inc. v. Hood,</i> 235 F.3d 908, 927-28 (5th Cir.2000); <i>Arkansas Med. Soc'y v. Reynolds,</i> 6 F.3d 519, 526 (8th Cir.1993). Second, the statutory provision is prefaced in mandatory terms so as to \"unambiguously impose a binding obligation <span class=\"star-pagination\">*670</span> on the States.\" <i>Blessing,</i> 520 U.S. at 341, 117 S.Ct. 1353; <i>see also </i><i>Evergreen,</i> 235 F.3d at 931.</p>\n<p>Additionally, equal access and quality of care are sufficiently specific and detailed to create an enforceable right under § 1983. As noted by the United States Court of Appeals for the Fifth Circuit in <i>Reynolds,</i> the Supreme Court held that \"reasonable access\" to medical care was not sufficiently vague and amorphous to defeat a cause of action under the Borden Act, and the term \"equal access,\" arguably provides a more concrete standard than \"reasonable access.\" <i>See </i><i>Reynolds,</i> 6 F.3d at 527. Moreover, because equal access and quality of care are measured against the access and care rendered to the general population in the same geographic area, there is an \"objective benchmark\" for measurement. <i>See </i><i>Evergreen,</i> 235 F.3d at 931; <i>cf. </i><i>Wilder,</i> 496 U.S. at 519, 110 S.Ct. 2510.</p>\n<p>Finally, the \"mere fact that an obligation is couched in a requirement that the State file a plan is not itself sufficient grounds for finding the obligation unenforceable under § 1983.\" <i>Harris v. James,</i> 127 F.3d 993, 1003 (11th Cir.1997). In 1994, Congress amended the Social Security Act to provide:</p>\n<blockquote>In an action brought to enforce [the Social Security Act] ... such provision is not to be deemed unenforceable because of its inclusion in a section of this chapter requiring a State plan or specifying the required contents of a State plan.</blockquote>\n<p>42 U.S.C. § 1320a-2. Defendants' motion to dismiss Count One is DENIED.</p>\n<p></p>\n<h2>C. <i>Statewide Availability Under 42 U.S.C. § 1396a(a)(1)</i>\n</h2>\n<p>Plaintiffs also claim that the plan is \"not in effect in all political subdivisions of the State,\" Compl. ¶ 88, in violation of the following federal law:</p>\n<blockquote>A state plan for medical assistance must provide that it shall be in effect in all political subdivisions of the State, and if administered by them, be mandatory upon them.</blockquote>\n<p>42 U.S.C. § 1396a(a)(1).</p>\n<p>With regard to the <i>Wilder</i> standard, the court finds that Congress intended the statutory provision to benefit Medicaid recipients by ensuring statewide application of Medicaid plans, that the provision's command is mandatory and specific, and that the requirement is within the competence of the judiciary to enforce. Assuming, <i>arguendo,</i> that plaintiffs can show that the plan is not in effect statewide or is not mandatory for all of the political subdivisions that administer it, plaintiffs have stated a cause of action under 42 U.S.C. § 1396a(a)(1),<sup>[6]</sup> and defendants' motion as to Count Two is DENIED.</p>\n<p></p>\n<h2>D. <i>Reasonable Promptness Under 42 U.S.C. § 1396a(a)(8)</i>\n</h2>\n<p>Section 1396a(a)(8) provides:</p>\n<blockquote>A State plan for medical assistance must ... provide that all individuals wishing to make application for medical assistance under the plan shall have opportunity to do so, and that such assistance shall be furnished with reasonable promptness to all eligible individuals.</blockquote>\n<p>42 U.S.C. § 1396a(a)(8).</p>\n<p>While defendants contend that the statute applies only to the Medicaid application <span class=\"star-pagination\">*671</span> process, the statute clearly applies to the furnishing of medical services as well. Moreover, under the <i>Wilder</i> standard the statute is clearly intended to benefit the Medicaid beneficiaries and is mandatory on the states. The harder question is whether the \"reasonable promptness\" provision is so vague and amorphous as to be unenforceable. This court finds the Eleventh Circuit's reasoning in <i>Doe v. Chiles,</i> 136 F.3d 709, 717-19 (11th Cir.1998), persuasive, and the court concludes that plaintiffs have an enforceable federal right to reasonably prompt provision of assistance under section 1396a(a)(8) of the Medicaid Act.</p>\n<p></p>\n<h2>E. <i>Freedom of Choice Under 42 U.S.C. § 1396a(a)(23)</i>\n</h2>\n<p>Plaintiffs' fourth cause of action asserts that defendants' policies and practices of paying lower reimbursement fees have created a lack of choice in violation of section 1396a(a)(23) which provides:</p>\n<blockquote>Any individual eligible for medical assistance ... may obtain such assistance from any ... person qualified to perform the services or services required, ... <i>who undertakes to provide him such services</i> ....</blockquote>\n<p>42 U.S.C. § 1396a(a)(23) (emphasis added).</p>\n<p>Assuming, <i>arguendo,</i> that this section creates a private cause of action under § 1983, the court must grant defendants' motion to dismiss Count Four because plaintiffs' complaint does not allege that defendants created obstacles to plaintiffs' right to choose among qualified providers <i>willing</i> to serve plaintiffs. Whether in the interest of higher profits or because rates are too low to remain solvent, health care providers may choose not to participate in a Medicaid program. Section 1396a(a)(23)(A) does not encompass the right to free access to doctors unwilling to service Medicaid patients. In addition, to the limiting language of the statute, the interpreting regulation and legislative history indicate that while the government is prohibited from blocking access to qualified providers willing to provide the services, § 1396a(a)(23)(A) itself does not impose on states an affirmative duty to ensure that plaintiffs have a large pool of dentists from which to choose. <i>See</i> 42 C.F.R. § 431.51(b)(1) (\"[A] recipient may obtain Medicaid services from any ... person ... (i) Qualified to furnish the services; <i>and</i> (ii) <i>Willing</i> to furnish them to that particular recipient.\" (emphasis added)); S.Rep. No. 744, 90th Cong., 1st Sess. (1967) (\"It is possible that some <i>providers of service may still not be willing</i> or considered qualified to provide the services included in the State plan. This provision <i>does not obligate the State to pay the charges of the provider without reference to its schedule of charges or its standards of care.\"</i> (emphasis added)). While failure to provide reasonable rates to attract a large pool of providers may violate other Medicaid provisions, plaintiffs' complaint does not allege a violation of section 1396a(a)(23)(A).</p>\n<p></p>\n<h2>F. <i>Comparable Care Under 42 U.S.C. § 1396a(a)(10)(B)</i>\n</h2>\n<p>Section 1396a(a)(10)(B) provides that \"medical assistance made available to any individual\" to whom medical assistance must be provided under the Act \"shall not be less in amount, duration, or scope than the medical assistance made available to any other such individual, and ... shall not be less in amount, duration, or scope than the medical assistance made available to individuals not described in subparagraph (A).\" 42 U.S.C. 1396a(a)(10)(B). Subparagraph (A) lists many types of needy individuals to whom medical assistance must be provided. <i>Id.</i> <span class=\"star-pagination\">*672</span> § 1396a(a)(10)(A). One type of group is the \"categorically needy\"those groups who lack sufficient income to meet their basic needs. On the other hand, the group of \"medically needy\" includes individuals whose may have resources to meet their basic needs, but not their medical needs. It is undisputed that a state electing to provide Medicaid to the medically needy must also provide aid in the same amount, duration, and scope to the categorically needy.</p>\n<p>Under the <i>Wilder</i> analysis, the court concludes that plaintiffs are the intended beneficiaries of the statute, that the obligations are mandatory, and that enforcement of the right would not strain judicial competency. Thus 1396a(a)(10)(B) creates a private cause of action under 42 U.S.C. § 1983. <i>See generally </i><i>Sobky v. Smoley,</i> 855 F.Supp. 1123, 1139 (E.D.Cal.1994).</p>\n<p>However, defendants contend that plaintiffs have not stated a violation under the statute because the Act is limited to discrimination between the \"medically needy\" and the \"categorically needy.\" Plaintiffs, on the other hand, contend that not only do the regulations prohibit discrimination against categorically needy, but also <i>among</i> the categorically needy.</p>\n<p>The court agrees with plaintiffs' interpretation of the statute. First, the statute refers to benefits received by \"individuals.\" Second, the implementing regulations clearly provide that the state must not discriminate within the categorically needy group. <i>See</i> 42 C.F.R. § 440.240(b) (\"The plan must provide that the services available to any individual\" in the medically needy and categorically needy groups \"are equal in amount, duration, and scope for all recipients <i>within</i> the group.\"); 42 C.F.R. § 440.250(a) (stating \"a plan must provide that the services available to <i>any</i> categorically needy <i>recipient</i> under the plan are not less in amount duration, and scope than those services available to a medically needy <i>recipient.\"</i>). While defendants correctly asserts that the Fourth Circuit holds that \"a formal regulation cannot <i>by itself</i> give rise to a federal right enforceable under § 1983,\" <i>HCMF Corp. v. Allen,</i> 238 F.3d 273, 277 (4th Cir.2001) (emphasis added), this principle does not preclude a court from placing favorable weight on an eminently reasonable statutory interpretation by the agency charged with enforcing the Act. Defendants' motion to dismiss Count Five is DENIED.</p>\n<p></p>\n<h2>G. <i>Early and Periodic Screening, Diagnosis and Treatment (EPSDT) Under 42 U.S.C. §§ 1396a(a)(10), 1396a(a)(43), 1396d(r)</i>\n</h2>\n<p>Plaintiffs' final count charges that defendants' alleged failure to provided needed EPSDT services creates an actionable right under the Medicaid Act and related regulations. Section § 1396a(a)(10) provides that a state Medicaid plan must provide for \"making medical assistance available.\" Section 1396a(a)(4)(B) defines \"medical assistance\" to include EPSDT, and § 1396d(r) clarifies the type of services to include \"at a minimum ... relief of pain and infection, restoration of teeth, and maintenance of dental health.\" <i>Id.</i> § 1396d(r). These and other provision of the Act are aimed at ensuring \"that poor children receive comprehensive health care at an early age ... [and] designed to provide health education, preventive care, and effective follow-up care for conditions identified during check-ups.\" <i>Salazar v. District of Columbia,</i> 954 F.Supp. 278, 303 (D.D.C.1996).</p>\n<p>The court concludes that Count Six states a valid cause of action under <i>Wilder.</i> Not only are the provisions mandatory and intended to benefit plaintiffs, the statute and interpreting regulations provide sufficient <span class=\"star-pagination\">*673</span> detail to provide an objective benchmark for measurement. <i>See generally </i><i>Wellington v. District of Columbia,</i> 851 F.Supp. 1, 6-7 (D.D.C.1994).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court DENIES defendants' motion to dismiss for lack of subject matter jurisdiction. The court DENIES defendants' motion to dismiss for failure to state a claim as to Counts One, Two, Three, Five, and Six. The court GRANTS defendants' motion to dismiss Count Four. Plaintiffs' motion to Strike is DENIED as moot.</p>\n<h2>NOTES</h2>\n<p>[1]  A party attains class action status only after the filing of an appropriate motion for class certification and a court order granting the motion.</p>\n<p>[2]  Bruton's successor, Carmen Hooker Buell is properly before the court pursuant to Rule 25(d) of the Federal Rules of Civil Procedure.</p>\n<p>[3]  Plaintiffs' complaint asserts that the task force for the North Carolina Institute of Medicine reports that only twenty percent of Medicaid beneficiaries visited a dentist in 1998.</p>\n<p>[4]  The Secretary of DHHS has delegated the authority to administer the Medicaid program and implement regulations at the federal level to HCFA. 42 U.S.C. § 1302; 49 Fed.Reg. 35,247, 35,249 (1984).</p>\n<p>[5]  Defendants argue that plaintiffs, as third party beneficiaries of the Medicaid Act, may not seek enforcement under section 1983. Defendants' argument is without merit, and the court does not discuss it in detail.</p>\n<p>[6]  Because plaintiffs have alleged that defendants' \"plan for dental services is not in effect in all political subdivision,\" Comp. ¶ 88, the court does not address at this stage defendants' argument that the statutory provision only contains a procedural requirement that the plan apply statewide, as opposed to the substantive requirement that the state ensure that the plan is administered even handedly.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">663</span></span> (2001)</b></center>\n<center><h1>Samuel ANTRICAN, and Alana Antrican, minor children, by their next of friend Angela Antrican; Jeshod Hughes and Emani Tatum, minor children, by their next of friend, Thea Gilbert; Arielle McCree, minor child by her next of friend, Sherry McCree; and Austin Brooks, minor child by his next of friend, Marty Greer, Plaintiffs,<br>\nv.<br>\nCarmen Hooker BUELL, Director of the North Carolina Department of Health and Human Services, and Richard Perruzzi, Director of the North Carolina Division of Medical Assistance, Defendants.</h1></center>\n<center>No. 00CV173(H)(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>April 17, 2001.</center>\n<p><span class=\"star-pagination\">*664</span> <span class=\"star-pagination\">*665</span> <span class=\"star-pagination\">*666</span> Reid C. Adams, Jr., Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, Carlene McNulty, Raleigh, NC, Garth A. Gersten, Womble, Carlyle, Sandridge &amp; Rice, Research Triangle Park, NC, for Plaintiffs.</p>\n<p>Ronald M. Marquette, Spec. Dep. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss for lack of subject matter jurisdiction and failure to state a claim pursuant to Rules 12(b)(1) and 12(b)(6), respectively, of the Federal Rules of Civil Procedure. Plaintiffs submitted a motion to strike defendants' responsive memorandum under Local Rule 4.06 of the Eastern District of North Carolina. The parties have filed various documents in support of their positions. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Six named plaintiffs filed this action on November 9, 2000, alleging violations of federal law by the State of North Carolina in the provision of dental care to Medicaid program recipients.<sup>[1]</sup> Plaintiffs' complaint named David Bruton,<sup>[2]</sup> Director of the North Carolina Department of Health and Human Services, and Richard Perruzzi, Director of the North Carolina Division of Medicaid Assistance, as defendants.</p>\n<p>Plaintiffs assert that Medicaid reimbursement rates in North Carolina are so low that few dentists are willing to participate in the Medicaid program in North Carolina. Plaintiffs assert that because of the lack of participation, Medicaid recipients have extreme difficulty locating dentists accepting Medicaid patients and often have to travel long distances to obtain service, thus making dental care practically unavailable to many Medicaid recipients.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*667</span> Plaintiffs filed their complaint pursuant to 42 U.S.C. § 1983. Plaintiffs seek declaratory relief against state officials and an injunction requiring defendants to comply with federal law and to make dental services more readily available to Medicaid recipients.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>In reviewing a motion to dismiss, the court should view the allegations of the complaint in the light most favorable to the plaintiff. <i>See </i><i>De Sole v. United States,</i> <span class=\"citation\" data-id=\"571078\"><a href=\"/opinion/571078/domenico-de-sole-v-united-states-of-america-chesapeake-bay-yacht-racing/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span> (4th Cir.1991). The court must accept the factual allegations of the complaint but is not bound with regard to its legal conclusions. <i>See </i><i>District 28, United Mine Workers, Inc. v. Wellmore Coal Corp.</i> <span class=\"citation\" data-id=\"371893\"><a href=\"/opinion/371893/district-28-united-mine-workers-of-america-inc-v-wellmore-coal/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1085 (4th Cir. 1979). Plaintiffs are entitled to reasonable inferences by the court in ruling on a motion to dismiss. <i>See </i><i>Mylan Lab., Inc. v. Akzo, N.V.,</i> <span class=\"citation\" data-id=\"628072\"><a href=\"/opinion/628072/mylan-laboratories-incorporated-v-akzo-n-v-and-raj-matkari-ashok-patel/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span> (4th Cir.1993). Motions to dismiss are granted only where the plaintiff cannot prove any set of facts which would entitle him to relief. <i>See </i><i>Mylan Lab., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span> (4th Cir.1993).</p>\n<p></p>\n<h2>II. Medicaid Background</h2>\n<p>Medicaid as part of the Social Security Act (\"Act\") creates a cooperative federalstate program through which the federal government provides financial assistance to States furnishing medical care to needy individuals. 42 U.S.C. § 1396; <i>Wilder v. Virginia Hosp. Ass'n,</i> <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 502, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, 2513, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1990). While states are not required to provide Medicaid benefits, states choosing to participate in a federally funded Medicaid program must comply with requirements imposed by the Act and related administrative regulations. Each state participating in the Medicaid program must have a \"plan for medical assistance\" approved by the Secretary of the United States Department of Health and Human Services (\"DHHS\"). 42 U.S.C. § 1396a. The plan must include \"a scheme for reimbursing health care providers for the medical services provided to needy individuals.\" Failure of the state plan to conform with federal laws and regulations may result in loss of federal aid for the Medicaid program. 42 U.S.C. § 1396c.</p>\n<p>States participating in the Medicaid program must provide dental care for eligible children under age twenty-one. 42 U.S.C. §§ 1396a(a)(43), 1396d(r). States may also provide dental care to adults, but the optional services must comply with federal laws and regulations. 42 U.S.C. § 1396a.</p>\n<p>North Carolina has chosen to participate in the federally funded Medicaid program which is administered by the North Carolina Department of Health and Human Services (\"NCDHH\"), a department currently under the direction of defendant Carmen Buell. N.C.G.S. § 108A-54. Dental services are provided to both qualified children and adults at reimbursement rates set by the state and approved by the Health Care Financing Administration (\"HCFA\")<sup>[4]</sup>. <i>Id.</i> § 108-55(c).</p>\n<p></p>\n<h2>III. Eleventh Amendment Immunity</h2>\n<p>Defendants first assert that this action is barred under the Eleventh Amendment. \"[T]he Eleventh Amendment [does <span class=\"star-pagination\">*668</span> not] preclude a private citizen from suing a state officer in federal court `to ensure that the officer's conduct is in compliance with federal law.\"' <i>Litman v. George Mason Univ.,</i> <span class=\"citation\" data-id=\"765519\"><a href=\"/opinion/765519/annette-greco-litman-united-states-of-america-intervenor-appellee-v/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">544</span></a></span>, 550 (4th Cir.1999). Under the <i>Ex parte Young</i> doctrine, plaintiffs may seek prospective, but not retrospective, relief against public officials to ensure compliance with federal law. <i>Ex parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908).</p>\n<p>It is clear that plaintiffs' complaint seeks prospective relief. While an order from the court requiring state officials to comply in the future with federal law might incidently require the expenditure of public funds, the indirect effect on the state treasury does not mean that plaintiffs seeks money damages for past wrongs. <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 668, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974) (\"[An] ancillary effect on the state treasury is a permissible and often an inevitable consequence of the principle announced in <i>Ex parte Young.</i>\"); <i>see also </i><i>Rehabilitation Ass'n v. Kozlowski,</i> <span class=\"citation\" data-id=\"685120\"><a href=\"/opinion/685120/46-socsecrepser-267-medicare-medicaid-guide-p-42942-rehabilitation/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1444</span></a></span> (4th Cir.1994).</p>\n<p>The court finds equally unpersuasive defendants' assertion that no ongoing violation is implicated because plaintiffs are receiving dental treatment by a dentist or clinic that accepts Medicaid. Plaintiffs' complaint asserts that Medicaid recipients are \"unable to obtain prompt and adequate dental services\" in their geographical area because of a shortage of participating Medicaid providers, and that federal law grants them the right to quality access and care for dental services without having to resort to extraordinary measures to obtain those services. Thus, even if plaintiffs are receiving treatments, they have alleged an ongoing violation of federal law.</p>\n<p>Defendants next assert that Eleventh Amendment immunity is applicable because plaintiffs seek an order requiring state officials to conform their conduct to state law. Defendants argue that the standard governing Medicaid payments is a state standard, as opposed to federal standard. However, while the repeal of the Borden Amendment gave states greater flexibility in setting Medicaid reimbursement rates and may have withdrawn Medicaid providers' right to challenge reimbursement rates, the amendment did not change a state's duty to ensure that its Medicaid program complies with federal standards. Plaintiffs state a federal claim by alleging a specific conflict between North Carolina's plan or practice in administering its Medicaid program and a federal mandate. Thus, plaintiffs do not seek enforcement of state law, but instead seek an order requiring state officials to conform their policies and practices with federal laws and regulations requiring quality care and equal access to medical services.</p>\n<p>Finally, the state argues that this suit implicates \"special sovereignty\" interests affecting core aspects of the State's sovereignty because the State must be able to decide the manner in which to use \"limited Medicaid funds.\" <i>Idaho v. Coeur d'Alene Tribe,</i> <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2028</span></a></span>, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span>, 453 (1997). However, the federal government does not require states to provide or participate in the Medicaid program, and each state is free to discontinue the program. Moreover, it has long been accepted that the federal government may attach strings to federal funds with which a state participating in the program must comply. <i>Pennhurst State Sch. &amp; Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1981). The court, therefore, concludes that the State's interest in administering a welfare program funded partially by the <span class=\"star-pagination\">*669</span> federal government does not implicate core aspects of state sovereignty.<sup>[5]</sup></p>\n<p></p>\n<h2>IV. Failure to State a Claim</h2>\n<p></p>\n<h2>A. <i>Standard for Alleging Violation of Federal Right Under § 1983</i>\n</h2>\n<p>To state a claim under § 1983, plaintiffs must assert the violation of a federal <i>right,</i> and not just the violation of federal <i>law. </i><i>Golden State Transit Corp. v. Los Angeles,</i> <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 106, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1989). When Congress has not foreclosed enforcement of statutory laws within the enactment, courts use three factors to determine if a plaintiff asserts a violation of a federal right under § 1983. <i>See </i><i>Wilder v. Virginia Hosp. Ass'n,</i> <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 509, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1990). Under the <i>Wilder</i> standard, courts look to (a) whether Congress intended the statutory provision in question to benefit the plaintiff; (b) whether the statute imposes a binding obligation on the state, rather than merely expressing a congressional preference for certain kinds of treatment; and (c) whether the right allegedly protected by the statute is not so vague and amorphous as to render it beyond the competence of the judiciary to enforce. <i>Blessing v. Freestone,</i> <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 340-41, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1997); <i>Wilder,</i> 496 U.S. at 509, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>. Subsequent Supreme Court cases have clarified that Congress must <i>unambiguously</i> confer an <i>individual</i> entitlement to services on a particular plaintiff to state a claim under § 1983. <i>Blessing,</i> 520 U.S. at 343-45, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>; <i>Suter v. Artist M.,</i> <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 356, <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1360</span></a></span>, <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1992). Moreover, in determining whether a statute creates a federal right, the court must break the complaint \"down into manageable analytic bites.\" <i>Blessing,</i> 520 U.S. at 342, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>. With this framework in mind, the court turns to the merits of defendants' 12(b)(6) motion.</p>\n<p></p>\n<h2>B. <i>Equal Access and Quality of Care Under 42 U.S.C. § 1396a(a)(30)(A).</i>\n</h2>\n<p>Section 1396a(a)(30)(A) provides:</p>\n<blockquote>A State plan for medical assistance ... must provide such methods and procedures relating to the utilization of, and payment for, care and services available under the plan ... as may be necessary to safeguard against unnecessary utilization of such care and services and to assure that payments are consistent with quality of care and are sufficient enough to enlist enough providers so that care and services are available under the plan at least to the extent that such care and services are available to the general population in the geographic area.</blockquote>\n<p>42 U.S.C. § 1396a(a)(30)(A).</p>\n<p>Plaintiffs maintain that this provision creates an entitlement in plaintiffs to the substantive rights of quality of care and equal access to medical services. The court agrees with plaintiffs and the substantial weight of authority supporting plaintiffs' contentions. First, the provisions are obviously intended to benefit medicaid recipients as they focus directly on recipients' quality of and access to adequate medical care. <i>See </i><i>Evergreen Presbyterian Ministries, Inc. v. Hood,</i> <span class=\"citation\" data-id=\"771521\"><a href=\"/opinion/771521/evergreen-presbyterian-ministries-inc-health-service-district-1-pointe/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></a></span>, 927-28 (5th Cir.2000); <i>Arkansas Med. Soc'y v. Reynolds,</i> <span class=\"citation\" data-id=\"654248\"><a href=\"/opinion/654248/42-socsecrepser-362-medicaremedicaid-guide-p-41659-arkansas-medical/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 526 (8th Cir.1993). Second, the statutory provision is prefaced in mandatory terms so as to \"unambiguously impose a binding obligation <span class=\"star-pagination\">*670</span> on the States.\" <i>Blessing,</i> 520 U.S. at 341, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>; <i>see also </i><i>Evergreen,</i> 235 F.3d at 931.</p>\n<p>Additionally, equal access and quality of care are sufficiently specific and detailed to create an enforceable right under § 1983. As noted by the United States Court of Appeals for the Fifth Circuit in <i>Reynolds,</i> the Supreme Court held that \"reasonable access\" to medical care was not sufficiently vague and amorphous to defeat a cause of action under the Borden Act, and the term \"equal access,\" arguably provides a more concrete standard than \"reasonable access.\" <i>See </i><i>Reynolds,</i> 6 F.3d at 527. Moreover, because equal access and quality of care are measured against the access and care rendered to the general population in the same geographic area, there is an \"objective benchmark\" for measurement. <i>See </i><i>Evergreen,</i> 235 F.3d at 931; <i>cf. </i><i>Wilder,</i> 496 U.S. at 519, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>.</p>\n<p>Finally, the \"mere fact that an obligation is couched in a requirement that the State file a plan is not itself sufficient grounds for finding the obligation unenforceable under § 1983.\" <i>Harris v. James,</i> <span class=\"citation\" data-id=\"747250\"><a href=\"/opinion/747250/54-socsecrepser-332-medicare-medicaid-guide-p-45750-11-fla-l/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 1003 (11th Cir.1997). In 1994, Congress amended the Social Security Act to provide:</p>\n<blockquote>In an action brought to enforce [the Social Security Act] ... such provision is not to be deemed unenforceable because of its inclusion in a section of this chapter requiring a State plan or specifying the required contents of a State plan.</blockquote>\n<p>42 U.S.C. § 1320a-2. Defendants' motion to dismiss Count One is DENIED.</p>\n<p></p>\n<h2>C. <i>Statewide Availability Under 42 U.S.C. § 1396a(a)(1)</i>\n</h2>\n<p>Plaintiffs also claim that the plan is \"not in effect in all political subdivisions of the State,\" Compl. ¶ 88, in violation of the following federal law:</p>\n<blockquote>A state plan for medical assistance must provide that it shall be in effect in all political subdivisions of the State, and if administered by them, be mandatory upon them.</blockquote>\n<p>42 U.S.C. § 1396a(a)(1).</p>\n<p>With regard to the <i>Wilder</i> standard, the court finds that Congress intended the statutory provision to benefit Medicaid recipients by ensuring statewide application of Medicaid plans, that the provision's command is mandatory and specific, and that the requirement is within the competence of the judiciary to enforce. Assuming, <i>arguendo,</i> that plaintiffs can show that the plan is not in effect statewide or is not mandatory for all of the political subdivisions that administer it, plaintiffs have stated a cause of action under 42 U.S.C. § 1396a(a)(1),<sup>[6]</sup> and defendants' motion as to Count Two is DENIED.</p>\n<p></p>\n<h2>D. <i>Reasonable Promptness Under 42 U.S.C. § 1396a(a)(8)</i>\n</h2>\n<p>Section 1396a(a)(8) provides:</p>\n<blockquote>A State plan for medical assistance must ... provide that all individuals wishing to make application for medical assistance under the plan shall have opportunity to do so, and that such assistance shall be furnished with reasonable promptness to all eligible individuals.</blockquote>\n<p>42 U.S.C. § 1396a(a)(8).</p>\n<p>While defendants contend that the statute applies only to the Medicaid application <span class=\"star-pagination\">*671</span> process, the statute clearly applies to the furnishing of medical services as well. Moreover, under the <i>Wilder</i> standard the statute is clearly intended to benefit the Medicaid beneficiaries and is mandatory on the states. The harder question is whether the \"reasonable promptness\" provision is so vague and amorphous as to be unenforceable. This court finds the Eleventh Circuit's reasoning in <i>Doe v. Chiles,</i> <span class=\"citation\" data-id=\"751677\"><a href=\"/opinion/751677/medicare-medicaid-guide-p-46088-11-fla-l-weekly-fed-c-1071-johnjane/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">709</span></a></span>, 717-19 (11th Cir.1998), persuasive, and the court concludes that plaintiffs have an enforceable federal right to reasonably prompt provision of assistance under section 1396a(a)(8) of the Medicaid Act.</p>\n<p></p>\n<h2>E. <i>Freedom of Choice Under 42 U.S.C. § 1396a(a)(23)</i>\n</h2>\n<p>Plaintiffs' fourth cause of action asserts that defendants' policies and practices of paying lower reimbursement fees have created a lack of choice in violation of section 1396a(a)(23) which provides:</p>\n<blockquote>Any individual eligible for medical assistance ... may obtain such assistance from any ... person qualified to perform the services or services required, ... <i>who undertakes to provide him such services</i> ....</blockquote>\n<p>42 U.S.C. § 1396a(a)(23) (emphasis added).</p>\n<p>Assuming, <i>arguendo,</i> that this section creates a private cause of action under § 1983, the court must grant defendants' motion to dismiss Count Four because plaintiffs' complaint does not allege that defendants created obstacles to plaintiffs' right to choose among qualified providers <i>willing</i> to serve plaintiffs. Whether in the interest of higher profits or because rates are too low to remain solvent, health care providers may choose not to participate in a Medicaid program. Section 1396a(a)(23)(A) does not encompass the right to free access to doctors unwilling to service Medicaid patients. In addition, to the limiting language of the statute, the interpreting regulation and legislative history indicate that while the government is prohibited from blocking access to qualified providers willing to provide the services, § 1396a(a)(23)(A) itself does not impose on states an affirmative duty to ensure that plaintiffs have a large pool of dentists from which to choose. <i>See</i> 42 C.F.R. § 431.51(b)(1) (\"[A] recipient may obtain Medicaid services from any ... person ... (i) Qualified to furnish the services; <i>and</i> (ii) <i>Willing</i> to furnish them to that particular recipient.\" (emphasis added)); S.Rep. No. 744, 90th Cong., 1st Sess. (1967) (\"It is possible that some <i>providers of service may still not be willing</i> or considered qualified to provide the services included in the State plan. This provision <i>does not obligate the State to pay the charges of the provider without reference to its schedule of charges or its standards of care.\"</i> (emphasis added)). While failure to provide reasonable rates to attract a large pool of providers may violate other Medicaid provisions, plaintiffs' complaint does not allege a violation of section 1396a(a)(23)(A).</p>\n<p></p>\n<h2>F. <i>Comparable Care Under 42 U.S.C. § 1396a(a)(10)(B)</i>\n</h2>\n<p>Section 1396a(a)(10)(B) provides that \"medical assistance made available to any individual\" to whom medical assistance must be provided under the Act \"shall not be less in amount, duration, or scope than the medical assistance made available to any other such individual, and ... shall not be less in amount, duration, or scope than the medical assistance made available to individuals not described in subparagraph (A).\" 42 U.S.C. 1396a(a)(10)(B). Subparagraph (A) lists many types of needy individuals to whom medical assistance must be provided. <i>Id.</i> <span class=\"star-pagination\">*672</span> § 1396a(a)(10)(A). One type of group is the \"categorically needy\"those groups who lack sufficient income to meet their basic needs. On the other hand, the group of \"medically needy\" includes individuals whose may have resources to meet their basic needs, but not their medical needs. It is undisputed that a state electing to provide Medicaid to the medically needy must also provide aid in the same amount, duration, and scope to the categorically needy.</p>\n<p>Under the <i>Wilder</i> analysis, the court concludes that plaintiffs are the intended beneficiaries of the statute, that the obligations are mandatory, and that enforcement of the right would not strain judicial competency. Thus 1396a(a)(10)(B) creates a private cause of action under 42 U.S.C. § 1983. <i>See generally </i><i>Sobky v. Smoley,</i> <span class=\"citation\" data-id=\"1972959\"><a href=\"/opinion/1972959/sobky-v-smoley/\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1123</span></a></span>, 1139 (E.D.Cal.1994).</p>\n<p>However, defendants contend that plaintiffs have not stated a violation under the statute because the Act is limited to discrimination between the \"medically needy\" and the \"categorically needy.\" Plaintiffs, on the other hand, contend that not only do the regulations prohibit discrimination against categorically needy, but also <i>among</i> the categorically needy.</p>\n<p>The court agrees with plaintiffs' interpretation of the statute. First, the statute refers to benefits received by \"individuals.\" Second, the implementing regulations clearly provide that the state must not discriminate within the categorically needy group. <i>See</i> 42 C.F.R. § 440.240(b) (\"The plan must provide that the services available to any individual\" in the medically needy and categorically needy groups \"are equal in amount, duration, and scope for all recipients <i>within</i> the group.\"); 42 C.F.R. § 440.250(a) (stating \"a plan must provide that the services available to <i>any</i> categorically needy <i>recipient</i> under the plan are not less in amount duration, and scope than those services available to a medically needy <i>recipient.\"</i>). While defendants correctly asserts that the Fourth Circuit holds that \"a formal regulation cannot <i>by itself</i> give rise to a federal right enforceable under § 1983,\" <i>HCMF Corp. v. Allen,</i> <span class=\"citation\" data-id=\"771839\"><a href=\"/opinion/771839/hcmf-corporation-heritage-hall-holding-limited-partnership-heritage-hall/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 277 (4th Cir.2001) (emphasis added), this principle does not preclude a court from placing favorable weight on an eminently reasonable statutory interpretation by the agency charged with enforcing the Act. Defendants' motion to dismiss Count Five is DENIED.</p>\n<p></p>\n<h2>G. <i>Early and Periodic Screening, Diagnosis and Treatment (EPSDT) Under 42 U.S.C. §§ 1396a(a)(10), 1396a(a)(43), 1396d(r)</i>\n</h2>\n<p>Plaintiffs' final count charges that defendants' alleged failure to provided needed EPSDT services creates an actionable right under the Medicaid Act and related regulations. Section § 1396a(a)(10) provides that a state Medicaid plan must provide for \"making medical assistance available.\" Section 1396a(a)(4)(B) defines \"medical assistance\" to include EPSDT, and § 1396d(r) clarifies the type of services to include \"at a minimum ... relief of pain and infection, restoration of teeth, and maintenance of dental health.\" <i>Id.</i> § 1396d(r). These and other provision of the Act are aimed at ensuring \"that poor children receive comprehensive health care at an early age ... [and] designed to provide health education, preventive care, and effective follow-up care for conditions identified during check-ups.\" <i>Salazar v. District of Columbia,</i> <span class=\"citation\" data-id=\"1488739\"><a href=\"/opinion/1488739/salazar-v-district-of-columbia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span>, 303 (D.D.C.1996).</p>\n<p>The court concludes that Count Six states a valid cause of action under <i>Wilder.</i> Not only are the provisions mandatory and intended to benefit plaintiffs, the statute and interpreting regulations provide sufficient <span class=\"star-pagination\">*673</span> detail to provide an objective benchmark for measurement. <i>See generally </i><i>Wellington v. District of Columbia,</i> <span class=\"citation\" data-id=\"1621839\"><a href=\"/opinion/1621839/wellington-v-district-of-columbia/\"><span class=\"volume\">851</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></a></span>, 6-7 (D.D.C.1994).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court DENIES defendants' motion to dismiss for lack of subject matter jurisdiction. The court DENIES defendants' motion to dismiss for failure to state a claim as to Counts One, Two, Three, Five, and Six. The court GRANTS defendants' motion to dismiss Count Four. Plaintiffs' motion to Strike is DENIED as moot.</p>\n<h2>NOTES</h2>\n<p>[1]  A party attains class action status only after the filing of an appropriate motion for class certification and a court order granting the motion.</p>\n<p>[2]  Bruton's successor, Carmen Hooker Buell is properly before the court pursuant to Rule 25(d) of the Federal Rules of Civil Procedure.</p>\n<p>[3]  Plaintiffs' complaint asserts that the task force for the North Carolina Institute of Medicine reports that only twenty percent of Medicaid beneficiaries visited a dentist in 1998.</p>\n<p>[4]  The Secretary of DHHS has delegated the authority to administer the Medicaid program and implement regulations at the federal level to HCFA. 42 U.S.C. § 1302; 49 Fed.Reg. 35,247, 35,249 (1984).</p>\n<p>[5]  Defendants argue that plaintiffs, as third party beneficiaries of the Medicaid Act, may not seek enforcement under section 1983. Defendants' argument is without merit, and the court does not discuss it in detail.</p>\n<p>[6]  Because plaintiffs have alleged that defendants' \"plan for dental services is not in effect in all political subdivision,\" Comp. ¶ 88, the court does not address at this stage defendants' argument that the statutory provision only contains a procedural requirement that the plan apply statewide, as opposed to the substantive requirement that the state ensure that the plan is administered even handedly.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1488739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1621839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972959/"
  ]
}