{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2417646/",
  "absolute_url": "/opinion/2417646/jackson-v-leake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2417646/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:27:10.240103Z",
  "date_modified": "2016-04-27T00:15:00.682814Z",
  "type": "010combined",
  "sha1": "929c9ef4eb680aa3e54a27bafe8ac68b915ca94f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>476 F.Supp.2d 515 (2006)</b></center>\n<center><h1>Barbara JACKSON, et al., Plaintiffs,<br>\nv.<br>\nLarry LEAKE, et al., Defendants.</h1></center>\n<center>No. 5:06-CV-324-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 26, 2006.</center>\n<p><span class=\"star-pagination\">*516</span> <span class=\"star-pagination\">*517</span> Marshall R. Hurley, Marshall Hurley, PLLC, Greensboro, NC, N.C. Dept. of Justice, Raleigh, NC, for Plaintiffs.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Katherine E. Jean, N.C. State Bar, Raleigh, NC, for Defendants.</p>\n<p>William N. Farrell, Jr., N.C. Dept. of Justice, Raleigh, NC.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on plaintiffs' motion for a preliminary injunction. Defendants and intervenors filed revised briefs in opposition to the motion. Plaintiffs filed a revised reply. The issues have been fully briefed and are ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>As U.S. District Judge N. Carlton Tilley, Jr. recited when this case was before him:</p>\n<blockquote>The facts in the light most favorable to the nonmoving party are as follows: In 2002, the North Carolina General Assembly created the North Carolina Public Campaign Financing Fund (the \"Fund\"). N.C. Gen.Stat. §§ 163-278.61 <i>et seq.</i> The Fund provides for a voluntary system of full public financing for campaigns for judicial positions on the North Carolina Supreme Court and the North Carolina Court of Appeals. <i>Id.</i> § 163-278.61. In creating the Fund, the General Assembly sought to \"ensure the fairness of democratic elections\" and \"protect the constitutional rights of voters and candidates from the detrimental effects of increasingly large amounts of money being raised and spent to influence the outcome of [judicial] elections, . . . since impartiality is uniquely important to the integrity and credibility of the courts.\" <i>Id.</i> Candidates for judicial office may choose whether to participate in the Fund (\"participating candidates\") or to conduct privately financed campaigns (\"nonparticipating candidates\"). The North Carolina State Board of <span class=\"star-pagination\">*518</span> Elections (the \"Board\") is responsible for the administration of the Fund. <i>See id.</i> § 163-278.68(a) (\"Enforcement by the Board.-The Board, with the advice of the Advisory Council for the Public Campaign Fund, shall administer the provisions of this Article.\").</blockquote>\n<blockquote>On August 8, 2005, Plaintiffs Barbara Jackson, W. Russell Duke, Jr., [North Carolina Right to Life Committee Fund for Independent Political Expenditures (\"IEPAC\")], and [North Carolina Right to Life State Political Action Committee (\"SPAC\") filed suit challenging the constitutionality of certain provisions of the Fund and seeking both declaratory and injunctive relief. Specifically, Plaintiffs allege that the challenged provisions \"violate the First and Fourteenth Amendments to the United States Constitution by unduly impinging on protected speech and association. . . .\" (Am. Compl. ¶ 1.) Plaintiffs challenge the constitutionality of N.C. Gen.Stat. §§ 163-278.66, 163-278.67, 163-278.13(e2)(3), and N.C. Gen.Stat. § 84-34. Briefly, these sections provide for the following: (1) Section 163-278.66 requires nonparticipating candidates to report campaign contributions or expenditures that exceed certain specified trigger amounts to the Board within 24 hours and any independent entities making expenditures in support of a nonparticipating candidate to make similar reports to the Board (the \"reporting provision\"); (2) Section 163-278.67 provides for \"rescue funds\" for participating candidates in the event the expenditures of a nonparticipating candidate (or of an independent entity in support of a nonparticipating candidate) exceed certain specified trigger amounts (the \"rescue funds provision\"); (3) Section 163-278.13(e2)(3) prohibits contributions to the campaign of any candidate during the period beginning 21 days before the general election and ending the day after the general election (the \"21 day provision\"); and (4) Section 84-34 requires every active member of the North Carolina State Bar to pay a $50 fee for the support of the North Carolina Public Financing Fund.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>The Plaintiffs have named the following parties as Defendants in this case: (1) members of the North Carolina State Board of Elections, including Larry Leake, Chairperson of the North Carolina Board of Elections; (2) the Attorney General for the State of North Carolina; (3) the District Attorney for Wake County; (4) the District Attorney for Guilford County; and (5) members of the North Carolina Bar Administrative Committee, including M. Keith Kapp, Chairperson of the North Carolina Bar Administrative Committee.</blockquote>\n<p><i>Jackson v. Leake,</i> No. 1:05-CV-691, 2006 WL 2264027, *1, 3 (M.D.N.C. Aug. 7, 2006) (footnotes omitted) (some alterations and omissions in original).</p>\n<p>On 7 August 2006, Judge Tilley found that plaintiffs lack standing to assert their claims against the District Attorney for Guilford County and dismissed that district attorney as a defendant. <i>Id.</i> at *5-8. By virtue of that dismissal, no defendant is a resident of Guilford County, and accordingly, Judge Tilley found venue improper in the Middle District of North Carolina. <i>Id.</i> at *9-10. He ordered the transfer of the case to this district. <i>Id.</i> at *10. On 11 August 2006, the clerk for this district received notice of the transfer.</p>\n<p>The undersigned noticed a status conference for its next term of court, 5 September 2006. During the status conference the court ruled on a number of motions and set a further, expedited briefing schedule on the remaining motions. Most significantly, the court allowed (1) Ronnie Ansley and Common Cause North Carolina's <span class=\"star-pagination\">*519</span> motion to intervene; (2) the North Carolina State Bar Administrative Committee members' motion pursuant to Fed. R.Civ.P. 20(b); and (3) plaintiffs to file a second amended complaint, if they desired. Plaintiffs filed an amended complaint on 12 September 2006. This complaint largely mirrors the first amended complaint before Judge Tilley. It does, however, make some changes to account for an amendment to the 21 day provision, § 163-278.13(e2)(3), which is discussed further below. The parties also filed additional briefs regarding plaintiffs' motion for preliminary injunction, plaintiffs' motion for class certification, and defendants' and intervenors' motions to dismiss.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>At the outset, the courts notes, despite plaintiffs' request, a hearing on the instant motion is unnecessary given the additional briefing, the commencement of the 21-day period before the general election, and the fact that plaintiff Duke is a candidate in that election for Chief Justice of the North Carolina Supreme Court. Plaintiffs' motion to consolidate the hearing on their motion for preliminary injunction with a trial on the merits is therefore DENIED.</p>\n<p>A. <i>Standing</i></p>\n<p>Because defendants have raised the issue of plaintiffs' standing as to all claims except the claim challenging § 84-34, (see Defs.' Revised Mem. Supp. Mot. to Dismiss at 5-7 &amp; n. 2), and that issue is jurisdictional, <i>Emery v. Roanoke City School Bd.,</i> 432 F.3d 294, 298 (4th Cir. 2005), the court addresses it first.</p>\n<blockquote>The doctrine of standing is an integral component of the case or controversy requirement. There are three components of constitutional standing: (1) the plaintiff must allege that he or she suffered an actual or threatened injury that is not conjectural or hypothetical; (2) the injury must be fairly traceable to the challenged conduct; and (3) a favorable decision must be likely to redress the injury. The party attempting to invoke federal jurisdiction bears the burden of establishing standing.</blockquote>\n<p><i>Miller v. Brown,</i> 462 F.3d 312, 316 (4th Cir.2006) (citations omitted).</p>\n<p>Turning first to plaintiff Duke, as noted, he is currently a candidate for a North Carolina appellate court. He is a nonparticipating candidate opposing a participating candidate in this race. (Second Supp. Duke Aff. ¶ 3.)<sup>[1]</sup> Pursuant to § 163-278.67, rescue funds have been paid to his opponent's campaign, being \"triggered by the fund raising conducted by [Duke] and reported by his political committee. . . .\" (Defs.' Revised Mem. Opp'n Mot. Prelim. Inj., Strach Decl. ¶ 7.) The Board has informed him that he is subject to the expedited reporting requirements of § 163-278.66. (Second Supp. Duke Aff. ¶ 3.) The 21-day period before the general election recently commenced. Under § 163-278.13(e2)(3), because rescue funds have been triggered and it does not appear that Duke's opponent has received the maximum rescue funds available, (<i>see</i> Defs.' Revised Mem. Opp'n Mot. Prelim. Inj., Strach Decl. ¶ 7), Duke cannot accept a contribution now and most likely until two days after the general election. Thus, Duke is currently being affected by and subjected to the statutory provisions he attacks, thereby, he claims, violating his First Amendment rights. Duke has sufficiently alleged an actual injury fairly <span class=\"star-pagination\">*520</span> traceable to the law he challenges. Duke seeks to have the challenged statutes declared unconstitutional and to permanently enjoin their enforcement. A favorable ruling would redress Duke's alleged injuries. Accordingly, Duke meets all the requirements for standing.</p>\n<p>With respect to her claims challenging all statutes except § 84-34, plaintiff Jackson lacks standing. Although Jackson was a nonparticipating candidate in the 2004 election for the North Carolina Court of Appeals, (Second Am. Compl. ¶¶ 18, 24), she does not claim she suffered any injuries as a result of her prior campaign;<sup>[2]</sup> rather, her allegations rest on the fact \"that [she] intends to run in 2012 to maintain her position in the North Carolina Court of Appeals,\" (<i>id.</i> ¶ 18), and \"that in 2012, she may not participate in the public financing program,\" (<i>id.</i> ¶ 24). Jackson does not contend her decision to run in 2012, presumably as a nonparticipating candidate, impacts her now, such as in terms of campaign planning. <i>Cf. </i><i>Miller,</i> 462 F.3d at 317-18 (finding plaintiffs, a Republican committee and its chairman, had standing to challenge open primary law although primary was nearly two years away  \"Because campaign planning decisions have to be made months, or even years, in advance of the election to be effective, the plaintiffs' alleged injuries are actual and threatened.\" (citation omitted)). Jackson has failed to meet the first requirement of standing as to her claims regarding §§ 163-278.12(e2)(3), 163-278.66, and 163-278.67, and the entire financing scheme, and those claims will be dismissed.</p>\n<p>Plaintiff SPAC only challenges the 21 day provision. Its President testifies:</p>\n<blockquote>[SPAC] intends to make contributions to a 2006 judicial campaign during the final 21 days before each respective election. . . . However, because of G.S. § 163-278.13(e2)(3), which makes it unlawful to make such a contribution, [SPAC] will not do so.</blockquote>\n<p>(Pls.' 12/22/05 Reply to Mot. Prelim. Inj., Holt Aff. ¶ 2.) At the time of this testimony, the former version of § 163-278.13(e2)(3) was in effect and prohibited contributions during the 21 days before the general election to a nonparticipating candidate opposed by a participating candidate who has not received the maximum rescue funds available. Despite the recent amendment to the statute, discussed below, the court finds this testimony is sufficient to show SPAC possesses standing to challenge the 21 day provision.</p>\n<p>The other plaintiff political committee, IEPAC, challenges §§ 163-278.66(a) and 163-278.67. According to its President,</p>\n<blockquote>[IEPAC] intends to make an independent expenditure of over $3000 during the 2006 judicial election cycle supporting a nonparticipating candidate or opposing a participating a candidate. . . . However, such an expenditure may provide the nonparticipating candidate's opponent with rescue funds and in effect finance that opponent's speech. G.S. § 163-278.67. Additionally, [IEPAC] will need to report within 24 hours their independent expenditure if it puts the nonparticipating candidate over 50% of the rescue fund trigger. G.S. § 163-278.66(a). Consequently, [IEPAC] will not make its independent expenditure.</blockquote>\n<p>(<i>Id.</i> ¶ 3.) Like the 21 day provision, the North Carolina legislature has recently <span class=\"star-pagination\">*521</span> amended the reporting provision to which IEPAC's President refers, § 163-278.66(a). As discussed below, the threshold amount has increased to $5000 and the reference to 50% of the rescue fund trigger removed. The expedited reporting requirement remains. The alleged injury to IEPAC is still present even though the reporting provision has been amended, and IEPAC has standing to challenge the reporting provision and the rescue fund provision.<sup>[3]</sup></p>\n<p>B. <i>Tax Injunction Act</i></p>\n<p>Defendants assert another jurisdictional challenge. They contend that the Tax Injunction Act, 28 U.S.C. § 1341,<sup>[4]</sup> bars this court from considering Jackson's and Duke's claim regarding N.C. Gen.Stat. § 84-34. To implement the Fund, that statute requires every active member of the North Carolina State Bar is required to pay annually a $50 \"surcharge.\" N.C. Gen.Stat. § 84-34. According to plaintiffs, \"the $50 surcharge unconstitutionally compels speech from Plaintiffs Jackson and Duke in support of the views of candidates they oppose, and even their opponents in future elections.\" (Pls.' Revised Resp. to Mot. to Dismiss at 9.) Because Jackson and Duke do not assert that the North Carolina state courts would not provide \"a plain, speedy, and efficient remedy,\" 28 U.S.C. § 1341, resolution of the applicability of the Tax Injunction Act turns on whether the $50 surcharge under § 84-34 is a \"tax\" or a \"fee.\"</p>\n<p>According to the Fourth Circuit:</p>\n<blockquote>To determine whether a particular charge is a \"fee\" or a \"tax,\" the general inquiry is to assess whether the charge is for revenue raising purposes, making it a \"tax,\" or for regulatory or punitive purposes, making it a \"fee.\" <i>See </i><i>Collins Holding Corp. v. Jasper County,</i> 123 F.3d 797, 800 (4th Cir.1997). To aid this analysis, courts have developed a three-part test that looks to different factors: (1) what entity imposes the charge; (2) what population is subject to the charge; and (3) what purposes are served by the use of the monies obtained by the charge. <i>See </i><i>San Juan Cellular Telephone Co. v. Public Service Comm'n,</i> 967 F.2d 683, 685 (1 st Cir.1992); <i>see also </i><i>Bidart Bros. v. California Apple Comm'n,</i> 73 F.3d 925, 931 (9th Cir.1996).</blockquote>\n<blockquote>In <i>San Juan Cellular,</i> the court set out the precise confines of a \"classic tax\" versus a \"classic fee.\" The \"classic tax\" is imposed by the legislature upon a large segment of society, and is spent to benefit the community at large. <i>See </i><i>San Juan Cellular,</i> 967 F.2d at 685. The \"classic fee\" is imposed by an administrative agency upon only those persons, or entities, subject to its regulation for regulatory purposes, or to raise \"money placed in a special fund to defray the agency's regulation-related expenses.\" <i>Id.</i> The <i>San Juan Cellular</i> court noted that most charges will not fall neatly into either extremity and the characteristics of the charge will tend to place it somewhere in the middle. <i>See id.</i>\n</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*522</span> When the three-part inquiry yields a result that places the charge somewhere in the middle of the <i>San Juan Cellular</i> descriptions, the most important factor becomes the purpose behind the statute, or regulation, which imposes the charge. <i>See </i><i>South Carolina v. Block,</i> 717 F.2d 874, 887 (4th Cir.1983). In those circumstances if the ultimate use of the revenue benefits the general public then the charge will qualify as a \"tax,\" while if the benefits are more narrowly circumscribed then the charge will more likely qualify as a \"fee.\" <i>See </i><i>San Juan Cellular,</i> 967 F.2d at 685.</blockquote>\n<p><i>Valero Terrestrial Corp. v. Caffrey,</i> 205 F.3d 130, 134 (4th Cir.2000).</p>\n<p>In this case the North Carolina legislature has imposed the surcharge. This factor thus indicates the surcharge is a \"tax.\" <i>See id.</i> However, a relatively discrete segment of society  active members of the North Carolina State Bar  must pay the surcharge. The surcharges collected pursuant to § 84-34 are placed in the Fund. N.C. Gen.Stat. § 163-278.63(b)(7). These features favor a finding that the surcharge is a \"fee.\" <i>See </i><i>Valero,</i> 205 F.3d at 134. The Fund is used \"to finance the election campaigns of certified candidates for office and to pay administrative and enforcement costs of the Board related to this Article [22D]\" as well as \"[a]ll expenses of administering this Article, including production and distribution of the Voter Guide . . . and personnel and other costs incurred by the Board, including public education about the fund. . . .\" N.C. Gen.Stat. § 163-278.63(a). The purpose of the Fund thus has aspects which benefit the public at large (e.g., campaign finance, the Voter Guide (which is distributed \"to as many voting-age individuals in the State as practical, through a mailing to all residences,\" N.C. Gen.Stat. § 163-278.69(a)), public education) and which characterize a \"tax.\" So too it serves to defray expenses associated with administering the Fund, which tend to place the surcharge as a \"fee.\" Considering all these features, the court concludes the surcharge falls in the middle of the tax/fee spectrum. As such, the court must examine the purpose behind § 84-34. <i>See </i><i>Valero,</i> 205 F.3d at 134.</p>\n<p>The express purpose of imposing a surcharge on active attorneys in this State is \"for the implementation of the Fund.\" In turn, the Fund's express</p>\n<blockquote>purpose . . . is to ensure the fairness of democratic elections in North Carolina and to protect the constitutional rights of voters and candidates from the detrimental effects of increasingly large amounts of money being raised and spent to influence the outcome of elections, those effects being especially problematic in elections of the judiciary, since impartiality is uniquely important to the integrity and credibility of the courts.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.61. Such purpose benefits a large segment of North Carolina's general population not only in terms of fair judicial elections but also in terms of the much broader purpose of promoting impartiality of the court system. Because the use of the surcharge collected benefits the public at large, the $50 surcharge qualifies as a \"tax,\" and, pursuant to the Tax Injunction Act, this court lacks jurisdiction to enjoin the collection of the surcharge or enter a declaratory judgment as to its constitutionality.<sup>[5]</sup> This claim will be dismissed.</p>\n<p>C. <i>Motion for Preliminary Injunction</i></p>\n<p>Plaintiffs request that the court preliminarily \"enjoin the Board and the Bar from <span class=\"star-pagination\">*523</span> enforcing North Carolina's public financing scheme and the $50 surcharge, respectively, against Plaintiffs and those similarly situated.\" (Prelim. Inj. Mot. at 2.)</p>\n<p>A sister court has stated well the principles pertaining to the issuance of temporary and preliminary injunctive relief:</p>\n<blockquote>Either a temporary restraining order or a preliminary injunction \". . . is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.\" A motion for a TRO or for a preliminary injunction is governed by the \"balance of hardships\" test set forth in <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> 550 F.2d 189, 195-96 (4th Cir.1977). Under Blackwelder, the court must make a determination that the plaintiff (1) will suffer irreparable harm if he does not receive the requested injunctive relief. Once this finding has been made, the court must assess (2) the likelihood of harm to the defendants if the court issues a TRO or preliminary injunction against them. The court then must balance these harms to be suffered by the parties if the court denies or grants, respectively, the motion for injunctive relief. Thereafter, the court must conclude (3) that the plaintiff is likely to succeed on the merits, or if the balancing test in the previous steps (<i>i.e.,</i> steps \"(1) and (2)\") clearly favors the plaintiff, the court need only satisfy itself that the plaintiff has raised substantial and serious questions on the merits. Finally, the court should consider (4) whether public interest favors injunctive relief.</blockquote>\n<blockquote>The four <i>Blackwelder</i> factors \". . . are not, however, all weighted equally.\" \"The `balance of hardships' reached by comparing the relevant harms to the plaintiff and defendant[s] is the most important determination, dictating, for example, how strong a likelihood of success showing the plaintiff must make.\" Thus, while the four factors must figure into the court's analysis, the weight given to each depends on the strength of the other factors.</blockquote>\n<p><i>Krichbaum v. United States Forest Serv.,</i> 991 F.Supp. 501, 502-503 (W.D.Va.1998) (citations and footnote omitted).</p>\n<p>Against these principles, the court is mindful of the fact that plaintiffs seek mandatory injunctive relief. \"Mandatory preliminary injunctions [generally] do not preserve the status quo and normally should be granted only in those circumstances when the exigencies of the situation demand such relief.\" <i>In re Microsoft Corp. Antitrust Lit.,</i> 333 F.3d 517, 526 (citation and quotation omitted); <i>see also </i><i>Taylor v. Freeman,</i> 34 F.3d 266, 270 n. 2 (4th Cir.1994) (\"Mandatory preliminary injunctive relief in any circumstance is disfavored, and warranted only in the most extraordinary circumstances.\" (citations omitted)).</p>\n<p>1. Irreparable Harm to Plaintiffs/Likelihood of Success</p>\n<p>Because the harm plaintiffs contend they will suffer is \"inseparably linked to [their] claim of violation of First Amendment rights,\" the court considers these factors together. Giovani <i>Carandola, Ltd. v. Bason,</i> 303 F.3d 507, 511 (4th Cir.2002); <i>see also </i><i>Elrod v. Burns,</i> 427 U.S. 347, 373, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976) (\"[L]oss of First Amendment rights, for even minimal periods of time, unquestionably constitutes irreparable injury.\" (citation omitted)).</p>\n<p>a. The Reporting Provision</p>\n<p>The reporting provision, N.C. Gen.Stat. § 163-278.66(a), provides:</p>\n<blockquote>Reporting by Noncertified Candidates and Independent Expenditure Entities.  Any noncertified candidate with a <span class=\"star-pagination\">*524</span> certified opponent shall report total income, expenses, and obligations to the Board by facsimile machine or electronically within 24 hours after the total amount of campaign expenditures or obligations made, or funds raised or borrowed, exceeds eighty percent (80%) of the trigger for rescue funds as defined in G.S. 163-278.62(18). Any entity making independent expenditures in support of or opposition to a certified candidate or in support of a candidate opposing a certified candidate shall report the total funds received, spent, or obligated for those expenditures to the Board by facsimile machine or electronically within 24 hours after the total amount of expenditures or obligations made, or funds raised or borrowed, for the purpose of making the independent expenditures, exceeds five thousand dollars ($5,000). After this 24-hour filing, the noncertified candidate or independent expenditure entity shall comply with an expedited reporting schedule by filing additional reports after receiving each additional amount in excess of one thousand dollars ($1,000) or after making or obligating to make each additional expenditure(s) in excess of one thousand dollars ($1,000). The schedule and forms for reports required by this subsection shall be made according to procedures developed by the Board.</blockquote>\n<p>Duke and IEPAC challenge the provision on several grounds: (1) its expedited reporting requirement is vague, not justified by a compelling state interest, not narrowly tailored, and is unreasonably burdensome; (2) the \"obligations\" reporting requirement is vague and overbroad; and, (3) the 24-hour reporting time frame is patently unreasonable and not narrowly tailored. (Mem. Supp. Mot. Prelim. Inj. at 16-23.)</p>\n<p>There are problems with plaintiffs' allegations regarding the reporting provision. First, as defendants and intervenors point out, plaintiffs' second amended complaint does not assert a vagueness challenge to the expedited reporting requirement or the \"obligations\" reporting requirement. (<i>See</i> Second Am. Compl. ¶¶ 57-61, 63-67, 80-82.) Without such challenge, it is unnecessary for the court to examine plaintiffs' argument pertaining to the likelihood of success on the merits of that challenge, (see Mem. Supp. Mot. Prelim. Inj. at 17.)</p>\n<p>Second, in their amended complaint, plaintiffs do not complain about the amended version of the provision applicable to entities making independent expenditures, such as IEPAC. Effective 3 August 2006, prior to plaintiffs' filing of the second amended complaint, the North Carolina legislature amended the reporting provision by deleting the requirement that such entities making expenditures in excess of $3000 make a report after total expenditures or obligations made exceeds 50% of the trigger for rescue funds and inserting the requirement that such entities make a report after total expenditures or obligations made exceeds $5000. 2006 N.C. Sess. Laws 192 §§ 12, 19. Plaintiffs' challenge to the former provision is moot except as to the 24-hour reporting requirement and the reporting in $1000 increments because those portions of the law did not change. <i>See </i><i>Naturist Soc., Inc. v. Fillyaw,</i> 958 F.2d 1515, 1520 (11th Cir. 1992) (\"Where a superseding statute leaves objectionable features of the prior law substantially undisturbed, the case is not moot. This court so held in <i>Ciudadanos Unidos De San Juan v. Hidalgo County Grand Jury Commissioners,</i> 622 F.2d 807, 824 (5th Cir.1980) (amendment of Texas grand jury selection system to make challenged method optional did not moot plaintiffs' challenge). The court noted that statutory amendment moots a claim only where the amendment `completely eliminate[s] the harm of which plaintiffs complained.' 622 F.2d at 824.\").</p>\n<p><span class=\"star-pagination\">*525</span> Turning to the aspects of the reporting provision which plaintiffs properly challenge, plaintiffs have not shown they are likely to succeed on the merits. Campaign disclosure requirements are subject to \"exacting scrutiny.\" <i>Buckley v. Valeo,</i> 424 U.S. 1, 64, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976). \"[T]here [must] be a `relevant correlation' or `substantial relation' between the governmental interest and the information required to be disclosed.\" <i>Id.</i> (footnotes and citation omitted). Governmental interests sufficient to survive this level of scrutiny are: (1) \"provid[ing] the electorate with information `as to where political campaign money comes from and how it is spent by the candidate'\"; (2) deterring actual and apparent corruption; and, (3) gathering data to enforce more substantive campaign restrictions. <i>Id.</i> at 66-68, 96 S.Ct. 612; <i>see also </i><i>McConnell v. Federal Election Comm'n,</i> 540 U.S. 93, 196, 124 S.Ct. 619, 157 L.Ed.2d 491 (2003).</p>\n<p>Here, the reporting provision serves nearly identical interests. Voters are permitted to access to reports submitted pursuant to this provision. <i>See</i> N.C. Gen.Stat. § 163-278.66(c). As recognized above, the purpose of the Fund itself is to ensure fair judicial elections and \"protect the constitutional rights of voters and candidates from the detrimental effects of increasingly large amounts of money being raised and spent to influence the outcome of\" such elections. The reporting provision furthers this purpose as well as enables the Board to gather data to effectively implement the trigger and rescue funds provisions of the Fund. These interests are sufficiently compelling to support the reporting provision. <i>See </i><i>Daggett v. Commission of Governmental Ethics and Election Practices,</i> 205 F.3d 445, 466 (1st Cir. 2000) (finding Maine statute which requires independent expenditures totaling more than $50 in an election to be reported was supported by interests defined in <i>Buckley:</i> \"allows voters access to information about who supports a candidate financially[,] . . . allows the Commission to effectively administer the matching funds provision of the [Maine Clean Election] Act [and] deters corruption and its appearance.\").</p>\n<p>On the other hand, Duke testifies as to the harm the reporting provision imposes:</p>\n<blockquote>[B]ecause of N.C.G.S. Sec. 163-278.66, the 48 hour and expedited reporting requirement requiring information on receipt of campaign contributions and the expedited reporting requirement of campaign expenditures, I am effectively required to disclose my campaign strategy on a potentially 48 hour cycle.<sup>[6]</sup> My opponent is not required to expose her campaign strategy through campaign reports. Another burden on my campaign is the extensive time that has to be dedicated to complying with the reporting requirements. Instead of spending time on campaigning, my volunteer is required to spend extensive time filling out forms. Pursuant to N.C.G.S. Sec. 163-278.66 which says that \"the noncertified candidate or independent expenditure entity shall comply with an expedited reporting schedule by filing additional reports,\" my opponent has a distinct advantage by not being required to fill out as many reports as are required of me.</blockquote>\n<p>(Second Supp. Duke Aff. ¶ 6.) Yet, participating candidates are also subject to reporting requirements. They \"must report any money received, including all previously <span class=\"star-pagination\">*526</span> unreported qualifying contributions, all campaign expenditures, obligations, and related activities to the Board according to procedures developed by the Board.\" N.C. Gen.Stat. § 163-278.66(b). Members of the public are permitted to access these reports, just as they may access Duke's reports. <i>See id.</i> § 163-278.66(c). Even if Duke is required to report more than his participating opponent, that burden does not make the provision unconstitutional <i>per se. See </i><i>Association of American Physicians and Surgeons v. Brewer,</i> 363 F.Supp.2d 1197, 1201-03 (D.Ariz.2005) (applying the reasoning of <i>Daggett</i> to a challenge to the Arizona Citizens Clean Elections Act's disclosure requirements, among others, of, which mandate nonparticipating candidates' filing more reports than participating candidates and provide information needed for the Act's fund to distribute matching funds to participating candidates). The reporting provision does not come into play for Duke and other nonparticipating candidates until 80% of trigger for rescue funds is reached. <i>See</i> N.C. Gen.Stat. § 163-278.66(a). Thereafter, reporting is required after each additional amount exceeding $1000.<sup>[7]</sup><i>Id.</i> These requirements are not unduly burdensome. Plaintiffs take issue with the $1000 threshold, complaining it is both underinclusive and overinclusive. (Mem. Supp. Mot. Prelim. Inj. at 18.) Like the courts in <i>Buckley,</i> 424 U.S. at 83, 96 S.Ct. 612, and <i>Daggett,</i> 205 F.3d at 466, this court cannot say, nor do plaintiffs contend, that threshold is \"wholly without rationality.\"</p>\n<p>The Board needs the information required to be disclosed to determine when it may issue rescue funds. <i>See</i> N.C. Gen. Stat. § 163-273.67(a). The rescue funds, i.e., public financing, promote the State's anti-corruption interest. Disclosure promotes a fully informed electorate. Thus, there is a \"substantial relation\" between these interests and the information Duke and other nonparticipating candidates must disclose.</p>\n<p>Plaintiffs contend that § 163-278.66(a)'s requirement to report \"obligations\" is overbroad. The court agrees with defendants and intervenors that <i>McConnell</i> forecloses this line of attack. <i>See</i> 540 U.S. at 200-01, 124 S.Ct. 619 (upholding requirement in Federal Election Campaign Act of disclosure of executory contracts for electioneering communications; \"[t]he District Court speculated that disclosing information about contracts `that have not been performed, may lead to confusion and an unclear record upon which the public will evaluate the forces operating in the political marketplace.' Without evidence relating to the frequency of nonperformance of executed contracts, such speculation cannot outweigh the public interest in ensuring full disclosure before an election actually takes place.\" (citation omitted)). In addition, the court notes that participating candidates must likewise disclose \"obligations.\" N.C. Gen.Stat. § 163-278.66(b). Thus, there is no greater burden on nonparticipating candidates and independent expenditure entities than on participating candidates</p>\n<p>Plaintiffs also take issue with the time within which nonparticipating candidates and independent expenditure entities are required to make reports, within 24 hours after the total amount of expenditures or obligations made, or funds raised or borrowed, exceeds the designated threshold amount. They argue this requirement is overbroad and falls to survive strict scrutiny. The court is hesitant to apply <i>McConnell</i> in analyzing this challenge, as defendants and intervenors suggest. It is true that the Court upheld a disclosure provision <span class=\"star-pagination\">*527</span> in <i>McConnell</i> which contained a 24-hour reporting requirement. However, as defendants and intervenors acknowledge, it did so without any significant discussion.</p>\n<p>Plaintiffs rely on <i>Citizens for Responsible Gov. State Political Action Comm't v. Davidson,</i> 236 F.3d 1174 (10th Cir.2000). There, the Tenth Circuit struck down a state statute \"impos[ing] disclosure requirements on independent expenditures exceeding $1000\" \"within twenty-four hours after `obligating funds' for the expenditure.\" <i>Id.</i> at 1196. The court found the requirement \"patently unreasonable\" and not narrowly tailored to advance \"the State's compelling interests in informing the electorate, preventing corruption and the appearance of corruption, or gathering data.\" <i>Id.</i> at 1197.</p>\n<p>Significant differences exist between that statute and the 24-hour reporting requirement at issue here. As noted above, the reporting requirement does not apply until certain thresholds and circumstances are met. For independent expenditure entities reporting is not required until a $5000 threshold is crossed. And, it is not required of all such entities across the board; only entities \"making independent expenditures in support of or in opposition to a certified candidate or in support of a candidate opposing a certified candidate.\" N.C. Gen.Stat. § 163-278.66(a). Particularly with respect to nonparticipating candidates, the threshold will likely be met, if at all, at a later stage, closer to the election. At this time, it is important for disclosures to be made promptly to fully inform the public before voting. In addition, data must be gathered to timely effectuate the trigger for rescue funds. In the court's opinion, the statute is narrowly drawn to further North Carolina's compelling interests.</p>\n<p>b. The 21 Day Provision</p>\n<p>Plaintiffs next argue they are likely to succeed on their claim challenging the 21 day provision. This provision prohibits a candidate from accepting, or a contributor from making, a contribution during the 21 days before the general election until the day after that election under certain circumstances. <i>See</i> N.C. Gen Stat. § 163-278.13(e2)(3). Plaintiffs argue that this provision operates as an unconstitutional time limitation on contributions. It is significant to note that the statute does not operate as an outright ban on all contributions during the defined period. The statute specifically excludes contributions and loans from a candidate or his or her spouse. N.C. Gen.Stat. § 163-278.13(e2). Also, the only contributions prohibited during the short time before the general election are those that \"cause[ ] the candidate to exceed the `trigger for rescue funds'. . . .\", where an opposing participating candidate has not received the maximum rescue funds available. <i>Id.</i> § 163-278.13(e2)(3).</p>\n<p>First, plaintiffs claim a sufficiently compelling government interest does not justify the 21-day \"ban\" on contributions. (Mem. Sup- p. Mot. Prelim. Inj. at 23-24.) The Supreme Court has recognized that although contribution limits most definitely burden First Amendment rights, \"the prevention of corruption or its appearance constitutes a sufficiently important interest to justify\" such limits. <i>McConnell,</i> 540 U.S. at 143, 124 S.Ct. 619; <i>see also </i><i>Buckley,</i> 424 U.S. at 25-29, 96 S.Ct. 612. The North Carolina legislature had that interest in mind in enacting the Fund. <i>See</i> N.C. Gen.Stat. § 163-278.61. It enacted the 21 day provision to \"make meaningful the provisions of\" the Fund. <i>Id.</i> § 163-278.13(e2). Relying on <i>Gable v. Patton,</i> 142 F.3d 940 (6th Cir.1998), <i>cert. denied,</i> 525 U.S. 1177, 119 S.Ct. 1112, 143 L.Ed.2d <span class=\"star-pagination\">*528</span> 108 (1999), defendants make a persuasive argument that North Carolina's restriction on contributions during the 21 days before the general election is justified by North Carolina's compelling interest in preventing corruption. In <i>Gable,</i> the Sixth Circuit upheld a portion of Kentucky's public financing scheme which prohibits any candidate from receiving contributions from outside sources in the 28 days before an election. The court found any burden on nonparticipating candidates First Amendment rights was justified by the state's interest in preventing corruption. <i>Id.</i> at 950-51.</p>\n<p>Plaintiffs' reliance on a subsequent Sixth Circuit case, <i>Anderson v. Spear,</i> 356 F.3d 651 (6th Cir.), <i>cert. denied,</i> 543 U.S. 956, 125 S.Ct. 453, 160 L.Ed.2d 317 (2004), appears misplaced. There, the court analyzed Kentucky's 28-day ban on contributions as applied to write-ins candidates, who are not eligible to participate in the public financing scheme and therefore are not voluntary non-participants, unlike those in <i>Gable. Id.</i> at 674. The court stated:</p>\n<blockquote>Under the <i>ratio decidendi</i> of <i>Gable,</i> the 28-day window contributes to Kentucky's scheme to combat corruption, but only insofar as it supports the trigger, which in turn channels individuals into the corruption-reducing public finance scheme. Under KRS § 121A, however, write-in candidates are not eligible to participate in that scheme, and therefore cannot be channeled into the public finance system. Therefore applying the 28-day window to write-in candidates simply cannot be intended to combat corruption by channeling write-in candidates into the public finance scheme.</blockquote>\n<p><i>Id</i> at 674-75..</p>\n<p>Second, plaintiffs contend the 21 day provision is overbroad. (Mem. Supp. Mot. Prelim. Inj. at 24.) Plaintiffs point out that there is already in place a limitation on large contributions, § 163-278.13(a) (contributions to any candidate or political committee limited to $4000 in any election). (<i>Id.</i>) While that limitation no doubt furthers North Carolina's anti-corruption interest, that does not necessarily mean North Carolina cannot enact any other contribution restrictions to further that same interest. The 21 day provision does not bar all contributions, applies only to appellate court candidates, and is for a limited time. Like the statute at issue in <i>Gable,</i> the provision is necessary to properly effectuate the trigger for rescue funds. <i>See</i> 142 F.3d at 949. Without the provision, if rescue funds are triggered by a contribution to a nonparticipating candidate shortly before the election, the Board may not have sufficient time to issue the funds to a participating candidate. <i>See id.</i> at 949-50. It appears the provision in narrowly tailored to advance North Carolina's interest.</p>\n<p>c. Rescue Funds Provision and Public Financing Scheme</p>\n<p>Finally, plaintiffs advance several challenges to the rescue funds provision and North Carolina's public financing scheme as a whole. They argue that, because a nonparticipating candidate's own contributions and expenditures count towards the trigger for a participating (opposing) candidate's receipt of rescue funds, nonparticipating candidates are effectively penalized for contributions to and expenditures for their own campaigns which <i>Buckley</i> prohibits. As plaintiffs recognize, and as the court has already noted, no direct restrictions are placed on a candidate or his other spouse for making contributions to the candidate's own campaign. <i>See</i> N.C. Gen.Stat. § 163-278.13(e2). In addition, there are no restrictions on nonparticipating candidate expenditures. It is the indirect restriction, plaintiffs argue, that <span class=\"star-pagination\">*529</span> violates the constitution. Similarly, plaintiffs contend independent expenditure entities' First Amendment rights are chilled because counting independent expenditures towards the rescue funds trigger may result in making more money available to an opposing participating candidate. They further argue that the rescue funds provision operates as content-based discrimination and impedes the ability of like-minded persons to pool resources.</p>\n<p>The court finds persuasive the First Circuit's rationale in examining an individual and two political action committee's challenge to Maine Clean Election Act's matching funds provision:</p>\n<blockquote>Direct limitations on independent expenditures have been found impermissibly to burden constitutional rights of free expression. <i>See </i><i>Buckley,</i> 424 U.S. at 44, 96 S.Ct. 612, 46 L.Ed.2d 659; <i>New Hampshire Right to Life Political Action Comm. v. Gardner,</i> 99 F.3d 8, 18-19 (1st Cir.1996) (invalidating New Hampshire statute limiting independent expenditures to $1,000 per election). Such cases are of limited application, however, because they involve direct monetary restrictions on independent expenditures, which inherently burden such speech, while the Maine statute creates no direct restriction.</blockquote>\n<blockquote>Moreover, the provision of matching funds does not indirectly burden donors' speech and associational rights. Appellants misconstrue the meaning of the First Amendment's protection of their speech. They have no right to speak free from response-the purpose of the First Amendment is to \"`secure the \"widest possible dissemination of information from diverse and antagonistic sources.\"`\" <i>Buckley,</i> 424 U.S. at 49, 96 S.Ct. 612, 46 L.Ed.2d 659 (citations omitted); <i>see </i><i>Pacific Gas &amp; Elec. Co. v. Public Utils. Comm'n,</i> 475 U.S. 1, 14, 106 S.Ct. 903, 89 L.Ed.2d 1 (1986) (there exists no right to speak \"free from vigorous debate\"). The public funding system in no way limits the quantity of speech one can engage in or the amount of money one can spend engaging in political speech, nor does it threaten censure or penalty for such expenditures. These facts allow us comfortably to conclude that the provision of matching funds based on independent expenditures does not create a burden on speakers' First Amendment rights.</blockquote>\n<blockquote>Appellants rely heavily on <i>Day v. Holahan,</i> 34 F.3d 1356 (8th Cir.1994), in which the Eighth Circuit invalidated Minnesota's campaign finance statute, which increased a participating candidate's expenditure limit based on independent expenditures made against her or for her major party opponent and under some circumstances matched such independent expenditures. <i>See id.</i> at 1359-62. The court held that \"[t]o the extent that a candidate's campaign is enhanced by the operation of the statute, the political speech of the individual or group who made the independent expenditure `against' her (or in favor of her opponent) is impaired.\" <i>Id.</i> at 1360. We cannot adopt the logic of <i>Day,</i> which equates responsive speech with an impairment to the initial speaker.</blockquote>\n<p><i>Daggett,</i> 205 F.3d at 464 (1st Cir.2000) (footnote omitted, recognizing \"the continuing vitality of <i>Day</i> is open to question.\"); <i>see also </i><i>Brewer,</i> 363 F.Supp.2d at 1198, 1200-01, 1202-03 (following <i>Daggett</i> in rejecting a similar challenge to the Arizona Citizens Clean Election Act's matching funds provision).</p>\n<p>With respect to the public financing scheme as a whole, plaintiffs argue that the scheme places nonparticipating candidates at a distinct disadvantage relative to participating candidates, representing invidious and unconstitutional discrimination. The parties all rely on <i>Buckley</i> to support <span class=\"star-pagination\">*530</span> their respective positions. There, the Court stated, \"the Constitution does not require [the legislative body] to treat all declared candidates the same for public financing purposes.\" <i>Buckley,</i> 424 U.S. at 97, 96 S.Ct. 612. In examining an equal protection challenge to the Presidential Election Campaign Fund, the Court recognized that</p>\n<blockquote>[i]n several situations concerning the electoral process, the principle has been developed that restrictions on access to the electoral process must survive exacting scrutiny. The restriction can be sustained only if it furthers a \"vital\" governmental interest, that is \"achieved by a means that does not unfairly or unnecessarily burden either a minority party's or an individual candidate's equally important interest in the continued availability of political opportunity.\"</blockquote>\n<p><i>Id.</i> at 93-94, 96 S.Ct. 612 (citations omitted). The court simply disagrees with plaintiffs' argument that the scheme's reporting provision, trigger, and 21 day provision unfairly or unnecessarily burden nonparticipating candidates' political opportunities, (see Mem. Supp. Mot. Prelim. Inj. at 29-30), given the important interests advanced by the public financing scheme.</p>\n<p>In sum, plaintiffs have not shown a likelihood of success on the merits on any of their claims challenging §§ 163-278.13(e2), 163-278.66(a), 163-278.67 and North Carolina's public financing scheme as a whole. Accordingly, plaintiffs have not made a strong showing of irreparable harm.</p>\n<p>2. Harm to Defendants/ Public Interest</p>\n<p>Because state officials are the parties against whom the injunction is sought, and they represent the public interest, consideration of the harm to them should the injunction issue merges with consideration of the public interest. The general election is less than two weeks way. Invalidating any of the statutes at issue, and particularly the Fund as a whole, would likely disrupt the electoral process for appellate judges. Eight of the twelve candidates in the general election are participating in the Fund. (Defs.' Revise Mem. Opp'n Mot. Prelim. Inj., Strach Decl. ¶ 6.) These candidates have relied upon the Fund being in place through the general election, adhering to its limitations and restrictions and making campaign strategy decisions based on those limitations and restrictions.</p>\n<p>In balancing the foregoing factors, the court concludes a preliminary injunction is not warranted.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In sum, plaintiff Jackson's claims challenging N.C. Gen.Stat. §§ 163-278.12(e2)(3), 163-278.66, and 163-278.67 and the public financing scheme as a whole are DISMISSED for lack of standing. Plaintiffs Jackson's and Duke's claim challenging N.C. Gen.Stat. § 84-34 is DISMISSED for lack of jurisdiction. Plaintiffs' motion to consolidate a hearing on their motion for preliminary injunction with trial is DENIED. Plaintiffs' motion for a preliminary injunction is DENIED. Defendants' and intervenors' motions to dismiss remain pending in part. Plaintiffs' motion for class certification also remains for consideration.</p>\n<h2>NOTES</h2>\n<p>[1]  Although defendants raise the standing issue in their motion to dismiss and the court refers to matters outside the pleadings, it is not necessary to convert the proceeding to one for summary judgment. <i>See </i><i>White Tail Park, Inc. v. Stroube,</i> 413 F.3d 451, 458 (4th Cir.2005).</p>\n<p>[2]  In their revised brief in opposition to the motions to dismiss, plaintiffs state in 2004 Jackson \"was subject to the challenged public financing provisions during her campaign as a nonparticipating candidate.\" (Br. at 3.) But, that fact does not necessarily mean she suffered an injury. Did she face a participating candidate? Were rescue funds even triggered? Was she required to make expedited reports?</p>\n<p>[3]  Defendants further argue that plaintiffs lack standing as to claims against defendants the District Attorney for Wake County and the Attorney General. This issue is left for resolution on defendants' motion for failure to state a claim as to these defendants, particularly because plaintiffs do not seek preliminary injunctive relief against these defendants, (<i>see</i> Prelim. Inj. Mot. at 2).</p>\n<p>[4]  \"The district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\" 28 U.S.C. § 1341.</p>\n<p>[5]  \"It is settled that the broad prophylactic terms of the Tax Injunction Act apply to declaratory as well as injunctive relief. . . .\" <i>Folio v. City of Clarksburg,</i> 134 F.3d 1211, 1214 (4th Cir.1998) (citation omitted).</p>\n<p>[6]  It is not clear how Duke cites a 48-hour period. Perhaps, he relies on § 163-278.66(a) for the proposition that he is required to report contributions within 24 hours and then turn around report expenditures 24 hours later, resulting in a \"48 hour cycle.\"</p>\n<p>[7]  Independent expenditure entities are also required to make reports after each $1000, once the $5000 threshold is met. N.C. Gen. Stat. § 163-278.66(a).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">515</span></span> (2006)</b></center>\n<center><h1>Barbara JACKSON, et al., Plaintiffs,<br>\nv.<br>\nLarry LEAKE, et al., Defendants.</h1></center>\n<center>No. 5:06-CV-324-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 26, 2006.</center>\n<p><span class=\"star-pagination\">*516</span> <span class=\"star-pagination\">*517</span> Marshall R. Hurley, Marshall Hurley, PLLC, Greensboro, NC, N.C. Dept. of Justice, Raleigh, NC, for Plaintiffs.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Katherine E. Jean, N.C. State Bar, Raleigh, NC, for Defendants.</p>\n<p>William N. Farrell, Jr., N.C. Dept. of Justice, Raleigh, NC.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on plaintiffs' motion for a preliminary injunction. Defendants and intervenors filed revised briefs in opposition to the motion. Plaintiffs filed a revised reply. The issues have been fully briefed and are ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>As U.S. District Judge N. Carlton Tilley, Jr. recited when this case was before him:</p>\n<blockquote>The facts in the light most favorable to the nonmoving party are as follows: In 2002, the North Carolina General Assembly created the North Carolina Public Campaign Financing Fund (the \"Fund\"). N.C. Gen.Stat. §§ 163-278.61 <i>et seq.</i> The Fund provides for a voluntary system of full public financing for campaigns for judicial positions on the North Carolina Supreme Court and the North Carolina Court of Appeals. <i>Id.</i> § 163-278.61. In creating the Fund, the General Assembly sought to \"ensure the fairness of democratic elections\" and \"protect the constitutional rights of voters and candidates from the detrimental effects of increasingly large amounts of money being raised and spent to influence the outcome of [judicial] elections, . . . since impartiality is uniquely important to the integrity and credibility of the courts.\" <i>Id.</i> Candidates for judicial office may choose whether to participate in the Fund (\"participating candidates\") or to conduct privately financed campaigns (\"nonparticipating candidates\"). The North Carolina State Board of <span class=\"star-pagination\">*518</span> Elections (the \"Board\") is responsible for the administration of the Fund. <i>See id.</i> § 163-278.68(a) (\"Enforcement by the Board.-The Board, with the advice of the Advisory Council for the Public Campaign Fund, shall administer the provisions of this Article.\").</blockquote>\n<blockquote>On August 8, 2005, Plaintiffs Barbara Jackson, W. Russell Duke, Jr., [North Carolina Right to Life Committee Fund for Independent Political Expenditures (\"IEPAC\")], and [North Carolina Right to Life State Political Action Committee (\"SPAC\") filed suit challenging the constitutionality of certain provisions of the Fund and seeking both declaratory and injunctive relief. Specifically, Plaintiffs allege that the challenged provisions \"violate the First and Fourteenth Amendments to the United States Constitution by unduly impinging on protected speech and association. . . .\" (Am. Compl. ¶ 1.) Plaintiffs challenge the constitutionality of N.C. Gen.Stat. §§ 163-278.66, 163-278.67, 163-278.13(e2)(3), and N.C. Gen.Stat. § 84-34. Briefly, these sections provide for the following: (1) Section 163-278.66 requires nonparticipating candidates to report campaign contributions or expenditures that exceed certain specified trigger amounts to the Board within 24 hours and any independent entities making expenditures in support of a nonparticipating candidate to make similar reports to the Board (the \"reporting provision\"); (2) Section 163-278.67 provides for \"rescue funds\" for participating candidates in the event the expenditures of a nonparticipating candidate (or of an independent entity in support of a nonparticipating candidate) exceed certain specified trigger amounts (the \"rescue funds provision\"); (3) Section 163-278.13(e2)(3) prohibits contributions to the campaign of any candidate during the period beginning 21 days before the general election and ending the day after the general election (the \"21 day provision\"); and (4) Section 84-34 requires every active member of the North Carolina State Bar to pay a $50 fee for the support of the North Carolina Public Financing Fund.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>The Plaintiffs have named the following parties as Defendants in this case: (1) members of the North Carolina State Board of Elections, including Larry Leake, Chairperson of the North Carolina Board of Elections; (2) the Attorney General for the State of North Carolina; (3) the District Attorney for Wake County; (4) the District Attorney for Guilford County; and (5) members of the North Carolina Bar Administrative Committee, including M. Keith Kapp, Chairperson of the North Carolina Bar Administrative Committee.</blockquote>\n<p><i>Jackson v. Leake,</i> No. 1:05-CV-691, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2264027</span></span>, *1, 3 (M.D.N.C. Aug. 7, 2006) (footnotes omitted) (some alterations and omissions in original).</p>\n<p>On 7 August 2006, Judge Tilley found that plaintiffs lack standing to assert their claims against the District Attorney for Guilford County and dismissed that district attorney as a defendant. <i>Id.</i> at *5-8. By virtue of that dismissal, no defendant is a resident of Guilford County, and accordingly, Judge Tilley found venue improper in the Middle District of North Carolina. <i>Id.</i> at *9-10. He ordered the transfer of the case to this district. <i>Id.</i> at *10. On 11 August 2006, the clerk for this district received notice of the transfer.</p>\n<p>The undersigned noticed a status conference for its next term of court, 5 September 2006. During the status conference the court ruled on a number of motions and set a further, expedited briefing schedule on the remaining motions. Most significantly, the court allowed (1) Ronnie Ansley and Common Cause North Carolina's <span class=\"star-pagination\">*519</span> motion to intervene; (2) the North Carolina State Bar Administrative Committee members' motion pursuant to Fed. R.Civ.P. 20(b); and (3) plaintiffs to file a second amended complaint, if they desired. Plaintiffs filed an amended complaint on 12 September 2006. This complaint largely mirrors the first amended complaint before Judge Tilley. It does, however, make some changes to account for an amendment to the 21 day provision, § 163-278.13(e2)(3), which is discussed further below. The parties also filed additional briefs regarding plaintiffs' motion for preliminary injunction, plaintiffs' motion for class certification, and defendants' and intervenors' motions to dismiss.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>At the outset, the courts notes, despite plaintiffs' request, a hearing on the instant motion is unnecessary given the additional briefing, the commencement of the 21-day period before the general election, and the fact that plaintiff Duke is a candidate in that election for Chief Justice of the North Carolina Supreme Court. Plaintiffs' motion to consolidate the hearing on their motion for preliminary injunction with a trial on the merits is therefore DENIED.</p>\n<p>A. <i>Standing</i></p>\n<p>Because defendants have raised the issue of plaintiffs' standing as to all claims except the claim challenging § 84-34, (see Defs.' Revised Mem. Supp. Mot. to Dismiss at 5-7 &amp; n. 2), and that issue is jurisdictional, <i>Emery v. Roanoke City School Bd.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></span>, 298 (4th Cir. 2005), the court addresses it first.</p>\n<blockquote>The doctrine of standing is an integral component of the case or controversy requirement. There are three components of constitutional standing: (1) the plaintiff must allege that he or she suffered an actual or threatened injury that is not conjectural or hypothetical; (2) the injury must be fairly traceable to the challenged conduct; and (3) a favorable decision must be likely to redress the injury. The party attempting to invoke federal jurisdiction bears the burden of establishing standing.</blockquote>\n<p><i>Miller v. Brown,</i> <span class=\"citation\" data-id=\"795617\"><a href=\"/opinion/795617/larry-miller-11th-senatorial-district-republican-committee-v-michael/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 316 (4th Cir.2006) (citations omitted).</p>\n<p>Turning first to plaintiff Duke, as noted, he is currently a candidate for a North Carolina appellate court. He is a nonparticipating candidate opposing a participating candidate in this race. (Second Supp. Duke Aff. ¶ 3.)<sup>[1]</sup> Pursuant to § 163-278.67, rescue funds have been paid to his opponent's campaign, being \"triggered by the fund raising conducted by [Duke] and reported by his political committee. . . .\" (Defs.' Revised Mem. Opp'n Mot. Prelim. Inj., Strach Decl. ¶ 7.) The Board has informed him that he is subject to the expedited reporting requirements of § 163-278.66. (Second Supp. Duke Aff. ¶ 3.) The 21-day period before the general election recently commenced. Under § 163-278.13(e2)(3), because rescue funds have been triggered and it does not appear that Duke's opponent has received the maximum rescue funds available, (<i>see</i> Defs.' Revised Mem. Opp'n Mot. Prelim. Inj., Strach Decl. ¶ 7), Duke cannot accept a contribution now and most likely until two days after the general election. Thus, Duke is currently being affected by and subjected to the statutory provisions he attacks, thereby, he claims, violating his First Amendment rights. Duke has sufficiently alleged an actual injury fairly <span class=\"star-pagination\">*520</span> traceable to the law he challenges. Duke seeks to have the challenged statutes declared unconstitutional and to permanently enjoin their enforcement. A favorable ruling would redress Duke's alleged injuries. Accordingly, Duke meets all the requirements for standing.</p>\n<p>With respect to her claims challenging all statutes except § 84-34, plaintiff Jackson lacks standing. Although Jackson was a nonparticipating candidate in the 2004 election for the North Carolina Court of Appeals, (Second Am. Compl. ¶¶ 18, 24), she does not claim she suffered any injuries as a result of her prior campaign;<sup>[2]</sup> rather, her allegations rest on the fact \"that [she] intends to run in 2012 to maintain her position in the North Carolina Court of Appeals,\" (<i>id.</i> ¶ 18), and \"that in 2012, she may not participate in the public financing program,\" (<i>id.</i> ¶ 24). Jackson does not contend her decision to run in 2012, presumably as a nonparticipating candidate, impacts her now, such as in terms of campaign planning. <i>Cf. </i><i>Miller,</i> 462 F.3d at 317-18 (finding plaintiffs, a Republican committee and its chairman, had standing to challenge open primary law although primary was nearly two years away  \"Because campaign planning decisions have to be made months, or even years, in advance of the election to be effective, the plaintiffs' alleged injuries are actual and threatened.\" (citation omitted)). Jackson has failed to meet the first requirement of standing as to her claims regarding §§ 163-278.12(e2)(3), 163-278.66, and 163-278.67, and the entire financing scheme, and those claims will be dismissed.</p>\n<p>Plaintiff SPAC only challenges the 21 day provision. Its President testifies:</p>\n<blockquote>[SPAC] intends to make contributions to a 2006 judicial campaign during the final 21 days before each respective election. . . . However, because of G.S. § 163-278.13(e2)(3), which makes it unlawful to make such a contribution, [SPAC] will not do so.</blockquote>\n<p>(Pls.' 12/22/05 Reply to Mot. Prelim. Inj., Holt Aff. ¶ 2.) At the time of this testimony, the former version of § 163-278.13(e2)(3) was in effect and prohibited contributions during the 21 days before the general election to a nonparticipating candidate opposed by a participating candidate who has not received the maximum rescue funds available. Despite the recent amendment to the statute, discussed below, the court finds this testimony is sufficient to show SPAC possesses standing to challenge the 21 day provision.</p>\n<p>The other plaintiff political committee, IEPAC, challenges §§ 163-278.66(a) and 163-278.67. According to its President,</p>\n<blockquote>[IEPAC] intends to make an independent expenditure of over $3000 during the 2006 judicial election cycle supporting a nonparticipating candidate or opposing a participating a candidate. . . . However, such an expenditure may provide the nonparticipating candidate's opponent with rescue funds and in effect finance that opponent's speech. G.S. § 163-278.67. Additionally, [IEPAC] will need to report within 24 hours their independent expenditure if it puts the nonparticipating candidate over 50% of the rescue fund trigger. G.S. § 163-278.66(a). Consequently, [IEPAC] will not make its independent expenditure.</blockquote>\n<p>(<i>Id.</i> ¶ 3.) Like the 21 day provision, the North Carolina legislature has recently <span class=\"star-pagination\">*521</span> amended the reporting provision to which IEPAC's President refers, § 163-278.66(a). As discussed below, the threshold amount has increased to $5000 and the reference to 50% of the rescue fund trigger removed. The expedited reporting requirement remains. The alleged injury to IEPAC is still present even though the reporting provision has been amended, and IEPAC has standing to challenge the reporting provision and the rescue fund provision.<sup>[3]</sup></p>\n<p>B. <i>Tax Injunction Act</i></p>\n<p>Defendants assert another jurisdictional challenge. They contend that the Tax Injunction Act, 28 U.S.C. § 1341,<sup>[4]</sup> bars this court from considering Jackson's and Duke's claim regarding N.C. Gen.Stat. § 84-34. To implement the Fund, that statute requires every active member of the North Carolina State Bar is required to pay annually a $50 \"surcharge.\" N.C. Gen.Stat. § 84-34. According to plaintiffs, \"the $50 surcharge unconstitutionally compels speech from Plaintiffs Jackson and Duke in support of the views of candidates they oppose, and even their opponents in future elections.\" (Pls.' Revised Resp. to Mot. to Dismiss at 9.) Because Jackson and Duke do not assert that the North Carolina state courts would not provide \"a plain, speedy, and efficient remedy,\" 28 U.S.C. § 1341, resolution of the applicability of the Tax Injunction Act turns on whether the $50 surcharge under § 84-34 is a \"tax\" or a \"fee.\"</p>\n<p>According to the Fourth Circuit:</p>\n<blockquote>To determine whether a particular charge is a \"fee\" or a \"tax,\" the general inquiry is to assess whether the charge is for revenue raising purposes, making it a \"tax,\" or for regulatory or punitive purposes, making it a \"fee.\" <i>See </i><i>Collins Holding Corp. v. Jasper County,</i> <span class=\"citation\" data-id=\"745394\"><a href=\"/opinion/745394/collins-holding-corporation-v-jasper-county-south-carolina-a-political/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span>, 800 (4th Cir.1997). To aid this analysis, courts have developed a three-part test that looks to different factors: (1) what entity imposes the charge; (2) what population is subject to the charge; and (3) what purposes are served by the use of the monies obtained by the charge. <i>See </i><i>San Juan Cellular Telephone Co. v. Public Service Comm'n,</i> <span class=\"citation\" data-id=\"585778\"><a href=\"/opinion/585778/san-juan-cellular-telephone-company-etc-v-public-service-commission-of/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span>, 685 (1 st Cir.1992); <i>see also </i><i>Bidart Bros. v. California Apple Comm'n,</i> <span class=\"citation\" data-id=\"710937\"><a href=\"/opinion/710937/bidart-brothers-a-california-corporation-v-the-california-apple/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span>, 931 (9th Cir.1996).</blockquote>\n<blockquote>In <i>San Juan Cellular,</i> the court set out the precise confines of a \"classic tax\" versus a \"classic fee.\" The \"classic tax\" is imposed by the legislature upon a large segment of society, and is spent to benefit the community at large. <i>See </i><i>San Juan Cellular,</i> 967 F.2d at 685. The \"classic fee\" is imposed by an administrative agency upon only those persons, or entities, subject to its regulation for regulatory purposes, or to raise \"money placed in a special fund to defray the agency's regulation-related expenses.\" <i>Id.</i> The <i>San Juan Cellular</i> court noted that most charges will not fall neatly into either extremity and the characteristics of the charge will tend to place it somewhere in the middle. <i>See id.</i>\n</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*522</span> When the three-part inquiry yields a result that places the charge somewhere in the middle of the <i>San Juan Cellular</i> descriptions, the most important factor becomes the purpose behind the statute, or regulation, which imposes the charge. <i>See </i><i>South Carolina v. Block,</i> <span class=\"citation\" data-id=\"424899\"><a href=\"/opinion/424899/state-of-south-carolina-ex-rel-leslie-e-tindal-commissioner-of/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></a></span>, 887 (4th Cir.1983). In those circumstances if the ultimate use of the revenue benefits the general public then the charge will qualify as a \"tax,\" while if the benefits are more narrowly circumscribed then the charge will more likely qualify as a \"fee.\" <i>See </i><i>San Juan Cellular,</i> 967 F.2d at 685.</blockquote>\n<p><i>Valero Terrestrial Corp. v. Caffrey,</i> <span class=\"citation\" data-id=\"767851\"><a href=\"/opinion/767851/valero-terrestrial-corporation-lackawanna-transport-company-solid-waste/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span>, 134 (4th Cir.2000).</p>\n<p>In this case the North Carolina legislature has imposed the surcharge. This factor thus indicates the surcharge is a \"tax.\" <i>See id.</i> However, a relatively discrete segment of society  active members of the North Carolina State Bar  must pay the surcharge. The surcharges collected pursuant to § 84-34 are placed in the Fund. N.C. Gen.Stat. § 163-278.63(b)(7). These features favor a finding that the surcharge is a \"fee.\" <i>See </i><i>Valero,</i> 205 F.3d at 134. The Fund is used \"to finance the election campaigns of certified candidates for office and to pay administrative and enforcement costs of the Board related to this Article [22D]\" as well as \"[a]ll expenses of administering this Article, including production and distribution of the Voter Guide . . . and personnel and other costs incurred by the Board, including public education about the fund. . . .\" N.C. Gen.Stat. § 163-278.63(a). The purpose of the Fund thus has aspects which benefit the public at large (e.g., campaign finance, the Voter Guide (which is distributed \"to as many voting-age individuals in the State as practical, through a mailing to all residences,\" N.C. Gen.Stat. § 163-278.69(a)), public education) and which characterize a \"tax.\" So too it serves to defray expenses associated with administering the Fund, which tend to place the surcharge as a \"fee.\" Considering all these features, the court concludes the surcharge falls in the middle of the tax/fee spectrum. As such, the court must examine the purpose behind § 84-34. <i>See </i><i>Valero,</i> 205 F.3d at 134.</p>\n<p>The express purpose of imposing a surcharge on active attorneys in this State is \"for the implementation of the Fund.\" In turn, the Fund's express</p>\n<blockquote>purpose . . . is to ensure the fairness of democratic elections in North Carolina and to protect the constitutional rights of voters and candidates from the detrimental effects of increasingly large amounts of money being raised and spent to influence the outcome of elections, those effects being especially problematic in elections of the judiciary, since impartiality is uniquely important to the integrity and credibility of the courts.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.61. Such purpose benefits a large segment of North Carolina's general population not only in terms of fair judicial elections but also in terms of the much broader purpose of promoting impartiality of the court system. Because the use of the surcharge collected benefits the public at large, the $50 surcharge qualifies as a \"tax,\" and, pursuant to the Tax Injunction Act, this court lacks jurisdiction to enjoin the collection of the surcharge or enter a declaratory judgment as to its constitutionality.<sup>[5]</sup> This claim will be dismissed.</p>\n<p>C. <i>Motion for Preliminary Injunction</i></p>\n<p>Plaintiffs request that the court preliminarily \"enjoin the Board and the Bar from <span class=\"star-pagination\">*523</span> enforcing North Carolina's public financing scheme and the $50 surcharge, respectively, against Plaintiffs and those similarly situated.\" (Prelim. Inj. Mot. at 2.)</p>\n<p>A sister court has stated well the principles pertaining to the issuance of temporary and preliminary injunctive relief:</p>\n<blockquote>Either a temporary restraining order or a preliminary injunction \". . . is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.\" A motion for a TRO or for a preliminary injunction is governed by the \"balance of hardships\" test set forth in <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 195-96 (4th Cir.1977). Under Blackwelder, the court must make a determination that the plaintiff (1) will suffer irreparable harm if he does not receive the requested injunctive relief. Once this finding has been made, the court must assess (2) the likelihood of harm to the defendants if the court issues a TRO or preliminary injunction against them. The court then must balance these harms to be suffered by the parties if the court denies or grants, respectively, the motion for injunctive relief. Thereafter, the court must conclude (3) that the plaintiff is likely to succeed on the merits, or if the balancing test in the previous steps (<i>i.e.,</i> steps \"(1) and (2)\") clearly favors the plaintiff, the court need only satisfy itself that the plaintiff has raised substantial and serious questions on the merits. Finally, the court should consider (4) whether public interest favors injunctive relief.</blockquote>\n<blockquote>The four <i>Blackwelder</i> factors \". . . are not, however, all weighted equally.\" \"The `balance of hardships' reached by comparing the relevant harms to the plaintiff and defendant[s] is the most important determination, dictating, for example, how strong a likelihood of success showing the plaintiff must make.\" Thus, while the four factors must figure into the court's analysis, the weight given to each depends on the strength of the other factors.</blockquote>\n<p><i>Krichbaum v. United States Forest Serv.,</i> <span class=\"citation\" data-id=\"1805735\"><a href=\"/opinion/1805735/krichbaum-v-us-forest-service/\"><span class=\"volume\">991</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">501</span></a></span>, 502-503 (W.D.Va.1998) (citations and footnote omitted).</p>\n<p>Against these principles, the court is mindful of the fact that plaintiffs seek mandatory injunctive relief. \"Mandatory preliminary injunctions [generally] do not preserve the status quo and normally should be granted only in those circumstances when the exigencies of the situation demand such relief.\" <i>In re Microsoft Corp. Antitrust Lit.,</i> <span class=\"citation\" data-id=\"782420\"><a href=\"/opinion/782420/in-re-microsoft-corporation-antitrust-litigation-sun-microsystems-inc-a/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 526 (citation and quotation omitted); <i>see also </i><i>Taylor v. Freeman,</i> <span class=\"citation\" data-id=\"677346\"><a href=\"/opinion/677346/isreal-taylor-dannon-mourfield-donald-guy-wayne-moore-and-jimmy-jordan-v/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">266</span></a></span>, 270 n. 2 (4th Cir.1994) (\"Mandatory preliminary injunctive relief in any circumstance is disfavored, and warranted only in the most extraordinary circumstances.\" (citations omitted)).</p>\n<p>1. Irreparable Harm to Plaintiffs/Likelihood of Success</p>\n<p>Because the harm plaintiffs contend they will suffer is \"inseparably linked to [their] claim of violation of First Amendment rights,\" the court considers these factors together. Giovani <i>Carandola, Ltd. v. Bason,</i> <span class=\"citation\" data-id=\"779114\"><a href=\"/opinion/779114/giovani-carandola-limited-a-north-carolina-corporation-janel-d-ralph-v/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir.2002); <i>see also </i><i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976) (\"[L]oss of First Amendment rights, for even minimal periods of time, unquestionably constitutes irreparable injury.\" (citation omitted)).</p>\n<p>a. The Reporting Provision</p>\n<p>The reporting provision, N.C. Gen.Stat. § 163-278.66(a), provides:</p>\n<blockquote>Reporting by Noncertified Candidates and Independent Expenditure Entities.  Any noncertified candidate with a <span class=\"star-pagination\">*524</span> certified opponent shall report total income, expenses, and obligations to the Board by facsimile machine or electronically within 24 hours after the total amount of campaign expenditures or obligations made, or funds raised or borrowed, exceeds eighty percent (80%) of the trigger for rescue funds as defined in G.S. 163-278.62(18). Any entity making independent expenditures in support of or opposition to a certified candidate or in support of a candidate opposing a certified candidate shall report the total funds received, spent, or obligated for those expenditures to the Board by facsimile machine or electronically within 24 hours after the total amount of expenditures or obligations made, or funds raised or borrowed, for the purpose of making the independent expenditures, exceeds five thousand dollars ($5,000). After this 24-hour filing, the noncertified candidate or independent expenditure entity shall comply with an expedited reporting schedule by filing additional reports after receiving each additional amount in excess of one thousand dollars ($1,000) or after making or obligating to make each additional expenditure(s) in excess of one thousand dollars ($1,000). The schedule and forms for reports required by this subsection shall be made according to procedures developed by the Board.</blockquote>\n<p>Duke and IEPAC challenge the provision on several grounds: (1) its expedited reporting requirement is vague, not justified by a compelling state interest, not narrowly tailored, and is unreasonably burdensome; (2) the \"obligations\" reporting requirement is vague and overbroad; and, (3) the 24-hour reporting time frame is patently unreasonable and not narrowly tailored. (Mem. Supp. Mot. Prelim. Inj. at 16-23.)</p>\n<p>There are problems with plaintiffs' allegations regarding the reporting provision. First, as defendants and intervenors point out, plaintiffs' second amended complaint does not assert a vagueness challenge to the expedited reporting requirement or the \"obligations\" reporting requirement. (<i>See</i> Second Am. Compl. ¶¶ 57-61, 63-67, 80-82.) Without such challenge, it is unnecessary for the court to examine plaintiffs' argument pertaining to the likelihood of success on the merits of that challenge, (see Mem. Supp. Mot. Prelim. Inj. at 17.)</p>\n<p>Second, in their amended complaint, plaintiffs do not complain about the amended version of the provision applicable to entities making independent expenditures, such as IEPAC. Effective 3 August 2006, prior to plaintiffs' filing of the second amended complaint, the North Carolina legislature amended the reporting provision by deleting the requirement that such entities making expenditures in excess of $3000 make a report after total expenditures or obligations made exceeds 50% of the trigger for rescue funds and inserting the requirement that such entities make a report after total expenditures or obligations made exceeds $5000. 2006 N.C. Sess. Laws 192 §§ 12, 19. Plaintiffs' challenge to the former provision is moot except as to the 24-hour reporting requirement and the reporting in $1000 increments because those portions of the law did not change. <i>See </i><i>Naturist Soc., Inc. v. Fillyaw,</i> <span class=\"citation\" data-id=\"579474\"><a href=\"/opinion/579474/the-naturist-society-inc-ta-wyner-v-john-fillyaw-individually-and-as/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1515</span></a></span>, 1520 (11th Cir. 1992) (\"Where a superseding statute leaves objectionable features of the prior law substantially undisturbed, the case is not moot. This court so held in <i>Ciudadanos Unidos De San Juan v. Hidalgo County Grand Jury Commissioners,</i> <span class=\"citation\" data-id=\"378895\"><a href=\"/opinion/378895/ciudadanos-unidos-de-san-juan-v-hidalgo-county-grand-jury-commissioners/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 824 (5th Cir.1980) (amendment of Texas grand jury selection system to make challenged method optional did not moot plaintiffs' challenge). The court noted that statutory amendment moots a claim only where the amendment `completely eliminate[s] the harm of which plaintiffs complained.' 622 F.2d at 824.\").</p>\n<p><span class=\"star-pagination\">*525</span> Turning to the aspects of the reporting provision which plaintiffs properly challenge, plaintiffs have not shown they are likely to succeed on the merits. Campaign disclosure requirements are subject to \"exacting scrutiny.\" <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 64, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976). \"[T]here [must] be a `relevant correlation' or `substantial relation' between the governmental interest and the information required to be disclosed.\" <i>Id.</i> (footnotes and citation omitted). Governmental interests sufficient to survive this level of scrutiny are: (1) \"provid[ing] the electorate with information `as to where political campaign money comes from and how it is spent by the candidate'\"; (2) deterring actual and apparent corruption; and, (3) gathering data to enforce more substantive campaign restrictions. <i>Id.</i> at 66-68, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>; <i>see also </i><i>McConnell v. Federal Election Comm'n,</i> <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, 196, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (2003).</p>\n<p>Here, the reporting provision serves nearly identical interests. Voters are permitted to access to reports submitted pursuant to this provision. <i>See</i> N.C. Gen.Stat. § 163-278.66(c). As recognized above, the purpose of the Fund itself is to ensure fair judicial elections and \"protect the constitutional rights of voters and candidates from the detrimental effects of increasingly large amounts of money being raised and spent to influence the outcome of\" such elections. The reporting provision furthers this purpose as well as enables the Board to gather data to effectively implement the trigger and rescue funds provisions of the Fund. These interests are sufficiently compelling to support the reporting provision. <i>See </i><i>Daggett v. Commission of Governmental Ethics and Election Practices,</i> <span class=\"citation\" data-id=\"767873\"><a href=\"/opinion/767873/beverly-c-daggett-elaine-fuller-christopher-m-harte-mark-t-cenci/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 466 (1st Cir. 2000) (finding Maine statute which requires independent expenditures totaling more than $50 in an election to be reported was supported by interests defined in <i>Buckley:</i> \"allows voters access to information about who supports a candidate financially[,] . . . allows the Commission to effectively administer the matching funds provision of the [Maine Clean Election] Act [and] deters corruption and its appearance.\").</p>\n<p>On the other hand, Duke testifies as to the harm the reporting provision imposes:</p>\n<blockquote>[B]ecause of N.C.G.S. Sec. 163-278.66, the 48 hour and expedited reporting requirement requiring information on receipt of campaign contributions and the expedited reporting requirement of campaign expenditures, I am effectively required to disclose my campaign strategy on a potentially 48 hour cycle.<sup>[6]</sup> My opponent is not required to expose her campaign strategy through campaign reports. Another burden on my campaign is the extensive time that has to be dedicated to complying with the reporting requirements. Instead of spending time on campaigning, my volunteer is required to spend extensive time filling out forms. Pursuant to N.C.G.S. Sec. 163-278.66 which says that \"the noncertified candidate or independent expenditure entity shall comply with an expedited reporting schedule by filing additional reports,\" my opponent has a distinct advantage by not being required to fill out as many reports as are required of me.</blockquote>\n<p>(Second Supp. Duke Aff. ¶ 6.) Yet, participating candidates are also subject to reporting requirements. They \"must report any money received, including all previously <span class=\"star-pagination\">*526</span> unreported qualifying contributions, all campaign expenditures, obligations, and related activities to the Board according to procedures developed by the Board.\" N.C. Gen.Stat. § 163-278.66(b). Members of the public are permitted to access these reports, just as they may access Duke's reports. <i>See id.</i> § 163-278.66(c). Even if Duke is required to report more than his participating opponent, that burden does not make the provision unconstitutional <i>per se. See </i><i>Association of American Physicians and Surgeons v. Brewer,</i> <span class=\"citation\" data-id=\"2343569\"><a href=\"/opinion/2343569/association-of-american-physicians-v-brewer/\"><span class=\"volume\">363</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1197</span></a></span>, 1201-03 (D.Ariz.2005) (applying the reasoning of <i>Daggett</i> to a challenge to the Arizona Citizens Clean Elections Act's disclosure requirements, among others, of, which mandate nonparticipating candidates' filing more reports than participating candidates and provide information needed for the Act's fund to distribute matching funds to participating candidates). The reporting provision does not come into play for Duke and other nonparticipating candidates until 80% of trigger for rescue funds is reached. <i>See</i> N.C. Gen.Stat. § 163-278.66(a). Thereafter, reporting is required after each additional amount exceeding $1000.<sup>[7]</sup><i>Id.</i> These requirements are not unduly burdensome. Plaintiffs take issue with the $1000 threshold, complaining it is both underinclusive and overinclusive. (Mem. Supp. Mot. Prelim. Inj. at 18.) Like the courts in <i>Buckley,</i> 424 U.S. at 83, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, and <i>Daggett,</i> 205 F.3d at 466, this court cannot say, nor do plaintiffs contend, that threshold is \"wholly without rationality.\"</p>\n<p>The Board needs the information required to be disclosed to determine when it may issue rescue funds. <i>See</i> N.C. Gen. Stat. § 163-273.67(a). The rescue funds, i.e., public financing, promote the State's anti-corruption interest. Disclosure promotes a fully informed electorate. Thus, there is a \"substantial relation\" between these interests and the information Duke and other nonparticipating candidates must disclose.</p>\n<p>Plaintiffs contend that § 163-278.66(a)'s requirement to report \"obligations\" is overbroad. The court agrees with defendants and intervenors that <i>McConnell</i> forecloses this line of attack. <i>See</i> 540 U.S. at 200-01, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (upholding requirement in Federal Election Campaign Act of disclosure of executory contracts for electioneering communications; \"[t]he District Court speculated that disclosing information about contracts `that have not been performed, may lead to confusion and an unclear record upon which the public will evaluate the forces operating in the political marketplace.' Without evidence relating to the frequency of nonperformance of executed contracts, such speculation cannot outweigh the public interest in ensuring full disclosure before an election actually takes place.\" (citation omitted)). In addition, the court notes that participating candidates must likewise disclose \"obligations.\" N.C. Gen.Stat. § 163-278.66(b). Thus, there is no greater burden on nonparticipating candidates and independent expenditure entities than on participating candidates</p>\n<p>Plaintiffs also take issue with the time within which nonparticipating candidates and independent expenditure entities are required to make reports, within 24 hours after the total amount of expenditures or obligations made, or funds raised or borrowed, exceeds the designated threshold amount. They argue this requirement is overbroad and falls to survive strict scrutiny. The court is hesitant to apply <i>McConnell</i> in analyzing this challenge, as defendants and intervenors suggest. It is true that the Court upheld a disclosure provision <span class=\"star-pagination\">*527</span> in <i>McConnell</i> which contained a 24-hour reporting requirement. However, as defendants and intervenors acknowledge, it did so without any significant discussion.</p>\n<p>Plaintiffs rely on <i>Citizens for Responsible Gov. State Political Action Comm't v. Davidson,</i> <span class=\"citation\" data-id=\"771682\"><a href=\"/opinion/771682/citizens-for-responsible-government-state-political-action-committee-steve/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span> (10th Cir.2000). There, the Tenth Circuit struck down a state statute \"impos[ing] disclosure requirements on independent expenditures exceeding $1000\" \"within twenty-four hours after `obligating funds' for the expenditure.\" <i>Id.</i> at 1196. The court found the requirement \"patently unreasonable\" and not narrowly tailored to advance \"the State's compelling interests in informing the electorate, preventing corruption and the appearance of corruption, or gathering data.\" <i>Id.</i> at 1197.</p>\n<p>Significant differences exist between that statute and the 24-hour reporting requirement at issue here. As noted above, the reporting requirement does not apply until certain thresholds and circumstances are met. For independent expenditure entities reporting is not required until a $5000 threshold is crossed. And, it is not required of all such entities across the board; only entities \"making independent expenditures in support of or in opposition to a certified candidate or in support of a candidate opposing a certified candidate.\" N.C. Gen.Stat. § 163-278.66(a). Particularly with respect to nonparticipating candidates, the threshold will likely be met, if at all, at a later stage, closer to the election. At this time, it is important for disclosures to be made promptly to fully inform the public before voting. In addition, data must be gathered to timely effectuate the trigger for rescue funds. In the court's opinion, the statute is narrowly drawn to further North Carolina's compelling interests.</p>\n<p>b. The 21 Day Provision</p>\n<p>Plaintiffs next argue they are likely to succeed on their claim challenging the 21 day provision. This provision prohibits a candidate from accepting, or a contributor from making, a contribution during the 21 days before the general election until the day after that election under certain circumstances. <i>See</i> N.C. Gen Stat. § 163-278.13(e2)(3). Plaintiffs argue that this provision operates as an unconstitutional time limitation on contributions. It is significant to note that the statute does not operate as an outright ban on all contributions during the defined period. The statute specifically excludes contributions and loans from a candidate or his or her spouse. N.C. Gen.Stat. § 163-278.13(e2). Also, the only contributions prohibited during the short time before the general election are those that \"cause[ ] the candidate to exceed the `trigger for rescue funds'. . . .\", where an opposing participating candidate has not received the maximum rescue funds available. <i>Id.</i> § 163-278.13(e2)(3).</p>\n<p>First, plaintiffs claim a sufficiently compelling government interest does not justify the 21-day \"ban\" on contributions. (Mem. Sup- p. Mot. Prelim. Inj. at 23-24.) The Supreme Court has recognized that although contribution limits most definitely burden First Amendment rights, \"the prevention of corruption or its appearance constitutes a sufficiently important interest to justify\" such limits. <i>McConnell,</i> 540 U.S. at 143, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>; <i>see also </i><i>Buckley,</i> 424 U.S. at 25-29, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. The North Carolina legislature had that interest in mind in enacting the Fund. <i>See</i> N.C. Gen.Stat. § 163-278.61. It enacted the 21 day provision to \"make meaningful the provisions of\" the Fund. <i>Id.</i> § 163-278.13(e2). Relying on <i>Gable v. Patton,</i> <span class=\"citation\" data-id=\"754077\"><a href=\"/opinion/754077/robert-e-gable-plaintiff-appellantcross-appellee-v-paul-e-patton-in/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">940</span></a></span> (6th Cir.1998), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></span>, 143 L.Ed.2d <span class=\"star-pagination\">*528</span> 108 (1999), defendants make a persuasive argument that North Carolina's restriction on contributions during the 21 days before the general election is justified by North Carolina's compelling interest in preventing corruption. In <i>Gable,</i> the Sixth Circuit upheld a portion of Kentucky's public financing scheme which prohibits any candidate from receiving contributions from outside sources in the 28 days before an election. The court found any burden on nonparticipating candidates First Amendment rights was justified by the state's interest in preventing corruption. <i>Id.</i> at 950-51.</p>\n<p>Plaintiffs' reliance on a subsequent Sixth Circuit case, <i>Anderson v. Spear,</i> <span class=\"citation\" data-id=\"784909\"><a href=\"/opinion/784909/hobart-ward-anderson-v-lloyd-e-spear/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">651</span></a></span> (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></span> (2004), appears misplaced. There, the court analyzed Kentucky's 28-day ban on contributions as applied to write-ins candidates, who are not eligible to participate in the public financing scheme and therefore are not voluntary non-participants, unlike those in <i>Gable. Id.</i> at 674. The court stated:</p>\n<blockquote>Under the <i>ratio decidendi</i> of <i>Gable,</i> the 28-day window contributes to Kentucky's scheme to combat corruption, but only insofar as it supports the trigger, which in turn channels individuals into the corruption-reducing public finance scheme. Under KRS § 121A, however, write-in candidates are not eligible to participate in that scheme, and therefore cannot be channeled into the public finance system. Therefore applying the 28-day window to write-in candidates simply cannot be intended to combat corruption by channeling write-in candidates into the public finance scheme.</blockquote>\n<p><i>Id</i> at 674-75..</p>\n<p>Second, plaintiffs contend the 21 day provision is overbroad. (Mem. Supp. Mot. Prelim. Inj. at 24.) Plaintiffs point out that there is already in place a limitation on large contributions, § 163-278.13(a) (contributions to any candidate or political committee limited to $4000 in any election). (<i>Id.</i>) While that limitation no doubt furthers North Carolina's anti-corruption interest, that does not necessarily mean North Carolina cannot enact any other contribution restrictions to further that same interest. The 21 day provision does not bar all contributions, applies only to appellate court candidates, and is for a limited time. Like the statute at issue in <i>Gable,</i> the provision is necessary to properly effectuate the trigger for rescue funds. <i>See</i> 142 F.3d at 949. Without the provision, if rescue funds are triggered by a contribution to a nonparticipating candidate shortly before the election, the Board may not have sufficient time to issue the funds to a participating candidate. <i>See id.</i> at 949-50. It appears the provision in narrowly tailored to advance North Carolina's interest.</p>\n<p>c. Rescue Funds Provision and Public Financing Scheme</p>\n<p>Finally, plaintiffs advance several challenges to the rescue funds provision and North Carolina's public financing scheme as a whole. They argue that, because a nonparticipating candidate's own contributions and expenditures count towards the trigger for a participating (opposing) candidate's receipt of rescue funds, nonparticipating candidates are effectively penalized for contributions to and expenditures for their own campaigns which <i>Buckley</i> prohibits. As plaintiffs recognize, and as the court has already noted, no direct restrictions are placed on a candidate or his other spouse for making contributions to the candidate's own campaign. <i>See</i> N.C. Gen.Stat. § 163-278.13(e2). In addition, there are no restrictions on nonparticipating candidate expenditures. It is the indirect restriction, plaintiffs argue, that <span class=\"star-pagination\">*529</span> violates the constitution. Similarly, plaintiffs contend independent expenditure entities' First Amendment rights are chilled because counting independent expenditures towards the rescue funds trigger may result in making more money available to an opposing participating candidate. They further argue that the rescue funds provision operates as content-based discrimination and impedes the ability of like-minded persons to pool resources.</p>\n<p>The court finds persuasive the First Circuit's rationale in examining an individual and two political action committee's challenge to Maine Clean Election Act's matching funds provision:</p>\n<blockquote>Direct limitations on independent expenditures have been found impermissibly to burden constitutional rights of free expression. <i>See </i><i>Buckley,</i> 424 U.S. at 44, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span>; <i>New Hampshire Right to Life Political Action Comm. v. Gardner,</i> <span class=\"citation\" data-id=\"197054\"><a href=\"/opinion/197054/nh-right-to-life-v-nh-secretary/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 18-19 (1st Cir.1996) (invalidating New Hampshire statute limiting independent expenditures to $1,000 per election). Such cases are of limited application, however, because they involve direct monetary restrictions on independent expenditures, which inherently burden such speech, while the Maine statute creates no direct restriction.</blockquote>\n<blockquote>Moreover, the provision of matching funds does not indirectly burden donors' speech and associational rights. Appellants misconstrue the meaning of the First Amendment's protection of their speech. They have no right to speak free from response-the purpose of the First Amendment is to \"`secure the \"widest possible dissemination of information from diverse and antagonistic sources.\"`\" <i>Buckley,</i> 424 U.S. at 49, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (citations omitted); <i>see </i><i>Pacific Gas &amp; Elec. Co. v. Public Utils. Comm'n,</i> <span class=\"citation\" data-id=\"111596\"><a href=\"/opinion/111596/pacific-gas-elec-co-v-public-util-commn-of-cal/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14, <span class=\"citation\" data-id=\"111596\"><a href=\"/opinion/111596/pacific-gas-elec-co-v-public-util-commn-of-cal/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>, <span class=\"citation\" data-id=\"111596\"><a href=\"/opinion/111596/pacific-gas-elec-co-v-public-util-commn-of-cal/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1986) (there exists no right to speak \"free from vigorous debate\"). The public funding system in no way limits the quantity of speech one can engage in or the amount of money one can spend engaging in political speech, nor does it threaten censure or penalty for such expenditures. These facts allow us comfortably to conclude that the provision of matching funds based on independent expenditures does not create a burden on speakers' First Amendment rights.</blockquote>\n<blockquote>Appellants rely heavily on <i>Day v. Holahan,</i> <span class=\"citation\" data-id=\"677807\"><a href=\"/opinion/677807/scott-day-treasurer-of-impace-mea-impace-mea-a-political-fund-steve/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1356</span></a></span> (8th Cir.1994), in which the Eighth Circuit invalidated Minnesota's campaign finance statute, which increased a participating candidate's expenditure limit based on independent expenditures made against her or for her major party opponent and under some circumstances matched such independent expenditures. <i>See id.</i> at 1359-62. The court held that \"[t]o the extent that a candidate's campaign is enhanced by the operation of the statute, the political speech of the individual or group who made the independent expenditure `against' her (or in favor of her opponent) is impaired.\" <i>Id.</i> at 1360. We cannot adopt the logic of <i>Day,</i> which equates responsive speech with an impairment to the initial speaker.</blockquote>\n<p><i>Daggett,</i> 205 F.3d at 464 (1st Cir.2000) (footnote omitted, recognizing \"the continuing vitality of <i>Day</i> is open to question.\"); <i>see also </i><i>Brewer,</i> 363 F.Supp.2d at 1198, 1200-01, 1202-03 (following <i>Daggett</i> in rejecting a similar challenge to the Arizona Citizens Clean Election Act's matching funds provision).</p>\n<p>With respect to the public financing scheme as a whole, plaintiffs argue that the scheme places nonparticipating candidates at a distinct disadvantage relative to participating candidates, representing invidious and unconstitutional discrimination. The parties all rely on <i>Buckley</i> to support <span class=\"star-pagination\">*530</span> their respective positions. There, the Court stated, \"the Constitution does not require [the legislative body] to treat all declared candidates the same for public financing purposes.\" <i>Buckley,</i> 424 U.S. at 97, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. In examining an equal protection challenge to the Presidential Election Campaign Fund, the Court recognized that</p>\n<blockquote>[i]n several situations concerning the electoral process, the principle has been developed that restrictions on access to the electoral process must survive exacting scrutiny. The restriction can be sustained only if it furthers a \"vital\" governmental interest, that is \"achieved by a means that does not unfairly or unnecessarily burden either a minority party's or an individual candidate's equally important interest in the continued availability of political opportunity.\"</blockquote>\n<p><i>Id.</i> at 93-94, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span> (citations omitted). The court simply disagrees with plaintiffs' argument that the scheme's reporting provision, trigger, and 21 day provision unfairly or unnecessarily burden nonparticipating candidates' political opportunities, (see Mem. Supp. Mot. Prelim. Inj. at 29-30), given the important interests advanced by the public financing scheme.</p>\n<p>In sum, plaintiffs have not shown a likelihood of success on the merits on any of their claims challenging §§ 163-278.13(e2), 163-278.66(a), 163-278.67 and North Carolina's public financing scheme as a whole. Accordingly, plaintiffs have not made a strong showing of irreparable harm.</p>\n<p>2. Harm to Defendants/ Public Interest</p>\n<p>Because state officials are the parties against whom the injunction is sought, and they represent the public interest, consideration of the harm to them should the injunction issue merges with consideration of the public interest. The general election is less than two weeks way. Invalidating any of the statutes at issue, and particularly the Fund as a whole, would likely disrupt the electoral process for appellate judges. Eight of the twelve candidates in the general election are participating in the Fund. (Defs.' Revise Mem. Opp'n Mot. Prelim. Inj., Strach Decl. ¶ 6.) These candidates have relied upon the Fund being in place through the general election, adhering to its limitations and restrictions and making campaign strategy decisions based on those limitations and restrictions.</p>\n<p>In balancing the foregoing factors, the court concludes a preliminary injunction is not warranted.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In sum, plaintiff Jackson's claims challenging N.C. Gen.Stat. §§ 163-278.12(e2)(3), 163-278.66, and 163-278.67 and the public financing scheme as a whole are DISMISSED for lack of standing. Plaintiffs Jackson's and Duke's claim challenging N.C. Gen.Stat. § 84-34 is DISMISSED for lack of jurisdiction. Plaintiffs' motion to consolidate a hearing on their motion for preliminary injunction with trial is DENIED. Plaintiffs' motion for a preliminary injunction is DENIED. Defendants' and intervenors' motions to dismiss remain pending in part. Plaintiffs' motion for class certification also remains for consideration.</p>\n<h2>NOTES</h2>\n<p>[1]  Although defendants raise the standing issue in their motion to dismiss and the court refers to matters outside the pleadings, it is not necessary to convert the proceeding to one for summary judgment. <i>See </i><i>White Tail Park, Inc. v. Stroube,</i> <span class=\"citation\" data-id=\"790824\"><a href=\"/opinion/790824/white-tail-park-incorporated-american-association-for-nude/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 458 (4th Cir.2005).</p>\n<p>[2]  In their revised brief in opposition to the motions to dismiss, plaintiffs state in 2004 Jackson \"was subject to the challenged public financing provisions during her campaign as a nonparticipating candidate.\" (Br. at 3.) But, that fact does not necessarily mean she suffered an injury. Did she face a participating candidate? Were rescue funds even triggered? Was she required to make expedited reports?</p>\n<p>[3]  Defendants further argue that plaintiffs lack standing as to claims against defendants the District Attorney for Wake County and the Attorney General. This issue is left for resolution on defendants' motion for failure to state a claim as to these defendants, particularly because plaintiffs do not seek preliminary injunctive relief against these defendants, (<i>see</i> Prelim. Inj. Mot. at 2).</p>\n<p>[4]  \"The district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\" 28 U.S.C. § 1341.</p>\n<p>[5]  \"It is settled that the broad prophylactic terms of the Tax Injunction Act apply to declaratory as well as injunctive relief. . . .\" <i>Folio v. City of Clarksburg,</i> <span class=\"citation\" data-id=\"751172\"><a href=\"/opinion/751172/bernard-j-folio-mid-city-land-company-bernard-j-folio-dba-high-rise/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span>, 1214 (4th Cir.1998) (citation omitted).</p>\n<p>[6]  It is not clear how Duke cites a 48-hour period. Perhaps, he relies on § 163-278.66(a) for the proposition that he is required to report contributions within 24 hours and then turn around report expenditures 24 hours later, resulting in a \"48 hour cycle.\"</p>\n<p>[7]  Independent expenditure entities are also required to make reports after each $1000, once the $5000 threshold is met. N.C. Gen. Stat. § 163-278.66(a).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1805735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2343569/"
  ]
}