{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2420709/",
  "absolute_url": "/opinion/2420709/time-warner-cable-information-services-v-duncan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2420709/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:28:13.955375Z",
  "date_modified": "2016-04-26T20:48:27.191564Z",
  "type": "010combined",
  "sha1": "5a0e59b2f099cc7b996855329d19aeb0f1859c32",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>656 F.Supp.2d 565 (2009)</b></center>\n<center><h1>TIME WARNER CABLE INFORMATION SERVICES (NORTH CAROLINA), LLC, Plaintiff,<br>\nv.<br>\nL. Calvin DUNCAN, in his official capacity as Chairman and Member of the North Carolina Rural Electrification Authority, et al., Defendants.</h1></center>\n<center>No. 5:08-CV-202-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 23, 2009.</center>\n<p><span class=\"star-pagination\">*566</span> D.J. O'Brien, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, Marcus William Trathen, Elizabeth Spainhour, Brooks Pierce McLendon Humphrey &amp; Leonard, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>Melissa H. Taylor, N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Time Warner Cable Information Services (North Carolina), LLC (\"TWCIS\") filed suit against the Commissioners of the North Carolina Rural Electrification Authority (\"NCREA\"). TWCIS seeks declaratory relief and injunctive relief from the Commissioners solely in their official capacity. The court permitted Atlantic Telephone Membership Corporation, Randolph Telephone Membership Corporation, and Star Telephone Membership Corporation (collectively \"TMCs\") to intervene as defendants [D.E. 89]. The dispute involves TWCIS' claim that the NCREA's July 19, 2006 order and March 28, 2008 order violate the Telecommunications Act of 1996 and prevent TWCIS from exercising its federal interconnection rights so that it and Time Warner Cable may provide the proposed facilities-based local voice telecommunications in competition with TMCs.</p>\n<p>On September 11, 2009, the court heard oral argument concerning the pending motions [D.E. 68, 69, 71, 87, 88], including each party's motion for summary judgment. As explained below, the court denies Commissioners' and TMCs' motions for summary judgment. The court grants in part and denies in part (without prejudice) TWCIS' motion for summary judgment. The court vacates the NCREA's July 19, 2006 and March 28, 2008 orders and remands the action to the NCREA. Additionally, the court denies TWCIS' motion for leave to explain subsequently decided authority, and the court denies Commissioners' motion to strike TWCIS' suggestion of subsequently decided authority.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Telecommunications Act of 1996 (\"1996 Act\" or \"Act\") regulates local telephone markets and imposes various obligations on incumbent local exchange carriers (\"ILECs\") to foster competition, <span class=\"star-pagination\">*567</span> including requirements for ILECs to share their networks with new entrants known as competitive local exchange companies (\"CLECs\"). <i>See</i> 47 U.S.C. §§ 251 et seq.; <i>Verizon Md., Inc. v. Public Serv. Comm'n,</i> 535 U.S. 635, 638, 122 S.Ct. 1753, 152 L.Ed.2d 871 (2002); <i>MCImetro Access Transmission Servs., Inc. v. BellSouth Telecomms., Inc.,</i> 352 F.3d 872, 874-76 (4th Cir.2003); <i>MCI Telecomm. Corp. v. Bell Atl.-Pa.,</i> 271 F.3d 491, 500-01 (3d Cir.2001).</p>\n<p>Section 251 of the 1996 Act mandates that ILECs share their networks with CLECs. <i>See</i> 47 U.S.C. § 251. Specifically, an ILEC must provide a CLEC an interconnection with the ILECs existing network. <i>Id.</i> § 251(c)(2). The ILEC and CLEC then must establish a \"reciprocal compensation arrangement[]\" for transporting and terminating the calls placed by each others' customers. <i>Id.</i> § 251(b)(5). Section 251 also provides guidance on how a CLEC may compete with an ILEC for its existing customers in the local telephone markets by using ILEC's existing networks. <i>See id.</i> § 251(c)(2)-(4).</p>\n<p>Section 252 establishes the process for developing interconnection agreements between ILECs and CLECs. <i>Id.</i> § 252. First, the parties may \"negotiate and enter into a binding agreement.\" <i>Id.</i> § 252(a)(1). Normally, the CLEC will initiate the process by requesting interconnection with the ILEC. <i>Id.</i> § 252(a)(1). During negotiations, either party may ask the state commission to participate in negotiations and mediate disputes. <i>Id.</i> § 252(a)(2). Section 252 encourages the parties to voluntarily enter into an interconnection agreement by reducing the requirements of section 251. To meet the requirements, a negotiated agreement only need be nondiscriminatory to nonparty carriers and in the public interest. <i>See id.</i> § 252(e)(2)(A).</p>\n<p>If the parties are unable to negotiate an interconnection agreement, either party, during the period from 135 to 160 days after the initial interconnection request, may petition the state commission to arbitrate remaining issues with the agreement. <i>Id.</i> § 252(b)(1). The state commission then must resolve these issues and may order appropriate conditions on the parties to forge an agreement. <i>Id.</i> § 252(b)(4)(C). The state commission must ensure that the arbitration process meets the specific requirements of section 251 and the corresponding Federal Communications Commission (\"FCC\") regulations. <i>Id.</i> § 252(c). Additionally, the state commission must establish the necessary rates and create an implementation schedule for the interconnection agreement. <i>Id.</i> The arbitrated terms become a part of the agreement. <i>See id.</i></p>\n<p>Regardless of how an interconnection agreement is reached, the parties must submit the agreement to the state commission so that the commission may \"approve or reject the agreement, with written findings as to any deficiencies.\" <i>Id.</i> § 252(e)(1). The state commission may reject a negotiated agreement only if it \"discriminates against a telecommunications carrier not a party to the agreement\" or the implementation of the agreement \"is not consistent with the public interest, convenience, and necessity.\" <i>Id.</i> § 252(e)(2)(A). For an arbitrated agreement, however, the state commission may reject the interconnection agreement if it does not meet the requirements of section 251, the pricing standards of section 252(d), or the associated FCC regulations. <i>Id.</i> § 252(e)(2)(B). If the state commission does not approve or reject a negotiated agreement within ninety days of its submission or an arbitrated agreement within thirty days of submission, the agreement <span class=\"star-pagination\">*568</span> \"shall be deemed approved.\" <i>Id.</i> § 252(e)(4); <i>see</i> 47 C.F.R. § 51.801(c).</p>\n<p>If the state commission \"fails to act\" under section 252, the FCC fulfills the duties of the state commission. <i>See</i> 47 U.S.C. § 252(e)(5); 47 C.F.R. §§ 51.803.807. According to the FCC, a state commission \"fails to act\" if it does not respond within a reasonable amount of time to a mediation or arbitration request. 47 C.F.R. § 51.801(b). Read together, sections 252(e)(1), (e)(4), and (e)(5) \"create a scheme that provides regulatory oversight of interconnection agreements, either by a state commission or by the FCC in the state commission's place.\" <i>MCI Telecomm. Corp. v. Ill. Bell Tel. Co.,</i> 222 F.3d 323, 329 (7th Cir.2000).</p>\n<p>Finally, section 252 permits any party aggrieved by a state commission's approval or rejection under section 252(e)(1) to \"bring an action in an appropriate Federal district court to determine whether the agreement or statement meets the requirements\" of sections 251 and 252. 47 U.S.C. § 252(e)(6). Section 252 strips state courts of jurisdiction to review the actions of a state commission in approving or rejecting an interconnection agreement. <i>Id.</i> § 252(e)(4).</p>\n<p>TWCIS is a public utility with its principal place of business in Stamford, Connecticut. Compl. ¶ 8. TWCIS claims that the FCC authorized it to provide long distance telecommunications services, and that the North Carolina Utilities Commission (\"NCUC\") authorized it to provide competitive local exchange services and interexchange telecommunication services in North Carolina. <i>Id.</i> TWCIS seeks to provide wholesale telecommunications services to the public. <i>Id.</i></p>\n<p>Under North Carolina law, the NCREA is the state commission tasked with regulating intrastate telecommunication services that TMCs in North Carolina provide. <i>Id.</i> ¶ 9; <i>see</i> 47 U.S.C. §§ 153(41), 251, 252. During the relevant periods, defendants were commissioners of the NCREA. The commissioners named in the complaint are: Chairman L. Calvin Duncan, Vice-Chairman Joseph G. Justice, J. Ronnie Alderman, Buddy G. Creed, and Edith C. Cox (collectively \"Commissioners\"). Compl. ¶¶ 9-12. TWCIS sues the Commissioners in their official capacities only. <i>Id.</i> ¶¶ 10-12.</p>\n<p>The TMCs in this case are under the jurisdiction of the NCREA and include Atlantic Telephone Membership Corporation (\"Atlantic\"), Randolph Telephone Membership Corporation (\"Randolph\"), and Star Telephone Membership Corporation (\"Star\"). <i>Id.</i> ¶ 15. The TMCs are rural telephone companies (otherwise known as rural local exchange carriers or \"RLECs\" under the 1996 Act). <i>Id.</i> ¶ 19; <i>see</i> 47 U.S.C. § 153(37).</p>\n<p>Time Warner Cable (\"TWC\") provides digital phone service using Voice over Internet Protocol (\"VoIP\") technology in North Carolina and elsewhere. Compl. ¶ 29. The service uses TWC's cable television infrastructure to enable subscribers to make and receive telephone calls and enjoy related functionality. <i>Id.</i> The service makes use of internet protocol through dedicated private facilities, not the public internet. <i>Id.</i> TWC and other VoIP providers like it must purchase telecommunication services from regulated telecommunications carriers in order to originate and terminate calls on the public switched network, access 911 services, and obtain numbering resources. <i>Id.</i></p>\n<p>TWCIS seeks to provide TWC with such telecommunications services. <i>Id.</i> ¶ 30. TWCIS proposes that TWC market telephone services in TWC's name and supply a connection to each subscriber's premises. <i>Id.</i> Subscribers could then make voice calls <span class=\"star-pagination\">*569</span> over TWC's network, which TWCIS would convert from internet protocol format into traditional circuit switched telecommunications format. <i>Id.</i> With that conversion done, TWCIS would then route the telecommunications traffic to the public switched telephone network (\"PSTN\"). <i>Id.</i> TWCIS would also perform other CLEC functions, including number acquisition and administration, submission of local number portability orders, payment of intercarrier compensation for local and toll telecommunications traffic, connectivity to E911 routers, operator services, directory assistance and call completion, and placement of orders for telephone directory listings. <i>Id.</i></p>\n<p>TWCIS proposes to offer such services to all providers in the same class as TWC and, thus, all members of the public in the relevant service territory. <i>Id.</i> ¶ 31. To provide services to rural subscribers in the TMCs' territories, TWCIS must interconnect its network with the TMCs and obtain from the TMCs number portability, dialing parity, and reciprocal compensation arrangements. <i>Id.</i> ¶ 32; <i>see</i> 47 U.S.C. § 251(a), (b)(2)-(3), (b)(5).</p>\n<p>In October 2005, TWCIS attempted to negotiate interconnection agreements with the TMCs to permit transport of telecommunications to and from the TWC's subscribers in the TMCs' territories. Compl. ¶ 34, Ex. A, Order Consolidating and Dismissing Proceedings [hereinafter \"Order\"], at 1; <i>see</i> 47 U.S.C. § 252(a). TWCIS failed to reach agreements with the TMCs. Compl. ¶ 34.</p>\n<p>On March 14, 2006, TWCIS filed separate arbitration petitions with the NCREA to compel the TMCs to enter interconnection agreements with TWCIS. <i>Id.</i> ¶ 35; Order 1-2; <i>see</i> 47 U.S.C. § 252(b). The petitions included a proposed interconnection agreement and requested the NCREA to arbitrate certain issues, including whether the TMCs' refusal to negotiate was contrary to the FCC's rules and federal requirements, whether the refusal was discriminatory in light of the TMCs' existing agreements, and whether the proposed interconnection agreement complied with section 252(e) and should be adopted. Compl. ¶ 35; <i>see</i> 47 U.S.C. § 252(e). On March 14, 2006, TWCIS also filed a \"Conditional Petition for Termination of Rural Exemption and Request for Consolidation with Petition for Arbitration\" (the \"conditional petition for termination\") for each of the TMCs. Compl. ¶ 36; Order 1-2. In the conditional petitions for termination, TWCIS sought to have the TMCs' rural exemptions lifted if the NCREA determined that the petitions for arbitrations implicated the section 251(c) interconnection duties. Compl. ¶ 36.</p>\n<p>On April 10, 2006, the TMCs filed separate responses to the arbitration petitions and also filed separate motions to dismiss. <i>Id.</i> ¶ 37; Order 2-3. The TMCs argued that the Commissioners should dismiss the petitions because TWCIS was not a \"telecommunications carrier\" under the 1996 Act. Compl. ¶ 37. On May 1, 2006, TWCIS responded in opposition to the motions to dismiss, and, on May 16, 2006, the TMCs replied. <i>Id.</i> ¶¶ 38-40; Order 3-4. On May 22, 2006, TWCIS filed letter responses. Compl. ¶ 41; Order 4.</p>\n<p>On July 19, 2006, the NCREA issued an order consolidating and dismissing the proceedings (the \"Order\").<sup>[1]</sup> In the Order, the NCREA found (1) that the TMCs are rural telephone companies pursuant to 47 U.S.C. § 153(37); (2) that the <span class=\"star-pagination\">*570</span> 1996 Act defines a telecommunications carrier as \"any provider of telecommunication services\"; (3) that TWCIS offers VoIP services; and (4) that the FCC has not determined that VoIP services are telecommunication services as defined by the 1996 Act. Order 5-6; <i>see</i> 47 U.S.C. § 153(44) (defining telecommunications carrier); <i>id.</i> § 153(46) (defining telecommunications service). On the record presented, the NCREA concluded that TWCIS was not a \"telecommunications carrier\" under the 1996 Act and, thus, was not entitled to compel arbitration and interconnection with the TMCs pursuant to sections 251 and 252. Order 6-7; 47 U.S.C. §§ 153(44), 251-52. Accordingly, the NCREA granted the TMCs' motions to dismiss the arbitration petitions. Order 7. The NCREA denied as moot the conditional petitions for termination of rural exemptions. <i>See id.</i> (\"The [NCREA] does not reach a decision on the Conditional Petitions for Termination of Rural Exemption filed by TWCIS as it is unnecessary to do so in light of the [NCREA's] determination that TWCIS is not a telecommunications carrier.\").</p>\n<p>TWCIS argues that the NCREA mistakenly found that TWCIS was the proposed provider of VoIP services, rather than TWC. <i>See</i> Compl. ¶ 44. TWCIS asserts that the NCREA ignored a \"fundamental distinction\" of settled FCC precedent between wholesale telecommunications services (that TWCIS proposes to provide) and retail VoIP services (that TWC proposes to provide). <i>Id.</i> According to TWCIS, a wholesale carrier's rights to interconnection are unaffected by the classification of a retail service, like VoIP. <i>Id.</i></p>\n<p>On March 1, 2007, the FCC granted TWC's petition filed March 1, 2006, for a declaratory ruling (the \"FCC Declaratory Ruling\") on the interconnection rights of wholesale telecommunications carriers who provide services to other providers, especially VoIP providers. <i>See In re Time Warner Cable Request for Declaratory Ruling that Competitive Local Exchange Carriers May Obtain Interconnection Under Section 251 of the Communications Act of 1934, as Amended, to Provide Wholesale Telecommunications Services to VoIP Providers,</i> 22 F.C.C.R. 3513, ¶¶ 1-2 (2007) [hereinafter \"<i>In re Time Warner Cable</i>\"]. The FCC did not rule on particular state commission decisions but in response to TWC's request for clarification of the proper interpretation of the 1996 Act. <i>See id.</i> ¶¶ 18-19. The FCC \"reaffirm[ed]\" that:</p>\n<blockquote>[A] provider of wholesale telecommunications service is a telecommunications carrier and is entitled to interconnection under section 251 of the Act. The regulatory classification of the service provided to the ultimate end user has no bearing on the wholesale provider's rights as a telecommunications carrier to interconnect under section 251. As such, we clarify that the statutory classification of a third-party provider's VoIP service as an information service or a telecommunications service is irrelevant to the issue of whether a wholesale provider of telecommunications may seek interconnection under section 251(a) and (b).</blockquote>\n<p><i>Id.</i> ¶¶ 1, 15; <i>see</i> Compl. ¶ 6.</p>\n<p>On December 17, 2007, TWCIS wrote to the NCREA concerning the FCC Declaratory Ruling and asked the NCREA to reconsider its earlier order and permit arbitration to proceed. Compl. ¶ 45. On January 28, 2008, the TMCs responded, and, on March 10, 2008, TWCIS replied. <i>Id.,</i> Ex. B, Order Denying Req. for Recons. [hereinafter \"Reconsideration Order\"], at 1. On March 24, 2008, the NCREA denied the request for reconsideration <span class=\"star-pagination\">*571</span> in a brief order. Compl. ¶ 46; Reconsideration Order 3.</p>\n<p>TWCIS asserts the Order is a final determination that prevents TWCIS \"from exercising its federal interconnection rights so that it and [TWC] may provide the proposed facilities-based local voice telecommunications in competition with the TMCs.\" <i>See</i> Compl. ¶¶ 15, 47. Thus, on May 2, 2008, TWCIS commenced this action against the NCREA and the Commissioners for review of the Order [D.E. 1]. On July 18, 2008, TWCIS voluntarily dismissed its claims against the NCREA, leaving only the Commissioners in their official capacities as defendants [D.E. 19]. TWCIS brings this action pursuant to section 252(e)(6), asserting it has been \"aggrieved\" by the Order or \"determination\" under section 252. Compl. ¶ 50; <i>see</i> 47 U.S.C. § 252(e)(6).<sup>[2]</sup> Alternatively, TWCIS asserts that this action arises under federal law pursuant to 28 U.S.C. §§ 1331 and 1337(a) because the Order violates the 1996 Act. Compl. ¶ 50. In its complaint, TWCIS alleges several violations of sections 251 and 252 of the 1996 Act. <i>Id.</i> ¶¶ 51-68; <i>see</i> 47 U.S.C. §§ 251-52. TWCIS claims that the NCREA's factual finding that TWCIS provides VoIP services is not supported by substantial evidence and is incorrect, that the NCREA's legal determination that TWCIS is not a telecommunications carrier is contrary to the 1996 Act and settled FCC precedent, and that NCREA's Order violated the 1996 Act by failing to require the TMCs to interconnect with TWCIS. Compl. ¶¶ 58-60. As a result, TWCIS asserts ongoing harm and deprivation of its rights under the 1996 Act to interconnect with the TMCs, which prevents TWCIS from servicing retail providers like TWC. <i>Id.</i> ¶ 61. TWCIS also alleges that the Order  for the reasons just given  violates section 253 of the 1996 Act by \"prohibiting [TWCIS] from offering and providing interstate and intrastate telecommunications services in competition with [the TMCs] and, additionally, [has] the effect of prohibiting the retail providers served by [TWCIS] from offering and providing competitive VoIP services to North Carolina consumers.\" <i>Id.</i> ¶ 66.</p>\n<p>TWCIS asks the court to vacate the Order. <i>See id.</i> ¶ 63. TWCIS also seeks declaratory relief pursuant to 28 U.S.C. § 2201 and injunctive relief, including (1) a declaration that TWCIS is a telecommunications carrier under the 1996 Act with respect to the services at issue in the arbitration petitions; (2) a declaration that the TMCs are required to interconnect with TWCIS pursuant to 47 U.S.C. § 251(a); (3) a declaration that the TMCs are required to provide TWCIS with number portability, dialing parity, and reciprocal compensation arrangements pursuant to 47 U.S.C. § 251(b)(2), (3), and (5); (4) a declaration that the TMCs' duty to interconnect with TWCIS is not excused by their status as rural telephone companies under the 1996 Act; (5) a permanent injunction prohibiting the Commissioners from enforcing the Order due to its purported violation of the 1996 Act; and (6) an injunction directing the Commissioners to enter a new order holding that TWCIS is a <span class=\"star-pagination\">*572</span> telecommunications carrier under the 1996 Act entitled to interconnect with the TMCs, and directing the Commissioners to compel arbitration and approve an interconnection agreement. <i>See</i> Compl. 19, 21.</p>\n<p>On June 25, 2008, the NCREA and Commissioners moved to dismiss this action pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) of the Federal Rules of Civil Procedure on the grounds of sovereign immunity, failure to state a claim, and lack of subject-matter jurisdiction. <i>See</i> Defs.' Mot. to Dismiss. On July 18, 2008, TWCIS filed a notice of voluntary dismissal of the NCREA [D.E. 19]. On March 27, 2009, the Court denied the Commissioners' motion to dismiss. <i>See Time Warner Cable Info. Servs. (N.C.), LLC v. Duncan,</i> No. 5:08-CV-202-D, 2009 WL 875252, at *1-*2 (E.D.N.C. Mar. 27, 2009) (unpublished). On September 1, 2009, the court permitted the TMCs to intervene [D.E. 89]. On September 11, 2009, the court heard oral argument.</p>\n<p></p>\n<h2>II.</h2>\n<p>In considering the motions for summary judgment, the court applies the familiar summary judgment standard. <i>See</i> Fed. R.Civ.P. 56(c); <i>Scott v. Harris,</i> 550 U.S. 372, 378, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-55, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p>The parties dispute whether TWCIS is a telecommunications carrier for purposes of interconnection with the TMCs. \"Only telecommunications carriers have the right to compel interconnection with a local exchange carrier.\" <i>Iowa Telecomms. Servs., Inc. v. Iowa Utils. Bd.,</i> 563 F.3d 743, 746 (8th Cir.2009) (citing 47 U.S.C. § 251(c)(2)). The Act defines \"telecommunications carrier\" as \"any provider of telecommunications services\" and specifies that \"[a] telecommunications carrier shall be treated as a common carrier ... only to the extent that it is engaged in providing telecommunications services.\" 47 U.S.C. § 153(44). \"The term `telecommunications service' means the offering of telecommunications for a fee directly to the public, or to such classes of users as to be effectively directly to the public....\" <i>Id.</i> § 153(46). \"Telecommunications\" are defined as \"the transmission, between or among points specified by the user, of information of the user's choosing, without change in the form or content of the information as sent or received.\" <i>Id.</i> § 153(43). An \"information service\" is \"the offering of a capability for generating, acquiring, storing, transforming, processing, retrieving, utilitizing, or making available information via telecommunications.\" <i>Id.</i> § 153(20). The fact a telecommunications carrier offers an \"information service\"  and seeks to interconnect to exchange such traffic  does not void the carrier's interconnection rights, provided that the carrier also offers \"telecommunications services.\" <i>See, e.g., In re Time Warner,</i> 22 F.C.C.R. at 3513, ¶ 14 &amp; n. 39 (citing 47 C.F.R. § 51.100(b)). Finally, telecommunication carriers providing wholesale telecommunications services enjoy the same interconnection rights as those offering retail services. <i>See, e.g., </i><i>Virgin Islands Tel. Corp. v. FCC,</i> 198 F.3d 921, 930 (D.C.Cir.1999); <i>Consol. Commc'ns of Fort Bend Co. v. Pub. Util. Comm'n of Tex.,</i> 497 F.Supp.2d 836, 846 (W.D.Tex. 2007); <i>In re Time Warner,</i> 22 F.C.C.R. at 3519 n. 33.</p>\n<p>The FCC interprets the term \"telecommunications carrier\" under the 1996 Act as synonymous with the term \"common carrier\" under the Communications <span class=\"star-pagination\">*573</span> Act of 1934. <i>See, e.g., </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 746-47; <i>AT &amp; T Submarine Sys., Inc.,</i> 13 F.C.C.R. 21585, ¶ 6 (1998). A \"common carrier\" is \"any person engaged as a common carrier for hire, in interstate or foreign communication by wire\" and imposed upon local telephone companies certain common carrier obligations. 47 U.S.C. § 153(10); <i>see </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 746-47. \"[T]he primary sine qua non of common carrier status is a quasi-public character, which arises out of the undertaking to carry for all people indifferently.\" <i>Nat'l Ass'n of Regulatory Util. Comm'rs v. FCC (NARUC II),</i> 533 F.2d 601, 608 (D.C.Cir. 1976) (quotations omitted). Thus, to meet the definition of a common carrier, the entity must \"hold[] himself out to serve indifferently all potential users; and (2)... allow[] customers to transmit intelligence of their own design and choosing.\" <i>U.S. Telecom Ass'n v. FCC,</i> 295 F.3d 1326, 1329 (D.C.Cir.2002) (quotations omitted).</p>\n<p>Whether an entity is a telecommunications carrier turns on the entity's offer to provide services, not the current customer base. Specifically, the FCC has stated \"that a `telecommunications carrier' is a carrier that offers to provide telecommunications on a common carrier basis, regardless of whether the carrier has actually supplied such service to a customer in the past.\" <i>Fiber Techs. Networks, LLC v. N. Pittsburgh Tel. Co.,</i> 22 F.C.C.R. 3392, ¶ 19 (2007) (emphasis removed). \"To hold otherwise would lead to the anomalous, Catch-22 result that an entity could not establish its identity as a `telecommunications carrier' ... unless it was already supplying telecommunications service to the public, which might not even be possible....\" <i>Id.</i>; <i>see, e.g., </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 750 n. 6 (\"We are not troubled by the fact that Sprint currently serves only MCC. If a similarly situated last-mile provider were looking for the wholesale services Sprint provides, Sprint would be an obvious choice.\"); <i>Verizon Cal., Inc. v. FCC,</i> 555 F.3d 270, 276 (D.C.Cir.2009) (\"[W]e are not troubled by the fact that Bright House and Comcast-affiliated carriers are currently only serving their affiliates.\"); <i>Virgin Islands Tel. Corp. v. FCC,</i> 198 F.3d 921, 923 (D.C.Cir. 1999) (\"[T]o the extent that a telecommunications carrier is engaged in providing telecommunications services, it shall be treated as a common carrier. In other words, whether a carrier will be subject to common carrier regulation ... turns on whether it offers telecommunications for a fee....\" (quotations omitted) (citations omitted)); <i>cf. NARUC II,</i> 533 F.2d at 608 (holding that being \"previously adjudged to be [a] non-common carrier[]\" does not defeat common carrier status provided that an entity's current occupation and \"actual activities [it] carries on\" support common carrier status). These principles do \"not mean that the particular services offered must practically be available to the entire public; a specialized carrier whose service is of possible use to only a fraction of the population may nonetheless be a common carrier if he holds himself out to serve indifferently all potential users.\" <i>NARUC II,</i> 533 F.2d at 608.</p>\n<p>In this case, the Order focused on VoIP technology. VoIP technology:</p>\n<blockquote>converts the contents of particular [voice] communication into digital packets of information, which it then sends over private networks or over the internet to an end user. These separate packets of information run through various computers, routers, and switches anywhere in the world, and are then \"reconstituted\" at the destination.... As the name implies, VoIP communications are sent at least partially over the internet. However, where the call is being made and/or received by someone <span class=\"star-pagination\">*574</span> using ordinary customer premises equipment..., that is, a traditional telephone, VoIP traffic must also travel through the [PSTN], where it is handled by [local exchange carriers] ..., who control the so-called \"last mile\" to the end-user's phone.</blockquote>\n<p><i>Frontier Tel. v. USA Datanet Corp.,</i> 386 F.Supp.2d 144, 145 (W.D.N.Y.2005). A VoIP provider seeking interconnection with local exchange carriers will, upon interconnection, be an \"interconnected VoIP\" provider which offers:</p>\n<p>Interconnected VoIP service. An interconnected [VoIP] service is a service that:</p>\n<blockquote>(1) Enables real-time, two-way voice communications;</blockquote>\n<blockquote>(2) Requires a broadband connection from the user's location;</blockquote>\n<blockquote>(3) Requires Internet protocol-compatible customer premises equipment (CPE); and</blockquote>\n<blockquote>(4) Permits users generally to receive calls that originate on the [PSTN] and to terminate calls to the [PSTN].</blockquote>\n<p>47 C.F.R. § 9.3.</p>\n<p>The Order essentially consists of a syllogism: because \"TWCIS offers [VoIP] services,\" and \"[t]he FCC has not determined that VoIP services are telecommunication services\" under the Act, then \"TWCIS has not demonstrated ... that it is a telecommunications carrier.\" Order 6. As a result, the NCREA found that \"TWCIS is not legally entitled to demand interconnection with the TMCs.\" <i>Id.</i> at 7. In deciding the TMCs' motion to dismiss, the NCREA found facts, including that TWCIS offers VoIP services and that TWCIS has not shown that it offers other services, including all of the traditional telecommunication services that TWCIS describes in paragraph 30 of its complaint. <i>See id.</i> at 6; <i>cf.</i> Compl. ¶ 30. Further, the NCREA found that TWCIS offers retail VoIP. Thus, the Order essentially found that TWCIS sought to become an interconnected retail VoIP provider. <i>See</i> Order 6-7; <i>cf.</i> 47 C.F.R. § 9.3.</p>\n<p>TWCIS does not contest that retail VoIP is not a telecommunications service. Rather, TWCIS initially attacks the process that the NCREA followed in resolving the motions to dismiss. In order to address this argument, the court initially addresses the standard of review.</p>\n<p></p>\n<h2>III.</h2>\n<p>Under the 1996 Act, the court is to \"determine whether a state utility commission's arbitration decision `meets the requirements' of [sections] 251 and 252 of the Act.\" <i>GTE S., Inc. v. Morrison,</i> 199 F.3d 733, 742 (4th Cir.1999) (quoting 47 U.S.C. § 252(e)(6)). The Act, however, contains no particular standard of review. <i>Id.</i> at 745. In <i>GTE South,</i> the Fourth Circuit discussed a state commission's telecommunications arbitration decision and held that, \"[a]bsent a statutory command, general standards of judicial review of agency action apply.\" <i>Id.</i> \"Thus, [the court] review[s] de novo the [NCREA's] interpretations of the Telecommunications Act.\" <i>Id.</i>; <i>see </i><i>BellSouth Telecomms., Inc. v. Sanford,</i> 494 F.3d 439, 447-48 (4th Cir. 2007). As for factual findings, the \"Act does not require [the court] to sit as a super public utilities commission.\" <i>GTE S., Inc.,</i> 199 F.3d at 745. Rather, a state commission's findings of fact are reviewed under the substantial evidence standard. <i>Id.</i> The Fourth Circuit has described the substantial evidence standard as follows:</p>\n<blockquote>[S]ubstantial evidence is more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. While substantial evidence is more than a scintilla, it is also less than a preponderance. A court is not free to <span class=\"star-pagination\">*575</span> substitute its judgment for the agency's...; it must uphold a decision that has substantial support in the record as a whole even if it might have decided differently as an original matter.</blockquote>\n<p><i>AT&amp;T Wireless PCS, Inc. v. City Council of Va. Beach,</i> 155 F.3d 423, 430 (4th Cir. 1998) (quotations omitted) (citations omitted).</p>\n<p>TWCIS argues that the NCREA improperly converted the motions to dismiss with no notice and no hearing and then exacerbated this error with erroneous findings of fact and conclusions of law. <i>See</i> Pl.'s Resp. to Mots. for Summ. J. 3-9; Pl.'s Reply to Resp. to Pl.'s Mot. for Summ. J. 2. Although TWCIS requests a myriad of relief in the complaint, in its reply brief and at oral argument TWCIS requests that, at a minimum, the court vacate the Order and remand for further proceedings, in order to permit TWCIS to fully present its case to the NCREA on the threshold issue of whether TWCIS is a \"telecommunications carrier\" under the Act. <i>See </i><i>Sterling Smokeless Coal Co. v. Akers,</i> 131 F.3d 438, 439-40 (4th Cir.1997).</p>\n<p>As mentioned, the Order granted the TMCs' separate motions to dismiss. Atlantic and Star argued for dismissal based on a lack of subject-matter jurisdiction. <i>See</i> R. Ex. 6, 52. Randolph did not explicitly state the basis of its motion to dismiss, but appears to have argued that TWCIS failed to state a claim and incorporated Atlantic's and Star's arguments. <i>See</i> R. Ex. 27. The Order purports to grant all three motions to dismiss, but never explains the grounds for dismissal or discusses subject-matter jurisdiction. Further, in the Order, the NCREA found facts and rendered conclusions of law. <i>See</i> Order 6-7.</p>\n<p>At oral argument in this court, the parties agreed that the NCREA has subject-matter jurisdiction to decide whether TWCIS is a telecommunications carrier under the Act. <i>See, e.g., </i><i>Arbaugh v. Y &amp; H Corp.,</i> 546 U.S. 500, 503-07, 510-16, 126 S.Ct. 1235, 163 L.Ed.2d 1097 (2006). The parties also agreed that, in resolving the motions to dismiss, the NCREA considered matters outside the pleadings and essentially converted the motions to dismiss into motions for summary judgment. Indeed, the Order states that the NCREA grants the motions to dismiss \"based on the foregoing [findings of fact and conclusions of law] and [after considering] all filings provided by all parties in the [relevant] dockets.\" Order 7. Notably, the filings include exhibits that were not attached to the petitions but were instead presented by the TMCs to the NCREA. <i>See, e.g.,</i> R. Ex. 8, Attach. 5; R. Ex. 37; R. Exs. 54, 54A, Attach. 5. Such exhibits qualify as matters outside the pleadings.</p>\n<p>Although the NCREA has not formally adopted the Federal Rules of Civil Procedure, \"[f]rom its inception, the concept of administrative summary judgment has been linked inextricably to Fed.R.Civ.P. 56.\" <i>P.R. Aqueduct &amp; Sewer Auth. v. U.S. EPA,</i> 35 F.3d 600, 607 (1st Cir.1994); <i>see </i><i>New England Tel. &amp; Tel. Co. v. Conversent Commc'ns of R.I., LLC,</i> 178 F.Supp.2d 81, 93 (D.R.I.2001). Accordingly, in resolving a motion for summary judgment, the NCREA must look to the record as a whole, view the evidence in the light most favorable to the nonmoving party, and determine whether there is a genuine issue of material fact. <i>See, e.g.,</i> Fed. R. Civ. 56(c); <i>Scott,</i> 550 U.S. at 378, 127 S.Ct. 1769; <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. The moving party bears the burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp.,</i> 477 U.S. at 325, 106 S.Ct. 2548. Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <span class=\"star-pagination\">*576</span> <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co.,</i> 475 U.S. at 587, 106 S.Ct. 1348 (quotation omitted) (emphasis removed).</p>\n<p>When a court treats a motion to dismiss for failure to state a claim as a motion for summary judgment because of the consideration of material outside the pleadings, the parties must be given a reasonable opportunity to present evidence pertinent to a Rule 56 motion. <i>See, e.g.,</i> Fed.R.Civ.P. 12(d); <i>Laughlin v. Metro. Wash. Airports Auth.,</i> 149 F.3d 253, 260-61 (4th Cir.1998). The purpose of the provision of Rule 12(d) is twofold: to give the nonmoving party notice of the conversion and to allow the nonmoving party to respond with evidence. <i>See, e.g., </i><i>Gay v. Wall,</i> 761 F.2d 175, 177 (4th Cir.1985).</p>\n<p>Here, no party moved for summary judgment in the NCREA proceeding. Instead, the NCREA considered the TMCs' motions to dismiss (including material outside the pleadings), thereby converting the motions to ones for summary judgment. The NCREA did not notify TWCIS of its intent to convert the TMCs' motions to dismiss into motions for summary judgment and did not permit TWCIS to submit evidence of its own into the record before the NCREA issued the Order. Accordingly, TWCIS did not have any opportunity, let alone a reasonable opportunity, to rebut the evidence that the TMCs offered into the administrative record with their motions to dismiss. Although this court recognizes that the NCREA has not adopted the Federal Rules of Civil Procedure and may devise its own procedural rules, the nonmoving party must have a chance to rebut evidence and, if it desires, offer some of its own evidence before a state commission considers material outside the pleading in deciding a dispositive motion. <i>See, e.g., </i><i>New England Tel. &amp; Tel. Co.,</i> 178 F.Supp.2d at 92-93.</p>\n<p>Under section 252(e)(6), this court must review the NCREA's determination for compliance with sections 251 and 252. On the current record, the court does not find substantial evidence in the administrative record to support the NCREA's finding that TWCIS is not a telecommunications carrier and, therefore, the TMCs are not obligated to interconnect. In reaching this conclusion, the court notes that TWCIS argues in this court that it has self-certified its telecommunications carrier status. <i>See</i> Pl.'s Mem. in Supp. of Mot. for Summ. J. 17-18; Pl.'s Resp. to Mots. for Summ. J. 8. Further, the FCC recognizes a prima facie case of telecommunications carriage if (1) the entity self-certifies that it will operate as common carrier and serve all similarly situated customers equally, (2) the entity has taken public steps consistent with its intent to serve the public indifferently, such as obtaining a certificate of public convenience and necessity, and (3) the entity has entered into a publicly available interconnection agreement with the other party at issue. <i>See Bright House Networks, LLC v. Verizon Cal., Inc.,</i> 23 F.C.C.R. 10704, ¶¶ 39-41 (2008); <i>see also </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 749-50 (applying <i>Bright House</i> to context of petition to interconnect); <i>Verizon Cal.,</i> 555 F.3d at 275-76 (affirming FCC's approach in <i>Bright House</i>). In opposition, the TMCs contest TWCIS' self-certification argument. Indeed, TWCIS and the TMCs proffer evidence outside the administrative record for this court to consider. <i>See, e.g.,</i> Bailey Aff.; Home Aff.; Russ Aff.; Thaxton Aff.</p>\n<p>The court declines to supplant the NCREA's statutory role and resolve these disputed issues. <i>See </i><i>Sterling Smokeless Coal Co.,</i> 131 F.3d at 439-40. The NCREA did not base its decision on the <span class=\"star-pagination\">*577</span> fuller record that the parties have developed in this court. Instead, the NCREA found that TWCIS was not a telecommunications carrier at the summary judgment stage without providing TWCIS an opportunity to present evidence in rebuttal to TMCs' motions to dismiss. Based on the record, contested facts exist and these facts might well be material to the outcome. Accordingly, the NCREA erred in granting the TMCs' motions to dismiss in July 2006 and in denying TWCIS' request for reconsideration in March 2008. Therefore, pursuant to its authority under section 252(a)(6), the court vacates the Order and Reconsideration Order and remands the action to the NCREA for further proceedings consistent with this order. <i>See, e.g., Sw. Bell Tel. Co. v. Tex. Pub. Util. Comm'n,</i> No. MO-01-CA-045, 2002 WL 32066469, at *1-2, 2002 U.S. Dist. LEXIS 26002, at *4-*5 (W.D.Tex. Dec. 26, 2002) (unpublished), <i>aff'd,</i> 348 F.3d 482 (5th Cir. 2003); <i>New England Tel. &amp; Tel. Co.,</i> 178 F.Supp.2d at 96.</p>\n<p>Finally, TWCIS urges this court to declare that TWCIS is a telecommunications carrier under the 1996 Act with respect to the services at issue in its arbitration petitions, that the TMCs are required to interconnect with TWCIS and provide TWCIS with number portability, dialing parity, and reciprocal compensation arrangements, and that the TMCs' rural exemption does not apply. This court cannot resolve these issues at this time given the 1996 Act's statutory scheme. Simply put, this court will not sit as a \"super public utilities commission\" and resolve these issues before the NCREA performs its statutory role.</p>\n<p></p>\n<h2>IV.</h2>\n<p>On August 6, 2009, TWCIS filed a notice, suggesting the following subsequently decided authority: <i>In re Petition of Sprint Communications Co. L.P. for Arbitration of an Interconnection Agreement with Star Telephone Membership Corp. Pursuant to Sections 251(a), (b) and 252 of the Communications Act of 1934, as Amended and Request of Sprint Communications Co. L.P. to have the Rural Exemption Established by Section 251(f)(1) of the Communications Act of 1934, as Amended of Star Telephone Membership Corp. Terminated,</i> Docket No. TMC-5, Sub. 2 (N.C. Rural Elec. Auth. May 20, 2009) (unpublished). Contemporaneous with the notice, TWCIS filed a motion for leave to explain subsequently decided authority and attached a proposed explanation of this subsequently decided authority [D.E. 87]. On August 10, 2009, the Commissioners' responded in opposition and moved to strike TWCIS' suggestion of subsequently decided authority [D.E. 88].</p>\n<p>Local Civil Rule 7.1(g) provides that \"[a] suggestion of subsequently decided controlling authority, without argument, may be filed at any time prior to the court's ruling and shall contain only the citation to the case relied upon if published or a copy of the opinion if the case is unpublished.\" Local Civil Rule 7.1(g), EDNC. Accordingly, the court finds TWCIS' notice of subsequently decided authority and its inclusion of a copy of the unpublished order [D.E. 86] is appropriate. Therefore, the court denies the Commissioners' motion to strike [D.E. 88]. However, because Local Civil Rule 7.1(g) only allows the suggestion of subsequently decided authority \"without argument,\" the court denies TWCIS' motion for leave to explain the subsequently decided authority [D.E. 87].</p>\n<p></p>\n<h2>V.</h2>\n<p>As explained above, TWCIS' motion for summary judgment [D.E. 71] is GRANTED in part and DENIED in part without prejudice. Commissioners' motion for <span class=\"star-pagination\">*578</span> summary judgment [D.E. 68] is DENIED, and TMCs' motion for summary judgment [D.E. 70] is DENIED. The NCREA's July 2006 order granting the motions to dismiss and the NCREA's March 2008 order denying reconsideration are VACATED, and the action is REMANDED to the NCREA for further proceedings consistent with this order. Additionally, TWCIS' motion for leave to explain subsequently decided authority [D.E. 87] is DENIED, and Commissioners' motion to strike TWCIS' suggestion of subsequently decided authority [D.E. 88] is DENIED.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p></p>\n<h2>Decision by Court.</h2>\n<p>This action came before the Honorable James C. Dever III, United States District Judge, for consideration of plaintiff's motion for summary judgment.</p>\n<p>IT IS ORDERED, ADJUDGED AND DECREED that the plaintiff's motion for summary judgment is granted in part and denied in part without prejudice and the case is closed.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Alderman recused due to his relationship with Star, one of the TMCs in this case. Order 4.</p>\n<p>[2]  Section 252(e)(6) states:\n</p>\n<p>In a case in which a State fails to act as described in paragraph (5), the proceeding by the Commission under such paragraph and any judicial review of the Commission's actions shall be the exclusive remedies for a State commission's failure to act. In any case in which a State commission makes a determination under this section, any party aggrieved by such determination may bring an action in an appropriate Federal district court to determine whether the agreement or statement meets the requirements of section 251 of this title and this section.</p>\n<p>47 U.S.C. § 252(e)(6).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">656</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">565</span></span> (2009)</b></center>\n<center><h1>TIME WARNER CABLE INFORMATION SERVICES (NORTH CAROLINA), LLC, Plaintiff,<br>\nv.<br>\nL. Calvin DUNCAN, in his official capacity as Chairman and Member of the North Carolina Rural Electrification Authority, et al., Defendants.</h1></center>\n<center>No. 5:08-CV-202-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 23, 2009.</center>\n<p><span class=\"star-pagination\">*566</span> D.J. O'Brien, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, Marcus William Trathen, Elizabeth Spainhour, Brooks Pierce McLendon Humphrey &amp; Leonard, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>Melissa H. Taylor, N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Time Warner Cable Information Services (North Carolina), LLC (\"TWCIS\") filed suit against the Commissioners of the North Carolina Rural Electrification Authority (\"NCREA\"). TWCIS seeks declaratory relief and injunctive relief from the Commissioners solely in their official capacity. The court permitted Atlantic Telephone Membership Corporation, Randolph Telephone Membership Corporation, and Star Telephone Membership Corporation (collectively \"TMCs\") to intervene as defendants [D.E. 89]. The dispute involves TWCIS' claim that the NCREA's July 19, 2006 order and March 28, 2008 order violate the Telecommunications Act of 1996 and prevent TWCIS from exercising its federal interconnection rights so that it and Time Warner Cable may provide the proposed facilities-based local voice telecommunications in competition with TMCs.</p>\n<p>On September 11, 2009, the court heard oral argument concerning the pending motions [D.E. 68, 69, 71, 87, 88], including each party's motion for summary judgment. As explained below, the court denies Commissioners' and TMCs' motions for summary judgment. The court grants in part and denies in part (without prejudice) TWCIS' motion for summary judgment. The court vacates the NCREA's July 19, 2006 and March 28, 2008 orders and remands the action to the NCREA. Additionally, the court denies TWCIS' motion for leave to explain subsequently decided authority, and the court denies Commissioners' motion to strike TWCIS' suggestion of subsequently decided authority.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Telecommunications Act of 1996 (\"1996 Act\" or \"Act\") regulates local telephone markets and imposes various obligations on incumbent local exchange carriers (\"ILECs\") to foster competition, <span class=\"star-pagination\">*567</span> including requirements for ILECs to share their networks with new entrants known as competitive local exchange companies (\"CLECs\"). <i>See</i> 47 U.S.C. §§ 251 et seq.; <i>Verizon Md., Inc. v. Public Serv. Comm'n,</i> <span class=\"citation\" data-id=\"118506\"><a href=\"/opinion/118506/verizon-maryland-inc-v-public-service-commission-of-maryland/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638, <span class=\"citation\" data-id=\"118506\"><a href=\"/opinion/118506/verizon-maryland-inc-v-public-service-commission-of-maryland/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1753</span></a></span>, <span class=\"citation\" data-id=\"118506\"><a href=\"/opinion/118506/verizon-maryland-inc-v-public-service-commission-of-maryland/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">871</span></a></span> (2002); <i>MCImetro Access Transmission Servs., Inc. v. BellSouth Telecomms., Inc.,</i> <span class=\"citation\" data-id=\"784496\"><a href=\"/opinion/784496/mcimetro-access-transmission-services-incorporated-a-delaware-corporation/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">872</span></a></span>, 874-76 (4th Cir.2003); <i>MCI Telecomm. Corp. v. Bell Atl.-Pa.,</i> <span class=\"citation\" data-id=\"775563\"><a href=\"/opinion/775563/mci-telecommunication-corporation-a-delaware-corporation-mcimetro-access/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">491</span></a></span>, 500-01 (3d Cir.2001).</p>\n<p>Section 251 of the 1996 Act mandates that ILECs share their networks with CLECs. <i>See</i> 47 U.S.C. § 251. Specifically, an ILEC must provide a CLEC an interconnection with the ILECs existing network. <i>Id.</i> § 251(c)(2). The ILEC and CLEC then must establish a \"reciprocal compensation arrangement[]\" for transporting and terminating the calls placed by each others' customers. <i>Id.</i> § 251(b)(5). Section 251 also provides guidance on how a CLEC may compete with an ILEC for its existing customers in the local telephone markets by using ILEC's existing networks. <i>See id.</i> § 251(c)(2)-(4).</p>\n<p>Section 252 establishes the process for developing interconnection agreements between ILECs and CLECs. <i>Id.</i> § 252. First, the parties may \"negotiate and enter into a binding agreement.\" <i>Id.</i> § 252(a)(1). Normally, the CLEC will initiate the process by requesting interconnection with the ILEC. <i>Id.</i> § 252(a)(1). During negotiations, either party may ask the state commission to participate in negotiations and mediate disputes. <i>Id.</i> § 252(a)(2). Section 252 encourages the parties to voluntarily enter into an interconnection agreement by reducing the requirements of section 251. To meet the requirements, a negotiated agreement only need be nondiscriminatory to nonparty carriers and in the public interest. <i>See id.</i> § 252(e)(2)(A).</p>\n<p>If the parties are unable to negotiate an interconnection agreement, either party, during the period from 135 to 160 days after the initial interconnection request, may petition the state commission to arbitrate remaining issues with the agreement. <i>Id.</i> § 252(b)(1). The state commission then must resolve these issues and may order appropriate conditions on the parties to forge an agreement. <i>Id.</i> § 252(b)(4)(C). The state commission must ensure that the arbitration process meets the specific requirements of section 251 and the corresponding Federal Communications Commission (\"FCC\") regulations. <i>Id.</i> § 252(c). Additionally, the state commission must establish the necessary rates and create an implementation schedule for the interconnection agreement. <i>Id.</i> The arbitrated terms become a part of the agreement. <i>See id.</i></p>\n<p>Regardless of how an interconnection agreement is reached, the parties must submit the agreement to the state commission so that the commission may \"approve or reject the agreement, with written findings as to any deficiencies.\" <i>Id.</i> § 252(e)(1). The state commission may reject a negotiated agreement only if it \"discriminates against a telecommunications carrier not a party to the agreement\" or the implementation of the agreement \"is not consistent with the public interest, convenience, and necessity.\" <i>Id.</i> § 252(e)(2)(A). For an arbitrated agreement, however, the state commission may reject the interconnection agreement if it does not meet the requirements of section 251, the pricing standards of section 252(d), or the associated FCC regulations. <i>Id.</i> § 252(e)(2)(B). If the state commission does not approve or reject a negotiated agreement within ninety days of its submission or an arbitrated agreement within thirty days of submission, the agreement <span class=\"star-pagination\">*568</span> \"shall be deemed approved.\" <i>Id.</i> § 252(e)(4); <i>see</i> 47 C.F.R. § 51.801(c).</p>\n<p>If the state commission \"fails to act\" under section 252, the FCC fulfills the duties of the state commission. <i>See</i> 47 U.S.C. § 252(e)(5); 47 C.F.R. §§ 51.803.807. According to the FCC, a state commission \"fails to act\" if it does not respond within a reasonable amount of time to a mediation or arbitration request. 47 C.F.R. § 51.801(b). Read together, sections 252(e)(1), (e)(4), and (e)(5) \"create a scheme that provides regulatory oversight of interconnection agreements, either by a state commission or by the FCC in the state commission's place.\" <i>MCI Telecomm. Corp. v. Ill. Bell Tel. Co.,</i> <span class=\"citation\" data-id=\"769864\"><a href=\"/opinion/769864/mci-telecommunications-corporation-a-delaware-corporation-and-mci-metro/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 329 (7th Cir.2000).</p>\n<p>Finally, section 252 permits any party aggrieved by a state commission's approval or rejection under section 252(e)(1) to \"bring an action in an appropriate Federal district court to determine whether the agreement or statement meets the requirements\" of sections 251 and 252. 47 U.S.C. § 252(e)(6). Section 252 strips state courts of jurisdiction to review the actions of a state commission in approving or rejecting an interconnection agreement. <i>Id.</i> § 252(e)(4).</p>\n<p>TWCIS is a public utility with its principal place of business in Stamford, Connecticut. Compl. ¶ 8. TWCIS claims that the FCC authorized it to provide long distance telecommunications services, and that the North Carolina Utilities Commission (\"NCUC\") authorized it to provide competitive local exchange services and interexchange telecommunication services in North Carolina. <i>Id.</i> TWCIS seeks to provide wholesale telecommunications services to the public. <i>Id.</i></p>\n<p>Under North Carolina law, the NCREA is the state commission tasked with regulating intrastate telecommunication services that TMCs in North Carolina provide. <i>Id.</i> ¶ 9; <i>see</i> 47 U.S.C. §§ 153(41), 251, 252. During the relevant periods, defendants were commissioners of the NCREA. The commissioners named in the complaint are: Chairman L. Calvin Duncan, Vice-Chairman Joseph G. Justice, J. Ronnie Alderman, Buddy G. Creed, and Edith C. Cox (collectively \"Commissioners\"). Compl. ¶¶ 9-12. TWCIS sues the Commissioners in their official capacities only. <i>Id.</i> ¶¶ 10-12.</p>\n<p>The TMCs in this case are under the jurisdiction of the NCREA and include Atlantic Telephone Membership Corporation (\"Atlantic\"), Randolph Telephone Membership Corporation (\"Randolph\"), and Star Telephone Membership Corporation (\"Star\"). <i>Id.</i> ¶ 15. The TMCs are rural telephone companies (otherwise known as rural local exchange carriers or \"RLECs\" under the 1996 Act). <i>Id.</i> ¶ 19; <i>see</i> 47 U.S.C. § 153(37).</p>\n<p>Time Warner Cable (\"TWC\") provides digital phone service using Voice over Internet Protocol (\"VoIP\") technology in North Carolina and elsewhere. Compl. ¶ 29. The service uses TWC's cable television infrastructure to enable subscribers to make and receive telephone calls and enjoy related functionality. <i>Id.</i> The service makes use of internet protocol through dedicated private facilities, not the public internet. <i>Id.</i> TWC and other VoIP providers like it must purchase telecommunication services from regulated telecommunications carriers in order to originate and terminate calls on the public switched network, access 911 services, and obtain numbering resources. <i>Id.</i></p>\n<p>TWCIS seeks to provide TWC with such telecommunications services. <i>Id.</i> ¶ 30. TWCIS proposes that TWC market telephone services in TWC's name and supply a connection to each subscriber's premises. <i>Id.</i> Subscribers could then make voice calls <span class=\"star-pagination\">*569</span> over TWC's network, which TWCIS would convert from internet protocol format into traditional circuit switched telecommunications format. <i>Id.</i> With that conversion done, TWCIS would then route the telecommunications traffic to the public switched telephone network (\"PSTN\"). <i>Id.</i> TWCIS would also perform other CLEC functions, including number acquisition and administration, submission of local number portability orders, payment of intercarrier compensation for local and toll telecommunications traffic, connectivity to E911 routers, operator services, directory assistance and call completion, and placement of orders for telephone directory listings. <i>Id.</i></p>\n<p>TWCIS proposes to offer such services to all providers in the same class as TWC and, thus, all members of the public in the relevant service territory. <i>Id.</i> ¶ 31. To provide services to rural subscribers in the TMCs' territories, TWCIS must interconnect its network with the TMCs and obtain from the TMCs number portability, dialing parity, and reciprocal compensation arrangements. <i>Id.</i> ¶ 32; <i>see</i> 47 U.S.C. § 251(a), (b)(2)-(3), (b)(5).</p>\n<p>In October 2005, TWCIS attempted to negotiate interconnection agreements with the TMCs to permit transport of telecommunications to and from the TWC's subscribers in the TMCs' territories. Compl. ¶ 34, Ex. A, Order Consolidating and Dismissing Proceedings [hereinafter \"Order\"], at 1; <i>see</i> 47 U.S.C. § 252(a). TWCIS failed to reach agreements with the TMCs. Compl. ¶ 34.</p>\n<p>On March 14, 2006, TWCIS filed separate arbitration petitions with the NCREA to compel the TMCs to enter interconnection agreements with TWCIS. <i>Id.</i> ¶ 35; Order 1-2; <i>see</i> 47 U.S.C. § 252(b). The petitions included a proposed interconnection agreement and requested the NCREA to arbitrate certain issues, including whether the TMCs' refusal to negotiate was contrary to the FCC's rules and federal requirements, whether the refusal was discriminatory in light of the TMCs' existing agreements, and whether the proposed interconnection agreement complied with section 252(e) and should be adopted. Compl. ¶ 35; <i>see</i> 47 U.S.C. § 252(e). On March 14, 2006, TWCIS also filed a \"Conditional Petition for Termination of Rural Exemption and Request for Consolidation with Petition for Arbitration\" (the \"conditional petition for termination\") for each of the TMCs. Compl. ¶ 36; Order 1-2. In the conditional petitions for termination, TWCIS sought to have the TMCs' rural exemptions lifted if the NCREA determined that the petitions for arbitrations implicated the section 251(c) interconnection duties. Compl. ¶ 36.</p>\n<p>On April 10, 2006, the TMCs filed separate responses to the arbitration petitions and also filed separate motions to dismiss. <i>Id.</i> ¶ 37; Order 2-3. The TMCs argued that the Commissioners should dismiss the petitions because TWCIS was not a \"telecommunications carrier\" under the 1996 Act. Compl. ¶ 37. On May 1, 2006, TWCIS responded in opposition to the motions to dismiss, and, on May 16, 2006, the TMCs replied. <i>Id.</i> ¶¶ 38-40; Order 3-4. On May 22, 2006, TWCIS filed letter responses. Compl. ¶ 41; Order 4.</p>\n<p>On July 19, 2006, the NCREA issued an order consolidating and dismissing the proceedings (the \"Order\").<sup>[1]</sup> In the Order, the NCREA found (1) that the TMCs are rural telephone companies pursuant to 47 U.S.C. § 153(37); (2) that the <span class=\"star-pagination\">*570</span> 1996 Act defines a telecommunications carrier as \"any provider of telecommunication services\"; (3) that TWCIS offers VoIP services; and (4) that the FCC has not determined that VoIP services are telecommunication services as defined by the 1996 Act. Order 5-6; <i>see</i> 47 U.S.C. § 153(44) (defining telecommunications carrier); <i>id.</i> § 153(46) (defining telecommunications service). On the record presented, the NCREA concluded that TWCIS was not a \"telecommunications carrier\" under the 1996 Act and, thus, was not entitled to compel arbitration and interconnection with the TMCs pursuant to sections 251 and 252. Order 6-7; 47 U.S.C. §§ 153(44), 251-52. Accordingly, the NCREA granted the TMCs' motions to dismiss the arbitration petitions. Order 7. The NCREA denied as moot the conditional petitions for termination of rural exemptions. <i>See id.</i> (\"The [NCREA] does not reach a decision on the Conditional Petitions for Termination of Rural Exemption filed by TWCIS as it is unnecessary to do so in light of the [NCREA's] determination that TWCIS is not a telecommunications carrier.\").</p>\n<p>TWCIS argues that the NCREA mistakenly found that TWCIS was the proposed provider of VoIP services, rather than TWC. <i>See</i> Compl. ¶ 44. TWCIS asserts that the NCREA ignored a \"fundamental distinction\" of settled FCC precedent between wholesale telecommunications services (that TWCIS proposes to provide) and retail VoIP services (that TWC proposes to provide). <i>Id.</i> According to TWCIS, a wholesale carrier's rights to interconnection are unaffected by the classification of a retail service, like VoIP. <i>Id.</i></p>\n<p>On March 1, 2007, the FCC granted TWC's petition filed March 1, 2006, for a declaratory ruling (the \"FCC Declaratory Ruling\") on the interconnection rights of wholesale telecommunications carriers who provide services to other providers, especially VoIP providers. <i>See In re Time Warner Cable Request for Declaratory Ruling that Competitive Local Exchange Carriers May Obtain Interconnection Under Section 251 of the Communications Act of 1934, as Amended, to Provide Wholesale Telecommunications Services to VoIP Providers,</i> 22 F.C.C.R. 3513, ¶¶ 1-2 (2007) [hereinafter \"<i>In re Time Warner Cable</i>\"]. The FCC did not rule on particular state commission decisions but in response to TWC's request for clarification of the proper interpretation of the 1996 Act. <i>See id.</i> ¶¶ 18-19. The FCC \"reaffirm[ed]\" that:</p>\n<blockquote>[A] provider of wholesale telecommunications service is a telecommunications carrier and is entitled to interconnection under section 251 of the Act. The regulatory classification of the service provided to the ultimate end user has no bearing on the wholesale provider's rights as a telecommunications carrier to interconnect under section 251. As such, we clarify that the statutory classification of a third-party provider's VoIP service as an information service or a telecommunications service is irrelevant to the issue of whether a wholesale provider of telecommunications may seek interconnection under section 251(a) and (b).</blockquote>\n<p><i>Id.</i> ¶¶ 1, 15; <i>see</i> Compl. ¶ 6.</p>\n<p>On December 17, 2007, TWCIS wrote to the NCREA concerning the FCC Declaratory Ruling and asked the NCREA to reconsider its earlier order and permit arbitration to proceed. Compl. ¶ 45. On January 28, 2008, the TMCs responded, and, on March 10, 2008, TWCIS replied. <i>Id.,</i> Ex. B, Order Denying Req. for Recons. [hereinafter \"Reconsideration Order\"], at 1. On March 24, 2008, the NCREA denied the request for reconsideration <span class=\"star-pagination\">*571</span> in a brief order. Compl. ¶ 46; Reconsideration Order 3.</p>\n<p>TWCIS asserts the Order is a final determination that prevents TWCIS \"from exercising its federal interconnection rights so that it and [TWC] may provide the proposed facilities-based local voice telecommunications in competition with the TMCs.\" <i>See</i> Compl. ¶¶ 15, 47. Thus, on May 2, 2008, TWCIS commenced this action against the NCREA and the Commissioners for review of the Order [D.E. 1]. On July 18, 2008, TWCIS voluntarily dismissed its claims against the NCREA, leaving only the Commissioners in their official capacities as defendants [D.E. 19]. TWCIS brings this action pursuant to section 252(e)(6), asserting it has been \"aggrieved\" by the Order or \"determination\" under section 252. Compl. ¶ 50; <i>see</i> 47 U.S.C. § 252(e)(6).<sup>[2]</sup> Alternatively, TWCIS asserts that this action arises under federal law pursuant to 28 U.S.C. §§ 1331 and 1337(a) because the Order violates the 1996 Act. Compl. ¶ 50. In its complaint, TWCIS alleges several violations of sections 251 and 252 of the 1996 Act. <i>Id.</i> ¶¶ 51-68; <i>see</i> 47 U.S.C. §§ 251-52. TWCIS claims that the NCREA's factual finding that TWCIS provides VoIP services is not supported by substantial evidence and is incorrect, that the NCREA's legal determination that TWCIS is not a telecommunications carrier is contrary to the 1996 Act and settled FCC precedent, and that NCREA's Order violated the 1996 Act by failing to require the TMCs to interconnect with TWCIS. Compl. ¶¶ 58-60. As a result, TWCIS asserts ongoing harm and deprivation of its rights under the 1996 Act to interconnect with the TMCs, which prevents TWCIS from servicing retail providers like TWC. <i>Id.</i> ¶ 61. TWCIS also alleges that the Order  for the reasons just given  violates section 253 of the 1996 Act by \"prohibiting [TWCIS] from offering and providing interstate and intrastate telecommunications services in competition with [the TMCs] and, additionally, [has] the effect of prohibiting the retail providers served by [TWCIS] from offering and providing competitive VoIP services to North Carolina consumers.\" <i>Id.</i> ¶ 66.</p>\n<p>TWCIS asks the court to vacate the Order. <i>See id.</i> ¶ 63. TWCIS also seeks declaratory relief pursuant to 28 U.S.C. § 2201 and injunctive relief, including (1) a declaration that TWCIS is a telecommunications carrier under the 1996 Act with respect to the services at issue in the arbitration petitions; (2) a declaration that the TMCs are required to interconnect with TWCIS pursuant to 47 U.S.C. § 251(a); (3) a declaration that the TMCs are required to provide TWCIS with number portability, dialing parity, and reciprocal compensation arrangements pursuant to 47 U.S.C. § 251(b)(2), (3), and (5); (4) a declaration that the TMCs' duty to interconnect with TWCIS is not excused by their status as rural telephone companies under the 1996 Act; (5) a permanent injunction prohibiting the Commissioners from enforcing the Order due to its purported violation of the 1996 Act; and (6) an injunction directing the Commissioners to enter a new order holding that TWCIS is a <span class=\"star-pagination\">*572</span> telecommunications carrier under the 1996 Act entitled to interconnect with the TMCs, and directing the Commissioners to compel arbitration and approve an interconnection agreement. <i>See</i> Compl. 19, 21.</p>\n<p>On June 25, 2008, the NCREA and Commissioners moved to dismiss this action pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) of the Federal Rules of Civil Procedure on the grounds of sovereign immunity, failure to state a claim, and lack of subject-matter jurisdiction. <i>See</i> Defs.' Mot. to Dismiss. On July 18, 2008, TWCIS filed a notice of voluntary dismissal of the NCREA [D.E. 19]. On March 27, 2009, the Court denied the Commissioners' motion to dismiss. <i>See Time Warner Cable Info. Servs. (N.C.), LLC v. Duncan,</i> No. 5:08-CV-202-D, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">875252</span></span>, at *1-*2 (E.D.N.C. Mar. 27, 2009) (unpublished). On September 1, 2009, the court permitted the TMCs to intervene [D.E. 89]. On September 11, 2009, the court heard oral argument.</p>\n<p></p>\n<h2>II.</h2>\n<p>In considering the motions for summary judgment, the court applies the familiar summary judgment standard. <i>See</i> Fed. R.Civ.P. 56(c); <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 378, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-55, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p>The parties dispute whether TWCIS is a telecommunications carrier for purposes of interconnection with the TMCs. \"Only telecommunications carriers have the right to compel interconnection with a local exchange carrier.\" <i>Iowa Telecomms. Servs., Inc. v. Iowa Utils. Bd.,</i> <span class=\"citation\" data-id=\"1263901\"><a href=\"/opinion/1263901/iowa-telecommunications-servs-v-iowa-utilities/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">743</span></a></span>, 746 (8th Cir.2009) (citing 47 U.S.C. § 251(c)(2)). The Act defines \"telecommunications carrier\" as \"any provider of telecommunications services\" and specifies that \"[a] telecommunications carrier shall be treated as a common carrier ... only to the extent that it is engaged in providing telecommunications services.\" 47 U.S.C. § 153(44). \"The term `telecommunications service' means the offering of telecommunications for a fee directly to the public, or to such classes of users as to be effectively directly to the public....\" <i>Id.</i> § 153(46). \"Telecommunications\" are defined as \"the transmission, between or among points specified by the user, of information of the user's choosing, without change in the form or content of the information as sent or received.\" <i>Id.</i> § 153(43). An \"information service\" is \"the offering of a capability for generating, acquiring, storing, transforming, processing, retrieving, utilitizing, or making available information via telecommunications.\" <i>Id.</i> § 153(20). The fact a telecommunications carrier offers an \"information service\"  and seeks to interconnect to exchange such traffic  does not void the carrier's interconnection rights, provided that the carrier also offers \"telecommunications services.\" <i>See, e.g., In re Time Warner,</i> 22 F.C.C.R. at 3513, ¶ 14 &amp; n. 39 (citing 47 C.F.R. § 51.100(b)). Finally, telecommunication carriers providing wholesale telecommunications services enjoy the same interconnection rights as those offering retail services. <i>See, e.g., </i><i>Virgin Islands Tel. Corp. v. FCC,</i> <span class=\"citation\" data-id=\"185029\"><a href=\"/opinion/185029/virgin-is-tele-corp-v-fcc/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span>, 930 (D.C.Cir.1999); <i>Consol. Commc'ns of Fort Bend Co. v. Pub. Util. Comm'n of Tex.,</i> <span class=\"citation\" data-id=\"1614687\"><a href=\"/opinion/1614687/consolidated-comm-fort-bend-v-public-util-comn/\"><span class=\"volume\">497</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">836</span></a></span>, 846 (W.D.Tex. 2007); <i>In re Time Warner,</i> 22 F.C.C.R. at 3519 n. 33.</p>\n<p>The FCC interprets the term \"telecommunications carrier\" under the 1996 Act as synonymous with the term \"common carrier\" under the Communications <span class=\"star-pagination\">*573</span> Act of 1934. <i>See, e.g., </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 746-47; <i>AT &amp; T Submarine Sys., Inc.,</i> 13 F.C.C.R. 21585, ¶ 6 (1998). A \"common carrier\" is \"any person engaged as a common carrier for hire, in interstate or foreign communication by wire\" and imposed upon local telephone companies certain common carrier obligations. 47 U.S.C. § 153(10); <i>see </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 746-47. \"[T]he primary sine qua non of common carrier status is a quasi-public character, which arises out of the undertaking to carry for all people indifferently.\" <i>Nat'l Ass'n of Regulatory Util. Comm'rs v. FCC (NARUC II),</i> <span class=\"citation\" data-id=\"334732\"><a href=\"/opinion/334732/national-association-of-regulatory-utility-commissioners-v-federal/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 608 (D.C.Cir. 1976) (quotations omitted). Thus, to meet the definition of a common carrier, the entity must \"hold[] himself out to serve indifferently all potential users; and (2)... allow[] customers to transmit intelligence of their own design and choosing.\" <i>U.S. Telecom Ass'n v. FCC,</i> <span class=\"citation\" data-id=\"185751\"><a href=\"/opinion/185751/us-telecom-assn-v-fcc/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1326</span></a></span>, 1329 (D.C.Cir.2002) (quotations omitted).</p>\n<p>Whether an entity is a telecommunications carrier turns on the entity's offer to provide services, not the current customer base. Specifically, the FCC has stated \"that a `telecommunications carrier' is a carrier that offers to provide telecommunications on a common carrier basis, regardless of whether the carrier has actually supplied such service to a customer in the past.\" <i>Fiber Techs. Networks, LLC v. N. Pittsburgh Tel. Co.,</i> 22 F.C.C.R. 3392, ¶ 19 (2007) (emphasis removed). \"To hold otherwise would lead to the anomalous, Catch-22 result that an entity could not establish its identity as a `telecommunications carrier' ... unless it was already supplying telecommunications service to the public, which might not even be possible....\" <i>Id.</i>; <i>see, e.g., </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 750 n. 6 (\"We are not troubled by the fact that Sprint currently serves only MCC. If a similarly situated last-mile provider were looking for the wholesale services Sprint provides, Sprint would be an obvious choice.\"); <i>Verizon Cal., Inc. v. FCC,</i> <span class=\"citation\" data-id=\"187313\"><a href=\"/opinion/187313/verizon-california-inc-v-fcc/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 276 (D.C.Cir.2009) (\"[W]e are not troubled by the fact that Bright House and Comcast-affiliated carriers are currently only serving their affiliates.\"); <i>Virgin Islands Tel. Corp. v. FCC,</i> <span class=\"citation\" data-id=\"185029\"><a href=\"/opinion/185029/virgin-is-tele-corp-v-fcc/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span>, 923 (D.C.Cir. 1999) (\"[T]o the extent that a telecommunications carrier is engaged in providing telecommunications services, it shall be treated as a common carrier. In other words, whether a carrier will be subject to common carrier regulation ... turns on whether it offers telecommunications for a fee....\" (quotations omitted) (citations omitted)); <i>cf. NARUC II,</i> 533 F.2d at 608 (holding that being \"previously adjudged to be [a] non-common carrier[]\" does not defeat common carrier status provided that an entity's current occupation and \"actual activities [it] carries on\" support common carrier status). These principles do \"not mean that the particular services offered must practically be available to the entire public; a specialized carrier whose service is of possible use to only a fraction of the population may nonetheless be a common carrier if he holds himself out to serve indifferently all potential users.\" <i>NARUC II,</i> 533 F.2d at 608.</p>\n<p>In this case, the Order focused on VoIP technology. VoIP technology:</p>\n<blockquote>converts the contents of particular [voice] communication into digital packets of information, which it then sends over private networks or over the internet to an end user. These separate packets of information run through various computers, routers, and switches anywhere in the world, and are then \"reconstituted\" at the destination.... As the name implies, VoIP communications are sent at least partially over the internet. However, where the call is being made and/or received by someone <span class=\"star-pagination\">*574</span> using ordinary customer premises equipment..., that is, a traditional telephone, VoIP traffic must also travel through the [PSTN], where it is handled by [local exchange carriers] ..., who control the so-called \"last mile\" to the end-user's phone.</blockquote>\n<p><i>Frontier Tel. v. USA Datanet Corp.,</i> <span class=\"citation\" data-id=\"2372042\"><a href=\"/opinion/2372042/frontier-telephone-of-rochester-v-usa-datanet/\"><span class=\"volume\">386</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">144</span></a></span>, 145 (W.D.N.Y.2005). A VoIP provider seeking interconnection with local exchange carriers will, upon interconnection, be an \"interconnected VoIP\" provider which offers:</p>\n<p>Interconnected VoIP service. An interconnected [VoIP] service is a service that:</p>\n<blockquote>(1) Enables real-time, two-way voice communications;</blockquote>\n<blockquote>(2) Requires a broadband connection from the user's location;</blockquote>\n<blockquote>(3) Requires Internet protocol-compatible customer premises equipment (CPE); and</blockquote>\n<blockquote>(4) Permits users generally to receive calls that originate on the [PSTN] and to terminate calls to the [PSTN].</blockquote>\n<p>47 C.F.R. § 9.3.</p>\n<p>The Order essentially consists of a syllogism: because \"TWCIS offers [VoIP] services,\" and \"[t]he FCC has not determined that VoIP services are telecommunication services\" under the Act, then \"TWCIS has not demonstrated ... that it is a telecommunications carrier.\" Order 6. As a result, the NCREA found that \"TWCIS is not legally entitled to demand interconnection with the TMCs.\" <i>Id.</i> at 7. In deciding the TMCs' motion to dismiss, the NCREA found facts, including that TWCIS offers VoIP services and that TWCIS has not shown that it offers other services, including all of the traditional telecommunication services that TWCIS describes in paragraph 30 of its complaint. <i>See id.</i> at 6; <i>cf.</i> Compl. ¶ 30. Further, the NCREA found that TWCIS offers retail VoIP. Thus, the Order essentially found that TWCIS sought to become an interconnected retail VoIP provider. <i>See</i> Order 6-7; <i>cf.</i> 47 C.F.R. § 9.3.</p>\n<p>TWCIS does not contest that retail VoIP is not a telecommunications service. Rather, TWCIS initially attacks the process that the NCREA followed in resolving the motions to dismiss. In order to address this argument, the court initially addresses the standard of review.</p>\n<p></p>\n<h2>III.</h2>\n<p>Under the 1996 Act, the court is to \"determine whether a state utility commission's arbitration decision `meets the requirements' of [sections] 251 and 252 of the Act.\" <i>GTE S., Inc. v. Morrison,</i> <span class=\"citation\" data-id=\"767144\"><a href=\"/opinion/767144/gte-south-incorporated-and-united-states-of-america-intervenor-plaintiff/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 742 (4th Cir.1999) (quoting 47 U.S.C. § 252(e)(6)). The Act, however, contains no particular standard of review. <i>Id.</i> at 745. In <i>GTE South,</i> the Fourth Circuit discussed a state commission's telecommunications arbitration decision and held that, \"[a]bsent a statutory command, general standards of judicial review of agency action apply.\" <i>Id.</i> \"Thus, [the court] review[s] de novo the [NCREA's] interpretations of the Telecommunications Act.\" <i>Id.</i>; <i>see </i><i>BellSouth Telecomms., Inc. v. Sanford,</i> <span class=\"citation\" data-id=\"1426982\"><a href=\"/opinion/1426982/bellsouth-telecommunications-inc-v-sanford/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">439</span></a></span>, 447-48 (4th Cir. 2007). As for factual findings, the \"Act does not require [the court] to sit as a super public utilities commission.\" <i>GTE S., Inc.,</i> 199 F.3d at 745. Rather, a state commission's findings of fact are reviewed under the substantial evidence standard. <i>Id.</i> The Fourth Circuit has described the substantial evidence standard as follows:</p>\n<blockquote>[S]ubstantial evidence is more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. While substantial evidence is more than a scintilla, it is also less than a preponderance. A court is not free to <span class=\"star-pagination\">*575</span> substitute its judgment for the agency's...; it must uphold a decision that has substantial support in the record as a whole even if it might have decided differently as an original matter.</blockquote>\n<p><i>AT&amp;T Wireless PCS, Inc. v. City Council of Va. Beach,</i> <span class=\"citation\" data-id=\"757761\"><a href=\"/opinion/757761/at-t-wireless-pcs-incorporated-primeco-personal-communications-lp/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 430 (4th Cir. 1998) (quotations omitted) (citations omitted).</p>\n<p>TWCIS argues that the NCREA improperly converted the motions to dismiss with no notice and no hearing and then exacerbated this error with erroneous findings of fact and conclusions of law. <i>See</i> Pl.'s Resp. to Mots. for Summ. J. 3-9; Pl.'s Reply to Resp. to Pl.'s Mot. for Summ. J. 2. Although TWCIS requests a myriad of relief in the complaint, in its reply brief and at oral argument TWCIS requests that, at a minimum, the court vacate the Order and remand for further proceedings, in order to permit TWCIS to fully present its case to the NCREA on the threshold issue of whether TWCIS is a \"telecommunications carrier\" under the Act. <i>See </i><i>Sterling Smokeless Coal Co. v. Akers,</i> <span class=\"citation\" data-id=\"749318\"><a href=\"/opinion/749318/sterling-smokeless-coal-company-v-tammy-akers-director-office-of-workers/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 439-40 (4th Cir.1997).</p>\n<p>As mentioned, the Order granted the TMCs' separate motions to dismiss. Atlantic and Star argued for dismissal based on a lack of subject-matter jurisdiction. <i>See</i> R. Ex. 6, 52. Randolph did not explicitly state the basis of its motion to dismiss, but appears to have argued that TWCIS failed to state a claim and incorporated Atlantic's and Star's arguments. <i>See</i> R. Ex. 27. The Order purports to grant all three motions to dismiss, but never explains the grounds for dismissal or discusses subject-matter jurisdiction. Further, in the Order, the NCREA found facts and rendered conclusions of law. <i>See</i> Order 6-7.</p>\n<p>At oral argument in this court, the parties agreed that the NCREA has subject-matter jurisdiction to decide whether TWCIS is a telecommunications carrier under the Act. <i>See, e.g., </i><i>Arbaugh v. Y &amp; H Corp.,</i> <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 503-07, 510-16, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1097</span></a></span> (2006). The parties also agreed that, in resolving the motions to dismiss, the NCREA considered matters outside the pleadings and essentially converted the motions to dismiss into motions for summary judgment. Indeed, the Order states that the NCREA grants the motions to dismiss \"based on the foregoing [findings of fact and conclusions of law] and [after considering] all filings provided by all parties in the [relevant] dockets.\" Order 7. Notably, the filings include exhibits that were not attached to the petitions but were instead presented by the TMCs to the NCREA. <i>See, e.g.,</i> R. Ex. 8, Attach. 5; R. Ex. 37; R. Exs. 54, 54A, Attach. 5. Such exhibits qualify as matters outside the pleadings.</p>\n<p>Although the NCREA has not formally adopted the Federal Rules of Civil Procedure, \"[f]rom its inception, the concept of administrative summary judgment has been linked inextricably to Fed.R.Civ.P. 56.\" <i>P.R. Aqueduct &amp; Sewer Auth. v. U.S. EPA,</i> <span class=\"citation\" data-id=\"678492\"><a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">600</span></a></span>, 607 (1st Cir.1994); <i>see </i><i>New England Tel. &amp; Tel. Co. v. Conversent Commc'ns of R.I., LLC,</i> <span class=\"citation\" data-id=\"2510061\"><a href=\"/opinion/2510061/new-england-tel-tel-co-v-conversent-comm/\"><span class=\"volume\">178</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">81</span></a></span>, 93 (D.R.I.2001). Accordingly, in resolving a motion for summary judgment, the NCREA must look to the record as a whole, view the evidence in the light most favorable to the nonmoving party, and determine whether there is a genuine issue of material fact. <i>See, e.g.,</i> Fed. R. Civ. 56(c); <i>Scott,</i> 550 U.S. at 378, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>; <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The moving party bears the burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp.,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <span class=\"star-pagination\">*576</span> <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co.,</i> 475 U.S. at 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span> (quotation omitted) (emphasis removed).</p>\n<p>When a court treats a motion to dismiss for failure to state a claim as a motion for summary judgment because of the consideration of material outside the pleadings, the parties must be given a reasonable opportunity to present evidence pertinent to a Rule 56 motion. <i>See, e.g.,</i> Fed.R.Civ.P. 12(d); <i>Laughlin v. Metro. Wash. Airports Auth.,</i> <span class=\"citation\" data-id=\"755784\"><a href=\"/opinion/755784/karen-laughlin-v-metropolitan-washington-airports-authority-augustus/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 260-61 (4th Cir.1998). The purpose of the provision of Rule 12(d) is twofold: to give the nonmoving party notice of the conversion and to allow the nonmoving party to respond with evidence. <i>See, e.g., </i><i>Gay v. Wall,</i> <span class=\"citation\" data-id=\"451710\"><a href=\"/opinion/451710/larry-nathan-gay-v-charles-wall-chief-of-police-virginia-beach-police/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 177 (4th Cir.1985).</p>\n<p>Here, no party moved for summary judgment in the NCREA proceeding. Instead, the NCREA considered the TMCs' motions to dismiss (including material outside the pleadings), thereby converting the motions to ones for summary judgment. The NCREA did not notify TWCIS of its intent to convert the TMCs' motions to dismiss into motions for summary judgment and did not permit TWCIS to submit evidence of its own into the record before the NCREA issued the Order. Accordingly, TWCIS did not have any opportunity, let alone a reasonable opportunity, to rebut the evidence that the TMCs offered into the administrative record with their motions to dismiss. Although this court recognizes that the NCREA has not adopted the Federal Rules of Civil Procedure and may devise its own procedural rules, the nonmoving party must have a chance to rebut evidence and, if it desires, offer some of its own evidence before a state commission considers material outside the pleading in deciding a dispositive motion. <i>See, e.g., </i><i>New England Tel. &amp; Tel. Co.,</i> 178 F.Supp.2d at 92-93.</p>\n<p>Under section 252(e)(6), this court must review the NCREA's determination for compliance with sections 251 and 252. On the current record, the court does not find substantial evidence in the administrative record to support the NCREA's finding that TWCIS is not a telecommunications carrier and, therefore, the TMCs are not obligated to interconnect. In reaching this conclusion, the court notes that TWCIS argues in this court that it has self-certified its telecommunications carrier status. <i>See</i> Pl.'s Mem. in Supp. of Mot. for Summ. J. 17-18; Pl.'s Resp. to Mots. for Summ. J. 8. Further, the FCC recognizes a prima facie case of telecommunications carriage if (1) the entity self-certifies that it will operate as common carrier and serve all similarly situated customers equally, (2) the entity has taken public steps consistent with its intent to serve the public indifferently, such as obtaining a certificate of public convenience and necessity, and (3) the entity has entered into a publicly available interconnection agreement with the other party at issue. <i>See Bright House Networks, LLC v. Verizon Cal., Inc.,</i> 23 F.C.C.R. 10704, ¶¶ 39-41 (2008); <i>see also </i><i>Iowa Telecomms. Servs.,</i> 563 F.3d at 749-50 (applying <i>Bright House</i> to context of petition to interconnect); <i>Verizon Cal.,</i> 555 F.3d at 275-76 (affirming FCC's approach in <i>Bright House</i>). In opposition, the TMCs contest TWCIS' self-certification argument. Indeed, TWCIS and the TMCs proffer evidence outside the administrative record for this court to consider. <i>See, e.g.,</i> Bailey Aff.; Home Aff.; Russ Aff.; Thaxton Aff.</p>\n<p>The court declines to supplant the NCREA's statutory role and resolve these disputed issues. <i>See </i><i>Sterling Smokeless Coal Co.,</i> 131 F.3d at 439-40. The NCREA did not base its decision on the <span class=\"star-pagination\">*577</span> fuller record that the parties have developed in this court. Instead, the NCREA found that TWCIS was not a telecommunications carrier at the summary judgment stage without providing TWCIS an opportunity to present evidence in rebuttal to TMCs' motions to dismiss. Based on the record, contested facts exist and these facts might well be material to the outcome. Accordingly, the NCREA erred in granting the TMCs' motions to dismiss in July 2006 and in denying TWCIS' request for reconsideration in March 2008. Therefore, pursuant to its authority under section 252(a)(6), the court vacates the Order and Reconsideration Order and remands the action to the NCREA for further proceedings consistent with this order. <i>See, e.g., Sw. Bell Tel. Co. v. Tex. Pub. Util. Comm'n,</i> No. MO-01-CA-045, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">32066469</span></span>, at *1-2, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">26002</span></span>, at *4-*5 (W.D.Tex. Dec. 26, 2002) (unpublished), <i>aff'd,</i> <span class=\"citation\" data-id=\"784059\"><a href=\"/opinion/784059/southwestern-bell-telephone-co-plaintiff-counter-defendant-appellant-v/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span> (5th Cir. 2003); <i>New England Tel. &amp; Tel. Co.,</i> 178 F.Supp.2d at 96.</p>\n<p>Finally, TWCIS urges this court to declare that TWCIS is a telecommunications carrier under the 1996 Act with respect to the services at issue in its arbitration petitions, that the TMCs are required to interconnect with TWCIS and provide TWCIS with number portability, dialing parity, and reciprocal compensation arrangements, and that the TMCs' rural exemption does not apply. This court cannot resolve these issues at this time given the 1996 Act's statutory scheme. Simply put, this court will not sit as a \"super public utilities commission\" and resolve these issues before the NCREA performs its statutory role.</p>\n<p></p>\n<h2>IV.</h2>\n<p>On August 6, 2009, TWCIS filed a notice, suggesting the following subsequently decided authority: <i>In re Petition of Sprint Communications Co. L.P. for Arbitration of an Interconnection Agreement with Star Telephone Membership Corp. Pursuant to Sections 251(a), (b) and 252 of the Communications Act of 1934, as Amended and Request of Sprint Communications Co. L.P. to have the Rural Exemption Established by Section 251(f)(1) of the Communications Act of 1934, as Amended of Star Telephone Membership Corp. Terminated,</i> Docket No. TMC-5, Sub. 2 (N.C. Rural Elec. Auth. May 20, 2009) (unpublished). Contemporaneous with the notice, TWCIS filed a motion for leave to explain subsequently decided authority and attached a proposed explanation of this subsequently decided authority [D.E. 87]. On August 10, 2009, the Commissioners' responded in opposition and moved to strike TWCIS' suggestion of subsequently decided authority [D.E. 88].</p>\n<p>Local Civil Rule 7.1(g) provides that \"[a] suggestion of subsequently decided controlling authority, without argument, may be filed at any time prior to the court's ruling and shall contain only the citation to the case relied upon if published or a copy of the opinion if the case is unpublished.\" Local Civil Rule 7.1(g), EDNC. Accordingly, the court finds TWCIS' notice of subsequently decided authority and its inclusion of a copy of the unpublished order [D.E. 86] is appropriate. Therefore, the court denies the Commissioners' motion to strike [D.E. 88]. However, because Local Civil Rule 7.1(g) only allows the suggestion of subsequently decided authority \"without argument,\" the court denies TWCIS' motion for leave to explain the subsequently decided authority [D.E. 87].</p>\n<p></p>\n<h2>V.</h2>\n<p>As explained above, TWCIS' motion for summary judgment [D.E. 71] is GRANTED in part and DENIED in part without prejudice. Commissioners' motion for <span class=\"star-pagination\">*578</span> summary judgment [D.E. 68] is DENIED, and TMCs' motion for summary judgment [D.E. 70] is DENIED. The NCREA's July 2006 order granting the motions to dismiss and the NCREA's March 2008 order denying reconsideration are VACATED, and the action is REMANDED to the NCREA for further proceedings consistent with this order. Additionally, TWCIS' motion for leave to explain subsequently decided authority [D.E. 87] is DENIED, and Commissioners' motion to strike TWCIS' suggestion of subsequently decided authority [D.E. 88] is DENIED.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p></p>\n<h2>Decision by Court.</h2>\n<p>This action came before the Honorable James C. Dever III, United States District Judge, for consideration of plaintiff's motion for summary judgment.</p>\n<p>IT IS ORDERED, ADJUDGED AND DECREED that the plaintiff's motion for summary judgment is granted in part and denied in part without prejudice and the case is closed.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Alderman recused due to his relationship with Star, one of the TMCs in this case. Order 4.</p>\n<p>[2]  Section 252(e)(6) states:\n</p>\n<p>In a case in which a State fails to act as described in paragraph (5), the proceeding by the Commission under such paragraph and any judicial review of the Commission's actions shall be the exclusive remedies for a State commission's failure to act. In any case in which a State commission makes a determination under this section, any party aggrieved by such determination may bring an action in an appropriate Federal district court to determine whether the agreement or statement meets the requirements of section 251 of this title and this section.</p>\n<p>47 U.S.C. § 252(e)(6).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/187313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1614687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2372042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510061/"
  ]
}