{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2422068/",
  "absolute_url": "/opinion/2422068/north-carolina-shellfish-growers-assoc-v-holly-ridge-assoc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2422068/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:29:37.704914Z",
  "date_modified": "2016-04-26T22:32:13.777476Z",
  "type": "010combined",
  "sha1": "43a2b100dd4ddbcf5b2b289840ab92859f5d9a9a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>200 F.Supp.2d 551 (2001)</b></center>\n<center><h1>NORTH CAROLINA SHELLFISH GROWERS ASSOCIATION and North Carolina Coastal Federation, Plaintiffs,<br>\nv.<br>\nHOLLY RIDGE ASSOCIATES, L.L.C., Defendant.</h1></center>\n<center>No. 7:01-CV-36-BOC(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 8, 2001.</center>\n<p><span class=\"star-pagination\">*552</span> Derb S. Carter, Southern Environmental Law Center, Donnell Van Noppen, III, Southern Environmental Law Ctr., Chapel Hill, for North Carolina Shellfish Growers Association, North Carolina Coastal Federation, plaintiffs.</p>\n<p>George William House, V. Randall Tinsley, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Jim W. Phillips, Jr., Brooks, Pierce, MccLendon, Humphrey &amp; Leonard, Robert J. King, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, Jason S. Thomas, Hunton &amp; Williams, Craig A. Bromby, Hunton &amp; Williams, Raleigh, for Holly Ridge Associates, L.L.C., John A. Elmore, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This case is before the Court on the following motions: (1) the United States' <span class=\"star-pagination\">*553</span> Motion to intervene in order to defend Section 1365 of the Clean Water Act; (2) Defendant's Motion for More Definite Statement; (3) Defendant's Motion to Strike; (4) Plaintiffs' Motion for Leave to file Surreply; and (5) Defendant's Motion to Dismiss Plaintiffs' claims. The Court held a hearing on pending motions on October 30, 2001. All of the issues have been fully briefed and are ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Defendant Holly Ridge Associates, L.L.C. (\"HRA\") owns the Morris Landing tract (the \"Tract\"), a 1,200-acre tract of land in Onslow County. The Tract fronts on Stump Sound and the Atlantic Intracoastal Waterway. Plaintiffs claim that, during 1998 and 1999, HRA engaged in land clearing and ditch excavation activities on the Morris Landing tract, including its wetlands areas. According to Plaintiffs, Defendants' excavation activities created outfalls in wetland areas, which has resulted in the disposal of sediment and other pollutants into surrounding waters, including Cypress Branch, Batts Mill Creek, the Atlantic Intracoastal Waterway and Stump Sound. Plaintiffs claim that Defendants failed to obtain the requisite permits to perform the ditching activities or the discharge of pollutants allegedly occurred in this case. Plaintiffs claim that HRA's excavation activities have resulted in past and continuing violations of applicable water quality standards.</p>\n<p>Plaintiff North Carolina Shellfish Growers' Association (\"NCSGA\") leases shellfish beds adjacent to the Morris Landing Tract. Plaintiff North Carolina Coastal Federation (\"NCCF\") is an association of persons who visit, recreate, fish, harvest shellfish, and perform other activities in the waters that have been affected by the alleged draining of the Morris Landing Tract's wetlands to Stump Sound and its vicinity. Both NCSGA and NCCF claim that they and their members have interests that may be adversely affected by HRA's activities.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. Motion to Intervene</i></h2>\n<p>The United States Government has moved to intervene as a matter of right to defend the constitutionality of 33 U.S.C. § 1365. In support of its Motion to Dismiss, Defendant has claimed that Section 1365, which provides for \"citizens suits\" to be brought under the Clean Water Act, is unconstitutional. According to 28 U.S.C. § 2403, when the constitutionality of an Act of Congress is in question in a case to which the United States is not a party, the court \"shall permit the United States to intervene ... for argument on the question of constitutionality ...\". Accordingly, the United States' Motion is granted and its brief in support of the constitutionality of Section 1365 shall be considered by the Court.</p>\n<p></p>\n<h2><i>2. Defendant's Motion for More Definite Statement</i></h2>\n<p>On April 13, 2001, Defendant filed a Motion for a More Definite Statement of Plaintiffs' claims. However, during the hearing on pending motions, Defendant withdrew such motion. Defendant having admitted that the claims have been made clear by Plaintiffs, Defendant's Motion for More Definite Statement will be denied.</p>\n<p></p>\n<h2><i>3. Defendant's Motion to Strike</i></h2>\n<p>Defendant has moved to strike paragraph 47 of Plaintiffs' Complaint. Paragraph 47 states that:</p>\n<blockquote>\"Contemporaneously with the ditch excavation activities on the Morris Landing Tract, wetlands on dozens of other locations in Brunswick, New Hanover, Pender, Onslow, and Carteret Counties in southeastern North Carolina also <span class=\"star-pagination\">*554</span> were excavated. Beginning in March, 1999, the State of North Carolina and the U.S. Environmental Protection Agency launched enforcement and restoration efforts at many of the affected sites. Since March, 1999, agency enforcement efforts have resulted in substantial restoration activities, including filling of illegally excavated ditches, on many of the affected sites, but not including the Morris Landing Tract. Such restoration activities have either been voluntary or compelled by agency administrative orders.\"</blockquote>\n<blockquote>Complaint ¶ 47.</blockquote>\n<p>Defendant claims that the paragraph is immaterial and should be stricken from the Complaint. This Court disagrees. Under Rule 12(f) of the Federal Rules of Civil Procedure, a \"court may order stricken from any pleading any insufficient defense or any redundant, immaterial, impertinent, or scandalous matter.\"</p>\n<p>Rule 12(f) Motions to Strike are \"generally viewed with disfavor `because striking a portion of a pleading is a drastic remedy and because it is often sought by the movant simply as a dilatory tactic.'\" <i>Waste Management Holdings, Inc. v. Gilmore,</i> 252 F.3d 316, 348 (4th Cir.2001). Moreover, as far as motions to strike pleadings on the basis of immateriality are concerned, a \"[m]atter will not be stricken from a pleading unless it is clear that it can have no possible bearing upon the subject matter of the litigation.\" <i>Craig Funeral Home, Inc. v. State Farm Mut. Auto. Ins. Co.,</i> 254 F.2d 569, 572 (5th Cir.1958).</p>\n<p>In this case, Paragraph 47 of the Complaint contains a factual allegation about the state of excavation activities and environmental protection enforcement activities in the area surrounding the Tract during recent years. At this stage in the litigation, it is impossible to say that it may have \"no possible bearing\" upon the subject of the instant claims. Accordingly, Defendant's Motion to Strike Paragraph 47 of the Complaint must be denied.</p>\n<p></p>\n<h2><i>4. Plaintiffs' Motion for Leave to File Surreply</i></h2>\n<p>Plaintiffs filed a Motion for Leave to File a Surreply to Defendant's Motion to Dismiss. Plaintiffs claim that Defendant's Reply contains new allegations about the significance of settlement negotiations taking place in the state action that is pending against Defendant for alleged violations of the North Carolina Sedimentation and Pollution Control Act. Indeed, Defendant attached to its Reply a copy of the settlement communications between the State's Department of Environment and Natural Resources (\"DENR\") and HRA. Defendant claims that such documents demonstrate that the State of North Carolina has diligently prosecuted Defendant for the violations at issue in this case, thereby precluding the instant action. Because Defendant did not raise the settlement negotiations, or the proposed settlement agreement (submitted to the Court at the motions hearing), as evidence of diligent prosecution in its original motion to dismiss, Plaintiffs are entitled to file a surreply in order to respond to Defendant's claims regarding the settlement negotiations.</p>\n<p></p>\n<h2><i>5. Defendant's Motion to Dismiss</i></h2>\n<p>A Rule 12(b)(6) motion to dismiss for failure to state a claim tests the legal sufficiency of a plaintiff's complaint. <i>See, e.g., </i><i>Randall v. United States,</i> 30 F.3d 518, 522 (4th Cir.1994), <i>cert. denied,</i> 514 U.S. 1107, 115 S.Ct. 1956, 131 L.Ed.2d 849 (1995). A complaint may be dismissed for failure to state facts sufficient to allege all elements of a claim. <i>See, e.g., </i><i>Estate Constr. Co. v. Miller &amp; Smith Holding Co.,</i> 14 F.3d 213, 221 (4th Cir.1994) (citation <span class=\"star-pagination\">*555</span> omitted). A motion to dismiss for failure to state a claim should not be granted unless it appears to a certainty that the plaintiff can prove no set of facts that would entitle her to relief. <i>Mylan Labs. Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993), <i>cert. denied,</i> 510 U.S. 1197, 114 S.Ct. 1307, 127 L.Ed.2d 658 (1994).</p>\n<p>In determining the disposition of a Rule 12(b)(6) motion to dismiss, the factual allegations of Plaintiffs' complaint must be taken as true and construed in the light most favorable to Plaintiffs. <i>Martin Marietta Corp. v. International Telecommunication Satellite Org.,</i> 990 F.Supp. 416 (E.D.N.C.1997). Conclusory allegations, however, are not construed in this way, and will not suffice to prevent dismissal. <i>Parham v. Pepsico, Inc.,</i> 927 F.Supp. 177 (E.D.N.C.1995), <i>aff'd</i> 86 F.3d 1151 (4th Cir.1996). In this way, a motion to dismiss pursuant to Rule 12(b)(6) \"allows a court to eliminate actions that are fatally flawed in their legal premises and destined to fail,\" while preserving meritorious actions. <i>Id.</i></p>\n<p></p>\n<h2><i>5(a). Constitutionality of Section 505 of the Clean Water Act</i></h2>\n<p>Defendant's initial challenge to Plaintiffs' claims is that the statute under which they are brought, Section 505 of the Clean Water Act (\"CWA\"), set forth at 33 U.S.C. § 1365, is unconstitutional. Under 33 U.S.C. § 1365(a), \"any citizen may commence a civil action on his own behalf ... against any person ... who is alleged to be in violation of (A) an effluent standard or limitation\" under the CWA. The term \"`citizen' means a person or persons having an interest which is or may be adversely affected.\" 33 U.S.C. § 1365(g).</p>\n<p>Defendant claims that Section 505 is unconstitutional, on the basis that it violates the Appointments Clause, the separation of powers doctrine and substantive due process. The Court will address each of these constitutional challenges in turn.</p>\n<p></p>\n<h2><i>5(a)(1). Defendant's Article II challenge</i></h2>\n<p>Defendant argues that the CWA's citizen suit provision grants to private individuals powers that are vested exclusively in the Executive Branch and, in so doing, that it violates the Appointments Clause and the separation of powers doctrine. The Appointments Clause provides that the Executive has the power to appoint officers of the United States, subject to the advice and consent of the Senate. It further allows that Congress may vest the power to appoint \"inferior officers\" in the President alone, in the courts of law, or in the heads of departments. U.S. Const. Art. II, § 2, cl. 2. By permitting Plaintiffs, both private organizations, to seek civil penalties for violation of the CWA, the Statute, under Defendant's theory, allows Plaintiffs to exercise powers that are reserved to officers of the United States who have been appointed by the President and charged with such enforcement duties.</p>\n<p>Defendant further claims that Section 505 violates the separation of powers doctrine and the Take Care and Vesting Clauses. The Take Care and Vesting Clauses charge the Executive with the duty to \"take Care that the Laws be faithfully executed,\" <i>see</i> U.S. Const. Art II, § 3 (the \"Take Care Clause\"), and vest in the President the \"executive Power\" to carry out such duties. <i>See</i> U.S. Const. Art II, § 1, cl. 1. Under Defendant's view, Section 505 allows ordinary citizens to bring an action under the CWA and thus qualifies as an unconstitutional delegation of the powers and duties of the executive branch to ordinary citizens. Defendant argues that such a violation of the separation of powers doctrine cannot stand.</p>\n<p><span class=\"star-pagination\">*556</span> Though the Supreme Court has never addressed the constitutionality of the CWA's citizen suit provision, the issue has been widely litigated in the lower courts. Indeed, a great number of the federal courts that have addressed the issue have held that the provision is constitutional under Article II. <i>See, e.g., Water Keepr Alliance, Inc. v. Smithfield Foods, Inc.,</i> No. 4:01-CV-27-H(3) (E.D.N.C.2001), <i>Atlantic States Legal Foundation v. Universal Tool and Stamping,</i> 735 F.Supp. 1404 (N.D.Ind.1990); <i>Sierra Club v. Port Townsend Paper Corp.,</i> 19 Envtl.L. Rep. 20,532 (W.D.Wash.1988); <i>Natural Resources Defense Council, Inc. v. Outboard Marine Corp.,</i> 692 F.Supp. 801, 815-17 (N.D.Ill. 1988); <i>Chesapeake Bay Foundation, Inc. v. Bethlehem Steel Corp.,</i> 652 F.Supp. 620, 623-26 (D.Md.1987); <i>Student Public Interest Research Group of New Jersey, Inc. v. Monsanto Co.,</i> 600 F.Supp. 1474, 1478-79 (D.N.J.1985). This Court finds that Defendant's argument does not warrant departure from these well-reasoned opinions.</p>\n<p>Defendant's claim under the Appointments Clause, that the power to bring a civil enforcement action is strictly executive, to be enjoyed by the executive branch to the exclusion of private citizens, is unsupported in the law. As noted by the Supreme Court, \"[s]tatutory rights and obligations are established by Congress, and it is entirely appropriate for Congress, in creating these rights and obligations, to determine in addition, who may enforce them and in what manner.\" <i>Davis v. Passman,</i> 442 U.S. 228, 241, 99 S.Ct. 2264, 60 L.Ed.2d 846 (1979). Congress is thus permitted, as it did in passing the CWA (as well as Title VII, the securities Acts, etc.), to determine the method and manner of enforcement of the requirements set forth under its statutes. It is therefore acceptable, under the Appointments Clause and elsewhere under Article II, for Congress to create a private right of action under a statute, so as to encourage private enforcement of the duties set forth under the statute.</p>\n<p>Defendant's claim that citizen suits offend the separation of powers doctrine is similarly misplaced. Indeed, the principle that governmental powers must be kept separate, in order to prevent the concentration of power in any one governmental branch, is fundamental to our form of Government. <i>See, e.g., </i><i>Mistretta v. U.S.,</i> 488 U.S. 361, 380, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989) (\"This Court consistently has given voice to, and has reaffirmed, the central judgment of the Framers of the Constitution that, within our political scheme, the separation of governmental powers into three coordinate Branches is essential to the preservation of liberty.\"). Nonetheless, Defendant mistakenly applies the doctrine of separation of <i>governmental</i> powers to private citizens. Defendant claims that citizen suits under the CWA pose a threat to the separation of powers because they \"are not bound by ... the executive branch\" and because the \"executive branch has no power to remove a private plaintiff.\" Def. Memo. In supp. at 7. However, because such enforcement powers are entrusted to private citizens, rather than to an entity that is controlled by Congress or the Judiciary, Section 505's private enforcement mechanism does not offend the separation of powers doctrine, nor does it impermissibly undermine the authority of the Executive.</p>\n<p></p>\n<h2><i>5(a)(2). Defendant's Substantive Due Process challenge</i></h2>\n<p>Defendant argues that Section 505 is unconstitutional on the additional basis that it deprives Defendant of its substantive due process rights. Specifically, Defendant claims that, by allowing citizens to bring suit for violations of the CWA, Section 505 subjects Defendant to litigation that may be arbitrary or unfair. However, <span class=\"star-pagination\">*557</span> there is little support in the law for Defendant's claim that his due process rights are violated by Section 505's citizenship suit provision.</p>\n<p>\"`As a general matter, the Court has always been reluctant to expand the concept of substantive due process because the guideposts for responsible decision-making in this unchartered area are scarce and open-ended.'\" <i>Albright v. Oliver,</i> 510 U.S. 266, 271-72, 114 S.Ct. 807, 127 L.Ed.2d 114 (1994) (quoting <i>Collins v. Harker Heights,</i> 503 U.S. 115, 125, 112 S.Ct. 1061, 117 L.Ed.2d 261) (1992)). Moreover, even when such rights have been recognized, they \"have for the most part been accorded to matters relating to marriage, family, procreation, and the right to bodily integrity.\" <i>Id.</i> at 272, 114 S.Ct. 807. Section 505's allowance of citizen suits brought under the CWA raise no such interests. Nor does it represent the type of retrospective legislation that might cause concern of a due process violation. In light of the procedural safeguards contained in the CWA and the Federal Rules of Civil Procedure, which are designed to protect defendants from unfair suits under the Act, Section 505 must be upheld against Defendant's due process challenge.</p>\n<p></p>\n<h2><i>5(b). North Carolina's diligent prosecution under comparable state statute</i></h2>\n<p>Defendant also claims that this action should be dismissed under Section 309(g) of the CWA, which provides that violations of the CWA for \"which a State has commenced and is diligently prosecuting an action under a State law comparable to [the CWA]\" shall not be the subject of a civil penalty action brought under the Section 505 citizen suit provision. <i>See</i> 33 U.S.C. § 1319(g)(6)(A)(ii). Claiming that North Carolina is diligently prosecuted it through the enforcement of North Carolina's Sedimentation and Pollution Control Act of 1973 (the \"Sediment Act\" or \"SPCA\"), Defendant argues that the instant action is barred under Section 309(g) of the CWA.</p>\n<p>As an initial matter, even if North Carolina were diligently prosecuting an action against Defendant under a comparable state law, Section 309(g)(6)(A) only applies to civil penalty actions, so that Plaintiffs' claim for injunctive relief would not be barred. <i>See</i> 33 U.S.C. § 1319(g)(6)(A)(ii) (describing the limitation as applying to \"civil penalty actions\" under Section 505). In any event, none of Plaintiffs' claims is barred in the instant case, because North Carolina has not prosecuted Defendant under a comparable state law.</p>\n<p>DENR has issued notices of violation of the State Sediment Act based on its ditching activities. DENR has also issue civil penalties on the basis of these violations. Defendant has filed a petition for contested case hearing with regards to the imposition of these penalties and that petition is presently pending. Nonetheless, for Plaintiffs' instant citizen suit to be precluded under Section 309(g), the State's action under the State Sediment Act must be comparable to Plaintiff's claim under the CWA. The overarching aim of the CWA is to abate existing water pollution, to reclaim polluted waters, and to prevent future pollution. <i>See </i><i>Jones v. City of Lakeland,</i> 224 F.3d 518, 526 (6th Cir.2000). By contrast, the main purpose of the Sediment Act is to control erosion and sedimentation, <i>see </i><i>Cox v. State ex rel Summers,</i> 81 N.C.App. 612, 344 S.E.2d 808, 810 (1986). Plaintiffs argue, therefore, that the two statutes are not \"comparable\" for purposes of Section 309(g) and that the enforcement action done by the DLR under the Sediment Act does not preclude the instant action brought under the CWA. This Court agrees.</p>\n<p><span class=\"star-pagination\">*558</span> For a state statute to be comparable to the CWA for purposes of Section 309(g), it must have the same overall enforcement goals as the CWA. However, as discussed above, North Carolina's Sediment Act mainly controls erosion and sedimentation and sets forth regulations for land clearing activities. The more comparable state statute in this case is the North Carolina Water and Air Resources Act. Indeed, the State's effluent standards, including the National Pollutant Discharge Elimination System (NPDES) permit requirements set forth under the CWA, are all enforced by the State's Division of Water Quality (\"DWQ\"), under the Water and Air Resources Act. <i>See </i><i>Tennessee v. Environmental Management Comm'n of North Carolina,</i> 78 N.C.App. 763, 338 S.E.2d 781, 783 (1986).</p>\n<p>Although the Division of Land Resources (\"DLR\"), which administers the Sediment Act, has levied civil penalties against Defendant for violations of the Sediment Act, it has taken no action to enforce the State's water quality standards under the North Carolina Water and Air Resources Act.<sup>[1]</sup> Therefore, Defendant has not been prosecuted under a comparable state statute, and the citizen suit is not precluded in this case.</p>\n<p></p>\n<h2><i>5(c). Authorization of Plaintiffs' claims under the Clean Water Act</i></h2>\n<p>Defendant has moved to dismiss Plaintiffs' claims under Sections 401, 402, and 404 of the CWA, on the basis that Section 505 does not authorize citizen suits under those sections of the Statute. Section 505 of the CWA enables a citizen to bring a civil action against \"any person ... alleged to be in violation of ... an effluent standard or limitation under [the CWA]...\". 33 U.S.C. § 1365(a)(1). Defendant claims that the \"effluent standards or limitations\" defined under the Act do not include Plaintiffs' claims under Sections 401, 402, and 404, so that Plaintiffs are unauthorized to bring such claims in this case.</p>\n<p>An \"effluent standard or limitation\" is defined to include a \"certification under section [401 of the CWA]\", as well as any \"unlawful act under subsection (a) of section 1311 of [Title 33].\" <i>See</i> 33 U.S.C. § 1365(f)(1), 1365(f)(5). Because certification under Section 401 is an \"effluent standard or limitation\" under the Act, Plaintiffs are clearly authorized by Section 505 to bring a citizens suit alleging violation of Section 401. Moreover, 33 U.S.C. § 1311(a) makes it unlawful to discharge any pollutant \"[e]xcept as in compliance with this section and sections ... [402 of the CWA], and [404 of the CWA] ...\". 33 U.S.C. § 1311(a). Therefore, because \"effluent standards\" include the permit requirements under Sections 402 and 404, Plaintiffs are authorized to bring a Section 505 citizens suit for Defendant's alleged failure to comply with Sections 402 and 404 of the CWA. Defendant's motion to dismiss these claims will therefore be denied.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For all of the foregoing reasons, this Court hereby GRANTS the United States' Motion to intervene, DENIES Defendant's Motion for More Definite Statement, DENIES <span class=\"star-pagination\">*559</span> Defendant's Motion to Strike, GRANTS Plaintiffs' Motion for leave to file Surreply; and DENIES Defendant's Motion to Dismiss Plaintiffs' claims.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court notes that Defendant submitted a settlement agreement at the hearing, to be considered as proof that the State's enforcement of the Sediment Act against Defendant had been \"diligent.\" However, because an action under the State Sediment Act is not comparable to an action under the CWA, the Court need not address the question of whether the action under the State Sediment Act was diligently prosecuted. Accordingly, the Court need not consider the pending settlement negotiations or agreement in order to resolve the instant Motion to Dismiss.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">551</span></span> (2001)</b></center>\n<center><h1>NORTH CAROLINA SHELLFISH GROWERS ASSOCIATION and North Carolina Coastal Federation, Plaintiffs,<br>\nv.<br>\nHOLLY RIDGE ASSOCIATES, L.L.C., Defendant.</h1></center>\n<center>No. 7:01-CV-36-BOC(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 8, 2001.</center>\n<p><span class=\"star-pagination\">*552</span> Derb S. Carter, Southern Environmental Law Center, Donnell Van Noppen, III, Southern Environmental Law Ctr., Chapel Hill, for North Carolina Shellfish Growers Association, North Carolina Coastal Federation, plaintiffs.</p>\n<p>George William House, V. Randall Tinsley, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Jim W. Phillips, Jr., Brooks, Pierce, MccLendon, Humphrey &amp; Leonard, Robert J. King, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, Jason S. Thomas, Hunton &amp; Williams, Craig A. Bromby, Hunton &amp; Williams, Raleigh, for Holly Ridge Associates, L.L.C., John A. Elmore, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This case is before the Court on the following motions: (1) the United States' <span class=\"star-pagination\">*553</span> Motion to intervene in order to defend Section 1365 of the Clean Water Act; (2) Defendant's Motion for More Definite Statement; (3) Defendant's Motion to Strike; (4) Plaintiffs' Motion for Leave to file Surreply; and (5) Defendant's Motion to Dismiss Plaintiffs' claims. The Court held a hearing on pending motions on October 30, 2001. All of the issues have been fully briefed and are ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Defendant Holly Ridge Associates, L.L.C. (\"HRA\") owns the Morris Landing tract (the \"Tract\"), a 1,200-acre tract of land in Onslow County. The Tract fronts on Stump Sound and the Atlantic Intracoastal Waterway. Plaintiffs claim that, during 1998 and 1999, HRA engaged in land clearing and ditch excavation activities on the Morris Landing tract, including its wetlands areas. According to Plaintiffs, Defendants' excavation activities created outfalls in wetland areas, which has resulted in the disposal of sediment and other pollutants into surrounding waters, including Cypress Branch, Batts Mill Creek, the Atlantic Intracoastal Waterway and Stump Sound. Plaintiffs claim that Defendants failed to obtain the requisite permits to perform the ditching activities or the discharge of pollutants allegedly occurred in this case. Plaintiffs claim that HRA's excavation activities have resulted in past and continuing violations of applicable water quality standards.</p>\n<p>Plaintiff North Carolina Shellfish Growers' Association (\"NCSGA\") leases shellfish beds adjacent to the Morris Landing Tract. Plaintiff North Carolina Coastal Federation (\"NCCF\") is an association of persons who visit, recreate, fish, harvest shellfish, and perform other activities in the waters that have been affected by the alleged draining of the Morris Landing Tract's wetlands to Stump Sound and its vicinity. Both NCSGA and NCCF claim that they and their members have interests that may be adversely affected by HRA's activities.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. Motion to Intervene</i></h2>\n<p>The United States Government has moved to intervene as a matter of right to defend the constitutionality of 33 U.S.C. § 1365. In support of its Motion to Dismiss, Defendant has claimed that Section 1365, which provides for \"citizens suits\" to be brought under the Clean Water Act, is unconstitutional. According to 28 U.S.C. § 2403, when the constitutionality of an Act of Congress is in question in a case to which the United States is not a party, the court \"shall permit the United States to intervene ... for argument on the question of constitutionality ...\". Accordingly, the United States' Motion is granted and its brief in support of the constitutionality of Section 1365 shall be considered by the Court.</p>\n<p></p>\n<h2><i>2. Defendant's Motion for More Definite Statement</i></h2>\n<p>On April 13, 2001, Defendant filed a Motion for a More Definite Statement of Plaintiffs' claims. However, during the hearing on pending motions, Defendant withdrew such motion. Defendant having admitted that the claims have been made clear by Plaintiffs, Defendant's Motion for More Definite Statement will be denied.</p>\n<p></p>\n<h2><i>3. Defendant's Motion to Strike</i></h2>\n<p>Defendant has moved to strike paragraph 47 of Plaintiffs' Complaint. Paragraph 47 states that:</p>\n<blockquote>\"Contemporaneously with the ditch excavation activities on the Morris Landing Tract, wetlands on dozens of other locations in Brunswick, New Hanover, Pender, Onslow, and Carteret Counties in southeastern North Carolina also <span class=\"star-pagination\">*554</span> were excavated. Beginning in March, 1999, the State of North Carolina and the U.S. Environmental Protection Agency launched enforcement and restoration efforts at many of the affected sites. Since March, 1999, agency enforcement efforts have resulted in substantial restoration activities, including filling of illegally excavated ditches, on many of the affected sites, but not including the Morris Landing Tract. Such restoration activities have either been voluntary or compelled by agency administrative orders.\"</blockquote>\n<blockquote>Complaint ¶ 47.</blockquote>\n<p>Defendant claims that the paragraph is immaterial and should be stricken from the Complaint. This Court disagrees. Under Rule 12(f) of the Federal Rules of Civil Procedure, a \"court may order stricken from any pleading any insufficient defense or any redundant, immaterial, impertinent, or scandalous matter.\"</p>\n<p>Rule 12(f) Motions to Strike are \"generally viewed with disfavor `because striking a portion of a pleading is a drastic remedy and because it is often sought by the movant simply as a dilatory tactic.'\" <i>Waste Management Holdings, Inc. v. Gilmore,</i> <span class=\"citation\" data-id=\"773531\"><a href=\"/opinion/773531/waste-management-holdings-incorporated-hale-intermodal-marine-company/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 348 (4th Cir.2001). Moreover, as far as motions to strike pleadings on the basis of immateriality are concerned, a \"[m]atter will not be stricken from a pleading unless it is clear that it can have no possible bearing upon the subject matter of the litigation.\" <i>Craig Funeral Home, Inc. v. State Farm Mut. Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"244882\"><a href=\"/opinion/244882/craig-funeral-home-inc-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 572 (5th Cir.1958).</p>\n<p>In this case, Paragraph 47 of the Complaint contains a factual allegation about the state of excavation activities and environmental protection enforcement activities in the area surrounding the Tract during recent years. At this stage in the litigation, it is impossible to say that it may have \"no possible bearing\" upon the subject of the instant claims. Accordingly, Defendant's Motion to Strike Paragraph 47 of the Complaint must be denied.</p>\n<p></p>\n<h2><i>4. Plaintiffs' Motion for Leave to File Surreply</i></h2>\n<p>Plaintiffs filed a Motion for Leave to File a Surreply to Defendant's Motion to Dismiss. Plaintiffs claim that Defendant's Reply contains new allegations about the significance of settlement negotiations taking place in the state action that is pending against Defendant for alleged violations of the North Carolina Sedimentation and Pollution Control Act. Indeed, Defendant attached to its Reply a copy of the settlement communications between the State's Department of Environment and Natural Resources (\"DENR\") and HRA. Defendant claims that such documents demonstrate that the State of North Carolina has diligently prosecuted Defendant for the violations at issue in this case, thereby precluding the instant action. Because Defendant did not raise the settlement negotiations, or the proposed settlement agreement (submitted to the Court at the motions hearing), as evidence of diligent prosecution in its original motion to dismiss, Plaintiffs are entitled to file a surreply in order to respond to Defendant's claims regarding the settlement negotiations.</p>\n<p></p>\n<h2><i>5. Defendant's Motion to Dismiss</i></h2>\n<p>A Rule 12(b)(6) motion to dismiss for failure to state a claim tests the legal sufficiency of a plaintiff's complaint. <i>See, e.g., </i><i>Randall v. United States,</i> <span class=\"citation\" data-id=\"675120\"><a href=\"/opinion/675120/shirley-m-randall-md-v-united-states-of-america-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 522 (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span></span> (1995). A complaint may be dismissed for failure to state facts sufficient to allege all elements of a claim. <i>See, e.g., </i><i>Estate Constr. Co. v. Miller &amp; Smith Holding Co.,</i> <span class=\"citation\" data-id=\"660683\"><a href=\"/opinion/660683/the-estate-construction-company-maureen-dowd-patterson-robert-brown/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 221 (4th Cir.1994) (citation <span class=\"star-pagination\">*555</span> omitted). A motion to dismiss for failure to state a claim should not be granted unless it appears to a certainty that the plaintiff can prove no set of facts that would entitle her to relief. <i>Mylan Labs. Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></span> (1994).</p>\n<p>In determining the disposition of a Rule 12(b)(6) motion to dismiss, the factual allegations of Plaintiffs' complaint must be taken as true and construed in the light most favorable to Plaintiffs. <i>Martin Marietta Corp. v. International Telecommunication Satellite Org.,</i> <span class=\"citation\" data-id=\"1405332\"><a href=\"/opinion/1405332/in-re-fac-realty-securities-litigation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">416</span></a></span> (E.D.N.C.1997). Conclusory allegations, however, are not construed in this way, and will not suffice to prevent dismissal. <i>Parham v. Pepsico, Inc.,</i> <span class=\"citation\" data-id=\"2092575\"><a href=\"/opinion/2092575/parham-v-pepsico-inc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">177</span></a></span> (E.D.N.C.1995), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1151</span></span> (4th Cir.1996). In this way, a motion to dismiss pursuant to Rule 12(b)(6) \"allows a court to eliminate actions that are fatally flawed in their legal premises and destined to fail,\" while preserving meritorious actions. <i>Id.</i></p>\n<p></p>\n<h2><i>5(a). Constitutionality of Section 505 of the Clean Water Act</i></h2>\n<p>Defendant's initial challenge to Plaintiffs' claims is that the statute under which they are brought, Section 505 of the Clean Water Act (\"CWA\"), set forth at 33 U.S.C. § 1365, is unconstitutional. Under 33 U.S.C. § 1365(a), \"any citizen may commence a civil action on his own behalf ... against any person ... who is alleged to be in violation of (A) an effluent standard or limitation\" under the CWA. The term \"`citizen' means a person or persons having an interest which is or may be adversely affected.\" 33 U.S.C. § 1365(g).</p>\n<p>Defendant claims that Section 505 is unconstitutional, on the basis that it violates the Appointments Clause, the separation of powers doctrine and substantive due process. The Court will address each of these constitutional challenges in turn.</p>\n<p></p>\n<h2><i>5(a)(1). Defendant's Article II challenge</i></h2>\n<p>Defendant argues that the CWA's citizen suit provision grants to private individuals powers that are vested exclusively in the Executive Branch and, in so doing, that it violates the Appointments Clause and the separation of powers doctrine. The Appointments Clause provides that the Executive has the power to appoint officers of the United States, subject to the advice and consent of the Senate. It further allows that Congress may vest the power to appoint \"inferior officers\" in the President alone, in the courts of law, or in the heads of departments. U.S. Const. Art. II, § 2, cl. 2. By permitting Plaintiffs, both private organizations, to seek civil penalties for violation of the CWA, the Statute, under Defendant's theory, allows Plaintiffs to exercise powers that are reserved to officers of the United States who have been appointed by the President and charged with such enforcement duties.</p>\n<p>Defendant further claims that Section 505 violates the separation of powers doctrine and the Take Care and Vesting Clauses. The Take Care and Vesting Clauses charge the Executive with the duty to \"take Care that the Laws be faithfully executed,\" <i>see</i> U.S. Const. Art II, § 3 (the \"Take Care Clause\"), and vest in the President the \"executive Power\" to carry out such duties. <i>See</i> U.S. Const. Art II, § 1, cl. 1. Under Defendant's view, Section 505 allows ordinary citizens to bring an action under the CWA and thus qualifies as an unconstitutional delegation of the powers and duties of the executive branch to ordinary citizens. Defendant argues that such a violation of the separation of powers doctrine cannot stand.</p>\n<p><span class=\"star-pagination\">*556</span> Though the Supreme Court has never addressed the constitutionality of the CWA's citizen suit provision, the issue has been widely litigated in the lower courts. Indeed, a great number of the federal courts that have addressed the issue have held that the provision is constitutional under Article II. <i>See, e.g., Water Keepr Alliance, Inc. v. Smithfield Foods, Inc.,</i> No. 4:01-CV-27-H(3) (E.D.N.C.2001), <i>Atlantic States Legal Foundation v. Universal Tool and Stamping,</i> <span class=\"citation\" data-id=\"1459552\"><a href=\"/opinion/1459552/atlantic-states-legal-foundation-v-universal-tool/\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1404</span></a></span> (N.D.Ind.1990); <i>Sierra Club v. Port Townsend Paper Corp.,</i> 19 Envtl.L. Rep. 20,532 (W.D.Wash.1988); <i>Natural Resources Defense Council, Inc. v. Outboard Marine Corp.,</i> <span class=\"citation\" data-id=\"2357911\"><a href=\"/opinion/2357911/natural-res-defense-coun-v-outboard-marine-corp/\"><span class=\"volume\">692</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">801</span></a></span>, 815-17 (N.D.Ill. 1988); <i>Chesapeake Bay Foundation, Inc. v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"2305538\"><a href=\"/opinion/2305538/chesapeake-bay-foundation-v-bethlehem-steel-corp/\"><span class=\"volume\">652</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">620</span></a></span>, 623-26 (D.Md.1987); <i>Student Public Interest Research Group of New Jersey, Inc. v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"2380336\"><a href=\"/opinion/2380336/student-public-interest-research-group-v-monsanto-co/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1474</span></a></span>, 1478-79 (D.N.J.1985). This Court finds that Defendant's argument does not warrant departure from these well-reasoned opinions.</p>\n<p>Defendant's claim under the Appointments Clause, that the power to bring a civil enforcement action is strictly executive, to be enjoyed by the executive branch to the exclusion of private citizens, is unsupported in the law. As noted by the Supreme Court, \"[s]tatutory rights and obligations are established by Congress, and it is entirely appropriate for Congress, in creating these rights and obligations, to determine in addition, who may enforce them and in what manner.\" <i>Davis v. Passman,</i> <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 241, <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">846</span></a></span> (1979). Congress is thus permitted, as it did in passing the CWA (as well as Title VII, the securities Acts, etc.), to determine the method and manner of enforcement of the requirements set forth under its statutes. It is therefore acceptable, under the Appointments Clause and elsewhere under Article II, for Congress to create a private right of action under a statute, so as to encourage private enforcement of the duties set forth under the statute.</p>\n<p>Defendant's claim that citizen suits offend the separation of powers doctrine is similarly misplaced. Indeed, the principle that governmental powers must be kept separate, in order to prevent the concentration of power in any one governmental branch, is fundamental to our form of Government. <i>See, e.g., </i><i>Mistretta v. U.S.,</i> <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 380, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1989) (\"This Court consistently has given voice to, and has reaffirmed, the central judgment of the Framers of the Constitution that, within our political scheme, the separation of governmental powers into three coordinate Branches is essential to the preservation of liberty.\"). Nonetheless, Defendant mistakenly applies the doctrine of separation of <i>governmental</i> powers to private citizens. Defendant claims that citizen suits under the CWA pose a threat to the separation of powers because they \"are not bound by ... the executive branch\" and because the \"executive branch has no power to remove a private plaintiff.\" Def. Memo. In supp. at 7. However, because such enforcement powers are entrusted to private citizens, rather than to an entity that is controlled by Congress or the Judiciary, Section 505's private enforcement mechanism does not offend the separation of powers doctrine, nor does it impermissibly undermine the authority of the Executive.</p>\n<p></p>\n<h2><i>5(a)(2). Defendant's Substantive Due Process challenge</i></h2>\n<p>Defendant argues that Section 505 is unconstitutional on the additional basis that it deprives Defendant of its substantive due process rights. Specifically, Defendant claims that, by allowing citizens to bring suit for violations of the CWA, Section 505 subjects Defendant to litigation that may be arbitrary or unfair. However, <span class=\"star-pagination\">*557</span> there is little support in the law for Defendant's claim that his due process rights are violated by Section 505's citizenship suit provision.</p>\n<p>\"`As a general matter, the Court has always been reluctant to expand the concept of substantive due process because the guideposts for responsible decision-making in this unchartered area are scarce and open-ended.'\" <i>Albright v. Oliver,</i> <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 271-72, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1994) (quoting <i>Collins v. Harker Heights,</i> <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, 125, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1061</span></a></span>, 117 L.Ed.2d 261) (1992)). Moreover, even when such rights have been recognized, they \"have for the most part been accorded to matters relating to marriage, family, procreation, and the right to bodily integrity.\" <i>Id.</i> at 272, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>. Section 505's allowance of citizen suits brought under the CWA raise no such interests. Nor does it represent the type of retrospective legislation that might cause concern of a due process violation. In light of the procedural safeguards contained in the CWA and the Federal Rules of Civil Procedure, which are designed to protect defendants from unfair suits under the Act, Section 505 must be upheld against Defendant's due process challenge.</p>\n<p></p>\n<h2><i>5(b). North Carolina's diligent prosecution under comparable state statute</i></h2>\n<p>Defendant also claims that this action should be dismissed under Section 309(g) of the CWA, which provides that violations of the CWA for \"which a State has commenced and is diligently prosecuting an action under a State law comparable to [the CWA]\" shall not be the subject of a civil penalty action brought under the Section 505 citizen suit provision. <i>See</i> 33 U.S.C. § 1319(g)(6)(A)(ii). Claiming that North Carolina is diligently prosecuted it through the enforcement of North Carolina's Sedimentation and Pollution Control Act of 1973 (the \"Sediment Act\" or \"SPCA\"), Defendant argues that the instant action is barred under Section 309(g) of the CWA.</p>\n<p>As an initial matter, even if North Carolina were diligently prosecuting an action against Defendant under a comparable state law, Section 309(g)(6)(A) only applies to civil penalty actions, so that Plaintiffs' claim for injunctive relief would not be barred. <i>See</i> 33 U.S.C. § 1319(g)(6)(A)(ii) (describing the limitation as applying to \"civil penalty actions\" under Section 505). In any event, none of Plaintiffs' claims is barred in the instant case, because North Carolina has not prosecuted Defendant under a comparable state law.</p>\n<p>DENR has issued notices of violation of the State Sediment Act based on its ditching activities. DENR has also issue civil penalties on the basis of these violations. Defendant has filed a petition for contested case hearing with regards to the imposition of these penalties and that petition is presently pending. Nonetheless, for Plaintiffs' instant citizen suit to be precluded under Section 309(g), the State's action under the State Sediment Act must be comparable to Plaintiff's claim under the CWA. The overarching aim of the CWA is to abate existing water pollution, to reclaim polluted waters, and to prevent future pollution. <i>See </i><i>Jones v. City of Lakeland,</i> <span class=\"citation\" data-id=\"770142\"><a href=\"/opinion/770142/rudolph-jones-jr-susan-jones-tandy-jones-gilliland-v-city-of-lakeland/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 526 (6th Cir.2000). By contrast, the main purpose of the Sediment Act is to control erosion and sedimentation, <i>see </i><i>Cox v. State ex rel Summers,</i> 81 N.C.App. 612, <span class=\"citation\" data-id=\"1385571\"><a href=\"/opinion/1385571/cox-v-state-ex-rel-summers/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">808</span></a></span>, 810 (1986). Plaintiffs argue, therefore, that the two statutes are not \"comparable\" for purposes of Section 309(g) and that the enforcement action done by the DLR under the Sediment Act does not preclude the instant action brought under the CWA. This Court agrees.</p>\n<p><span class=\"star-pagination\">*558</span> For a state statute to be comparable to the CWA for purposes of Section 309(g), it must have the same overall enforcement goals as the CWA. However, as discussed above, North Carolina's Sediment Act mainly controls erosion and sedimentation and sets forth regulations for land clearing activities. The more comparable state statute in this case is the North Carolina Water and Air Resources Act. Indeed, the State's effluent standards, including the National Pollutant Discharge Elimination System (NPDES) permit requirements set forth under the CWA, are all enforced by the State's Division of Water Quality (\"DWQ\"), under the Water and Air Resources Act. <i>See </i><i>Tennessee v. Environmental Management Comm'n of North Carolina,</i> 78 N.C.App. 763, <span class=\"citation\" data-id=\"1363717\"><a href=\"/opinion/1363717/state-of-tenn-v-environ-management-comn/\"><span class=\"volume\">338</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">781</span></a></span>, 783 (1986).</p>\n<p>Although the Division of Land Resources (\"DLR\"), which administers the Sediment Act, has levied civil penalties against Defendant for violations of the Sediment Act, it has taken no action to enforce the State's water quality standards under the North Carolina Water and Air Resources Act.<sup>[1]</sup> Therefore, Defendant has not been prosecuted under a comparable state statute, and the citizen suit is not precluded in this case.</p>\n<p></p>\n<h2><i>5(c). Authorization of Plaintiffs' claims under the Clean Water Act</i></h2>\n<p>Defendant has moved to dismiss Plaintiffs' claims under Sections 401, 402, and 404 of the CWA, on the basis that Section 505 does not authorize citizen suits under those sections of the Statute. Section 505 of the CWA enables a citizen to bring a civil action against \"any person ... alleged to be in violation of ... an effluent standard or limitation under [the CWA]...\". 33 U.S.C. § 1365(a)(1). Defendant claims that the \"effluent standards or limitations\" defined under the Act do not include Plaintiffs' claims under Sections 401, 402, and 404, so that Plaintiffs are unauthorized to bring such claims in this case.</p>\n<p>An \"effluent standard or limitation\" is defined to include a \"certification under section [401 of the CWA]\", as well as any \"unlawful act under subsection (a) of section 1311 of [Title 33].\" <i>See</i> 33 U.S.C. § 1365(f)(1), 1365(f)(5). Because certification under Section 401 is an \"effluent standard or limitation\" under the Act, Plaintiffs are clearly authorized by Section 505 to bring a citizens suit alleging violation of Section 401. Moreover, 33 U.S.C. § 1311(a) makes it unlawful to discharge any pollutant \"[e]xcept as in compliance with this section and sections ... [402 of the CWA], and [404 of the CWA] ...\". 33 U.S.C. § 1311(a). Therefore, because \"effluent standards\" include the permit requirements under Sections 402 and 404, Plaintiffs are authorized to bring a Section 505 citizens suit for Defendant's alleged failure to comply with Sections 402 and 404 of the CWA. Defendant's motion to dismiss these claims will therefore be denied.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For all of the foregoing reasons, this Court hereby GRANTS the United States' Motion to intervene, DENIES Defendant's Motion for More Definite Statement, DENIES <span class=\"star-pagination\">*559</span> Defendant's Motion to Strike, GRANTS Plaintiffs' Motion for leave to file Surreply; and DENIES Defendant's Motion to Dismiss Plaintiffs' claims.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court notes that Defendant submitted a settlement agreement at the hearing, to be considered as proof that the State's enforcement of the Sediment Act against Defendant had been \"diligent.\" However, because an action under the State Sediment Act is not comparable to an action under the CWA, the Court need not address the question of whether the action under the State Sediment Act was diligently prosecuted. Accordingly, the Court need not consider the pending settlement negotiations or agreement in order to resolve the instant Motion to Dismiss.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/244882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1405332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2092575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2305538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2357911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2380336/"
  ]
}