{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2422820/",
  "absolute_url": "/opinion/2422820/simmons-v-prudential-ins-co-of-america/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2422820/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:30:17.890889Z",
  "date_modified": "2016-04-26T23:23:32.596732Z",
  "type": "010combined",
  "sha1": "cdaffef006e249e49c4175a1c4e2372e8ca07f14",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>564 F.Supp.2d 515 (2008)</b></center>\n<center><h1>Oscar SIMMONS, Plaintiff,<br>\nv.<br>\nPRUDENTIAL INSURANCE COMPANY OF AMERICA, Defendant</h1></center>\n<center>No. 4:06-CV-212-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>May 15, 2008.</center>\n<p><span class=\"star-pagination\">*517</span> David J. Ward, The Ward Law Firm, Raleigh, NC, Diane Baysinger, Cary, NC, for Plaintiff.</p>\n<p>Stephen A. Dunn, James M. Mason, Emanuel &amp; Dunn, PLLC, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Oscar Simmons (\"plaintiff or \"Simmons\") seeks continuation of his group life insurance coverage under the Extended Death Benefit During Total Disability provision (\"Extended Death Benefits\" or \"Benefits\") of Group Contract No. G-41800 (\"the Plan\"). The Plan is an employee welfare benefit plan regulated by the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001 et seq., that defendant The Prudential Insurance Company of America (\"defendant\" or \"Prudential\") issued.<sup>[1]</sup> Acting in its capacity as Claims Administrator of the Plan, Prudential denied Simmons' claim for Extended Death Benefits on May 12, 2006. Simmons filed suit alleging a cause of action under ERISA.<sup>[2]</sup> On December 6, 2007, Prudential moved for summary judgment. <span class=\"star-pagination\">*518</span> On December 9, 2007, Simmons also moved for summary judgment. As explained below, Prudential's motion for summary judgment is granted, and Simmons' motion for summary judgment is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 30, 2004, plaintiff ceased working for Hatteras Yachts, a ship-building facility in New Bern, North Carolina, alleging disability. R. at A072.<sup>[3]</sup> Shortly thereafter, plaintiff filed for Long-Term Disability (\"LTD\") Benefits under the Plan, which provides coverage for qualified employees of Hatteras Yachts. <i>See id.</i> at B067-74. Prudential is Claims Administrator of the Plan, and is granted discretionary authority to interpret the terms of the Plan and to determine eligibility for Plan benefits. Aff. of Edith Ewing Ex. A, p. 55. As a result of Simmons' LTD Benefits claim, Prudential also considered plaintiffs eligibility for Extended Death Benefits under the Plan. R. at A027. To qualify for Extended Death Benefits, the covered party must be \"Totally Disabled,\" which the Plan defines as:</p>\n<blockquote>(1) You are not working at any job for wage or profit; and</blockquote>\n<blockquote>(2) Due to Sickness, Injury, or both, you are not able to perform for wage or profit the material and substantial duties of any job for which you are reasonably fitted by your education, training, or experience.</blockquote>\n<p><i>Id</i> at A003-A004.</p>\n<p>In considering plaintiffs Extended Death Benefits claim, Prudential reviewed the information in Simmons' LTD Benefits claim file, which included: (1) hospitalization records for a lumbar laminectomy and fusion performed on May 6, 2004, <i>see</i> R. at A051-62; (2) an attending physician statement dated June 4, 2004, from plaintiffs neurosurgeon, Dr. Michael K. Rosner, <i>see id.</i> at A059-61; and (3) an updated attending physician statement dated March 16, 2005, from Dr. Rosner, <i>see id.</i> at A062-64.<sup>[4]</sup> In the June 4, 2004 statement, Dr. Rosner opined that plaintiff could return to light duty in three to six months. Id at A060. By checking the \"light\" box for plaintiffs functional abilities, Dr. Rosner indicated that when plaintiff returned to work, plaintiff would be able to lift up to 10 pounds frequently, up to 20 pounds occasionally, walk and stand frequently, and push or pull constantly. <i>Id.</i> at A059. In the updated attending physician statement dated March 16, 2005, Dr. Rosner revised his prior restrictions and limited plaintiff to sitting no more than 15 minutes, standing no more than 15 to 30 minutes, long distance driving no more than 60 minutes, and heavy lifting no more than 10 pounds. <i>Id.</i> at A063. As of March 16, 2005, the date of Dr. Rosner's updated statement, plaintiff had not yet returned to work. <i>Id.</i> Dr. Rosner did not anticipate Simmons' return to work over the next six months and noted that plaintiff had minimal tolerance for even sedentary work. <i>Id.</i> at A062-63.</p>\n<p>On October 5, 2005, Prudential denied plaintiffs Extended Death Benefits claim. In discussing the medical information, the denial letter stated:</p>\n<blockquote>\n<span class=\"star-pagination\">*519</span> You stopped working due to spondylolisthesis and lumbago. We reviewed medical information from your LTD file. Information in [the] file indicates you had a lumbar laminectomy in October 2002 and a fusion on May 6, 2004. We reviewed an Attending Physician Statement from Dr. Michael Rosner dated March 16, 2005. Dr. Rosner noted you were restricted from prolonged sitting more than 15 minutes or standing more than 15 to 30 minutes. Dr. Rosner also recommended no long distance driving more than one hour and no heavy lifting greater than 10 pounds. There is no medical information on file documenting a loss in function that would render you totally disabled from any occupation. Accordingly, we are not able to approve your claim on the basis of the information supplied.</blockquote>\n<p><i>Id.</i> at A026-27; <i>see id.</i> at A003-A004 (defining \"Totally Disabled\").</p>\n<p>On October 17, 2005, plaintiff appealed Prudential's decision. <i>Id.</i> at A028-29. On October 27, 2005, Prudential advised Simmons of its unsuccessful efforts to obtain additional medical records from Dr. Rosner and reiterated its request for medical records for all treatment since January 2005 to further evaluate Simmons' Extended Death Benefits claim. <i>Id.</i> at A030. Prudential also stated that \"a narrative or letter from a treating physician cannot substitute for actual office visit notes, treatment notes, diagnostic testing results and any other objective medical documentation.\" <i>Id.</i> In response, plaintiff submitted an operative report of surgery dated May 6, 2004, <i>see id.</i> at A035-36, an addendum to the operative report dated September 19, 2005, <i>see id.</i> at A037, and an abbreviated medical record of an overnight hospitalization for observation of a syncopal episode on October 25, 2005, <i>see id.</i> at A032-34. The September 19, 2005 addendum indicated that X-rays showed good alignment and a solid fusion mass with no movement on flexion and extension. <i>Id.</i> at A037. However, plaintiff continued to experience pain, and Dr. Rosner noted that plaintiff had not subjectively improved. <i>Id.</i> Plaintiff also submitted a copy of a Social Security Administration Request for Hearing by Administrative Law Judge form dated December 6, 2004. <i>See id.</i> at A031.</p>\n<p>On December 2, 2005, following review of the newly submitted medical records and Social Security Administration hearing request form dated December 6, 2004, Prudential upheld its initial decision to deny plaintiffs Extended Death Benefits claim. <i>Id.</i> at A044-46. On January 24, 2005, plaintiff appealed. <i>Id.</i> at A047. On February 22, 2006, Prudential requested medical records for all treatment since October 2005 to support plaintiff's claim. <i>Id.</i> at A048. Plaintiff did not provide additional medical records. <i>See id.</i> at A049. Plaintiff did, however, provide a decision from the Veterans Administration finding plaintiff totally disabled and noted that a hearing on plaintiffs alleged disability was pending at the Social Security Administration. <i>See id.</i> at A075. Prudential conducted its final review of plaintiffs claim under the Plan. By letters dated May 12 and May 23, 2006, Prudential denied Simmons' Extended Death Benefits claim because he failed to demonstrate that he was \"Totally Disabled\" as defined in the Plan. <i>Id.</i> at A078-80, A082-84; <i>see id.</i> at A003-A004 (defining \"Totally Disabled\").</p>\n<p>On August 30, 2006, Simmons filed a complaint in Craven County Superior Court asserting state law remedies with respect to Prudential's denial of his Extended Death Benefits claim. On September 29, 2006, Prudential removed the action to this court and argued that ERISA preempted plaintiffs state law claims. On <span class=\"star-pagination\">*520</span> February 7, 2007, plaintiff amended his complaint to allege a cause of action under ERISA. Both Prudential and Simmons now move for summary judgment.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted &amp; emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). When considering cross-motions for summary judgment, a court evaluates each motion separately using the standard set forth above. <i>See, e.g., </i><i>Local 2-1971 of Pace Int'l Union v. Cooper,</i> 364 F.Supp.2d 546, 554 (W.D.N.C. 2005).</p>\n<p></p>\n<h2>A.</h2>\n<p>In reviewing a motion for summary judgment, the trial court must also consider the non-moving party's ultimate evidentiary burden at trial and the applicable standard of review. <i>Anderson,</i> 477 U.S. at 255,106 S.Ct. 2505. In order to determine whether the ERISA plan confers discretionary authority on an administrator, courts interpret ERISA plans de novo \"by looking to the terms of the plan and other manifestations of the parties' intent.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 113, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989); <i>Bynum v. Cigna Healthcare of North Carolina, Inc.,</i> 287 F.3d 305, 311 (4th Cir.2002). Where (as here) the plan gives the administrator discretion to interpret the plan and to determine benefit eligibility, the standard of review is whether the administrator abused its discretion. <i>Firestone,</i> 489 U.S. at 111, 109 S.Ct. 948; <i>Colucci v. Agfa Corp. Severance Pay Plan,</i> 431 F.3d 170, 176 (4th Cir.2005); <i>Stup v. UNUM Life Ins. Co. of Am.,</i> 390 F.3d 301, 307 (4th Cir.2004); <i>Bynum,</i> 287 F.3d at 311. Under this standard, an administrator's decision will not be disturbed if it is reasonable, even if the reviewing court would have come to a different conclusion independently. <i>See, e.g., Colucci</i> 431 F.3d at 176; <i>Smith v. Cont'l Cos. Co.,</i> 369 F.3d 412, 417 (4th Cir.2004); <i>Feder v. The Paul Revere Life Ins. Co.,</i> 228 F.3d 518, 522 (4th Cir.2000). \"This is because the plan, in conferring discretion on a trustee with respect to a specific matter yields to the trustee's judgment on that matter, as long as it is reasonable.\" <i>Colucci</i> 431 F.3d at 176. \"[A] decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Ellis v. Metro., Life Ins. Co.,</i> 126 F.3d 228, 232 (4th Cir.1997) (quotation omitted); <i>see also Bernstein v. CapitalCare, Inc.,</i> 70 F.3d 783, 788 (4th Cir. <span class=\"star-pagination\">*521</span> 1995).<sup>[5]</sup> Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion\" and \"consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>LeFebre v. Westingkouse Elec. Corp.,</i> 747 F.2d 197, 208 (4th Cir.1984) (quoting <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966)), <i>overruled by implication on other grounds by Black &amp; Decker Disability Plan v. Nord,</i> 538 U.S. 822, 123 S.Ct. 1965, 155 L.Ed.2d 1034 (2003). A reviewing court must assess the reasonableness of the administrator's decision based on the facts known to the administrator at the time of the decision. <i>See, e.g., Elliott v. Sara Lee Corp.,</i> 190 F.3d 601, 608-09 (4th Cir.1999).</p>\n<p>Moreover, where (as here) a plan gives discretion to an administrator who operates under a conflict of interest, a reviewing court also must weigh that conflict \"in determining whether there [has been] .an abuse of discretion.\" <i>Firestone,</i> 489 U.S. at 115, 109 S.Ct. 948 (quotation omitted); <i>see Booth,</i> 201 F.3d at 342; <i>Ellis,</i> 126 F.3d at 232-33. Since <i>Firestone,</i> courts have \"wrestled with the issues of what facts and circumstances give rise to a finding of a conflict of interest, and what effect the finding of a conflict should have on the court's scrutiny of an administrator's decision to deny benefits.\" Jane Kheel Stanley, <i>Employee Benefits Law</i> 918 (2d ed. Supp.2007). The Supreme Court has granted certiorari and will soon decide how the \"conflict [of interest should] be taken into account on judicial review of a discretionary benefit determination.\" <i>MetLife v. Glenn,</i> ___ U.S. ___, 128 S.Ct. 1117, 169 L.Ed.2d 845 (2008).</p>\n<p>In the Fourth Circuit, a trial court does not deviate from the abuse of discretion standard. <i>See Ellis,</i> 126 F.3d at 233. \"Instead, the court modifies that abuse of discretion standard according to a sliding scale. The more incentive for the administrator... to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the \"more objectively reasonable the administrator's] ... decision must be and the more substantial the evidence must be to support it.\" <i>Id.</i> As the Fourth Circuit recently emphasized, however, standards of review do matter, and \"[u]nder no formulation ... may a court... forget its duty of deference and its secondary rather than primary role in determining a claimant's right to benefits.\" <i>Evans v. Eaton Corp. Long Term Disability Plan,</i> 514 F.3d 315, 323 (4th Cir.2008). Further,</p>\n<blockquote>[w]here an ERISA administrator rejects a claim to benefits on the strength of substantial evidence, careful and coherent reasoning, faithful adherence to the <span class=\"star-pagination\">*522</span> letter of ERISA and the language in the plan, and a fair and searching process, there can be no abuse of discretion even if another, and arguably a better, decision-maker might have come to a different, and arguably a better, result.</blockquote>\n<p><i>Id.</i> at 325-36.</p>\n<p></p>\n<h2>B.</h2>\n<p>Because Prudential serves as both the insurer and Claims Administrator of the Plan, this court proceeds under the socalled modified abuse of discretion standard. <i>See, e.g., Ellis,</i> 126 F.3d at 232-33. Under this standard, Prudential's decision must meet a heightened standard of objective reasonableness and be more strongly supported by objective and substantial evidence. <i>Id.</i> As noted, a decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence. <i>Id., Evans,</i> 514 F.3d at 325-26; <i>Booth,</i> 201 F.3d at 342-43.</p>\n<p>To be reasonable, a decision must result from a deliberate, principled reasoning process. <i>See, e.g., Ellis,</i> 126 F.3d at 232. Prudential's decisionmaking process included a genuine and thorough consideration of all the evidence before it. Prudential considered all the evidence that Simmons initially submitted with his LTD Benefits claim, attempted to obtain additional medical evidence from plaintiffs treating doctor, <i>see</i> R. at A030, requested additional objective medical evidence from plaintiff on two occasions, <i>see id.</i> at A030, A048, and considered all the additional evidence that Simmons submitted. Procedurally, Prudential complied with the Plan's terms and kept plaintiff informed of the status of his claim throughout the review. <i>See</i> Aff. of Edith Ewing Ex. A, pp. 55-59 (Plan provisions detailing review and appeal process). Prudential notified Simmons of its decision on initial review to deny benefits, <i>see</i> R. at A026-27, of its decision on plaintiffs first appeal to uphold the denial of benefits, <i>see id.</i> at A044-46, and of its decision on plaintiffs second appeal to uphold the denial of benefits, <i>see id.</i> at A078-80, A082-84. Prudential thoroughly explained its decision and fairly summarized the relevant medical evidence. <i>See id.</i> The court thus concludes that Prudential's actions evince a deliberate and principled decisionmaking process.</p>\n<p>In order for a decision to be reasonable, it must also be supported by substantial evidence. <i>See, e.g., Ellis,</i> 126 F.3d at 232. Because Prudential acts under a conflict of interest, the evidence supporting its decision must be more substantial. <i>Id.,</i> at 232-33. Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion\" and \"consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>LeFebre,</i> 747 F.2d at 208.</p>\n<p>The evidence before Prudential at the time it made its May 2006 decision indicated that Simmons underwent a lumbar laminectomy in October 2002 and a fusion on May 6, 2004. R. at A027. On June 4, 2004, Dr. Rosner opined that plaintiff could return to light duty in three to six months. <i>Id.</i> at A059-61. More than ten months later, on March 16, 2005, Dr. Rosner imposed additional restrictions for Simmons, indicated no foreseeable return to work for plaintiff in the next six months, and noted that plaintiff had a minimal tolerance for even sedentary work. <i>Id.</i> at A063. There is no evidence, however, that Dr. Rosner requested any tests to evaluate Simmons' functional capacity. Moreover, Prudential reviewed an addendum to the laminectomy operative report dated September 19, 2005, which stated that \"[t]he patient does have evidence of a fusion mass objectively, but subjectively the <span class=\"star-pagination\">*523</span> patient has not improved.\" <i>Id.</i> at A037. Notably, in connection with these narratives from Dr. Rosner, neither Dr. Rosner nor plaintiff submitted supporting objective medical evidence such as office visit notes, treatment notes, or diagnostic testing results, as Prudential requested. Prudential repeatedly requested this information and stated that \"a narrative or letter from a treating physician cannot substitute for actual office visit notes, treatment notes, diagnostic testing results and any other objective medical documentation.\" R. at A030. Further, such medical evidence appears to have existed, because the records submitted indicate that plaintiff visited a pain clinic and had a CAT scan and X-rays taken. See id at A053. Plaintiff also submitted hospital records for overnight observation on October 25, 2005, for syncopal episodes. <i>Id.</i> at A032-34. The hospital records also reference previous medical testing that had been performed. <i>Id.</i> at A034. However, plaintiff did not submit supporting objective medical evidence to Prudential for its review.</p>\n<p>The court has reviewed the entire record under the modified abuse of discretion standard. <i>See, e.g., Evans,</i> 514 F.3d at 325-26; <i>Booth,</i> 201 F.3d at 342-13; <i>Ellis,</i> 126 F.3d at 233. Substantial evidence supports Prudential's conclusion that Simmons was not \"Totally Disabled\" as defined in the Plan. <i>See id.</i> at A003-04:</p>\n<p></p>\n<h2>III.</h2>\n<p>In opposition to Prudential's conclusion, plaintiff attacks Prudential's denial of plaintiffs Extended Death Benefits claim as unreasonable. Plaintiff addresses his arguments toward specific <i>Booth</i> factors. However, none of his arguments refute the main basis for Prudential's decisiona lack of substantial medical evidence supporting plaintiffs claim that he is \"Totally Disabled\" as defined in the Plan.</p>\n<p></p>\n<h2>A.</h2>\n<p>Plaintiff first argues that Prudential's final decision letter dated May 23, 2006, was unreasonable because it incorrectly references Dr. Rosner's June 4, 2004 attending physician statement. See PL's Mem. in Supp. of Mot. for Summ. J. 6 [hereinafter \"PL's Mem.\"]. Plaintiff correctly identifies an error in Prudential's decision letter dated May 23, 2006. <i>See</i> R. at A082-84. In that letter, Prudential misinterpreted Dr. Rosner's June 4, 2004 statement as indicating that plaintiff could perform light work as of June 4, 2004. <i>See id.</i> at A083. In reality, Dr. Rosner opined on plaintiffs ability to return to work three to six months after June 4, 2004. <i>Id.</i> at A059-60. This error, however, cannot be divorced from the entire record and does not supplant the conclusion that Prudential acted reasonably in denying Simmons' claim that he met the definition of \"Totally Disabled\" as defined in the Plan in May 2006.</p>\n<p>Additionally, plaintiff argues that Prudential's May 2006 denial of Benefits is inconsistent with Dr. Rosner's statement dated March 16, 2005, which indicated that plaintiff had minimal tolerance for even sedentary work. <i>See</i> PL's Mem. 7; R. at A062. However, Prudential did not ignore plaintiffs limitations. In its May 2006 decision letter, Prudential concluded that Simmons could perform a sedentary job on a full-time or part-time basis with the ability to change positions at will every 15 to 30 minutes through the use of a reasonable accommodation (e.g., an adjustable workstation with a sit and stand chair). R. at A083. Simmons did not present any objective medical evidence contrary to Prudential's conclusion. Thus, Prudential did not depart from standards of reasonableness in denying plaintiffs Extended Death Benefits claim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*524</span> B.</h2>\n<p>Plaintiff also argues that Prudential ignored important subjective evidence contained in the addendum to the operative report dated September 19, 2005. <i>See</i> PL's Mem. 7; R. at A037. Plaintiff argues that Prudential's analysis of the addendum focused solely on the objective evidence which showed a fusion mass. PL's Mem. 7.</p>\n<p>\"[D]enials of benefits are permissible where the claimant provides only subjective pain complaints and not objective evidence.\" <i>See Hensley v. Int'l Bus. Machines Corp.,</i> 123 Fed.Appx. 534, 539-40 (4th Cir.2004) (unpublished); <i>see Ellis,</i> 126 F.3d at 231. Here, plaintiffs file is largely devoid of objective medical evidence of total disability such as X-rays, test results, or MRI reports. Substantial evidence supports Prudential's conclusion that Dr. Rosner's opinion rested primarily on claimant's subjective pain complaints. Under such circumstances, a denial of benefits is permissible and Prudential's decision may be upheld as reasonable.</p>\n<p></p>\n<h2>C.</h2>\n<p>Simmons also contends that Prudential acted unreasonably because both the Veterans Administration and the Social Security Administration granted plaintiff disability benefits based substantially on the same record. <i>See</i> Pl.'s Mem. 8; R. at A074. Plaintiff, however, qualified for Social Security benefits after Prudential denied plaintiffs Extended Death Benefits claim. <i>See</i> Pl.'s Mem. 3 n. 2. Thus, the Social Security Administration's decision does not factor into this court's assessment of reasonableness. <i>See, e.g., Elliott,</i> 190 F.3d at 608-09.</p>\n<p>In any event, the court recognizes that \"a disability determination by [a different decisionmaker may be] relevant in an action to determine the arbitrariness of a decision to terminate benefits under an ERISA plan.\" <i>Glenn v. MetLife,</i> 461 F.3d 660, 667 (6th Cir.2006). Plaintiff offers no evidence, however, that the Plan's definition of \"Totally Disabled\" mirrors the relevant definition under the regulations of the Veterans Administration or the Social Security Administration. <i>See, e.g., Smith,</i> 369 F.3d at 420 (\"[W]hat qualifies as a disability for social security disability purposes does not necessarily qualify as a disability for purposes of an ERISA benefit planthe benefits provided depend entirely on the language in the plan.\"); <i>Elliott,</i> 190 F.3d at 603, 607 (concluding that the Social Security standard is not analogous to a plan standard under which an employee is disabled if she is unable to engage in \"each and every occupation or employment for wage or profit for which... she is reasonably qualified by education, training, or experience\" (omission in original)). Accordingly, Prudential had no obligation to weigh the Veterans Administration's or the Social Security Administration's disability determination more favorably than other evidence. <i>See Gallagher v. Reliance Standard Life Ins. Co.,</i> 305 F.3d 264, 275 (4th Cir.2002); <i>Elliott,</i> 190 F.3d at 607. \"[E]ven in the face of an [agency's] determination of disability, a plan administrator is entitled to make his own independent judgment.\" <i>Tickle v. Long Term Disability Plan of Marathon Ashland Petroleum, LLC,</i> 34 Fed.Appx. 909, 913 (4th Cir.2002) (per curiam) (unpublished). Even construing plaintiffs argument as focusing on a relevant external standard (i.e., the seventh <i>Booth</i> factor), the mere grant of benefits by an agency that applies a different standard or a different definition of disability does not render Prudential's denial of benefits under the Plan unreasonable.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*525</span> D.</h2>\n<p>Finally, Simmons argues that in denying his Extended Death Benefits claim, Prudential acted inconsistently with its earlier grant of LTD Benefits under the Plan during the initial 24-month coverage period. <i>See</i> PL's Mem. 8. In making this argument, plaintiff invokes the fourth <i>Booth</i> factori.e., whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan.</p>\n<p>To qualify for LTD Benefits under the Plan during the initial 24-month coverage period, an individual must show the existence of a disability, which is defined as being \"unable to perform the material and substantial duties of [one's] <i>regular</i> occupation due to [one's] sickness or injury.\" R. at B040 (emphasis added). Prudential determined that plaintiff qualified as disabled under this definition and granted plaintiffs LTD Benefits claim for the initial 24-month coverage period. <i>Id.</i> at B039-40. Essentially, for the initial 24-month coverage period Prudential found plaintiff disabled with respect to his ability to work as a yacht inspector. <i>See id.</i> Plaintiff contends that this same conclusion should apply in the period after the initial 24-month coverage period.</p>\n<p>Plaintiff's argument ignores the different standard that applies under the Plan during the initial 24-month coverage period and the standard that applies after the initial 24-month coverage period. The definition of disability under the Plan's LTD Benefits provision during the initial 24-month coverage period embodies a standard based on one's current occupation, not <i>any</i> gainful occupation. <i>Compare id.</i> at B040 (definition of disability under LTD Benefits provision) <i>with id.</i> at A003-A004 (definition of \"Totally Disabled\" under Extended Death Benefits provision). In contrast, in order for a covered party to continue receiving LTD Benefits under the Plan after the initial 24-month coverage period, the covered party must show that he is \"unable to perform the duties of any gainful occupation.\" Id at B040. This latter standard is a different and higher standard than the one applied during the initial 24-month period. Moreover, although plaintiffs counsel suggests that Simmons receives LTD Benefits under this heightened standard, counsel cites no evidence in support. <i>See</i> Pl.'s Mem. 8. A lawyer's unsupported statements are not evidence. In sum, Prudential did not act inconsistently in construing the Plan. Plaintiffs argument concerning his receipt of LTD Benefits under the Plan during the initial 24-month period does not transform Prudential's denial of his Extended Death Benefits claim into an unreasonable decision.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, Prudential's decision to deny plaintiffs Extended Death Benefits claim under the Plan is reasonable and comports with the Fourth Circuit's modified abuse of discretion standard. Accordingly, Prudential's motion for summary judgment is GRANTED, and Simmons' motion for summary judgment is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff incorrectly identified defendant in his complaint. <i>See</i> Def.'s Mem. in Supp. of Summ. J. 1 n. 1. Defendant's correct name is The Prudential Insurance Company of America. <i>Id.</i> All references to Prudential Insurance Company, d/b/a Prudential Financial Insurance Company of America, in plaintiff's complaint are deemed to refer to The Prudential Insurance Company of America.</p>\n<p>[2]  In his amended complaint, plaintiff states that his ERISA claim arises under ERISA § 502(a)(2), 29 U.S.C. § 1132(a)(2), which allows one to recover damages for breach of fiduciary duty pursuant to ERISA § 409(a), 29 U.S.C. § 1109. <i>See</i> Am. Compl. 1. However, ERISA § 502(a)(2) does not provide a private right of action for individual injuries distinct from plan injuries for breach of fiduciary duty in an ERISA action. <i>See Mass. Mut. Life Ins. Co. v. Russell,</i> 473 U.S. 134, 148, 105 S.Ct. 3085, 87 L.Ed.2d 96 (1985); <i>cf. LaRue v. DeWolff, Boberg &amp; Assocs., Inc.,</i> U.S. ___, ___, 128 S.Ct. 1020, 1026, 169 L.Ed.2d 847 (2008) (holding that plan participants may recover under ERISA § 502(a)(2) for fiduciary breaches that impair the value of plan assets in their individual accounts). Accordingly, the court construes plaintiff's claim as arising under ERISA § 502(a)(1)(B), 29 U.S.C. § 1132(a)(1)(B). That subparagraph permits a plan participant \"to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the terms of the plan.\" ERISA § 502(a)(1)(B), 29 U.S.C. § 1132(a)(1)(B).</p>\n<p>[3]  The court has received the administrative record under seal. The administrative record for plaintiff's Extended Death Benefits claim is designated as \"R. at A___.\" The administrative record for plaintiff's Long-Term Disability Benefits claim is designated as \"R. at B___.\" Cites, where duplicative, are to the record for plaintiff's Extended Death Benefits claim.</p>\n<p>[4]  Prudential initially reviewed these materials as contained in Simmons' LTD Benefits claim file. The administrative record for Simmons' Extended Death Benefits claim contains duplicate materials, and the court references these materials as part of plaintiff's Extended Death Benefits claim file.</p>\n<p>[5]  The Fourth Circuit has framed reasonableness as an inquiry that may, in addition to other relevant issues, consider the following eight factors:\n</p>\n<p>(1) the language of the plan; (2) the purposes and goals of the plan; (3) the adequacy of the materials considered to make the decision and the degree to which they support it; (4) whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan; (5) whether the decisionmaking process was reasoned and principled; (6) whether the decision was consistent with the procedural and substantive requirements of ERISA; (7) any external standard relevant to the exercise of discretion; and (8) the fiduciary's motives and any conflict of interest it may have.</p>\n<p><i>Booth v. Wal-Mart Stores, Inc. Assocs.' Health &amp; Welfare Plan,</i> 201 F.3d 335, 342-43 (4th Cir.2000); <i>see Cotucci,</i> 431 F.3d at 177. The <i>Booth</i> factors are best viewed \"as more particularized statements of the elements that constitute a `deliberate, principled reasoning process' and `substantial evidence' and of the reasons for applying a modified abuse of discretion standard of review.\" <i>Donnell v. Metro. Life Ins. Co.,</i> 165 Fed.Appx. 288, 294 n. 6 (4th Cir.2006) (unpublished).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">515</span></span> (2008)</b></center>\n<center><h1>Oscar SIMMONS, Plaintiff,<br>\nv.<br>\nPRUDENTIAL INSURANCE COMPANY OF AMERICA, Defendant</h1></center>\n<center>No. 4:06-CV-212-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>May 15, 2008.</center>\n<p><span class=\"star-pagination\">*517</span> David J. Ward, The Ward Law Firm, Raleigh, NC, Diane Baysinger, Cary, NC, for Plaintiff.</p>\n<p>Stephen A. Dunn, James M. Mason, Emanuel &amp; Dunn, PLLC, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Oscar Simmons (\"plaintiff or \"Simmons\") seeks continuation of his group life insurance coverage under the Extended Death Benefit During Total Disability provision (\"Extended Death Benefits\" or \"Benefits\") of Group Contract No. G-41800 (\"the Plan\"). The Plan is an employee welfare benefit plan regulated by the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001 et seq., that defendant The Prudential Insurance Company of America (\"defendant\" or \"Prudential\") issued.<sup>[1]</sup> Acting in its capacity as Claims Administrator of the Plan, Prudential denied Simmons' claim for Extended Death Benefits on May 12, 2006. Simmons filed suit alleging a cause of action under ERISA.<sup>[2]</sup> On December 6, 2007, Prudential moved for summary judgment. <span class=\"star-pagination\">*518</span> On December 9, 2007, Simmons also moved for summary judgment. As explained below, Prudential's motion for summary judgment is granted, and Simmons' motion for summary judgment is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 30, 2004, plaintiff ceased working for Hatteras Yachts, a ship-building facility in New Bern, North Carolina, alleging disability. R. at A072.<sup>[3]</sup> Shortly thereafter, plaintiff filed for Long-Term Disability (\"LTD\") Benefits under the Plan, which provides coverage for qualified employees of Hatteras Yachts. <i>See id.</i> at B067-74. Prudential is Claims Administrator of the Plan, and is granted discretionary authority to interpret the terms of the Plan and to determine eligibility for Plan benefits. Aff. of Edith Ewing Ex. A, p. 55. As a result of Simmons' LTD Benefits claim, Prudential also considered plaintiffs eligibility for Extended Death Benefits under the Plan. R. at A027. To qualify for Extended Death Benefits, the covered party must be \"Totally Disabled,\" which the Plan defines as:</p>\n<blockquote>(1) You are not working at any job for wage or profit; and</blockquote>\n<blockquote>(2) Due to Sickness, Injury, or both, you are not able to perform for wage or profit the material and substantial duties of any job for which you are reasonably fitted by your education, training, or experience.</blockquote>\n<p><i>Id</i> at A003-A004.</p>\n<p>In considering plaintiffs Extended Death Benefits claim, Prudential reviewed the information in Simmons' LTD Benefits claim file, which included: (1) hospitalization records for a lumbar laminectomy and fusion performed on May 6, 2004, <i>see</i> R. at A051-62; (2) an attending physician statement dated June 4, 2004, from plaintiffs neurosurgeon, Dr. Michael K. Rosner, <i>see id.</i> at A059-61; and (3) an updated attending physician statement dated March 16, 2005, from Dr. Rosner, <i>see id.</i> at A062-64.<sup>[4]</sup> In the June 4, 2004 statement, Dr. Rosner opined that plaintiff could return to light duty in three to six months. Id at A060. By checking the \"light\" box for plaintiffs functional abilities, Dr. Rosner indicated that when plaintiff returned to work, plaintiff would be able to lift up to 10 pounds frequently, up to 20 pounds occasionally, walk and stand frequently, and push or pull constantly. <i>Id.</i> at A059. In the updated attending physician statement dated March 16, 2005, Dr. Rosner revised his prior restrictions and limited plaintiff to sitting no more than 15 minutes, standing no more than 15 to 30 minutes, long distance driving no more than 60 minutes, and heavy lifting no more than 10 pounds. <i>Id.</i> at A063. As of March 16, 2005, the date of Dr. Rosner's updated statement, plaintiff had not yet returned to work. <i>Id.</i> Dr. Rosner did not anticipate Simmons' return to work over the next six months and noted that plaintiff had minimal tolerance for even sedentary work. <i>Id.</i> at A062-63.</p>\n<p>On October 5, 2005, Prudential denied plaintiffs Extended Death Benefits claim. In discussing the medical information, the denial letter stated:</p>\n<blockquote>\n<span class=\"star-pagination\">*519</span> You stopped working due to spondylolisthesis and lumbago. We reviewed medical information from your LTD file. Information in [the] file indicates you had a lumbar laminectomy in October 2002 and a fusion on May 6, 2004. We reviewed an Attending Physician Statement from Dr. Michael Rosner dated March 16, 2005. Dr. Rosner noted you were restricted from prolonged sitting more than 15 minutes or standing more than 15 to 30 minutes. Dr. Rosner also recommended no long distance driving more than one hour and no heavy lifting greater than 10 pounds. There is no medical information on file documenting a loss in function that would render you totally disabled from any occupation. Accordingly, we are not able to approve your claim on the basis of the information supplied.</blockquote>\n<p><i>Id.</i> at A026-27; <i>see id.</i> at A003-A004 (defining \"Totally Disabled\").</p>\n<p>On October 17, 2005, plaintiff appealed Prudential's decision. <i>Id.</i> at A028-29. On October 27, 2005, Prudential advised Simmons of its unsuccessful efforts to obtain additional medical records from Dr. Rosner and reiterated its request for medical records for all treatment since January 2005 to further evaluate Simmons' Extended Death Benefits claim. <i>Id.</i> at A030. Prudential also stated that \"a narrative or letter from a treating physician cannot substitute for actual office visit notes, treatment notes, diagnostic testing results and any other objective medical documentation.\" <i>Id.</i> In response, plaintiff submitted an operative report of surgery dated May 6, 2004, <i>see id.</i> at A035-36, an addendum to the operative report dated September 19, 2005, <i>see id.</i> at A037, and an abbreviated medical record of an overnight hospitalization for observation of a syncopal episode on October 25, 2005, <i>see id.</i> at A032-34. The September 19, 2005 addendum indicated that X-rays showed good alignment and a solid fusion mass with no movement on flexion and extension. <i>Id.</i> at A037. However, plaintiff continued to experience pain, and Dr. Rosner noted that plaintiff had not subjectively improved. <i>Id.</i> Plaintiff also submitted a copy of a Social Security Administration Request for Hearing by Administrative Law Judge form dated December 6, 2004. <i>See id.</i> at A031.</p>\n<p>On December 2, 2005, following review of the newly submitted medical records and Social Security Administration hearing request form dated December 6, 2004, Prudential upheld its initial decision to deny plaintiffs Extended Death Benefits claim. <i>Id.</i> at A044-46. On January 24, 2005, plaintiff appealed. <i>Id.</i> at A047. On February 22, 2006, Prudential requested medical records for all treatment since October 2005 to support plaintiff's claim. <i>Id.</i> at A048. Plaintiff did not provide additional medical records. <i>See id.</i> at A049. Plaintiff did, however, provide a decision from the Veterans Administration finding plaintiff totally disabled and noted that a hearing on plaintiffs alleged disability was pending at the Social Security Administration. <i>See id.</i> at A075. Prudential conducted its final review of plaintiffs claim under the Plan. By letters dated May 12 and May 23, 2006, Prudential denied Simmons' Extended Death Benefits claim because he failed to demonstrate that he was \"Totally Disabled\" as defined in the Plan. <i>Id.</i> at A078-80, A082-84; <i>see id.</i> at A003-A004 (defining \"Totally Disabled\").</p>\n<p>On August 30, 2006, Simmons filed a complaint in Craven County Superior Court asserting state law remedies with respect to Prudential's denial of his Extended Death Benefits claim. On September 29, 2006, Prudential removed the action to this court and argued that ERISA preempted plaintiffs state law claims. On <span class=\"star-pagination\">*520</span> February 7, 2007, plaintiff amended his complaint to allege a cause of action under ERISA. Both Prudential and Simmons now move for summary judgment.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted &amp; emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). When considering cross-motions for summary judgment, a court evaluates each motion separately using the standard set forth above. <i>See, e.g., </i><i>Local 2-1971 of Pace Int'l Union v. Cooper,</i> <span class=\"citation\" data-id=\"2344251\"><a href=\"/opinion/2344251/local-2-1971-of-pace-international-union-v-cooper/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">546</span></a></span>, 554 (W.D.N.C. 2005).</p>\n<p></p>\n<h2>A.</h2>\n<p>In reviewing a motion for summary judgment, the trial court must also consider the non-moving party's ultimate evidentiary burden at trial and the applicable standard of review. <i>Anderson,</i> 477 U.S. at 255,<span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In order to determine whether the ERISA plan confers discretionary authority on an administrator, courts interpret ERISA plans de novo \"by looking to the terms of the plan and other manifestations of the parties' intent.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 113, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989); <i>Bynum v. Cigna Healthcare of North Carolina, Inc.,</i> <span class=\"citation\" data-id=\"777330\"><a href=\"/opinion/777330/suzanne-bynum-v-cigna-healthcare-of-north-carolina-incorporated/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 311 (4th Cir.2002). Where (as here) the plan gives the administrator discretion to interpret the plan and to determine benefit eligibility, the standard of review is whether the administrator abused its discretion. <i>Firestone,</i> 489 U.S. at 111, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>; <i>Colucci v. Agfa Corp. Severance Pay Plan,</i> <span class=\"citation\" data-id=\"792650\"><a href=\"/opinion/792650/tom-colucci-v-agfa-corporation-severance-pay-plan/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 176 (4th Cir.2005); <i>Stup v. UNUM Life Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"788451\"><a href=\"/opinion/788451/wanda-j-stup-v-unum-life-insurance-company-of-america/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 307 (4th Cir.2004); <i>Bynum,</i> 287 F.3d at 311. Under this standard, an administrator's decision will not be disturbed if it is reasonable, even if the reviewing court would have come to a different conclusion independently. <i>See, e.g., Colucci</i> 431 F.3d at 176; <i>Smith v. Cont'l Cos. Co.,</i> <span class=\"citation\" data-id=\"786341\"><a href=\"/opinion/786341/neal-s-smith-v-continental-casualty-company-neal-s-smith-v-continental/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">412</span></a></span>, 417 (4th Cir.2004); <i>Feder v. The Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"770632\"><a href=\"/opinion/770632/jay-m-feder-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 522 (4th Cir.2000). \"This is because the plan, in conferring discretion on a trustee with respect to a specific matter yields to the trustee's judgment on that matter, as long as it is reasonable.\" <i>Colucci</i> 431 F.3d at 176. \"[A] decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Ellis v. Metro., Life Ins. Co.,</i> <span class=\"citation\" data-id=\"746849\"><a href=\"/opinion/746849/ellen-v-ellis-v-metropolitan-life-insurance-company/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 232 (4th Cir.1997) (quotation omitted); <i>see also Bernstein v. CapitalCare, Inc.,</i> <span class=\"citation\" data-id=\"708173\"><a href=\"/opinion/708173/philip-bernstein-personal-representative-of-the-estate-of-jeffrey/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 788 (4th Cir. <span class=\"star-pagination\">*521</span> 1995).<sup>[5]</sup> Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion\" and \"consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>LeFebre v. Westingkouse Elec. Corp.,</i> <span class=\"citation\" data-id=\"443969\"><a href=\"/opinion/443969/vickie-d-lefebre-administratrix-estate-of-don-c-lefebre-v-westinghouse/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 208 (4th Cir.1984) (quoting <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966)), <i>overruled by implication on other grounds by Black &amp; Decker Disability Plan v. Nord,</i> <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></a></span> (2003). A reviewing court must assess the reasonableness of the administrator's decision based on the facts known to the administrator at the time of the decision. <i>See, e.g., Elliott v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"766027\"><a href=\"/opinion/766027/brenda-elliott-v-sara-lee-corporation/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 608-09 (4th Cir.1999).</p>\n<p>Moreover, where (as here) a plan gives discretion to an administrator who operates under a conflict of interest, a reviewing court also must weigh that conflict \"in determining whether there [has been] .an abuse of discretion.\" <i>Firestone,</i> 489 U.S. at 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span> (quotation omitted); <i>see Booth,</i> 201 F.3d at 342; <i>Ellis,</i> 126 F.3d at 232-33. Since <i>Firestone,</i> courts have \"wrestled with the issues of what facts and circumstances give rise to a finding of a conflict of interest, and what effect the finding of a conflict should have on the court's scrutiny of an administrator's decision to deny benefits.\" Jane Kheel Stanley, <i>Employee Benefits Law</i> 918 (2d ed. Supp.2007). The Supreme Court has granted certiorari and will soon decide how the \"conflict [of interest should] be taken into account on judicial review of a discretionary benefit determination.\" <i>MetLife v. Glenn,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">845</span></span> (2008).</p>\n<p>In the Fourth Circuit, a trial court does not deviate from the abuse of discretion standard. <i>See Ellis,</i> 126 F.3d at 233. \"Instead, the court modifies that abuse of discretion standard according to a sliding scale. The more incentive for the administrator... to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the \"more objectively reasonable the administrator's] ... decision must be and the more substantial the evidence must be to support it.\" <i>Id.</i> As the Fourth Circuit recently emphasized, however, standards of review do matter, and \"[u]nder no formulation ... may a court... forget its duty of deference and its secondary rather than primary role in determining a claimant's right to benefits.\" <i>Evans v. Eaton Corp. Long Term Disability Plan,</i> <span class=\"citation\" data-id=\"1024738\"><a href=\"/opinion/1024738/evans-v-eaton-corp-long-term-disability-plan/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 323 (4th Cir.2008). Further,</p>\n<blockquote>[w]here an ERISA administrator rejects a claim to benefits on the strength of substantial evidence, careful and coherent reasoning, faithful adherence to the <span class=\"star-pagination\">*522</span> letter of ERISA and the language in the plan, and a fair and searching process, there can be no abuse of discretion even if another, and arguably a better, decision-maker might have come to a different, and arguably a better, result.</blockquote>\n<p><i>Id.</i> at 325-36.</p>\n<p></p>\n<h2>B.</h2>\n<p>Because Prudential serves as both the insurer and Claims Administrator of the Plan, this court proceeds under the socalled modified abuse of discretion standard. <i>See, e.g., Ellis,</i> 126 F.3d at 232-33. Under this standard, Prudential's decision must meet a heightened standard of objective reasonableness and be more strongly supported by objective and substantial evidence. <i>Id.</i> As noted, a decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence. <i>Id., Evans,</i> 514 F.3d at 325-26; <i>Booth,</i> 201 F.3d at 342-43.</p>\n<p>To be reasonable, a decision must result from a deliberate, principled reasoning process. <i>See, e.g., Ellis,</i> 126 F.3d at 232. Prudential's decisionmaking process included a genuine and thorough consideration of all the evidence before it. Prudential considered all the evidence that Simmons initially submitted with his LTD Benefits claim, attempted to obtain additional medical evidence from plaintiffs treating doctor, <i>see</i> R. at A030, requested additional objective medical evidence from plaintiff on two occasions, <i>see id.</i> at A030, A048, and considered all the additional evidence that Simmons submitted. Procedurally, Prudential complied with the Plan's terms and kept plaintiff informed of the status of his claim throughout the review. <i>See</i> Aff. of Edith Ewing Ex. A, pp. 55-59 (Plan provisions detailing review and appeal process). Prudential notified Simmons of its decision on initial review to deny benefits, <i>see</i> R. at A026-27, of its decision on plaintiffs first appeal to uphold the denial of benefits, <i>see id.</i> at A044-46, and of its decision on plaintiffs second appeal to uphold the denial of benefits, <i>see id.</i> at A078-80, A082-84. Prudential thoroughly explained its decision and fairly summarized the relevant medical evidence. <i>See id.</i> The court thus concludes that Prudential's actions evince a deliberate and principled decisionmaking process.</p>\n<p>In order for a decision to be reasonable, it must also be supported by substantial evidence. <i>See, e.g., Ellis,</i> 126 F.3d at 232. Because Prudential acts under a conflict of interest, the evidence supporting its decision must be more substantial. <i>Id.,</i> at 232-33. Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion\" and \"consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>LeFebre,</i> 747 F.2d at 208.</p>\n<p>The evidence before Prudential at the time it made its May 2006 decision indicated that Simmons underwent a lumbar laminectomy in October 2002 and a fusion on May 6, 2004. R. at A027. On June 4, 2004, Dr. Rosner opined that plaintiff could return to light duty in three to six months. <i>Id.</i> at A059-61. More than ten months later, on March 16, 2005, Dr. Rosner imposed additional restrictions for Simmons, indicated no foreseeable return to work for plaintiff in the next six months, and noted that plaintiff had a minimal tolerance for even sedentary work. <i>Id.</i> at A063. There is no evidence, however, that Dr. Rosner requested any tests to evaluate Simmons' functional capacity. Moreover, Prudential reviewed an addendum to the laminectomy operative report dated September 19, 2005, which stated that \"[t]he patient does have evidence of a fusion mass objectively, but subjectively the <span class=\"star-pagination\">*523</span> patient has not improved.\" <i>Id.</i> at A037. Notably, in connection with these narratives from Dr. Rosner, neither Dr. Rosner nor plaintiff submitted supporting objective medical evidence such as office visit notes, treatment notes, or diagnostic testing results, as Prudential requested. Prudential repeatedly requested this information and stated that \"a narrative or letter from a treating physician cannot substitute for actual office visit notes, treatment notes, diagnostic testing results and any other objective medical documentation.\" R. at A030. Further, such medical evidence appears to have existed, because the records submitted indicate that plaintiff visited a pain clinic and had a CAT scan and X-rays taken. See id at A053. Plaintiff also submitted hospital records for overnight observation on October 25, 2005, for syncopal episodes. <i>Id.</i> at A032-34. The hospital records also reference previous medical testing that had been performed. <i>Id.</i> at A034. However, plaintiff did not submit supporting objective medical evidence to Prudential for its review.</p>\n<p>The court has reviewed the entire record under the modified abuse of discretion standard. <i>See, e.g., Evans,</i> 514 F.3d at 325-26; <i>Booth,</i> 201 F.3d at 342-13; <i>Ellis,</i> 126 F.3d at 233. Substantial evidence supports Prudential's conclusion that Simmons was not \"Totally Disabled\" as defined in the Plan. <i>See id.</i> at A003-04:</p>\n<p></p>\n<h2>III.</h2>\n<p>In opposition to Prudential's conclusion, plaintiff attacks Prudential's denial of plaintiffs Extended Death Benefits claim as unreasonable. Plaintiff addresses his arguments toward specific <i>Booth</i> factors. However, none of his arguments refute the main basis for Prudential's decisiona lack of substantial medical evidence supporting plaintiffs claim that he is \"Totally Disabled\" as defined in the Plan.</p>\n<p></p>\n<h2>A.</h2>\n<p>Plaintiff first argues that Prudential's final decision letter dated May 23, 2006, was unreasonable because it incorrectly references Dr. Rosner's June 4, 2004 attending physician statement. See PL's Mem. in Supp. of Mot. for Summ. J. 6 [hereinafter \"PL's Mem.\"]. Plaintiff correctly identifies an error in Prudential's decision letter dated May 23, 2006. <i>See</i> R. at A082-84. In that letter, Prudential misinterpreted Dr. Rosner's June 4, 2004 statement as indicating that plaintiff could perform light work as of June 4, 2004. <i>See id.</i> at A083. In reality, Dr. Rosner opined on plaintiffs ability to return to work three to six months after June 4, 2004. <i>Id.</i> at A059-60. This error, however, cannot be divorced from the entire record and does not supplant the conclusion that Prudential acted reasonably in denying Simmons' claim that he met the definition of \"Totally Disabled\" as defined in the Plan in May 2006.</p>\n<p>Additionally, plaintiff argues that Prudential's May 2006 denial of Benefits is inconsistent with Dr. Rosner's statement dated March 16, 2005, which indicated that plaintiff had minimal tolerance for even sedentary work. <i>See</i> PL's Mem. 7; R. at A062. However, Prudential did not ignore plaintiffs limitations. In its May 2006 decision letter, Prudential concluded that Simmons could perform a sedentary job on a full-time or part-time basis with the ability to change positions at will every 15 to 30 minutes through the use of a reasonable accommodation (e.g., an adjustable workstation with a sit and stand chair). R. at A083. Simmons did not present any objective medical evidence contrary to Prudential's conclusion. Thus, Prudential did not depart from standards of reasonableness in denying plaintiffs Extended Death Benefits claim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*524</span> B.</h2>\n<p>Plaintiff also argues that Prudential ignored important subjective evidence contained in the addendum to the operative report dated September 19, 2005. <i>See</i> PL's Mem. 7; R. at A037. Plaintiff argues that Prudential's analysis of the addendum focused solely on the objective evidence which showed a fusion mass. PL's Mem. 7.</p>\n<p>\"[D]enials of benefits are permissible where the claimant provides only subjective pain complaints and not objective evidence.\" <i>See Hensley v. Int'l Bus. Machines Corp.,</i> 123 Fed.Appx. 534, 539-40 (4th Cir.2004) (unpublished); <i>see Ellis,</i> 126 F.3d at 231. Here, plaintiffs file is largely devoid of objective medical evidence of total disability such as X-rays, test results, or MRI reports. Substantial evidence supports Prudential's conclusion that Dr. Rosner's opinion rested primarily on claimant's subjective pain complaints. Under such circumstances, a denial of benefits is permissible and Prudential's decision may be upheld as reasonable.</p>\n<p></p>\n<h2>C.</h2>\n<p>Simmons also contends that Prudential acted unreasonably because both the Veterans Administration and the Social Security Administration granted plaintiff disability benefits based substantially on the same record. <i>See</i> Pl.'s Mem. 8; R. at A074. Plaintiff, however, qualified for Social Security benefits after Prudential denied plaintiffs Extended Death Benefits claim. <i>See</i> Pl.'s Mem. 3 n. 2. Thus, the Social Security Administration's decision does not factor into this court's assessment of reasonableness. <i>See, e.g., Elliott,</i> 190 F.3d at 608-09.</p>\n<p>In any event, the court recognizes that \"a disability determination by [a different decisionmaker may be] relevant in an action to determine the arbitrariness of a decision to terminate benefits under an ERISA plan.\" <i>Glenn v. MetLife,</i> <span class=\"citation\" data-id=\"795535\"><a href=\"/opinion/795535/wanda-glenn-v-metlife-metropolitan-life-insurance-company-and-long-term/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">660</span></a></span>, 667 (6th Cir.2006). Plaintiff offers no evidence, however, that the Plan's definition of \"Totally Disabled\" mirrors the relevant definition under the regulations of the Veterans Administration or the Social Security Administration. <i>See, e.g., Smith,</i> 369 F.3d at 420 (\"[W]hat qualifies as a disability for social security disability purposes does not necessarily qualify as a disability for purposes of an ERISA benefit planthe benefits provided depend entirely on the language in the plan.\"); <i>Elliott,</i> 190 F.3d at 603, 607 (concluding that the Social Security standard is not analogous to a plan standard under which an employee is disabled if she is unable to engage in \"each and every occupation or employment for wage or profit for which... she is reasonably qualified by education, training, or experience\" (omission in original)). Accordingly, Prudential had no obligation to weigh the Veterans Administration's or the Social Security Administration's disability determination more favorably than other evidence. <i>See Gallagher v. Reliance Standard Life Ins. Co.,</i> <span class=\"citation\" data-id=\"779281\"><a href=\"/opinion/779281/patrick-l-gallagher-v-reliance-standard-life-insurance-company/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 275 (4th Cir.2002); <i>Elliott,</i> 190 F.3d at 607. \"[E]ven in the face of an [agency's] determination of disability, a plan administrator is entitled to make his own independent judgment.\" <i>Tickle v. Long Term Disability Plan of Marathon Ashland Petroleum, LLC,</i> 34 Fed.Appx. 909, 913 (4th Cir.2002) (per curiam) (unpublished). Even construing plaintiffs argument as focusing on a relevant external standard (i.e., the seventh <i>Booth</i> factor), the mere grant of benefits by an agency that applies a different standard or a different definition of disability does not render Prudential's denial of benefits under the Plan unreasonable.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*525</span> D.</h2>\n<p>Finally, Simmons argues that in denying his Extended Death Benefits claim, Prudential acted inconsistently with its earlier grant of LTD Benefits under the Plan during the initial 24-month coverage period. <i>See</i> PL's Mem. 8. In making this argument, plaintiff invokes the fourth <i>Booth</i> factori.e., whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan.</p>\n<p>To qualify for LTD Benefits under the Plan during the initial 24-month coverage period, an individual must show the existence of a disability, which is defined as being \"unable to perform the material and substantial duties of [one's] <i>regular</i> occupation due to [one's] sickness or injury.\" R. at B040 (emphasis added). Prudential determined that plaintiff qualified as disabled under this definition and granted plaintiffs LTD Benefits claim for the initial 24-month coverage period. <i>Id.</i> at B039-40. Essentially, for the initial 24-month coverage period Prudential found plaintiff disabled with respect to his ability to work as a yacht inspector. <i>See id.</i> Plaintiff contends that this same conclusion should apply in the period after the initial 24-month coverage period.</p>\n<p>Plaintiff's argument ignores the different standard that applies under the Plan during the initial 24-month coverage period and the standard that applies after the initial 24-month coverage period. The definition of disability under the Plan's LTD Benefits provision during the initial 24-month coverage period embodies a standard based on one's current occupation, not <i>any</i> gainful occupation. <i>Compare id.</i> at B040 (definition of disability under LTD Benefits provision) <i>with id.</i> at A003-A004 (definition of \"Totally Disabled\" under Extended Death Benefits provision). In contrast, in order for a covered party to continue receiving LTD Benefits under the Plan after the initial 24-month coverage period, the covered party must show that he is \"unable to perform the duties of any gainful occupation.\" Id at B040. This latter standard is a different and higher standard than the one applied during the initial 24-month period. Moreover, although plaintiffs counsel suggests that Simmons receives LTD Benefits under this heightened standard, counsel cites no evidence in support. <i>See</i> Pl.'s Mem. 8. A lawyer's unsupported statements are not evidence. In sum, Prudential did not act inconsistently in construing the Plan. Plaintiffs argument concerning his receipt of LTD Benefits under the Plan during the initial 24-month period does not transform Prudential's denial of his Extended Death Benefits claim into an unreasonable decision.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, Prudential's decision to deny plaintiffs Extended Death Benefits claim under the Plan is reasonable and comports with the Fourth Circuit's modified abuse of discretion standard. Accordingly, Prudential's motion for summary judgment is GRANTED, and Simmons' motion for summary judgment is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff incorrectly identified defendant in his complaint. <i>See</i> Def.'s Mem. in Supp. of Summ. J. 1 n. 1. Defendant's correct name is The Prudential Insurance Company of America. <i>Id.</i> All references to Prudential Insurance Company, d/b/a Prudential Financial Insurance Company of America, in plaintiff's complaint are deemed to refer to The Prudential Insurance Company of America.</p>\n<p>[2]  In his amended complaint, plaintiff states that his ERISA claim arises under ERISA § 502(a)(2), 29 U.S.C. § 1132(a)(2), which allows one to recover damages for breach of fiduciary duty pursuant to ERISA § 409(a), 29 U.S.C. § 1109. <i>See</i> Am. Compl. 1. However, ERISA § 502(a)(2) does not provide a private right of action for individual injuries distinct from plan injuries for breach of fiduciary duty in an ERISA action. <i>See Mass. Mut. Life Ins. Co. v. Russell,</i> <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 148, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3085</span></a></span>, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1985); <i>cf. LaRue v. DeWolff, Boberg &amp; Assocs., Inc.,</i> U.S. ___, ___, <span class=\"citation\" data-id=\"145833\"><a href=\"/opinion/145833/larue-v-dewolff-boberg-associates-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></a></span>, 1026, <span class=\"citation\" data-id=\"145833\"><a href=\"/opinion/145833/larue-v-dewolff-boberg-associates-inc/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">847</span></a></span> (2008) (holding that plan participants may recover under ERISA § 502(a)(2) for fiduciary breaches that impair the value of plan assets in their individual accounts). Accordingly, the court construes plaintiff's claim as arising under ERISA § 502(a)(1)(B), 29 U.S.C. § 1132(a)(1)(B). That subparagraph permits a plan participant \"to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the terms of the plan.\" ERISA § 502(a)(1)(B), 29 U.S.C. § 1132(a)(1)(B).</p>\n<p>[3]  The court has received the administrative record under seal. The administrative record for plaintiff's Extended Death Benefits claim is designated as \"R. at A___.\" The administrative record for plaintiff's Long-Term Disability Benefits claim is designated as \"R. at B___.\" Cites, where duplicative, are to the record for plaintiff's Extended Death Benefits claim.</p>\n<p>[4]  Prudential initially reviewed these materials as contained in Simmons' LTD Benefits claim file. The administrative record for Simmons' Extended Death Benefits claim contains duplicate materials, and the court references these materials as part of plaintiff's Extended Death Benefits claim file.</p>\n<p>[5]  The Fourth Circuit has framed reasonableness as an inquiry that may, in addition to other relevant issues, consider the following eight factors:\n</p>\n<p>(1) the language of the plan; (2) the purposes and goals of the plan; (3) the adequacy of the materials considered to make the decision and the degree to which they support it; (4) whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan; (5) whether the decisionmaking process was reasoned and principled; (6) whether the decision was consistent with the procedural and substantive requirements of ERISA; (7) any external standard relevant to the exercise of discretion; and (8) the fiduciary's motives and any conflict of interest it may have.</p>\n<p><i>Booth v. Wal-Mart Stores, Inc. Assocs.' Health &amp; Welfare Plan,</i> <span class=\"citation\" data-id=\"767359\"><a href=\"/opinion/767359/barbara-a-booth-v-wal-mart-stores-incorporated-associates-health-and/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 342-43 (4th Cir.2000); <i>see Cotucci,</i> 431 F.3d at 177. The <i>Booth</i> factors are best viewed \"as more particularized statements of the elements that constitute a `deliberate, principled reasoning process' and `substantial evidence' and of the reasons for applying a modified abuse of discretion standard of review.\" <i>Donnell v. Metro. Life Ins. Co.,</i> 165 Fed.Appx. 288, 294 n. 6 (4th Cir.2006) (unpublished).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2344251/"
  ]
}