{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2422146/",
  "absolute_url": "/opinion/2422146/united-states-v-coleman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2422146/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:29:42.501277Z",
  "date_modified": "2016-04-27T02:07:57.284804Z",
  "type": "010combined",
  "sha1": "d686097168e8c78fb0399e76fe0aad69543e8972",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>200 F.Supp.2d 561 (2002)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nHarvey A. COLEMAN, Ronald E. Coleman, William J. Coleman, Martin M. Butwin, Dove Meadows Partnership, Harvey A. Coleman Associates, Defendants.</h1></center>\n<center>No. 700CV127BR1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 7, 2002.</center>\n<p><span class=\"star-pagination\">*562</span> Neal Fowler, Raleigh, NC, for Plaintiff.</p>\n<p>Christopher T. Graebe, Scott P. Mebane, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment and plaintiff's motion to strike to exclude expert testimony relied on by defendants in their motion for summary judgment.</p>\n<p>On 27 June 2000, the United States filed this action on behalf of the Secretary of the Department of Housing and Urban Development (HUD) against Harvey A. Coleman, Ronald E. Coleman, William J. Coleman, Martin M. Butwin, Dove Meadows Partnership (the Partnership), Harvey A. Coleman Associates (the Management Agent), and HRW, LLC (HRW). On 2 October 2000, defendants filed an answer, and the Partnership and the Management Agent filed a counterclaim against the United States alleging violations of 5 U.S.C. § 706(2), 5 U.S.C. § 552 (the Freedom of Information Act), and 5 U.S.C. § 553. On 1 December 2000, plaintiff filed an answer to defendants' counterclaim.</p>\n<p>On 13 November 2000, plaintiff filed an amended complaint withdrawing its False Claims Act allegations and, on 13 December 2000, defendants filed an answer to the amended complaint.</p>\n<p>On 30 July 2001, the court allowed defendants' 2 October 2000 motion to dismiss defendant HRW but denied defendants' motion to dismiss the individual defendants. The court also denied defendants' motion to dismiss plaintiff's equity-skimming claims as they related to repayments made in 1993, which the court construed as a motion for summary judgment. The court denied defendants' motion seeking to dismiss plaintiff's claim of unjust enrichment/constructive trust, but allowed the motion with respect to plaintiff's claims of common law fraud and breach of fiduciary duty.</p>\n<p>On 31 August 2001, defendants filed a motion for summary judgment and supporting memorandum, and plaintiff responded on 25 October 2001. Defendants filed a corrected memorandum in support of their summary judgment motion on 13 November 2001, and plaintiff filed a reply on that date as well. Also on 31 August 2001, plaintiff filed a motion for summary judgment with a supporting memorandum. Defendants responded on 29 October 2001, and plaintiff filed a reply on 15 November 2001.</p>\n<p>In the interim, on 25 October 2001, plaintiff filed a motion to strike to exclude expert testimony relied on by defendants in their motion for summary judgment. Defendants have responded, plaintiff has replied, and all motions before the court are ripe for review.</p>\n<p>Remaining in this action are plaintiff's claim for double damages based on defendants' violation of 12 U.S.C. § 1715z-4a (Count I), plaintiff's unjust enrichment/constructive trust claim (Count IV), and defendants' counterclaims.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*563</span> I. Facts</h2>\n<p>The Partnership is a New Jersey general partnership that had, as its sole asset, the Dove Meadows Project (the Project), a 474-unit apartment project located in Wilmington, North Carolina. (Am.Compl. ¶ 20; Patel Decl.) Individual defendants Harvey A. Coleman, Ronald E. Coleman, William J. Coleman, and Martin M. Butwin (hereinafter, collectively the owners or the partners), residents of New Jersey, each owned a 25% share of the Partnership, (Patel Decl. ¶ 4; Ans. ¶ 4), which they formed on 28 February 1984 for the purpose of acquiring the Project. The partners intended to build, rehabilitate, manage, and operate townhouse-type apartments within the Project. Harvey, Ronald, and William Coleman were also equal partners and owners of Harvey A. Coleman Associates, a New Jersey LLC and the Project's management agent, which performed all aspects of the Project's day-to-day management through July 1996. (Ans.¶ 7.) The Colemans also owned Majestic Construction Company which, together with defendant Butwin, owned Pyramid Construction Company (Pyramid), a New Jersey corporation that was dissolved in 1997. (Butwin Decl., Ex. 1, ¶ 7; Ans. 19.)</p>\n<p>The Partnership purchased the Project as a failed property from HUD. On or about 6 March 1985, the Partnership financed its purchase of the Project with a $7,258,000 non-recourse loan. Pursuant to Section 221(d)(4) of the National Housing Act, 12 U.S.C. § 1715<i>l</i> (d)(4), HUD insured the non-recourse loan against the Partnership's default. In exchange for the benefits of HUD's mortgage insurance, defendant Harvey Coleman executed a Regulatory Agreement (RA) on behalf of the Partnership on or about 6 March 1985, which provided that the general partners of the Partnership did not have personal liability under the notes and mortgage used to finance the purchase and renovation of the Project,<sup>[1]</sup> and which gave HUD control over many aspects of project operations.<sup>[2]</sup></p>\n<p>The RA provides, among other things, that the Partnership could not, without the prior written approval of the Secretary, \"[a]ssign, transfer, dispose of, or encumber any personal property of the project, including rents, or pay out any funds except from surplus cash, except for reasonable operating expenses and necessary repairs.\" (RA ¶ 6(b).) The RA also provides that \"[o]wners shall not without the prior written approval of the Secretary ... (e) Make, or receive and retain, any distribution of assets or any income of any kind of the project except surplus cash....\" (RA ¶ 6(e).) The Agreement defines a \"distribution\" as a \"withdrawal or taking of cash or any assets of the project, including the segregation of cash or assets for subsequent withdrawal within the limitations <span class=\"star-pagination\">*564</span> of Paragraph 6(e) hereof, and excluding payment for reasonable expenses incident to the operation and maintenance of the project.\" (RA ¶ 13(g).) In essence then, the RA prohibited the Partnership from using any Project funds except for surplus cash for any purpose other than reasonable operating expenses and necessary repairs without prior approval from HUD.</p>\n<p>In addition to the RA, Harvey Coleman also executed the Housing Assistance Payments (HAP) Contract on behalf of the Partnership. The HAP Contract carried low-income use restrictions in exchange for rental subsidies that were paid to the Partnership. On 20 May 1992, Harvey Coleman executed a \"Management Certification for Projects with Identity-of-Interest or Independent Management Agents\" on behalf of the Management Agent and the Partnership, which provided that the Partnership, as project owner, agreed to \"[c]omply with the Project's [RA] ... and any applicable HUD Handbooks, notices, or other policy directives that relate to the management of the project.\" (Pl.'s Mem. at 6, Ex. 5, ¶ 3(a).)</p>\n<p>In their efforts to operate and rehabilitate the Project, the Partnership allegedly faced many obstacles. According to defendants, the cost of maintaining the Project often exceeded the Project's cash flow. At these times, defendants allege that the partners made advances to fund the operating costs of the Project, (Defs.' Mem. at 4), including necessary improvements to the infrastructure, such as plumbing, sanitation facilities, sidewalks and other maintenance requirements. The loans were funded from Pyramid, an affiliate of the Partnership, (Defs.' Mem. at 5), which plaintiff characterizes as an \"identity-of-interest\" company. By 31 December 1992, the loans from Pyramid to the Project had increased to over $1.2 million.(Id.) Beginning in 1993, payments were made from the Project to Pyramid. Plaintiff claims these repayments violated the RA.</p>\n<p>The Project is within the jurisdiction of the Greensboro, North Carolina HUD office. That office is responsible for overall supervision of the Project as well as federal monies going into and outlays from the Project. The RA required the Partnership to provide HUD with complete annual financial reports, prepared by a CPA and certified by an officer or owner. From 1992-1997, defendants submitted the reports as required.</p>\n<p>HUD completed its first review of the 1993 and 1994 financial statements submitted by defendants in October 1995. HUD notified defendants of probable violations of their RA by letter in October 1995. On 15 November 1996, HUD referred the case to the Office of the Inspector General (OIG) for its review of possible equity-skimming by the Partnership and the general partners. The OIG completed its report in February 1997 and made findings that defendants took unallowable distributions from the Project in the amount of $607,930. The OIG submitted a memorandum to HUD to that effect in December 1997.</p>\n<p>Meanwhile, beginning in 1995, plaintiff claims that defendants ceased to maintain the Project in a decent, safe and sanitary condition. HUD ordered that the Management Agent be replaced in 1996 and cited the owners for numerous housing quality violations in 1995, 1996, and 1997. HUD ultimately declared a technical default in the terms of the RA and, in January 1998, directed the mortgage lender to foreclose the loan. Defendants turned the Project over to HUD under a mortgagee-in-possession agreement in 1998. That effort led to a negotiated agreement for a deed in lieu of foreclosure to HUD in June 2000. Settlement negotiations were proceeding when HUD filed this action in mid-2000.</p>\n<p><span class=\"star-pagination\">*565</span> Plaintiff has alleged violations of 12 U.S.C. § 1715z-4a and seeks double damages for the unauthorized use of multifamily housing project assets and income in violation of the RA as well as costs, including attorneys' fees and auditing fees. (Am.Compl. ¶¶ 72-73.) Plaintiff also asserts that defendants were unjustly enriched by the assets and monies received by them in violation of the Regulatory Agreement and seek an order that defendants hold such assets and monies in constructive trust for the United States. (Am.Compl.¶¶ 86-95.) Defendants, on the other hand, request declaratory judgment and compensatory damages based on HUD's alleged violations of 5 U.S.C. § 706(2), 5 U.S.C. § 552 (the Freedom of Information Act), and 5 U.S.C. § 553.</p>\n<p></p>\n<h2>II. Summary Judgment Standard</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>The statute invoked by the government in this case, 12 U.S.C. § 1715z-4a, allows the government to bring suit to recover assets or income used in violation of a regulatory agreement. If a violation of the statute is shown, plaintiff may recover double damages and all costs relating to the action, including reasonable attorneys' fees, see 12 U.S.C. § 1715z-4a(c), in addition to any other remedies available to the Secretary, see 12 U.S.C. § 1715z-4a(e). To prevail on its claim, plaintiff must show that assets or income belonging to the Project were used in violation of the RA signed by the parties. Plaintiff argues that defendants used income belonging to the Project to repay advances they had made to the Project when the Project was not in a surplus cash position without obtaining HUD's approval and that such repayments violated the terms of the RA.</p>\n<p>The parties agree that the partners, through Pyramid, made advances to the Project on numerous occasions, (Defs.' Mem. at 4-5), that the partners repaid themselves when the Project was not in a surplus cash position, (Pl.'s Mem. at 22; Defs.' Mem. at 6-7), and that they did so without formally seeking HUD's approval. (Defs.' Mem. at 7-9.) Plaintiff maintains that $607, 930 of the total repayments made between 8 April 1993 and 24 January 1996 were improper. The parties disagree with respect to the following issues: whether the repayments themselves were \"reasonable operating expenses\";<sup>[3]</sup> whether <span class=\"star-pagination\">*566</span> the owners' cash advances to the Project were made and used for \"reasonable operating expenses\"; and whether, in any event, the partners were required to obtain HUD's approval before making the repayments at issue.</p>\n<p>Defendants argue that the owners' advances were intended to meet reasonable property expenses; that the advances were used for such purposes; that the advances necessarily became obligations of the Project reflected in the Project's financial statements; and that repayment of those obligations was similarly a reasonable expense of the property. (Defs.' Mem. at 14.) Defendants assert that there is certainly nothing in the RA that indicates that repayments of owners' loans and advances are not reasonable expenses. In the alternative, defendants argue that, even if the repayments are not considered reasonable operating expenses, such repayments were expressly approved by HUD by virtue of the 1981 HUD Handbook, which was effective at the time the parties entered the RA. The court will address each of defendants' arguments in turn.</p>\n<p></p>\n<h2><i>A. Repayments as Reasonable Operating Expenses</i></h2>\n<p>Because the language of the RA prohibits defendants from using any Project funds for any purpose other than reasonable operating expenses without prior approval from HUD, (RA ¶ 6(b)), this court must determine whether the payments made out of Project funds, i.e., the repayments of advances, were reasonable operating expenses. The term \"reasonable operating expenses\" is not defined in the RA. The court cannot accept defendants' argument that, because the advances were made to allow the Project to pay for reasonable operating expenses, the repayments must necessarily be considered reasonable operating expenses as well. As the Ninth Circuit explained in <i>Arizona Oddfellow-Rebekah Housing. Inc. v. HUD,</i> 125 F.3d 771, 774 (9th Cir.1997), \"[t]he few cases that have addressed the meaning of `operating expenses,' as used in the HUD Regulatory Agreement, have all agreed on a central principle: to be operating expenses, expenses must primarily `benefit the project,' rather than the owner.\" See also <i>In re EES Lambert Assoc.,</i> <span class=\"star-pagination\">*567</span> 63 B.R. 174, 176 (N.D.Ill.1986) (construing a HUD Regulatory Agreement, the court noted that defining reasonable and necessary operating expenses as expenses \"arising from the everyday operation and maintenance of the project ... rightly distinguishes payments made for the investors' benefit from those made for the benefit of the project.\"). Regardless of the purpose for which the advances were made and the manner in which the advances were utilized by the Project, it seems unavoidable that the repayments of owner advances primarily benefitted the owners and not the Project. Indeed, as plaintiff argues, if the owners had not repaid themselves, the Project would have had an additional $600,000 to meet its needs and would have had more resources with which to provide decent housing for its residents. (Pl.'s Opp. at 11.)</p>\n<p>Though it is not controlling, this court concludes that <i>United States v. Schlesinger,</i> 88 F.Supp.2d 431 (D.Md.2000), provides persuasive authority on the definition of reasonable operating expenses.<sup>[4]</sup> In <i>Schlesinger,</i> as in the present case, the parties had signed an RA which provided that expenditures of project funds for other than reasonable operating expenses could be made only when the Project was in a surplus cash position. As in this case, reasonable operating expenses could be paid out of project funds without prior approval. Also as in the present case, repayments of owner advances were made when the project was not in a surplus cash position, and the only question before the <i>Schlesinger</i> court was whether the repayment of owner advances constituted a \"reasonable operating expense\" under the terms of the RA. <i>Schlesinger</i> contains the following pertinent passage:</p>\n<blockquote>In this determination, I am guided by persuasive case law which holds unequivocally that such repayments are not \"reasonable operating expenses.\" In general, when determining which expenditures are \"reasonable operating expenses\" and those that are not[,] courts view those expenditures \"arising from the everyday operation and maintenance of the project\" as permissible. <i>United States v. Harvey,</i> 68 F.Supp.2d 1010, 1017-18 (S.D.Ind.1998) (citation omitted). Further, courts distinguish between those \"payments made for the investors' benefit from those made for the benefit of the project.\" <i>Id.;</i> accord <i>In re RLA of Madison. Inc.,</i> 177 B.R. 78, 80 (Bankr.M.D.Tenn.1994). The distinction recognizes that the \"National Housing Act was primarily intended to benefit individuals who live in inadequate housing, not commercial developers.\" <i>Harvey,</i> 68 F.Supp.2d at 1018.... Cases addressing the repayment of owner advances under the relevant RA provisions and the administrative requirements hold that the repayment of an owner advance like the payment to Stamford is not a reasonable operating expense. See <i>Thompson v. United States,</i> 408 F.2d 1075, 1079-81 (8th Cir. 1969) (\"Neither ... the repayment of the bank loan, the proceeds of which were used to equip and furnish part of the premises for a private club, <i>nor the withdrawal of funds to reimburse any of the partners for prior advances to the operating account constituted payment of reasonable expenses incidental to the operation and maintenance of the project.</i>\") <span class=\"star-pagination\">*568</span> (emphasis added); <i>Lisbon Square</i> [v. United States,] 856 F.Supp. 482,] 494 [E.D.Wis.1994] (citing <i>Thompson</i>).</blockquote>\n<blockquote>[Relying on <i>Arizona Oddfellow-Rebekah Hous., Inc.,</i> Schlesinger argues that because] the repayment of the loan was for the benefit of the tenants, it was a reasonable operating expense.... [This] argument lacks basis in the law. <i>Arizona Oddfellow-Rebekah Hous., Inc.</i> addressed whether legal expenses incurred in advancing the Project's interests were reasonable operating expenses.... There is no language within <i>Arizona Oddfellow-Rebekah Hous., Inc.'s</i> discussion of the issue of legal fees that contradicts or calls into question <i>Thompson's</i> holding that the repayment of owner advances do[es] not constitute \"reasonable operating expenses\" under the terms of the RA inasmuch as [such repayments] do not primarily benefit the tenants. <i>Compare id.</i> at 774 (citing <i>Thompson</i> and stating the \"central principle [that] ... operating expenses ... must primarily `benefit the project,' rather than the owner\"), <i>with </i><i>Thompson,</i> 408 F.2d at 1080 (holding that reimbursements to \"any of the partners for prior advances to the operating account [did not] constitute[ ] payment of reasonable expenses incidental to the operation and maintenance of the project\"). Consequently, <i>Thompson</i> and its progeny, not <i>Arizona Oddfellow-Rebekah Hous., Inc.,</i> govern the resolution of this issue and compel the conclusion that the repayment of owner advances are not \"reasonable operating expenses\" under the terms of the RA.</blockquote>\n<p>88 F.Supp.2d at 451-52 (some citations omitted; emphasis added).</p>\n<p>Here, as in <i>Schlesinger,</i> the evidence is undisputed that the Project repaid the owner advances at issue when the Project was in a non-surplus cash position. Because repayments of owner advances constitute withdrawals of funds from the Project's operating budget that are used primarily to benefit the owners, such payments are not \"reasonable operating expenses\" as that term has come to be defined by the relevant case law. Accordingly, the court must conclude that, in making the repayments out of the Project's funds without obtaining HUD's prior approval, the partners violated paragraph 6(b) of the RA.</p>\n<p></p>\n<h2><i>B. Handbook Approval of Repayment of Owner Advances</i></h2>\n<p>In the alternative, defendants argue that, even if the repayments are not considered \"reasonable operating expenses,\" and thus necessitated HUD's prior approval pursuant to the RA, such repayments \"were in fact approved by HUD\" by the 1981 HUD Handbook, which was effective at the time the parties entered the RA in 1985, and that consequently, no violation of paragraph 6(b) occurred. (Defs.' Reply at 5.) The 1981 Handbook provided as follows: \"If the project is current under the mortgage, advances made <i>for</i> reasonable and necessary operating expenses may be paid from project income without HUD approval.\" (1981 Handbook at 8 (Defs.' Mem., Ex. 14).) Defendants' alternative argument attempts to shift the focus of the inquiry to the purpose for which the advances were originally made, i.e., whether the advanced funds were intended to fund reasonable and necessary operating expenses. This inquiry must be distinguished from the inquiry at issue in the earlier argumentwhether the repayments of the advances were, themselves, reasonable operating expenses. The court need not address the reasonable operating expenses issue, however, unless the court concludes that the 1981 Handbook could, as defendants argue, provide the authorization required by the RA.</p>\n<p><span class=\"star-pagination\">*569</span> Defendants' alternative argument thus requires an interpretation of the RA and calls into question the relevance and legal effect of the handbooks published by HUD and the relationship of such handbooks to the regulatory agreements drafted and entered into by HUD. The argument is complicated by the fact that the 1981 Handbook, on which defendants rely, was replaced with an amended handbook in 1992, the provisions of which differed in key respects from the 1981 Handbook. Namely, the 1992 Handbook prohibits repayment of owner advances from any funds other than surplus cash while the 1981 Handbook permitted the repayment of owner advances from funds other than surplus cash without HUD's approval as long as the Project was not in default. Defendants argue that only the 1981 Handbook applies to them because it was effective at the time they entered the RA and that HUD cannot rely on the 1992 Handbook in this case. The government, on the other hand, argues that the 1992 Handbook, in effect when defendants' made the repayments at issue, provides the applicable guidance. Although plaintiff does not contend that the handbooks were incorporated into the RA, plaintiff does argue that when Harvey Coleman, acting on behalf of the Partnership and the Management Agent, executed the Management Certification with HUD on 20 May 1992, he agreed therein to comply with any applicable HUD handbooks, notices, or other policy directives that relate to the management of the project. (Pl.'s Opp., Ex. 5; Pl.'s Mem. at 20.) The court must examine defendants' response that the 1981 Handbook is the \"applicable\" handbook for all purposes because it was \"in effect\" at the time they signed the RA.</p>\n<p>Defendants concede that the handbooks do not have the force of law, that the handbooks cannot alter the terms of regulatory agreements, and that the handbooks were not incorporated into the terms of the RA at issue here. (Defs.' Mem. at 21; Defs.' Opp. at 16.)<sup>[5]</sup> The court agrees that the provisions of the 1981 HUD Handbook were not incorporated into the parties' RA. See <i>Reynolds Assoc. v. U.S.,</i> 31 Fed.Cl. 335, 339 (Fed.Cl.1994) (inspection of language of the regulatory agreement revealed that neither HUD Handbook nor HUD Handbook provisions were incorporated, directly or indirectly, into RA at issue). Neither can the court conclude that the provisions of any of the HUD Handbooks are legally binding upon HUD. See <i>Thorpe v. Housing Auth. of City of Durham,</i> 393 U.S. 268, 275, 89 S.Ct. 518, 21 L.Ed.2d 474 (1969) (explaining that, in contrast to the Low-Rent Management Manual and circulars containing changes not yet incorporated into the Manual which contain requirements that \"are the minimum considered consistent with fulfilling Federal responsibilities\" under the United States Housing Act of 1937, \"the various `handbooks' and `booklets' issued by HUD contain mere `instructions,' `technical suggestions,' and `items for consideration.\"); <i>Williams v. Hanover Housing Auth.,</i> 871 F.Supp. 527, 531-32 (D.Mass. 1994) (stating generally that courts have consistently held that government agencies' handbooks are not legally binding but merely advisory and specifically noting that handbook provision at issue \"is not a regulation and therefore not binding as <span class=\"star-pagination\">*570</span> against HUD\"); <i>Northern Indian Housing and Development Council v. U.S.,</i> 12 Cl.Ct. 417 (Cl.Ct.1987) (explaining that HUD regulations require that any regulation promulgated by the agency be published in the Federal Register and that HUD's failure to publish a Policy Notice in the Federal Register manifested HUD's intention that it was not a rule or regulation having the force and effect of law that would be binding upon HUD).</p>\n<p>Having concluded that the 1981 Handbook was not incorporated into the RA, the court cannot discern the basis for defendants' contentions that the 1981 Handbook nevertheless governs their conduct and that it is the \"applicable\" handbook for all purposes because it was \"in effect\" at the time they signed the RA. Although defendants consistently maintain that the 1981 Handbook \"is crucial to understand what the parties agreed to at the time they entered into the Regulatory Agreement,\" (Defs.' Opp. at 13), the court is bound to apply the plain meaning of the agreement without reference to extrinsic materials, if that meaning is unambiguous. See <i>Rudasill v. Worldway Corp.,</i> 55 F.Supp.2d 403, 408 (W.D.N.C.1999) (citing <i>Denzler v. Questech. Inc.,</i> 80 F.3d 97, 101 (4th Cir.1996) for proposition that \"[w]hether a contract is ambiguous is a question of law determined from the face of the plan.... If the plan is not ambiguous, it is unnecessary to look to extrinsic evidence ....\"), aff'd. by, <i>Kocan v. ABF Freight System, Inc.,</i> 229 F.3d 1143 (4th Cir.2000).</p>\n<blockquote>Courts look to specific language of agreements, and where the language is \"painfully clear,\" and the \"import of the language and the intent of the parties [is] unmistakable,\" it is enforceable.... Specifically, \"the rule is that ... provisions in HUD mortgages and Regulatory Agreements may be enforced according to their terms and, to the extent state law requires otherwise, that state law is replaced with this federal rule.\" ... Where \"the language of the Regulatory Agreement is clear and precise,\" then \"it is essential to the confidence of public and private lenders that its written terms be implemented and enforced by the courts.\"</blockquote>\n<p><i>Lisbon Square v. U.S.,</i> 856 F.Supp. 482 (E.D.Wis.1994) (citations omitted). Moreover, it is a general principle of contract law that, where the language of an agreement clearly expresses the intent of the parties, courts may not rely on extrinsic evidence to vary its terms. <i>Neuma Inc. v. AMP. Inc.,</i> 259 F.3d 864, 873 (7th Cir. 2001) (noting that the federal common law of contract interpretation applies to the interpretation of ERISA plans, the Seventh Circuit recently explained that \"[i]n attempting to interpret such plans, our first task is to determine if the contract at issue is ambiguous or unambiguous.... Contract language is ambiguous if it is susceptible to more than one reasonable interpretation.... If a district court determines that the provision is without ambiguity, we have noted that `it need not consider extrinsic evidence' and should `proceed to declare the meaning' of the provision.\"); <i>U.S. v. Sea Gate, Inc.,</i> 397 F.Supp. 1351, 1360 (E.D.N.C.1975) (\"by fundamental principles of contract law, where the language of a deed is clear and unambiguous, the intent of the parties can be shown only by the terms of the instrument itself. All prior and contemporaneous agreements between the parties are considered merged into the final written deed, and parole evidence is inadmissible to vary or contradict the instrument's plain meaning or to show that the parties intended something other than what they wrote.\")<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*571</span> Here, the court concludes that the RA is unambiguous with respect to the provision at issue in defendants' alternative argument. The RA clearly expresses the requirement that parties bound by the RA obtain prior written approval from HUD before expending project funds other than surplus cash for expenses other than reasonable operating expenses.<sup>[7]</sup> (RA ¶ 6(b).)<sup>[8]</sup> The 1981 Handbook, on the other hand, provided that HUD approval is <i>not</i> necessary when using project funds other than surplus cash for something other than reasonable operating expenses, i.e., repayment of \"advances made for reasonable operating expenses.\"<sup>[9]</sup> Thus, giving credence to the 1981 Handbook would require the court to vary the terms of the RA, which, as recognized above, the court cannot do.</p>\n<p>Acknowledging that the RA requires prior HUD approval for expenditures other than reasonable operating expenses, defendants argue that the 1981 Handbook did not alter the terms of the RA but merely supplied the necessary approval. Even assuming that the guidelines set forth in the 1981 Handbook informed defendants' understanding of their obligations and responsibilities under the RA when they signed the RA and when they made the advances, see <i>Ellis v. Ritchie,</i> 803 F.Supp. 1097, 1103 (E.D.Va.1992) (\"even if a HUD Handbook has no binding force, it is `entitled to notice so far as it is an official interpretation of statutes or regulations <span class=\"star-pagination\">*572</span> with which it is not in conflict'\"), the court cannot conclude that the 1981 Handbook supplied the written approval required by the RA for the repayments made between 1993 and 1996.</p>\n<p>The HUD Handbooks, which do not contain regulations published in the Federal Register and which were not incorporated into the RA at issue here, must be understood as part of the dynamic process of administrating with which HUD is charged as a government agency. While the government cannot unilaterally change the terms of a regulatory agreement, as defendants argue, the government can certainly amend from time to time the steps necessary to obtain the agency authorization for certain expenditures of project funds required by such an agreement.</p>\n<p>As defendants suggest, HUD's guidance with respect to the repayments of owner advances has varied considerably over time. The 1970 Handbook provided as examples of payments considered to be distributions \"any payment on any obligation of the mortgagor (other than the HUD insured mortgage ... or advances to meet reasonable operating and maintenance expenses).\" (Defs.' Mem., Ex. 14 (Ex. A to Tahash Supp.Rep., Handbook RHM 4370.1 Supp. 1, at 2)). In 1979, the Audit Guide for HUD Multi-family Properties, IG 4372.1 CHG-1(d), authored by the OIG, apparently explained that repayment of owner advances was not a reasonable operating expense. (Pl.'s Mem. at 19 (citing <i>Harvey,</i> 68 F.Supp.2d at 1018)). In 1981, the HUD Handbook stated that, if a project was current under its mortgage, \"advances made for reasonable operating expenses may be paid from project income without HUD approval.\" (Defs.' Mem., Ex. 14, Handbook 4370.2 at 8 (April 1981)). And finally, in 1992, HUD amended its Handbook to state that repayments of owner advances for reasonable and necessary operating expenses were to be paid only from surplus cash:</p>\n<blockquote>Advances made for reasonable and necessary operating expenses may be paid from surplus cash at the end of the annual or semi-annual period. Such repayment is not considered an owner distribution. It is considered a repayment of advances. Repayment of owner advances when the project is in a non-surplus cash position will subject the owner to criminal and civil monetary penalties.</blockquote>\n<p>(Ex. 14, Handbook 4370.2 Rev-1 at 2-13 (May 1992).)<sup>[10]</sup> The court notes that the interpretive statement included in the 1992 Handbook is entirely consistent with the express requirements of the RA, unlike the statement permitting repayment of owner advances without prior approval in the 1981 Handbook.</p>\n<p>The inconsistencies apparent in the history of HUD's statements with respect to the repayment of owner advances highlight the difficulties engendered by attempting to draw a consistent rule from HUD's various handbooks. To the extent that defendants argue that the 1981 Handbook was a statement that repayment of owner advances used for reasonable operating expenses was implicitly approved and therefore satisfied the contractual requirement of prior written approval, however, the court cannot prioritize the 1981 Handbook over the 1992 Handbook, which specifically <span class=\"star-pagination\">*573</span> states a rule to the contrary and which was in effect between 1993 and 1996 when defendants actually made the repayments at issue. Indeed, although defendants allege that the 1981 Handbook essentially constituted HUD's pre-approval of the repayments at issue, (Defs.' Reply at 5) and (Pl.'s Opp. at 22 (explaining that HUD handbooks, in some cases, effectively provide advance approval for certain types of repayments)), the 1992 Handbook could be said to have withdrawn such blanket approval. (Pl.'s Reply at 7, n. 9.)<sup>[11]</sup></p>\n<p>Because the RA explicitly required HUD approval of repayment of owner advances when such repayments were made from other than surplus cash, and because defendants failed to obtain the required written approval before making the repayments between 1993 and 1996, the court must conclude that defendants' conduct violated the terms of the RA. Accordingly, plaintiff is entitled to summary judgment on its claim that defendants violated the RA, and defendants' opposing motion for summary judgment must be denied.</p>\n<p></p>\n<h2><i>C. Damages</i></h2>\n<p>Because plaintiff has established that defendants violated the RA, plaintiff will be entitled to recoup the unauthorized repayments.<sup>[12]</sup> Section 1715z-4a also authorizes an award of double damages and costs, including attorneys' fees.</p>\n<blockquote>The language of the statute does not require that the United States prove damages in order to recover double the amount paid out in violation of the Regulatory Agreement and costs. Even if the statute did require that damage be shown, damage can be presumed when the disputed payments are made in violation of the Regulatory Agreement and in contravention of the goals of the National Housing Act.</blockquote>\n<p><i>Harvey,</i> 68 F.Supp.2d at 1017.</p>\n<p>Although § 1715z-4a permits the recovery of double damages, the decision whether to award double damages is a matter within the court's discretion.</p>\n<blockquote>[T]he statute does not say that double damages must or shall be provided. Compare 15 U.S.C. § 15a (\"[T]he United States ... <i>shall</i> recover threefold the damages by it sustained and the cost of the suit.\"). Further, double damages are not required to make a plaintiff whole nor, where the government can collect its full costs including attorney's fees, are double damages likely to be a critical incentive for bringing suit. Rather, as the legislative history confirms, the double damages provision was adopted simply to provide a greater \"deterrent\" to violations. H.R.Rep. No. 100-122(I), at 66 (1987), <i>reprinted in</i> 1987 U.S.C.C.A.N. 3317, 3382.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*574</span> The violations that give rise to liability under section 1715z-4a are broadly defined, and perhaps ill-defined, by cross-reference to a \"regulatory agreement\" or \"any applicable regulation.\" If the present ... agreement is typical, such agreements include phrases like \"reasonable operating expenses\" and books and records kept in \"reasonable condition for proper audit,\" which give rise to further uncertainty in their application to particular circumstances. An added problem is the lack of clarity in the statute as to what level of scienter, if any, is required for a violation and what causal connection must be shown between the violation and any claimed loss.</blockquote>\n<blockquote>These concerns encourage us to leave to the informed judgment of the district court the decision whether the award of double damages is just in the particular circumstances. Imagine, for example, ... that payment of a plausible bill was authorized by Cofield in good faith but the documentation was later found not quite sufficient. Recovery of loss and costs is one thing; a double damages penalty is quite another.</blockquote>\n<blockquote>Double damages for the government on a deterrence rationale make sense primarily where the defendant is guilty of substantial or repeated fault.... There is obviously a spectrum, with fraudulent intent or recklessness at one end and a lost record or close-call judgments at the other. The district court may have felt that the defendants, after many years of service, were no worse than careless in the transactions in question. If so, we would regard this as an adequate basis for the court to exercise its discretion to deny double damages although we do not suggest that seriously negligent acts could never justify double damages.</blockquote>\n<p><i>United States v. Cofield,</i> 215 F.3d 164, 171 (1st Cir.2000).</p>\n<p>In this case, although the Handbooks were not incorporated into the parties' RA and were not binding on HUD, the guidelines therein were nevertheless disseminated to the defendants and utilized by them. It appears from the documents they have submitted to this court that, regardless of the apparent inconsistency between the explicit terms of the RA and the guidance provided by the 1981 Handbook with respect to the repayment of owner advances, defendants nevertheless believed, at the time they made the advances, that they would not have a problem securing repayment of those advances at a later time. Moreover, as defendants note correctly, the owners had no obligation to advance their own funds to the project, regardless of the project's needs, yet they made over $1.3 million in loans that certainly benefitted the property. It also appears, however, that defendants continued to make the repayments at issue after HUD had challenged the propriety of those repayments and had specifically drawn defendants' attention to the rule that repayment of owner advances for operating expenses is permitted only from surplus cash. (See Pl.'s Opp., Ex. 25.) Because an award of double damages is discretionary and because the facts of the case at hand greatly affect the exercise of such discretion, summary judgment is not appropriate with respect to the recovery of double damages and costs under § 1715z-4a, and that issue will remain for trial.</p>\n<p></p>\n<h2><i>D. Defendants' Counterclaims</i></h2>\n<p>Defendants have asserted claims against the government seeking declaratory relief and compensatory damages based on alleged violations of 5 U.S.C. § 706(2), 5 U.S.C. § 552 (the Freedom of Information Act), and 5 U.S.C. § 553. Specifically, defendants contend that, as a result of HUD's change in interpretation of its RAs reflected in the 1992 Handbook, they have <span class=\"star-pagination\">*575</span> suffered a variety of injuries, including assignment of the Project's mortgage to HUD, termination of their Section 8 HAP contract, a variety of administrative enforcement proceedings, and institution of this lawsuit seeking double damages pursuant to § 1715z-4a. (Defs.' Counterclaim ¶ 15.) In their motion for summary judgment, defendants state that, \"[t]o the extent that the government seeks to apply its post-contractual revision to the interpretation of the term `distribution' to the Agreement, that interpretation was adopted in violation of the Administrative Procedure Act, 5 U.S.C. §§ 551, <i>et seq</i> ..., requiring the Court to dismiss the equity-skimming claim on which it is based and to grant summary judgment to the Defendants on their counterclaim.\" (Defs.' Mem. at 2.) The court has not resolved the claims before it based on an interpretation of the term \"distribution\" and, given the court's resolution of plaintiff's claims based on the contractual language itself, any declaratory judgment with respect to the propriety of HUD's decisions with respect to the 1992 Handbook would not affect the rights of the parties to this action and would therefore be advisory only. The court declines to issue such a ruling and therefore will dismiss the counterclaims without prejudice.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>As explained above, the parties in this case entered into an enforceable agreement, and plaintiff is entitled to summary judgment on its assertion that defendants violated the RA. Plaintiff's motion for summary judgment is therefore ALLOWED to the extent that plaintiffs have asserted a breach of the RA, and defendants' motion for summary judgment on plaintiff's statutory claim is, accordingly, DENIED. Because the court did not, in reaching its decision in this matter, rely on the expert testimony of James Tahash and Jeffrey Barsky offered by defendants in support if their motion for summary judgment, the court need not address plaintiff's motion to strike to exclude that testimony, and plaintiff's motion is DENIED as moot. Defendants' motion for summary judgment with respect to its counterclaims is DENIED, and defendants' counterclaims are DISMISSED WITHOUT PREJUDICE. The issue of damages remains for trial. Additional recovery for unjust enrichment based on <i>quantum meruit</i> is not warranted in this matter and will not be granted by the Court.</p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to Paragraph 17 of the RA, the only sources of recovery in the event of default were the funds or property of the Project. (Am.Compl.¶ 25.)</p>\n<p>[2]  In passing 12 U.S.C. § 1715z-4a, Congress sought to stress that Regulatory Agreements are a fundamental and essential component of the Federal financing scheme for multifamily housing projects under the National Housing Act. See, e.g., 12 U.S.C. § 1713(b)(2); 24 C.F.R. § 207.18(c). Under the Federal financing scheme, HUD agrees to exculpate mortgagors from personal liability for repayment of the mortgage, in return for the mortgagors' agreement to operate the multifamily project in accordance with the terms and conditions of the Regulatory Agreement. These terms restrict the owners' use of project funds. As one court observed in reference to a HUD Regulatory Agreement, \"[t]he restrictions on the use of project income were part and parcel of the financing for the acquisition of the apartments, particularly in light of the waiver of personal liability.\"\n</p>\n<p><i>United States v. Harvey,</i> 68 F.Supp.2d 1010, 1017 (S.D.Ind.1998) (some citations omitted).</p>\n<p>[3]  The parties also disagree as to whether the repayments were prohibited \"distributions.\" Indeed, defendants argue that plaintiff originally premised its entire action on the allegation that defendants violated paragraph 6(e) of the RA by making unauthorized \"distributions\" out of Project funds when the Project was not in a surplus cash position. Defendants devote a substantial portion of their memorandum in support of summary judgment to their argument that the repayments did not constitute \"distributions\" for purposes of paragraph 6(e) of the RA and that, accordingly, plaintiff's claim under the equity-skimming statute must fail. In its memoranda pertaining to the summary judgment motions before the court, however, plaintiff focuses on the assertion that defendants violated paragraph 6(b) of the RA, which prohibits owners from using Project funds other than surplus cash for any purpose other than reasonable operating expenses without prior approval from HUD. Plaintiff contends that, whether or not the repayments were \"distributions\" they were, in any event, payments made out of funds of the Project that were not reasonable operating expenses and therefore were made in violation of paragraph 6(b) of the RA.\n</p>\n<p>Defendants maintain that the government should not be permitted to assert new claims at this point in the litigation. The court does not perceive the government's reliance on paragraph 6(b) as a new claim, however. The government notified defendants as early as 6 December 1997 that defendants' use of the Project funds violated \"various provisions of the [RA] between HUD and the general partners\" including paragraphs 6(b) and 6(e). (Gov't Ex. 20, 6 December 1997 Letter at 2.) Moreover, plaintiff's claim in its amended complaint is based on § 1715z-4a, which permits recovery for a violation of an RA. If the government establishes a violation of the RA, the government is entitled to recovery. The government need not assert a new claim to argue that defendants' conduct violated paragraph 6(b).</p>\n<p>Although it agrees with defendants that the government has not presented its arguments in the most efficacious manner during the course of this litigation, the court also finds that permitting the government to proceed with its arguments pursuant to 6(b) is not inherently prejudicial to defendants because the 6(b) argument, like the 6(e) argument, depends in large part on the legal definition of reasonable operating expenses, an issue which both parties have briefed thoroughly.</p>\n<p>[4]  Although the court is not persuaded that the distinction is a meaningful one for purposes of this particular analysis, the court notes that, unlike some of the other cases cited by plaintiff, <i>Schlesinger</i> considers the term \"reasonable operating expenses\" in the context of repayments of owner advances made prior to default. In <i>Schlesinger</i> the repayments were made in January and February of 1992 and default occurred in December 1992.</p>\n<p>[5]  Elsewhere, defendants argue that the RA should be interpreted as of the date it was executed and that, at that time, the 1981 Handbook was the \"governing document.\" (Defs.' Reply at 9.) While the defendants may have looked to the 1981 Handbook to govern their conduct pursuant to the RA in the years prior to 1992, there is no reason that defendants should have continued to do so after the new handbook was issued in 1992, given the fact that the 1981 Handbook was not incorporated into, and thus did not provide material terms of, their RA.</p>\n<p>[6]  Contracts to which the federal government is a party pursuant to federal law are interpreted according to federal common law. <i>United States v. Triple A Mach. Shop, Inc.,</i> 857 F.2d 579, 585 (9th Cir.1988). <i>U.S. for Use of B &amp; M Roofing of Colorado, Inc. v. AKM Associates, Inc.,</i> 961 F.Supp. 1441 (D.Colo. 1997).</p>\n<p>[7]  The court is aware that the term \"reasonable operating expenses\" is not defined in the RA. However, the court concluded above that repayments of owner advances are not reasonable operating expenses and defendants have, for the purposes of their alternative argument, accepted that conclusion. Accepting that the repayments were not reasonable operating expenses, the court need only determine whether the requirement that owners obtain prior written approval for the payment of such expenses is, itself, ambiguous, and the court concludes that it is not.</p>\n<p>[8]  Defendants maintain that the RA must be interpreted \"against the backdrop of the legislative scheme that authorized [it],\" and that the court's interpretation \"can only be made in light of the policies underlying the controlling legislation.\" (Defs.' Mem. at 15 (citing <i>Peterson v. Department of Interior,</i> 899 F.2d 799, 807 (9th Cir.), cert. denied, 498 U.S. 1003, 111 S.Ct. 567, 112 L.Ed.2d 574 (1990))). Interpreting the RA as requiring HUD's prior written approval for the expenditure of project assets in certain situations does not contravene the stated interpretive principle.</p>\n<p>[9]  Plaintiff has also argued, with respect to defendants' argument based on the 1981 Handbook, that the owner advances here were not made and used for reasonable operating expenses. While the court does not make any finding of fact as to what the advances were used for, the court notes that defendants' books and accounts do not establish that the advances were used for reasonable operating expenses. Although defendants have alleged that the advances were made to fund operating expenses and have pointed to the description of the advances as loans for operating expenses on their financial statements in support of that allegation, the court does not find that defendants' unilateral characterization of advances as \"operations loans\" in the context of a financial statement is sufficient to establish that such advances were actually used for operating expenses. By the same token, the court finds unpersuasive plaintiff's argument that the description of a previously extended owner advance as a \"Long-term Liability\" does not establish that the advances were not originally made to fund reasonable operating expenses. In any event, the exact purposes for which the owner advances were used is a matter clearly within the particular knowledge of defendants, and defendants have not provided schedules of expenses detailing the manner in which the advanced funds were used.</p>\n<p>[10]  In part, this guidance provides a response to an argument pressed by defendant that the RA is internally inconsistent if a certain payment is permitted without approval under 6(e) but prohibited under 6(b). (Defs.' Reply at 3.) As the 1992 Handbook makes clear, defining a repayment of an owner advance as something other than a distribution, and therefore removing it from paragraph 6(e)'s coverage, does not preclude the agency from requiring authorization for such a repayment, as an expenditure of project funds, under paragraph 6(b).</p>\n<p>[11]  Throughout their argument defendants repeatedly maintain that the date on which they signed the RA was the critical juncture with respect to this court's interpretation of the RA's provisions. Defendants also contend that HUD cannot be permitted unilaterally to change the terms of the RA by amending the Handbooks. As noted, however, the 1981 Handbook was not incorporated into the RA. To the extent that the 1981 Handbook provided guidance regarding HUD'S policies and practices with respect to owner advances or even provided implicit approval of the repayment of such advances in certain circumstances, HUD's decision to withdraw blanket approval of such repayments for whatever reason in 1992 cannot be said to have altered the actual terms of the RA. While the requirement for approval was part of the RA, the ostensible approval itself was not.</p>\n<p>[12]  Plaintiff suggests that the unauthorized payments totalled $607,930, (Pl.'s Opp. at 8), while defendants state that the unauthorized amount at issue under the government's theory of the case is $606,330, (Defs.' Mem. at 7). The precise amount of the unauthorized payments can be resolved at trial.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">561</span></span> (2002)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nHarvey A. COLEMAN, Ronald E. Coleman, William J. Coleman, Martin M. Butwin, Dove Meadows Partnership, Harvey A. Coleman Associates, Defendants.</h1></center>\n<center>No. 700CV127BR1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 7, 2002.</center>\n<p><span class=\"star-pagination\">*562</span> Neal Fowler, Raleigh, NC, for Plaintiff.</p>\n<p>Christopher T. Graebe, Scott P. Mebane, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment and plaintiff's motion to strike to exclude expert testimony relied on by defendants in their motion for summary judgment.</p>\n<p>On 27 June 2000, the United States filed this action on behalf of the Secretary of the Department of Housing and Urban Development (HUD) against Harvey A. Coleman, Ronald E. Coleman, William J. Coleman, Martin M. Butwin, Dove Meadows Partnership (the Partnership), Harvey A. Coleman Associates (the Management Agent), and HRW, LLC (HRW). On 2 October 2000, defendants filed an answer, and the Partnership and the Management Agent filed a counterclaim against the United States alleging violations of 5 U.S.C. § 706(2), 5 U.S.C. § 552 (the Freedom of Information Act), and 5 U.S.C. § 553. On 1 December 2000, plaintiff filed an answer to defendants' counterclaim.</p>\n<p>On 13 November 2000, plaintiff filed an amended complaint withdrawing its False Claims Act allegations and, on 13 December 2000, defendants filed an answer to the amended complaint.</p>\n<p>On 30 July 2001, the court allowed defendants' 2 October 2000 motion to dismiss defendant HRW but denied defendants' motion to dismiss the individual defendants. The court also denied defendants' motion to dismiss plaintiff's equity-skimming claims as they related to repayments made in 1993, which the court construed as a motion for summary judgment. The court denied defendants' motion seeking to dismiss plaintiff's claim of unjust enrichment/constructive trust, but allowed the motion with respect to plaintiff's claims of common law fraud and breach of fiduciary duty.</p>\n<p>On 31 August 2001, defendants filed a motion for summary judgment and supporting memorandum, and plaintiff responded on 25 October 2001. Defendants filed a corrected memorandum in support of their summary judgment motion on 13 November 2001, and plaintiff filed a reply on that date as well. Also on 31 August 2001, plaintiff filed a motion for summary judgment with a supporting memorandum. Defendants responded on 29 October 2001, and plaintiff filed a reply on 15 November 2001.</p>\n<p>In the interim, on 25 October 2001, plaintiff filed a motion to strike to exclude expert testimony relied on by defendants in their motion for summary judgment. Defendants have responded, plaintiff has replied, and all motions before the court are ripe for review.</p>\n<p>Remaining in this action are plaintiff's claim for double damages based on defendants' violation of 12 U.S.C. § 1715z-4a (Count I), plaintiff's unjust enrichment/constructive trust claim (Count IV), and defendants' counterclaims.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*563</span> I. Facts</h2>\n<p>The Partnership is a New Jersey general partnership that had, as its sole asset, the Dove Meadows Project (the Project), a 474-unit apartment project located in Wilmington, North Carolina. (Am.Compl. ¶ 20; Patel Decl.) Individual defendants Harvey A. Coleman, Ronald E. Coleman, William J. Coleman, and Martin M. Butwin (hereinafter, collectively the owners or the partners), residents of New Jersey, each owned a 25% share of the Partnership, (Patel Decl. ¶ 4; Ans. ¶ 4), which they formed on 28 February 1984 for the purpose of acquiring the Project. The partners intended to build, rehabilitate, manage, and operate townhouse-type apartments within the Project. Harvey, Ronald, and William Coleman were also equal partners and owners of Harvey A. Coleman Associates, a New Jersey LLC and the Project's management agent, which performed all aspects of the Project's day-to-day management through July 1996. (Ans.¶ 7.) The Colemans also owned Majestic Construction Company which, together with defendant Butwin, owned Pyramid Construction Company (Pyramid), a New Jersey corporation that was dissolved in 1997. (Butwin Decl., Ex. 1, ¶ 7; Ans. 19.)</p>\n<p>The Partnership purchased the Project as a failed property from HUD. On or about 6 March 1985, the Partnership financed its purchase of the Project with a $7,258,000 non-recourse loan. Pursuant to Section 221(d)(4) of the National Housing Act, 12 U.S.C. § 1715<i>l</i> (d)(4), HUD insured the non-recourse loan against the Partnership's default. In exchange for the benefits of HUD's mortgage insurance, defendant Harvey Coleman executed a Regulatory Agreement (RA) on behalf of the Partnership on or about 6 March 1985, which provided that the general partners of the Partnership did not have personal liability under the notes and mortgage used to finance the purchase and renovation of the Project,<sup>[1]</sup> and which gave HUD control over many aspects of project operations.<sup>[2]</sup></p>\n<p>The RA provides, among other things, that the Partnership could not, without the prior written approval of the Secretary, \"[a]ssign, transfer, dispose of, or encumber any personal property of the project, including rents, or pay out any funds except from surplus cash, except for reasonable operating expenses and necessary repairs.\" (RA ¶ 6(b).) The RA also provides that \"[o]wners shall not without the prior written approval of the Secretary ... (e) Make, or receive and retain, any distribution of assets or any income of any kind of the project except surplus cash....\" (RA ¶ 6(e).) The Agreement defines a \"distribution\" as a \"withdrawal or taking of cash or any assets of the project, including the segregation of cash or assets for subsequent withdrawal within the limitations <span class=\"star-pagination\">*564</span> of Paragraph 6(e) hereof, and excluding payment for reasonable expenses incident to the operation and maintenance of the project.\" (RA ¶ 13(g).) In essence then, the RA prohibited the Partnership from using any Project funds except for surplus cash for any purpose other than reasonable operating expenses and necessary repairs without prior approval from HUD.</p>\n<p>In addition to the RA, Harvey Coleman also executed the Housing Assistance Payments (HAP) Contract on behalf of the Partnership. The HAP Contract carried low-income use restrictions in exchange for rental subsidies that were paid to the Partnership. On 20 May 1992, Harvey Coleman executed a \"Management Certification for Projects with Identity-of-Interest or Independent Management Agents\" on behalf of the Management Agent and the Partnership, which provided that the Partnership, as project owner, agreed to \"[c]omply with the Project's [RA] ... and any applicable HUD Handbooks, notices, or other policy directives that relate to the management of the project.\" (Pl.'s Mem. at 6, Ex. 5, ¶ 3(a).)</p>\n<p>In their efforts to operate and rehabilitate the Project, the Partnership allegedly faced many obstacles. According to defendants, the cost of maintaining the Project often exceeded the Project's cash flow. At these times, defendants allege that the partners made advances to fund the operating costs of the Project, (Defs.' Mem. at 4), including necessary improvements to the infrastructure, such as plumbing, sanitation facilities, sidewalks and other maintenance requirements. The loans were funded from Pyramid, an affiliate of the Partnership, (Defs.' Mem. at 5), which plaintiff characterizes as an \"identity-of-interest\" company. By 31 December 1992, the loans from Pyramid to the Project had increased to over $1.2 million.(Id.) Beginning in 1993, payments were made from the Project to Pyramid. Plaintiff claims these repayments violated the RA.</p>\n<p>The Project is within the jurisdiction of the Greensboro, North Carolina HUD office. That office is responsible for overall supervision of the Project as well as federal monies going into and outlays from the Project. The RA required the Partnership to provide HUD with complete annual financial reports, prepared by a CPA and certified by an officer or owner. From 1992-1997, defendants submitted the reports as required.</p>\n<p>HUD completed its first review of the 1993 and 1994 financial statements submitted by defendants in October 1995. HUD notified defendants of probable violations of their RA by letter in October 1995. On 15 November 1996, HUD referred the case to the Office of the Inspector General (OIG) for its review of possible equity-skimming by the Partnership and the general partners. The OIG completed its report in February 1997 and made findings that defendants took unallowable distributions from the Project in the amount of $607,930. The OIG submitted a memorandum to HUD to that effect in December 1997.</p>\n<p>Meanwhile, beginning in 1995, plaintiff claims that defendants ceased to maintain the Project in a decent, safe and sanitary condition. HUD ordered that the Management Agent be replaced in 1996 and cited the owners for numerous housing quality violations in 1995, 1996, and 1997. HUD ultimately declared a technical default in the terms of the RA and, in January 1998, directed the mortgage lender to foreclose the loan. Defendants turned the Project over to HUD under a mortgagee-in-possession agreement in 1998. That effort led to a negotiated agreement for a deed in lieu of foreclosure to HUD in June 2000. Settlement negotiations were proceeding when HUD filed this action in mid-2000.</p>\n<p><span class=\"star-pagination\">*565</span> Plaintiff has alleged violations of 12 U.S.C. § 1715z-4a and seeks double damages for the unauthorized use of multifamily housing project assets and income in violation of the RA as well as costs, including attorneys' fees and auditing fees. (Am.Compl. ¶¶ 72-73.) Plaintiff also asserts that defendants were unjustly enriched by the assets and monies received by them in violation of the Regulatory Agreement and seek an order that defendants hold such assets and monies in constructive trust for the United States. (Am.Compl.¶¶ 86-95.) Defendants, on the other hand, request declaratory judgment and compensatory damages based on HUD's alleged violations of 5 U.S.C. § 706(2), 5 U.S.C. § 552 (the Freedom of Information Act), and 5 U.S.C. § 553.</p>\n<p></p>\n<h2>II. Summary Judgment Standard</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>The statute invoked by the government in this case, 12 U.S.C. § 1715z-4a, allows the government to bring suit to recover assets or income used in violation of a regulatory agreement. If a violation of the statute is shown, plaintiff may recover double damages and all costs relating to the action, including reasonable attorneys' fees, see 12 U.S.C. § 1715z-4a(c), in addition to any other remedies available to the Secretary, see 12 U.S.C. § 1715z-4a(e). To prevail on its claim, plaintiff must show that assets or income belonging to the Project were used in violation of the RA signed by the parties. Plaintiff argues that defendants used income belonging to the Project to repay advances they had made to the Project when the Project was not in a surplus cash position without obtaining HUD's approval and that such repayments violated the terms of the RA.</p>\n<p>The parties agree that the partners, through Pyramid, made advances to the Project on numerous occasions, (Defs.' Mem. at 4-5), that the partners repaid themselves when the Project was not in a surplus cash position, (Pl.'s Mem. at 22; Defs.' Mem. at 6-7), and that they did so without formally seeking HUD's approval. (Defs.' Mem. at 7-9.) Plaintiff maintains that $607, 930 of the total repayments made between 8 April 1993 and 24 January 1996 were improper. The parties disagree with respect to the following issues: whether the repayments themselves were \"reasonable operating expenses\";<sup>[3]</sup> whether <span class=\"star-pagination\">*566</span> the owners' cash advances to the Project were made and used for \"reasonable operating expenses\"; and whether, in any event, the partners were required to obtain HUD's approval before making the repayments at issue.</p>\n<p>Defendants argue that the owners' advances were intended to meet reasonable property expenses; that the advances were used for such purposes; that the advances necessarily became obligations of the Project reflected in the Project's financial statements; and that repayment of those obligations was similarly a reasonable expense of the property. (Defs.' Mem. at 14.) Defendants assert that there is certainly nothing in the RA that indicates that repayments of owners' loans and advances are not reasonable expenses. In the alternative, defendants argue that, even if the repayments are not considered reasonable operating expenses, such repayments were expressly approved by HUD by virtue of the 1981 HUD Handbook, which was effective at the time the parties entered the RA. The court will address each of defendants' arguments in turn.</p>\n<p></p>\n<h2><i>A. Repayments as Reasonable Operating Expenses</i></h2>\n<p>Because the language of the RA prohibits defendants from using any Project funds for any purpose other than reasonable operating expenses without prior approval from HUD, (RA ¶ 6(b)), this court must determine whether the payments made out of Project funds, i.e., the repayments of advances, were reasonable operating expenses. The term \"reasonable operating expenses\" is not defined in the RA. The court cannot accept defendants' argument that, because the advances were made to allow the Project to pay for reasonable operating expenses, the repayments must necessarily be considered reasonable operating expenses as well. As the Ninth Circuit explained in <i>Arizona Oddfellow-Rebekah Housing. Inc. v. HUD,</i> <span class=\"citation\" data-id=\"746511\"><a href=\"/opinion/746511/97-cal-daily-op-serv-7267-97-daily-journal-dar-11743-arizona/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 774 (9th Cir.1997), \"[t]he few cases that have addressed the meaning of `operating expenses,' as used in the HUD Regulatory Agreement, have all agreed on a central principle: to be operating expenses, expenses must primarily `benefit the project,' rather than the owner.\" See also <i>In re EES Lambert Assoc.,</i> <span class=\"star-pagination\">*567</span> <span class=\"citation\" data-id=\"1855206\"><a href=\"/opinion/1855206/matter-of-ees-lambert-associates/\"><span class=\"volume\">63</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">174</span></a></span>, 176 (N.D.Ill.1986) (construing a HUD Regulatory Agreement, the court noted that defining reasonable and necessary operating expenses as expenses \"arising from the everyday operation and maintenance of the project ... rightly distinguishes payments made for the investors' benefit from those made for the benefit of the project.\"). Regardless of the purpose for which the advances were made and the manner in which the advances were utilized by the Project, it seems unavoidable that the repayments of owner advances primarily benefitted the owners and not the Project. Indeed, as plaintiff argues, if the owners had not repaid themselves, the Project would have had an additional $600,000 to meet its needs and would have had more resources with which to provide decent housing for its residents. (Pl.'s Opp. at 11.)</p>\n<p>Though it is not controlling, this court concludes that <i>United States v. Schlesinger,</i> <span class=\"citation\" data-id=\"2578943\"><a href=\"/opinion/2578943/united-states-v-schlesinger/\"><span class=\"volume\">88</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">431</span></a></span> (D.Md.2000), provides persuasive authority on the definition of reasonable operating expenses.<sup>[4]</sup> In <i>Schlesinger,</i> as in the present case, the parties had signed an RA which provided that expenditures of project funds for other than reasonable operating expenses could be made only when the Project was in a surplus cash position. As in this case, reasonable operating expenses could be paid out of project funds without prior approval. Also as in the present case, repayments of owner advances were made when the project was not in a surplus cash position, and the only question before the <i>Schlesinger</i> court was whether the repayment of owner advances constituted a \"reasonable operating expense\" under the terms of the RA. <i>Schlesinger</i> contains the following pertinent passage:</p>\n<blockquote>In this determination, I am guided by persuasive case law which holds unequivocally that such repayments are not \"reasonable operating expenses.\" In general, when determining which expenditures are \"reasonable operating expenses\" and those that are not[,] courts view those expenditures \"arising from the everyday operation and maintenance of the project\" as permissible. <i>United States v. Harvey,</i> <span class=\"citation\" data-id=\"2377326\"><a href=\"/opinion/2377326/united-states-v-harvey/\"><span class=\"volume\">68</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1010</span></a></span>, 1017-18 (S.D.Ind.1998) (citation omitted). Further, courts distinguish between those \"payments made for the investors' benefit from those made for the benefit of the project.\" <i>Id.;</i> accord <i>In re RLA of Madison. Inc.,</i> <span class=\"citation\" data-id=\"1977195\"><a href=\"/opinion/1977195/in-re-rla-of-madison-inc/\"><span class=\"volume\">177</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">78</span></a></span>, 80 (Bankr.M.D.Tenn.1994). The distinction recognizes that the \"National Housing Act was primarily intended to benefit individuals who live in inadequate housing, not commercial developers.\" <i>Harvey,</i> 68 F.Supp.2d at 1018.... Cases addressing the repayment of owner advances under the relevant RA provisions and the administrative requirements hold that the repayment of an owner advance like the payment to Stamford is not a reasonable operating expense. See <i>Thompson v. United States,</i> <span class=\"citation\" data-id=\"284111\"><a href=\"/opinion/284111/vance-m-thompson-elizabeth-t-russell-h-ripley-thompson-john-g/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span>, 1079-81 (8th Cir. 1969) (\"Neither ... the repayment of the bank loan, the proceeds of which were used to equip and furnish part of the premises for a private club, <i>nor the withdrawal of funds to reimburse any of the partners for prior advances to the operating account constituted payment of reasonable expenses incidental to the operation and maintenance of the project.</i>\") <span class=\"star-pagination\">*568</span> (emphasis added); <i>Lisbon Square</i> [v. United States,] <span class=\"citation\" data-id=\"1680821\"><a href=\"/opinion/1680821/lisbon-square-v-united-states/\"><span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></a></span>,] 494 [E.D.Wis.1994] (citing <i>Thompson</i>).</blockquote>\n<blockquote>[Relying on <i>Arizona Oddfellow-Rebekah Hous., Inc.,</i> Schlesinger argues that because] the repayment of the loan was for the benefit of the tenants, it was a reasonable operating expense.... [This] argument lacks basis in the law. <i>Arizona Oddfellow-Rebekah Hous., Inc.</i> addressed whether legal expenses incurred in advancing the Project's interests were reasonable operating expenses.... There is no language within <i>Arizona Oddfellow-Rebekah Hous., Inc.'s</i> discussion of the issue of legal fees that contradicts or calls into question <i>Thompson's</i> holding that the repayment of owner advances do[es] not constitute \"reasonable operating expenses\" under the terms of the RA inasmuch as [such repayments] do not primarily benefit the tenants. <i>Compare id.</i> at 774 (citing <i>Thompson</i> and stating the \"central principle [that] ... operating expenses ... must primarily `benefit the project,' rather than the owner\"), <i>with </i><i>Thompson,</i> 408 F.2d at 1080 (holding that reimbursements to \"any of the partners for prior advances to the operating account [did not] constitute[ ] payment of reasonable expenses incidental to the operation and maintenance of the project\"). Consequently, <i>Thompson</i> and its progeny, not <i>Arizona Oddfellow-Rebekah Hous., Inc.,</i> govern the resolution of this issue and compel the conclusion that the repayment of owner advances are not \"reasonable operating expenses\" under the terms of the RA.</blockquote>\n<p>88 F.Supp.2d at 451-52 (some citations omitted; emphasis added).</p>\n<p>Here, as in <i>Schlesinger,</i> the evidence is undisputed that the Project repaid the owner advances at issue when the Project was in a non-surplus cash position. Because repayments of owner advances constitute withdrawals of funds from the Project's operating budget that are used primarily to benefit the owners, such payments are not \"reasonable operating expenses\" as that term has come to be defined by the relevant case law. Accordingly, the court must conclude that, in making the repayments out of the Project's funds without obtaining HUD's prior approval, the partners violated paragraph 6(b) of the RA.</p>\n<p></p>\n<h2><i>B. Handbook Approval of Repayment of Owner Advances</i></h2>\n<p>In the alternative, defendants argue that, even if the repayments are not considered \"reasonable operating expenses,\" and thus necessitated HUD's prior approval pursuant to the RA, such repayments \"were in fact approved by HUD\" by the 1981 HUD Handbook, which was effective at the time the parties entered the RA in 1985, and that consequently, no violation of paragraph 6(b) occurred. (Defs.' Reply at 5.) The 1981 Handbook provided as follows: \"If the project is current under the mortgage, advances made <i>for</i> reasonable and necessary operating expenses may be paid from project income without HUD approval.\" (1981 Handbook at 8 (Defs.' Mem., Ex. 14).) Defendants' alternative argument attempts to shift the focus of the inquiry to the purpose for which the advances were originally made, i.e., whether the advanced funds were intended to fund reasonable and necessary operating expenses. This inquiry must be distinguished from the inquiry at issue in the earlier argumentwhether the repayments of the advances were, themselves, reasonable operating expenses. The court need not address the reasonable operating expenses issue, however, unless the court concludes that the 1981 Handbook could, as defendants argue, provide the authorization required by the RA.</p>\n<p><span class=\"star-pagination\">*569</span> Defendants' alternative argument thus requires an interpretation of the RA and calls into question the relevance and legal effect of the handbooks published by HUD and the relationship of such handbooks to the regulatory agreements drafted and entered into by HUD. The argument is complicated by the fact that the 1981 Handbook, on which defendants rely, was replaced with an amended handbook in 1992, the provisions of which differed in key respects from the 1981 Handbook. Namely, the 1992 Handbook prohibits repayment of owner advances from any funds other than surplus cash while the 1981 Handbook permitted the repayment of owner advances from funds other than surplus cash without HUD's approval as long as the Project was not in default. Defendants argue that only the 1981 Handbook applies to them because it was effective at the time they entered the RA and that HUD cannot rely on the 1992 Handbook in this case. The government, on the other hand, argues that the 1992 Handbook, in effect when defendants' made the repayments at issue, provides the applicable guidance. Although plaintiff does not contend that the handbooks were incorporated into the RA, plaintiff does argue that when Harvey Coleman, acting on behalf of the Partnership and the Management Agent, executed the Management Certification with HUD on 20 May 1992, he agreed therein to comply with any applicable HUD handbooks, notices, or other policy directives that relate to the management of the project. (Pl.'s Opp., Ex. 5; Pl.'s Mem. at 20.) The court must examine defendants' response that the 1981 Handbook is the \"applicable\" handbook for all purposes because it was \"in effect\" at the time they signed the RA.</p>\n<p>Defendants concede that the handbooks do not have the force of law, that the handbooks cannot alter the terms of regulatory agreements, and that the handbooks were not incorporated into the terms of the RA at issue here. (Defs.' Mem. at 21; Defs.' Opp. at 16.)<sup>[5]</sup> The court agrees that the provisions of the 1981 HUD Handbook were not incorporated into the parties' RA. See <i>Reynolds Assoc. v. U.S.,</i> <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Fed. Cl.</span> <span class=\"page\">335</span></span>, 339 (Fed.Cl.1994) (inspection of language of the regulatory agreement revealed that neither HUD Handbook nor HUD Handbook provisions were incorporated, directly or indirectly, into RA at issue). Neither can the court conclude that the provisions of any of the HUD Handbooks are legally binding upon HUD. See <i>Thorpe v. Housing Auth. of City of Durham,</i> <span class=\"citation\" data-id=\"107814\"><a href=\"/opinion/107814/thorpe-v-housing-authority-of-durham/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 275, <span class=\"citation\" data-id=\"107814\"><a href=\"/opinion/107814/thorpe-v-housing-authority-of-durham/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">518</span></a></span>, <span class=\"citation\" data-id=\"107814\"><a href=\"/opinion/107814/thorpe-v-housing-authority-of-durham/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1969) (explaining that, in contrast to the Low-Rent Management Manual and circulars containing changes not yet incorporated into the Manual which contain requirements that \"are the minimum considered consistent with fulfilling Federal responsibilities\" under the United States Housing Act of 1937, \"the various `handbooks' and `booklets' issued by HUD contain mere `instructions,' `technical suggestions,' and `items for consideration.\"); <i>Williams v. Hanover Housing Auth.,</i> <span class=\"citation\" data-id=\"1685427\"><a href=\"/opinion/1685427/williams-v-hanover-housing-authority/\"><span class=\"volume\">871</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">527</span></a></span>, 531-32 (D.Mass. 1994) (stating generally that courts have consistently held that government agencies' handbooks are not legally binding but merely advisory and specifically noting that handbook provision at issue \"is not a regulation and therefore not binding as <span class=\"star-pagination\">*570</span> against HUD\"); <i>Northern Indian Housing and Development Council v. U.S.,</i> 12 Cl.Ct. 417 (Cl.Ct.1987) (explaining that HUD regulations require that any regulation promulgated by the agency be published in the Federal Register and that HUD's failure to publish a Policy Notice in the Federal Register manifested HUD's intention that it was not a rule or regulation having the force and effect of law that would be binding upon HUD).</p>\n<p>Having concluded that the 1981 Handbook was not incorporated into the RA, the court cannot discern the basis for defendants' contentions that the 1981 Handbook nevertheless governs their conduct and that it is the \"applicable\" handbook for all purposes because it was \"in effect\" at the time they signed the RA. Although defendants consistently maintain that the 1981 Handbook \"is crucial to understand what the parties agreed to at the time they entered into the Regulatory Agreement,\" (Defs.' Opp. at 13), the court is bound to apply the plain meaning of the agreement without reference to extrinsic materials, if that meaning is unambiguous. See <i>Rudasill v. Worldway Corp.,</i> <span class=\"citation\" data-id=\"2376839\"><a href=\"/opinion/2376839/rudasill-v-worldway-corp/\"><span class=\"volume\">55</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">403</span></a></span>, 408 (W.D.N.C.1999) (citing <i>Denzler v. Questech. Inc.,</i> <span class=\"citation\" data-id=\"715674\"><a href=\"/opinion/715674/pens-plan-guide-p-23918r-edwin-w-denzler-v-questech-incorporated-walter/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 101 (4th Cir.1996) for proposition that \"[w]hether a contract is ambiguous is a question of law determined from the face of the plan.... If the plan is not ambiguous, it is unnecessary to look to extrinsic evidence ....\"), aff'd. by, <i>Kocan v. ABF Freight System, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1143</span></span> (4th Cir.2000).</p>\n<blockquote>Courts look to specific language of agreements, and where the language is \"painfully clear,\" and the \"import of the language and the intent of the parties [is] unmistakable,\" it is enforceable.... Specifically, \"the rule is that ... provisions in HUD mortgages and Regulatory Agreements may be enforced according to their terms and, to the extent state law requires otherwise, that state law is replaced with this federal rule.\" ... Where \"the language of the Regulatory Agreement is clear and precise,\" then \"it is essential to the confidence of public and private lenders that its written terms be implemented and enforced by the courts.\"</blockquote>\n<p><i>Lisbon Square v. U.S.,</i> <span class=\"citation\" data-id=\"1680821\"><a href=\"/opinion/1680821/lisbon-square-v-united-states/\"><span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></a></span> (E.D.Wis.1994) (citations omitted). Moreover, it is a general principle of contract law that, where the language of an agreement clearly expresses the intent of the parties, courts may not rely on extrinsic evidence to vary its terms. <i>Neuma Inc. v. AMP. Inc.,</i> <span class=\"citation\" data-id=\"774330\"><a href=\"/opinion/774330/neuma-incorporated-an-illinois-corporation-v-amp-incorporated-and/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 873 (7th Cir. 2001) (noting that the federal common law of contract interpretation applies to the interpretation of ERISA plans, the Seventh Circuit recently explained that \"[i]n attempting to interpret such plans, our first task is to determine if the contract at issue is ambiguous or unambiguous.... Contract language is ambiguous if it is susceptible to more than one reasonable interpretation.... If a district court determines that the provision is without ambiguity, we have noted that `it need not consider extrinsic evidence' and should `proceed to declare the meaning' of the provision.\"); <i>U.S. v. Sea Gate, Inc.,</i> <span class=\"citation\" data-id=\"1674318\"><a href=\"/opinion/1674318/united-states-v-sea-gate-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1351</span></a></span>, 1360 (E.D.N.C.1975) (\"by fundamental principles of contract law, where the language of a deed is clear and unambiguous, the intent of the parties can be shown only by the terms of the instrument itself. All prior and contemporaneous agreements between the parties are considered merged into the final written deed, and parole evidence is inadmissible to vary or contradict the instrument's plain meaning or to show that the parties intended something other than what they wrote.\")<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*571</span> Here, the court concludes that the RA is unambiguous with respect to the provision at issue in defendants' alternative argument. The RA clearly expresses the requirement that parties bound by the RA obtain prior written approval from HUD before expending project funds other than surplus cash for expenses other than reasonable operating expenses.<sup>[7]</sup> (RA ¶ 6(b).)<sup>[8]</sup> The 1981 Handbook, on the other hand, provided that HUD approval is <i>not</i> necessary when using project funds other than surplus cash for something other than reasonable operating expenses, i.e., repayment of \"advances made for reasonable operating expenses.\"<sup>[9]</sup> Thus, giving credence to the 1981 Handbook would require the court to vary the terms of the RA, which, as recognized above, the court cannot do.</p>\n<p>Acknowledging that the RA requires prior HUD approval for expenditures other than reasonable operating expenses, defendants argue that the 1981 Handbook did not alter the terms of the RA but merely supplied the necessary approval. Even assuming that the guidelines set forth in the 1981 Handbook informed defendants' understanding of their obligations and responsibilities under the RA when they signed the RA and when they made the advances, see <i>Ellis v. Ritchie,</i> <span class=\"citation\" data-id=\"2133044\"><a href=\"/opinion/2133044/ellis-v-ritchie/\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1097</span></a></span>, 1103 (E.D.Va.1992) (\"even if a HUD Handbook has no binding force, it is `entitled to notice so far as it is an official interpretation of statutes or regulations <span class=\"star-pagination\">*572</span> with which it is not in conflict'\"), the court cannot conclude that the 1981 Handbook supplied the written approval required by the RA for the repayments made between 1993 and 1996.</p>\n<p>The HUD Handbooks, which do not contain regulations published in the Federal Register and which were not incorporated into the RA at issue here, must be understood as part of the dynamic process of administrating with which HUD is charged as a government agency. While the government cannot unilaterally change the terms of a regulatory agreement, as defendants argue, the government can certainly amend from time to time the steps necessary to obtain the agency authorization for certain expenditures of project funds required by such an agreement.</p>\n<p>As defendants suggest, HUD's guidance with respect to the repayments of owner advances has varied considerably over time. The 1970 Handbook provided as examples of payments considered to be distributions \"any payment on any obligation of the mortgagor (other than the HUD insured mortgage ... or advances to meet reasonable operating and maintenance expenses).\" (Defs.' Mem., Ex. 14 (Ex. A to Tahash Supp.Rep., Handbook RHM 4370.1 Supp. 1, at 2)). In 1979, the Audit Guide for HUD Multi-family Properties, IG 4372.1 CHG-1(d), authored by the OIG, apparently explained that repayment of owner advances was not a reasonable operating expense. (Pl.'s Mem. at 19 (citing <i>Harvey,</i> 68 F.Supp.2d at 1018)). In 1981, the HUD Handbook stated that, if a project was current under its mortgage, \"advances made for reasonable operating expenses may be paid from project income without HUD approval.\" (Defs.' Mem., Ex. 14, Handbook 4370.2 at 8 (April 1981)). And finally, in 1992, HUD amended its Handbook to state that repayments of owner advances for reasonable and necessary operating expenses were to be paid only from surplus cash:</p>\n<blockquote>Advances made for reasonable and necessary operating expenses may be paid from surplus cash at the end of the annual or semi-annual period. Such repayment is not considered an owner distribution. It is considered a repayment of advances. Repayment of owner advances when the project is in a non-surplus cash position will subject the owner to criminal and civil monetary penalties.</blockquote>\n<p>(Ex. 14, Handbook 4370.2 Rev-1 at 2-13 (May 1992).)<sup>[10]</sup> The court notes that the interpretive statement included in the 1992 Handbook is entirely consistent with the express requirements of the RA, unlike the statement permitting repayment of owner advances without prior approval in the 1981 Handbook.</p>\n<p>The inconsistencies apparent in the history of HUD's statements with respect to the repayment of owner advances highlight the difficulties engendered by attempting to draw a consistent rule from HUD's various handbooks. To the extent that defendants argue that the 1981 Handbook was a statement that repayment of owner advances used for reasonable operating expenses was implicitly approved and therefore satisfied the contractual requirement of prior written approval, however, the court cannot prioritize the 1981 Handbook over the 1992 Handbook, which specifically <span class=\"star-pagination\">*573</span> states a rule to the contrary and which was in effect between 1993 and 1996 when defendants actually made the repayments at issue. Indeed, although defendants allege that the 1981 Handbook essentially constituted HUD's pre-approval of the repayments at issue, (Defs.' Reply at 5) and (Pl.'s Opp. at 22 (explaining that HUD handbooks, in some cases, effectively provide advance approval for certain types of repayments)), the 1992 Handbook could be said to have withdrawn such blanket approval. (Pl.'s Reply at 7, n. 9.)<sup>[11]</sup></p>\n<p>Because the RA explicitly required HUD approval of repayment of owner advances when such repayments were made from other than surplus cash, and because defendants failed to obtain the required written approval before making the repayments between 1993 and 1996, the court must conclude that defendants' conduct violated the terms of the RA. Accordingly, plaintiff is entitled to summary judgment on its claim that defendants violated the RA, and defendants' opposing motion for summary judgment must be denied.</p>\n<p></p>\n<h2><i>C. Damages</i></h2>\n<p>Because plaintiff has established that defendants violated the RA, plaintiff will be entitled to recoup the unauthorized repayments.<sup>[12]</sup> Section 1715z-4a also authorizes an award of double damages and costs, including attorneys' fees.</p>\n<blockquote>The language of the statute does not require that the United States prove damages in order to recover double the amount paid out in violation of the Regulatory Agreement and costs. Even if the statute did require that damage be shown, damage can be presumed when the disputed payments are made in violation of the Regulatory Agreement and in contravention of the goals of the National Housing Act.</blockquote>\n<p><i>Harvey,</i> 68 F.Supp.2d at 1017.</p>\n<p>Although § 1715z-4a permits the recovery of double damages, the decision whether to award double damages is a matter within the court's discretion.</p>\n<blockquote>[T]he statute does not say that double damages must or shall be provided. Compare 15 U.S.C. § 15a (\"[T]he United States ... <i>shall</i> recover threefold the damages by it sustained and the cost of the suit.\"). Further, double damages are not required to make a plaintiff whole nor, where the government can collect its full costs including attorney's fees, are double damages likely to be a critical incentive for bringing suit. Rather, as the legislative history confirms, the double damages provision was adopted simply to provide a greater \"deterrent\" to violations. H.R.Rep. No. 100-122(I), at 66 (1987), <i>reprinted in</i> 1987 U.S.C.C.A.N. 3317, 3382.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*574</span> The violations that give rise to liability under section 1715z-4a are broadly defined, and perhaps ill-defined, by cross-reference to a \"regulatory agreement\" or \"any applicable regulation.\" If the present ... agreement is typical, such agreements include phrases like \"reasonable operating expenses\" and books and records kept in \"reasonable condition for proper audit,\" which give rise to further uncertainty in their application to particular circumstances. An added problem is the lack of clarity in the statute as to what level of scienter, if any, is required for a violation and what causal connection must be shown between the violation and any claimed loss.</blockquote>\n<blockquote>These concerns encourage us to leave to the informed judgment of the district court the decision whether the award of double damages is just in the particular circumstances. Imagine, for example, ... that payment of a plausible bill was authorized by Cofield in good faith but the documentation was later found not quite sufficient. Recovery of loss and costs is one thing; a double damages penalty is quite another.</blockquote>\n<blockquote>Double damages for the government on a deterrence rationale make sense primarily where the defendant is guilty of substantial or repeated fault.... There is obviously a spectrum, with fraudulent intent or recklessness at one end and a lost record or close-call judgments at the other. The district court may have felt that the defendants, after many years of service, were no worse than careless in the transactions in question. If so, we would regard this as an adequate basis for the court to exercise its discretion to deny double damages although we do not suggest that seriously negligent acts could never justify double damages.</blockquote>\n<p><i>United States v. Cofield,</i> <span class=\"citation\" data-id=\"198971\"><a href=\"/opinion/198971/united-states-v-owens/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 171 (1st Cir.2000).</p>\n<p>In this case, although the Handbooks were not incorporated into the parties' RA and were not binding on HUD, the guidelines therein were nevertheless disseminated to the defendants and utilized by them. It appears from the documents they have submitted to this court that, regardless of the apparent inconsistency between the explicit terms of the RA and the guidance provided by the 1981 Handbook with respect to the repayment of owner advances, defendants nevertheless believed, at the time they made the advances, that they would not have a problem securing repayment of those advances at a later time. Moreover, as defendants note correctly, the owners had no obligation to advance their own funds to the project, regardless of the project's needs, yet they made over $1.3 million in loans that certainly benefitted the property. It also appears, however, that defendants continued to make the repayments at issue after HUD had challenged the propriety of those repayments and had specifically drawn defendants' attention to the rule that repayment of owner advances for operating expenses is permitted only from surplus cash. (See Pl.'s Opp., Ex. 25.) Because an award of double damages is discretionary and because the facts of the case at hand greatly affect the exercise of such discretion, summary judgment is not appropriate with respect to the recovery of double damages and costs under § 1715z-4a, and that issue will remain for trial.</p>\n<p></p>\n<h2><i>D. Defendants' Counterclaims</i></h2>\n<p>Defendants have asserted claims against the government seeking declaratory relief and compensatory damages based on alleged violations of 5 U.S.C. § 706(2), 5 U.S.C. § 552 (the Freedom of Information Act), and 5 U.S.C. § 553. Specifically, defendants contend that, as a result of HUD's change in interpretation of its RAs reflected in the 1992 Handbook, they have <span class=\"star-pagination\">*575</span> suffered a variety of injuries, including assignment of the Project's mortgage to HUD, termination of their Section 8 HAP contract, a variety of administrative enforcement proceedings, and institution of this lawsuit seeking double damages pursuant to § 1715z-4a. (Defs.' Counterclaim ¶ 15.) In their motion for summary judgment, defendants state that, \"[t]o the extent that the government seeks to apply its post-contractual revision to the interpretation of the term `distribution' to the Agreement, that interpretation was adopted in violation of the Administrative Procedure Act, 5 U.S.C. §§ 551, <i>et seq</i> ..., requiring the Court to dismiss the equity-skimming claim on which it is based and to grant summary judgment to the Defendants on their counterclaim.\" (Defs.' Mem. at 2.) The court has not resolved the claims before it based on an interpretation of the term \"distribution\" and, given the court's resolution of plaintiff's claims based on the contractual language itself, any declaratory judgment with respect to the propriety of HUD's decisions with respect to the 1992 Handbook would not affect the rights of the parties to this action and would therefore be advisory only. The court declines to issue such a ruling and therefore will dismiss the counterclaims without prejudice.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>As explained above, the parties in this case entered into an enforceable agreement, and plaintiff is entitled to summary judgment on its assertion that defendants violated the RA. Plaintiff's motion for summary judgment is therefore ALLOWED to the extent that plaintiffs have asserted a breach of the RA, and defendants' motion for summary judgment on plaintiff's statutory claim is, accordingly, DENIED. Because the court did not, in reaching its decision in this matter, rely on the expert testimony of James Tahash and Jeffrey Barsky offered by defendants in support if their motion for summary judgment, the court need not address plaintiff's motion to strike to exclude that testimony, and plaintiff's motion is DENIED as moot. Defendants' motion for summary judgment with respect to its counterclaims is DENIED, and defendants' counterclaims are DISMISSED WITHOUT PREJUDICE. The issue of damages remains for trial. Additional recovery for unjust enrichment based on <i>quantum meruit</i> is not warranted in this matter and will not be granted by the Court.</p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to Paragraph 17 of the RA, the only sources of recovery in the event of default were the funds or property of the Project. (Am.Compl.¶ 25.)</p>\n<p>[2]  In passing 12 U.S.C. § 1715z-4a, Congress sought to stress that Regulatory Agreements are a fundamental and essential component of the Federal financing scheme for multifamily housing projects under the National Housing Act. See, e.g., 12 U.S.C. § 1713(b)(2); 24 C.F.R. § 207.18(c). Under the Federal financing scheme, HUD agrees to exculpate mortgagors from personal liability for repayment of the mortgage, in return for the mortgagors' agreement to operate the multifamily project in accordance with the terms and conditions of the Regulatory Agreement. These terms restrict the owners' use of project funds. As one court observed in reference to a HUD Regulatory Agreement, \"[t]he restrictions on the use of project income were part and parcel of the financing for the acquisition of the apartments, particularly in light of the waiver of personal liability.\"\n</p>\n<p><i>United States v. Harvey,</i> <span class=\"citation\" data-id=\"2377326\"><a href=\"/opinion/2377326/united-states-v-harvey/\"><span class=\"volume\">68</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1010</span></a></span>, 1017 (S.D.Ind.1998) (some citations omitted).</p>\n<p>[3]  The parties also disagree as to whether the repayments were prohibited \"distributions.\" Indeed, defendants argue that plaintiff originally premised its entire action on the allegation that defendants violated paragraph 6(e) of the RA by making unauthorized \"distributions\" out of Project funds when the Project was not in a surplus cash position. Defendants devote a substantial portion of their memorandum in support of summary judgment to their argument that the repayments did not constitute \"distributions\" for purposes of paragraph 6(e) of the RA and that, accordingly, plaintiff's claim under the equity-skimming statute must fail. In its memoranda pertaining to the summary judgment motions before the court, however, plaintiff focuses on the assertion that defendants violated paragraph 6(b) of the RA, which prohibits owners from using Project funds other than surplus cash for any purpose other than reasonable operating expenses without prior approval from HUD. Plaintiff contends that, whether or not the repayments were \"distributions\" they were, in any event, payments made out of funds of the Project that were not reasonable operating expenses and therefore were made in violation of paragraph 6(b) of the RA.\n</p>\n<p>Defendants maintain that the government should not be permitted to assert new claims at this point in the litigation. The court does not perceive the government's reliance on paragraph 6(b) as a new claim, however. The government notified defendants as early as 6 December 1997 that defendants' use of the Project funds violated \"various provisions of the [RA] between HUD and the general partners\" including paragraphs 6(b) and 6(e). (Gov't Ex. 20, 6 December 1997 Letter at 2.) Moreover, plaintiff's claim in its amended complaint is based on § 1715z-4a, which permits recovery for a violation of an RA. If the government establishes a violation of the RA, the government is entitled to recovery. The government need not assert a new claim to argue that defendants' conduct violated paragraph 6(b).</p>\n<p>Although it agrees with defendants that the government has not presented its arguments in the most efficacious manner during the course of this litigation, the court also finds that permitting the government to proceed with its arguments pursuant to 6(b) is not inherently prejudicial to defendants because the 6(b) argument, like the 6(e) argument, depends in large part on the legal definition of reasonable operating expenses, an issue which both parties have briefed thoroughly.</p>\n<p>[4]  Although the court is not persuaded that the distinction is a meaningful one for purposes of this particular analysis, the court notes that, unlike some of the other cases cited by plaintiff, <i>Schlesinger</i> considers the term \"reasonable operating expenses\" in the context of repayments of owner advances made prior to default. In <i>Schlesinger</i> the repayments were made in January and February of 1992 and default occurred in December 1992.</p>\n<p>[5]  Elsewhere, defendants argue that the RA should be interpreted as of the date it was executed and that, at that time, the 1981 Handbook was the \"governing document.\" (Defs.' Reply at 9.) While the defendants may have looked to the 1981 Handbook to govern their conduct pursuant to the RA in the years prior to 1992, there is no reason that defendants should have continued to do so after the new handbook was issued in 1992, given the fact that the 1981 Handbook was not incorporated into, and thus did not provide material terms of, their RA.</p>\n<p>[6]  Contracts to which the federal government is a party pursuant to federal law are interpreted according to federal common law. <i>United States v. Triple A Mach. Shop, Inc.,</i> <span class=\"citation\" data-id=\"511842\"><a href=\"/opinion/511842/united-states-v-triple-a-machine-shop-inc-albert-e-engel/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 585 (9th Cir.1988). <i>U.S. for Use of B &amp; M Roofing of Colorado, Inc. v. AKM Associates, Inc.,</i> <span class=\"citation\" data-id=\"2283332\"><a href=\"/opinion/2283332/united-states-v-akm-associates-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1441</span></a></span> (D.Colo. 1997).</p>\n<p>[7]  The court is aware that the term \"reasonable operating expenses\" is not defined in the RA. However, the court concluded above that repayments of owner advances are not reasonable operating expenses and defendants have, for the purposes of their alternative argument, accepted that conclusion. Accepting that the repayments were not reasonable operating expenses, the court need only determine whether the requirement that owners obtain prior written approval for the payment of such expenses is, itself, ambiguous, and the court concludes that it is not.</p>\n<p>[8]  Defendants maintain that the RA must be interpreted \"against the backdrop of the legislative scheme that authorized [it],\" and that the court's interpretation \"can only be made in light of the policies underlying the controlling legislation.\" (Defs.' Mem. at 15 (citing <i>Peterson v. Department of Interior,</i> <span class=\"citation\" data-id=\"538897\"><a href=\"/opinion/538897/peter-d-peterson-v-united-states-department-of-the-interior-four-cases/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span>, 807 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">567</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></span> (1990))). Interpreting the RA as requiring HUD's prior written approval for the expenditure of project assets in certain situations does not contravene the stated interpretive principle.</p>\n<p>[9]  Plaintiff has also argued, with respect to defendants' argument based on the 1981 Handbook, that the owner advances here were not made and used for reasonable operating expenses. While the court does not make any finding of fact as to what the advances were used for, the court notes that defendants' books and accounts do not establish that the advances were used for reasonable operating expenses. Although defendants have alleged that the advances were made to fund operating expenses and have pointed to the description of the advances as loans for operating expenses on their financial statements in support of that allegation, the court does not find that defendants' unilateral characterization of advances as \"operations loans\" in the context of a financial statement is sufficient to establish that such advances were actually used for operating expenses. By the same token, the court finds unpersuasive plaintiff's argument that the description of a previously extended owner advance as a \"Long-term Liability\" does not establish that the advances were not originally made to fund reasonable operating expenses. In any event, the exact purposes for which the owner advances were used is a matter clearly within the particular knowledge of defendants, and defendants have not provided schedules of expenses detailing the manner in which the advanced funds were used.</p>\n<p>[10]  In part, this guidance provides a response to an argument pressed by defendant that the RA is internally inconsistent if a certain payment is permitted without approval under 6(e) but prohibited under 6(b). (Defs.' Reply at 3.) As the 1992 Handbook makes clear, defining a repayment of an owner advance as something other than a distribution, and therefore removing it from paragraph 6(e)'s coverage, does not preclude the agency from requiring authorization for such a repayment, as an expenditure of project funds, under paragraph 6(b).</p>\n<p>[11]  Throughout their argument defendants repeatedly maintain that the date on which they signed the RA was the critical juncture with respect to this court's interpretation of the RA's provisions. Defendants also contend that HUD cannot be permitted unilaterally to change the terms of the RA by amending the Handbooks. As noted, however, the 1981 Handbook was not incorporated into the RA. To the extent that the 1981 Handbook provided guidance regarding HUD'S policies and practices with respect to owner advances or even provided implicit approval of the repayment of such advances in certain circumstances, HUD's decision to withdraw blanket approval of such repayments for whatever reason in 1992 cannot be said to have altered the actual terms of the RA. While the requirement for approval was part of the RA, the ostensible approval itself was not.</p>\n<p>[12]  Plaintiff suggests that the unauthorized payments totalled $607,930, (Pl.'s Opp. at 8), while defendants state that the unauthorized amount at issue under the government's theory of the case is $606,330, (Defs.' Mem. at 7). The precise amount of the unauthorized payments can be resolved at trial.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1674318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1680821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1685427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1855206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1977195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2133044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2283332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2578943/"
  ]
}