{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2422930/",
  "absolute_url": "/opinion/2422930/roberson-v-city-of-goldsboro/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2422930/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:30:20.245907Z",
  "date_modified": "2016-04-26T22:32:14.645583Z",
  "type": "010combined",
  "sha1": "288a3957b84dbed25698be0af0cdb9b384700443",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Rick R. ROBERSON, Plaintiff,<br>\nv.<br>\nCITY OF GOLDSBORO, Defendant.</h1></center>\n<center>No. 5:07-CV-429-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 15, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On October 1, 2007, plaintiff Rick Roberson (\"Roberson\") filed this action in Wake County Superior Court against his former employer, defendant City of Goldsboro, North Carolina (\"the City\"). Roberson, an African-American male, alleges that the City discriminated against him based on his race and age in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII'), 42 U.S.C. § 1981, and the Age Discrimination in Employment Act of 1967 (\"ADEA\"). Roberson also alleges that the City wrongfully discharged him in violation of North Carolina public policy. On November 2, 2007, defendant removed the action to this court. On February 12, 2008, Roberson amended his complaint to allege a race discrimination claim under 42 U.S.C. § 1983 and a due process claim under the Fifth and Fourteenth Amendments of the Constitution and Article I, Section 19 of the North Carolina Constitution. Pursuant to Federal Rule of Civil Procedure 12(b)(6), defendant moves to dismiss plaintiffs section 1981 race discrimination claim and his due process claim. As explained below, the court grants defendant's motion to partially dismiss the amended complaint.</p>\n<p></p>\n<h2>I.</h2>\n<p>According to the amended complaint, the City of Goldsboro employed Roberson as its Director of Human Resources Management from August 2001 through December 15, 2005. Am. Compl. ¶ 6. Roberson ably performed his duties and never received any written warning about his job performance or conduct. <i>Id.</i> ¶¶ 7-8. Nonetheless, Goldsboro City Manager Joe Huffman terminated Roberson's employment with the City without cause. <i>Id.</i> ¶ 9.</p>\n<p>On April 4, 2005, the Mayor of Goldsboro and the Goldsboro City Council adopted the City of Goldsboro Personnel Policy (\"the Policy\"). <i>Id.</i> ¶ 11; <i>see</i> City of Goldsboro, N.C., <i>City Council Minutes</i> 3 (Apr. 4, 2005) (on file with court).<sup>[1]</sup> The Policy states in relevant part:</p>\n<blockquote>An employee may be suspended, demoted or terminated by the City Manager for failure in the performance of duties or personal conduct. After coordination with the Human Resources Management Director, the department head shall provide the employee with a written notice of the recommended disciplinary action, the recommended effective date, the reason for the action and the appeal rights available to the employee.</blockquote>\n<p>Policy, Art. VII, § 2 (Disciplinary Action); <i>see</i> Am. Compl. ¶¶ 11-12. The City did not provide Roberson written notice of his proposed discharge and did not permit Roberson to pursue the grievance procedure described in the Policy. Am. Compl. ¶¶ 13-14; <i>see</i> Policy, Art. VIII (Complaint Process and Grievance Procedure). According to Roberson, the City replaced him with a substantially younger person. Am. Compl. ¶¶ 16-17. Additionally, according to Roberson, other white (and younger) department heads for the City committed serious infractions and received no disciplinary action. <i>Id.</i> ¶ 15.</p>\n<p>Roberson alleges that the City discriminated against him based on his race and age in violation of Title VII (<i>see id.</i> ¶¶ 18-20), section 1981 (<i>see id.</i> ¶¶ 21-23), section 1983 (<i>see id.</i> ¶ 24-27), and the ADEA (<i>see id.</i> ¶¶ 28-31). Roberson also alleges that the City wrongfully discharged him in violation of North Carolina public policy. <i>See id.</i> ¶¶ 32-35. Lastly, Roberson alleges that in failing to provide him certain appeal rights following the termination of his employment, the City violated Roberson's due process rights under the Fifth and Fourteenth Amendments of the United States Constitution and Article I, Section 19 of the North Carolina Constitution. <i>See id.</i> ¶¶ 36-12. The City seeks to dismiss plaintiffs section 1981 race discrimination claim (i.e., second claim for relief in the amended complaint) and his due process claim (i.e., sixth claim for relief in the amended complaint).</p>\n<p></p>\n<h2>II.</h2>\n<p>In analyzing a motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is legally and factually sufficient. <i>See </i><i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, 127 S.Ct. 1955, 1968-70, 167 L.Ed.2d 929 (2007); <i>Giarratano v. Johnson,</i> 521 F.3d 298 (4th Cir.2008); <i>Goodman v. Praxair, Inc.,</i> 494 F.3d 458, 464 (4th Cir.2007) (en banc); <i>Kloth v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006); <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam). \"[W]hen ruling on a defendant's motion to dismiss, a judge must accept as true all of the factual allegations contained in the complaint.\" <i>Erickson,</i> 127 S.Ct. at 2200. Nonetheless, the court \"need not accept the legal conclusions drawn from the facts\" and \"need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p>In considering the motion to partially dismiss the amended complaint, the court notes that the amended complaint quoted portions of the City's Policy. <i>See</i> Am. Compl. ¶ 12. Defendant also quoted portions of the Policy in its motion to dismiss the amended complaint and attached a portion of the Policy to its motion as Exhibit 1. <i>See</i> Def.'s Mot. to Dismiss Ex. 1; Def.'s Mem. in Supp. of Mot. to Dismiss 5 [hereinafter \"Def.'s Mem.\"]. On April 8, 2008, the court ordered defendant to submit a complete copy of the Policy. Defendant did so, and the court has reviewed the entire Policy. In so doing, the court has not converted defendant's motion to dismiss into a motion for summary judgment. <i>See </i><i>Clark,</i> 142 Fed.Appx. at 660-61; <i>Phillips v. LCI Int'l Inc.,</i> 190 F.3d 609, 618 (4th Cir.1999); <i>Whitesell,</i> 446 F.Supp.2d at 421-22; <i>accord</i> 5A Wright &amp; Miller, <i>Federal Practice and Procedure</i> § 1327 (\"[W]hen the plaintiff fails to introduce a pertinent document as part of her pleading,... the defendant may introduce the document as an exhibit to a motion attacking the sufficiency of the pleading; that certainly will be true if the plaintiff has referred to the item in the complaint and it is central to the affirmative case.\").</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p>To the extent plaintiff seeks to use section 1981 to allege a race discrimination claim against the City, such a claim fails because section 1983 \"provides the exclusive federal damages remedy for the violation of rights guaranteed by [section] 1981 when the claim is pressed against a state actor.\" <i>Jett v. Dallas Indep. Sch. Dist,</i> 491 U.S. 701, 735, 109 S.Ct. 2702, 105 L.Ed.2d 598 (1989). Plaintiff concedes that the City is a state actor. <i>See</i> Pl.'s Mem. in Resp. to Def.'s Mot. to Dismiss 1 [hereinafter \"Pl.'s Resp.\"]. Nevertheless, plaintiff argues that Congress created a direct cause of action against municipalities under section 1981 when it added section 1981(c) in 1991. <i>See</i> 42 U.S.C. § 1981(c) (\"The rights protected by this section are protected against impairment by nongovernmental discrimination and impairment <i>under color of State law</i>\") (emphasis added); <i>see</i> Pl.'s Resp. 3-4.</p>\n<p>The Fourth Circuit has analyzed 42 U.S.C. § 1981(c) and held that <i>Jett</i> remains good law. <i>See </i><i>Dennis v. County of Fairfax,</i> 55 F.3d 151, 156 &amp; n. 1 (4th Cir.1995); <i>see also Lewis v. Robeson County,</i> 63 Fed.Appx. 134, 138 (4th Cir. 2003) (per curiam) (unpublished); <i>Farmer v. Ramsay,</i> 43 Fed.Appx. 547, 553 n. 8 (4th Cir.2002) (unpublished); <i>Childress v. City of Richmond,</i> 907 F.Supp. 934, 940 (E.D.Va.1995), <i>aff'd,</i> 134 F.3d 1205 (4th Cir.1998) (per curiam) (en banc). Accordingly, section 1983 remains the exclusive remedy for federally-guaranteed rights when suit is brought against a state actor. Thus, defendant's motion to dismiss plaintiffs section 1981 claim in the amended complaint is granted.</p>\n<p></p>\n<h2>B.</h2>\n<p>The court next addresses plaintiffs due process claim in count six of the amended complaint. Roberson alleges that he had a property interest in continued employment with the City, as created by the City's Policy and adopted by ordinance, and that the City violated his due process rights by failing to provide him certain appeal rights following the termination of his employment. <i>See</i> Am. Compl. ¶¶ 36-42.</p>\n<p>\"The procedural safeguards of the due process clause extend to plaintiffs continued employment only if [he] had a property interest in that employment.\" <i>Pittman v. Wilson County,</i> 839 F.2d 225, 226 (4th Cir.1988); <i>see </i><i>Whitesell,</i> 446 F.Supp.2d at 423. \"[I]n order to possess a property interest in one's employment ... 'a person clearly must have more than an abstract need or desire for it. He must have more than a unilateral expectation of it. He must, instead, have a legitimate claim of entitlement to it.'\" <i>Pittman,</i> 839 F.2d at 227 (quoting <i>Bd. of Regents v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 33 L.Ed.2d 548(1972)).</p>\n<p>The court looks to state law to determine whether Roberson had a property interest in his job. <i>See, e.g., </i><i>Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 538, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985); <i>Knight v. Vernon,</i> 214 F.3d 544, 553 (4th Cir.2000); <i>Whitesell,</i> 446 F.Supp.2d at 423. In <i>Knight,</i> the Fourth Circuit analyzed whether a person had a property interest in her job under North Carolina law \"thus entitling her to procedural due process.\" <i>Knight,</i> 214 F.3d at 553. The Fourth Circuit observed that \"North Carolina is an at-will employment state.\" <i>Id.</i> (citing <i>Kurtzman v. Applied Analytical Indus., Inc.,</i> 347 N.C. 329, 331, 493 S.E.2d 420, 422 (1997)). \"Thus, in North Carolina, `an employer's personnel manual or policies are not part of an employee's contract of employment unless expressly included in that contract.'\" <i>Id.</i> at 553 (quoting <i>Soles v. City of Raleigh Civil Serv. Comm'n,</i> 345 N.C. 443, 446-47, 480 S.E.2d 685, 687 (1997)). Alternatively, the Fourth Circuit noted that North Carolina courts have recognized a property interest under North Carolina law when a personnel policy has been enacted as an ordinance. <i>See id.</i> at 553; <i>accord </i><i>Pittman,</i> 839 F.2d at 227-30; <i>Whitesell,</i> 446 F.Supp.2d at 423; <i>Howell v. Town of Carolina Beach,</i> 106 N.C.App. 410, 417, 417 S.E.2d 277, 281 (1992).</p>\n<p>Plaintiff refers to the Policy as an ordinance in the amended complaint. <i>See</i> Am. Compl. ¶¶ 37-38. However, the minutes of the meeting during which the City Mayor and Council adopted the Policy reflect that they adopted the Policy by resolution. <i>See</i> City of Goldsboro, N.C., <i>City Council Minutes</i> 3. \"[A]n ordinance and a resolution are two significantly distinct government actions.\" <i>Pittman,</i> 839 F.2d at 228. As noted in a leading treatise on municipal corporations:</p>\n<blockquote>A \"resolution\" is not an \"ordinance,\" and there is a distinction between the two terms as they are commonly used in charters. A resolution ordinarily denotes something less solemn or formal than, or not rising to the dignity of, an ordinance. The term \"ordinance\" means something more than a mere verbal motion or resolution, adopted, subsequently reduced to writing, and entered on the minutes and made a part of the record of the acting body. It must be invested, not necessarily literally, but substantially, with the formalities, solemnities, and characteristics of an ordinance, as distinguished from a simple motion or resolution. It has been said that measures that prescribe binding rules of conduct are \"ordinances,\" while measures that relate to administrative or housekeeping matters are categorized as \"resolutions.\"</blockquote>\n<p>5 E. McQuillin, <i>The Law of Municipal Corporations</i> § 15:2 (3d ed.1981) (last updated May 2008); <i>see </i><i>Pittman,</i> 839 F.2d at 228. Moreover, \"a resolution, generally speaking, is simply an expression of opinion or mind, or policy concerning some particular item of business coming within the legislative body's official cognizance, ordinarily ministerial in character and relating to the administrative business of the municipality.\" 5 <i>Municipal Corporations</i> § 15:2.</p>\n<p>In <i>Pittman,</i> the Fourth Circuit held that a resolution could support the creation of a property right to continued employment if the resolution in question was passed with the formality of an ordinance. 839 F.2d at 229; <i>see </i><i>Dunn v. Town of Emerald Isle,</i> No. 89-1829, 1990 WL 180977, at *5-*6 (4th Cir. Nov.26, 1990) (unpublished); <i>Wilkins v. Guilford County,</i> 158 N.C.App. 661, 668-69, 582 S.E.2d 74, 78-79 (2003); <i>Kearney v. County of Durham,</i> 99 N.C.App. 349, 352, 393 S.E.2d 129, 130(1990). In any event, the court need not assess the level of formality with which the City Mayor and Council adopted the Policy because the Policy's plain meaning does not support plaintiffs contention that he had a property interest in continued employment with the City.<sup>[2]</sup> Notably, the City expressly reserved its right to maintain an employment at will doctrine. The Policy states in relevant part:</p>\n<blockquote>\n<i>None of the benefits or policies set forth in these articles are intended, because of their publication, to confer any right or privileges upon any employee. These benefits and policies do not entitle any employee to be or remain employed by the City of Goldsboro.</i> The contents of this document are presented as a matter of information only. Although the City believes wholeheartedly in the plans, policies and procedures described herein, they are not conditions of employment. <i>The City reserves its right to maintain an employment at will doctrine.</i> These personnel policies and procedures do not constitute a binding contract, but merely a set of guidelines for implementation of personnel practices. The City Manager reserves the right to modify any of these provisions at any time and shall provide notice and/or updates to employees.</blockquote>\n<p>Policy, Art. I, § 4 (Employee/Employer Relationship) (emphasis added). Accordingly, Roberson remained an at-will employee, and the City did not create a property right in his employment when the City adopted the Policy.</p>\n<p>Moreover, the Policy expressly states that the procedures described in the Policy are not conditions of employment and do not constitute a binding contract. <i>Id.</i> Absent a property interest, the existence of personnel procedures does not create an independent substantive right protected under the due process clause. <i>See, e.g., </i><i>Loudermill,</i> 470 U.S. at 541, 105 S.Ct. 1487; <i>Jackson v. Long,</i> 102 F.3d 722, 729-30 (4th Cir.1996); <i>Garraghty v. Va. Dep't of Corrs.,</i> 52 F.3d 1274, 1284-85 (4th Cir.1995). In other words, because Roberson had no enforceable property interest, it is unnecessary to address whether the City followed the procedures in the Policy. <i>See, e.g., </i><i>Town of Castle Rock v. Gonzales,</i> 545 U.S. 748, 768, 125 S.Ct. 2796, 162 L.Ed.2d 658 (2005); <i>Loudermill,</i> 470 U.S. at 541, 105 S.Ct. 1487, <i>Olim v. Wakinekona,</i> 461 U.S. 238, 248-52, 103 S.Ct. 1741, 75 L.Ed.2d 813 (1983); <i>Jackson,</i> 102 F.3d at 729.</p>\n<p>Finally, the Fourteenth Amendment to the United States Constitution guarantees that a State may not deprive a person of property without due process of law. Similarly, Article I, Section 19 of the North Carolina Constitution provides that the State of North Carolina may not deprive a person of property except by the \"law of the land.\" As with plaintiffs federal due process claim, the absence of a protected property interest dooms plaintiffs claim under Article I, Section 19. <i>See, e.g., </i><i>Henry v. Edmisten,</i> 315 N.C. 474, 480, 340 S.E.2d 720, 725 (1986). Accordingly, the court grants defendant's motion to dismiss plaintiffs due process claim under the United States Constitution and North Carolina Constitution in the amended complaint.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, defendant's motion to partially dismiss the amended complaint is GRANTED. Specifically, the court grants defendant's motion to dismiss plaintiffs section 1981 race discrimination claim (i.e., second claim for relief) and his due process claim (i.e., sixth claim for relief).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On April 4, 2005, the Mayor and Council of the City of Goldsboro met in regular session. The court takes judicial notice of the minutes of the meeting. <i>Cf.</i> Am. Compl. ¶ 11. In so doing, the court has not converted defendant's motion into a motion for summary judgment. <i>See, e.g., </i><i>Clark v. BASF Corp.,</i> 142 Fed.Appx. 659, 660-61 (4th Cir.2005) (per curiam) (unpublished); <i>Anheuser-Busch, Inc. v. Schmoke,</i> 63 F.3d 1305, 1312 (4th Cir. 1995), <i>vacated </i><i>on other grounds,</i> 517 U.S. 1206, 116 S.Ct. 1821, 134 L.Ed.2d 927 (1996); <i>Whitesell v. Town of Morrisville,</i> 446 F.Supp.2d 419, 421-22 (E.D.N.C.2006); <i>accord</i> 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 1357 (3d ed.2004) (courts may consider matters of public record in deciding Rule 12(b)(6) motions).</p>\n<p>[2]  Plaintiff appears to argue that the mere existence of an ordinance (assuming the Policy was so adopted) addressing personnel matters creates an enforceable property interest in continued employment. <i>See</i> Pl.'s Resp. 2-3. However, because North Carolina is an at-will employment state and any employment-related property interest is necessarily created by contract or ordinance, the court looks to the Policy language to determine what, if any, rights the City granted in the Policy.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Rick R. ROBERSON, Plaintiff,<br>\nv.<br>\nCITY OF GOLDSBORO, Defendant.</h1></center>\n<center>No. 5:07-CV-429-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 15, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On October 1, 2007, plaintiff Rick Roberson (\"Roberson\") filed this action in Wake County Superior Court against his former employer, defendant City of Goldsboro, North Carolina (\"the City\"). Roberson, an African-American male, alleges that the City discriminated against him based on his race and age in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII'), 42 U.S.C. § 1981, and the Age Discrimination in Employment Act of 1967 (\"ADEA\"). Roberson also alleges that the City wrongfully discharged him in violation of North Carolina public policy. On November 2, 2007, defendant removed the action to this court. On February 12, 2008, Roberson amended his complaint to allege a race discrimination claim under 42 U.S.C. § 1983 and a due process claim under the Fifth and Fourteenth Amendments of the Constitution and Article I, Section 19 of the North Carolina Constitution. Pursuant to Federal Rule of Civil Procedure 12(b)(6), defendant moves to dismiss plaintiffs section 1981 race discrimination claim and his due process claim. As explained below, the court grants defendant's motion to partially dismiss the amended complaint.</p>\n<p></p>\n<h2>I.</h2>\n<p>According to the amended complaint, the City of Goldsboro employed Roberson as its Director of Human Resources Management from August 2001 through December 15, 2005. Am. Compl. ¶ 6. Roberson ably performed his duties and never received any written warning about his job performance or conduct. <i>Id.</i> ¶¶ 7-8. Nonetheless, Goldsboro City Manager Joe Huffman terminated Roberson's employment with the City without cause. <i>Id.</i> ¶ 9.</p>\n<p>On April 4, 2005, the Mayor of Goldsboro and the Goldsboro City Council adopted the City of Goldsboro Personnel Policy (\"the Policy\"). <i>Id.</i> ¶ 11; <i>see</i> City of Goldsboro, N.C., <i>City Council Minutes</i> 3 (Apr. 4, 2005) (on file with court).<sup>[1]</sup> The Policy states in relevant part:</p>\n<blockquote>An employee may be suspended, demoted or terminated by the City Manager for failure in the performance of duties or personal conduct. After coordination with the Human Resources Management Director, the department head shall provide the employee with a written notice of the recommended disciplinary action, the recommended effective date, the reason for the action and the appeal rights available to the employee.</blockquote>\n<p>Policy, Art. VII, § 2 (Disciplinary Action); <i>see</i> Am. Compl. ¶¶ 11-12. The City did not provide Roberson written notice of his proposed discharge and did not permit Roberson to pursue the grievance procedure described in the Policy. Am. Compl. ¶¶ 13-14; <i>see</i> Policy, Art. VIII (Complaint Process and Grievance Procedure). According to Roberson, the City replaced him with a substantially younger person. Am. Compl. ¶¶ 16-17. Additionally, according to Roberson, other white (and younger) department heads for the City committed serious infractions and received no disciplinary action. <i>Id.</i> ¶ 15.</p>\n<p>Roberson alleges that the City discriminated against him based on his race and age in violation of Title VII (<i>see id.</i> ¶¶ 18-20), section 1981 (<i>see id.</i> ¶¶ 21-23), section 1983 (<i>see id.</i> ¶ 24-27), and the ADEA (<i>see id.</i> ¶¶ 28-31). Roberson also alleges that the City wrongfully discharged him in violation of North Carolina public policy. <i>See id.</i> ¶¶ 32-35. Lastly, Roberson alleges that in failing to provide him certain appeal rights following the termination of his employment, the City violated Roberson's due process rights under the Fifth and Fourteenth Amendments of the United States Constitution and Article I, Section 19 of the North Carolina Constitution. <i>See id.</i> ¶¶ 36-12. The City seeks to dismiss plaintiffs section 1981 race discrimination claim (i.e., second claim for relief in the amended complaint) and his due process claim (i.e., sixth claim for relief in the amended complaint).</p>\n<p></p>\n<h2>II.</h2>\n<p>In analyzing a motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is legally and factually sufficient. <i>See </i><i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1968-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Giarratano v. Johnson,</i> <span class=\"citation\" data-id=\"1025322\"><a href=\"/opinion/1025322/giarratano-v-johnson/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span> (4th Cir.2008); <i>Goodman v. Praxair, Inc.,</i> <span class=\"citation\" data-id=\"1426951\"><a href=\"/opinion/1426951/goodman-v-praxair-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 464 (4th Cir.2007) (en banc); <i>Kloth v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006); <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam). \"[W]hen ruling on a defendant's motion to dismiss, a judge must accept as true all of the factual allegations contained in the complaint.\" <i>Erickson,</i> 127 S.Ct. at 2200. Nonetheless, the court \"need not accept the legal conclusions drawn from the facts\" and \"need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p>In considering the motion to partially dismiss the amended complaint, the court notes that the amended complaint quoted portions of the City's Policy. <i>See</i> Am. Compl. ¶ 12. Defendant also quoted portions of the Policy in its motion to dismiss the amended complaint and attached a portion of the Policy to its motion as Exhibit 1. <i>See</i> Def.'s Mot. to Dismiss Ex. 1; Def.'s Mem. in Supp. of Mot. to Dismiss 5 [hereinafter \"Def.'s Mem.\"]. On April 8, 2008, the court ordered defendant to submit a complete copy of the Policy. Defendant did so, and the court has reviewed the entire Policy. In so doing, the court has not converted defendant's motion to dismiss into a motion for summary judgment. <i>See </i><i>Clark,</i> 142 Fed.Appx. at 660-61; <i>Phillips v. LCI Int'l Inc.,</i> <span class=\"citation\" data-id=\"766028\"><a href=\"/opinion/766028/lionel-phillips-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">609</span></a></span>, 618 (4th Cir.1999); <i>Whitesell,</i> 446 F.Supp.2d at 421-22; <i>accord</i> 5A Wright &amp; Miller, <i>Federal Practice and Procedure</i> § 1327 (\"[W]hen the plaintiff fails to introduce a pertinent document as part of her pleading,... the defendant may introduce the document as an exhibit to a motion attacking the sufficiency of the pleading; that certainly will be true if the plaintiff has referred to the item in the complaint and it is central to the affirmative case.\").</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p>To the extent plaintiff seeks to use section 1981 to allege a race discrimination claim against the City, such a claim fails because section 1983 \"provides the exclusive federal damages remedy for the violation of rights guaranteed by [section] 1981 when the claim is pressed against a state actor.\" <i>Jett v. Dallas Indep. Sch. Dist,</i> <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, 735, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2702</span></a></span>, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1989). Plaintiff concedes that the City is a state actor. <i>See</i> Pl.'s Mem. in Resp. to Def.'s Mot. to Dismiss 1 [hereinafter \"Pl.'s Resp.\"]. Nevertheless, plaintiff argues that Congress created a direct cause of action against municipalities under section 1981 when it added section 1981(c) in 1991. <i>See</i> 42 U.S.C. § 1981(c) (\"The rights protected by this section are protected against impairment by nongovernmental discrimination and impairment <i>under color of State law</i>\") (emphasis added); <i>see</i> Pl.'s Resp. 3-4.</p>\n<p>The Fourth Circuit has analyzed 42 U.S.C. § 1981(c) and held that <i>Jett</i> remains good law. <i>See </i><i>Dennis v. County of Fairfax,</i> <span class=\"citation\" data-id=\"696272\"><a href=\"/opinion/696272/lathan-dennis-v-county-of-fairfax/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 156 &amp; n. 1 (4th Cir.1995); <i>see also Lewis v. Robeson County,</i> 63 Fed.Appx. 134, 138 (4th Cir. 2003) (per curiam) (unpublished); <i>Farmer v. Ramsay,</i> 43 Fed.Appx. 547, 553 n. 8 (4th Cir.2002) (unpublished); <i>Childress v. City of Richmond,</i> <span class=\"citation\" data-id=\"2249904\"><a href=\"/opinion/2249904/childress-v-city-of-richmond-va/\"><span class=\"volume\">907</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></a></span>, 940 (E.D.Va.1995), <i>aff'd,</i> <span class=\"citation\" data-id=\"751171\"><a href=\"/opinion/751171/75-fair-emplpraccas-bna-1167-72-empl-prac-dec-p-45110-david-w/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span> (4th Cir.1998) (per curiam) (en banc). Accordingly, section 1983 remains the exclusive remedy for federally-guaranteed rights when suit is brought against a state actor. Thus, defendant's motion to dismiss plaintiffs section 1981 claim in the amended complaint is granted.</p>\n<p></p>\n<h2>B.</h2>\n<p>The court next addresses plaintiffs due process claim in count six of the amended complaint. Roberson alleges that he had a property interest in continued employment with the City, as created by the City's Policy and adopted by ordinance, and that the City violated his due process rights by failing to provide him certain appeal rights following the termination of his employment. <i>See</i> Am. Compl. ¶¶ 36-42.</p>\n<p>\"The procedural safeguards of the due process clause extend to plaintiffs continued employment only if [he] had a property interest in that employment.\" <i>Pittman v. Wilson County,</i> <span class=\"citation\" data-id=\"501731\"><a href=\"/opinion/501731/vickie-l-pittman-v-wilson-county-garry-c-mercer-individually-and-in-his/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 226 (4th Cir.1988); <i>see </i><i>Whitesell,</i> 446 F.Supp.2d at 423. \"[I]n order to possess a property interest in one's employment ... 'a person clearly must have more than an abstract need or desire for it. He must have more than a unilateral expectation of it. He must, instead, have a legitimate claim of entitlement to it.'\" <i>Pittman,</i> 839 F.2d at 227 (quoting <i>Bd. of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 33 L.Ed.2d 548(1972)).</p>\n<p>The court looks to state law to determine whether Roberson had a property interest in his job. <i>See, e.g., </i><i>Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 538, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985); <i>Knight v. Vernon,</i> <span class=\"citation\" data-id=\"768948\"><a href=\"/opinion/768948/kathy-w-knight-v-c-d-vernon-individually-and-in-his-official-capacity/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">544</span></a></span>, 553 (4th Cir.2000); <i>Whitesell,</i> 446 F.Supp.2d at 423. In <i>Knight,</i> the Fourth Circuit analyzed whether a person had a property interest in her job under North Carolina law \"thus entitling her to procedural due process.\" <i>Knight,</i> 214 F.3d at 553. The Fourth Circuit observed that \"North Carolina is an at-will employment state.\" <i>Id.</i> (citing <i>Kurtzman v. Applied Analytical Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, 331, <span class=\"citation\" data-id=\"1292179\"><a href=\"/opinion/1292179/kurtzman-v-applied-analytical-industries/\"><span class=\"volume\">493</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">420</span></a></span>, 422 (1997)). \"Thus, in North Carolina, `an employer's personnel manual or policies are not part of an employee's contract of employment unless expressly included in that contract.'\" <i>Id.</i> at 553 (quoting <i>Soles v. City of Raleigh Civil Serv. Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">443</span></span>, 446-47, <span class=\"citation\" data-id=\"1288456\"><a href=\"/opinion/1288456/soles-v-city-of-raleigh-civil-service-commission/\"><span class=\"volume\">480</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">685</span></a></span>, 687 (1997)). Alternatively, the Fourth Circuit noted that North Carolina courts have recognized a property interest under North Carolina law when a personnel policy has been enacted as an ordinance. <i>See id.</i> at 553; <i>accord </i><i>Pittman,</i> 839 F.2d at 227-30; <i>Whitesell,</i> 446 F.Supp.2d at 423; <i>Howell v. Town of Carolina Beach,</i> 106 N.C.App. 410, 417, <span class=\"citation\" data-id=\"1244823\"><a href=\"/opinion/1244823/howell-v-town-of-carolina-beach/\"><span class=\"volume\">417</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">277</span></a></span>, 281 (1992).</p>\n<p>Plaintiff refers to the Policy as an ordinance in the amended complaint. <i>See</i> Am. Compl. ¶¶ 37-38. However, the minutes of the meeting during which the City Mayor and Council adopted the Policy reflect that they adopted the Policy by resolution. <i>See</i> City of Goldsboro, N.C., <i>City Council Minutes</i> 3. \"[A]n ordinance and a resolution are two significantly distinct government actions.\" <i>Pittman,</i> 839 F.2d at 228. As noted in a leading treatise on municipal corporations:</p>\n<blockquote>A \"resolution\" is not an \"ordinance,\" and there is a distinction between the two terms as they are commonly used in charters. A resolution ordinarily denotes something less solemn or formal than, or not rising to the dignity of, an ordinance. The term \"ordinance\" means something more than a mere verbal motion or resolution, adopted, subsequently reduced to writing, and entered on the minutes and made a part of the record of the acting body. It must be invested, not necessarily literally, but substantially, with the formalities, solemnities, and characteristics of an ordinance, as distinguished from a simple motion or resolution. It has been said that measures that prescribe binding rules of conduct are \"ordinances,\" while measures that relate to administrative or housekeeping matters are categorized as \"resolutions.\"</blockquote>\n<p>5 E. McQuillin, <i>The Law of Municipal Corporations</i> § 15:2 (3d ed.1981) (last updated May 2008); <i>see </i><i>Pittman,</i> 839 F.2d at 228. Moreover, \"a resolution, generally speaking, is simply an expression of opinion or mind, or policy concerning some particular item of business coming within the legislative body's official cognizance, ordinarily ministerial in character and relating to the administrative business of the municipality.\" 5 <i>Municipal Corporations</i> § 15:2.</p>\n<p>In <i>Pittman,</i> the Fourth Circuit held that a resolution could support the creation of a property right to continued employment if the resolution in question was passed with the formality of an ordinance. 839 F.2d at 229; <i>see </i><i>Dunn v. Town of Emerald Isle,</i> No. 89-1829, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">180977</span></span>, at *5-*6 (4th Cir. Nov.26, 1990) (unpublished); <i>Wilkins v. Guilford County,</i> 158 N.C.App. 661, 668-69, <span class=\"citation\" data-id=\"1285043\"><a href=\"/opinion/1285043/wilkins-v-guilford-county/\"><span class=\"volume\">582</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">74</span></a></span>, 78-79 (2003); <i>Kearney v. County of Durham,</i> 99 N.C.App. 349, 352, <span class=\"citation\" data-id=\"1242840\"><a href=\"/opinion/1242840/kearney-v-county-of-durham/\"><span class=\"volume\">393</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">129</span></a></span>, 130(1990). In any event, the court need not assess the level of formality with which the City Mayor and Council adopted the Policy because the Policy's plain meaning does not support plaintiffs contention that he had a property interest in continued employment with the City.<sup>[2]</sup> Notably, the City expressly reserved its right to maintain an employment at will doctrine. The Policy states in relevant part:</p>\n<blockquote>\n<i>None of the benefits or policies set forth in these articles are intended, because of their publication, to confer any right or privileges upon any employee. These benefits and policies do not entitle any employee to be or remain employed by the City of Goldsboro.</i> The contents of this document are presented as a matter of information only. Although the City believes wholeheartedly in the plans, policies and procedures described herein, they are not conditions of employment. <i>The City reserves its right to maintain an employment at will doctrine.</i> These personnel policies and procedures do not constitute a binding contract, but merely a set of guidelines for implementation of personnel practices. The City Manager reserves the right to modify any of these provisions at any time and shall provide notice and/or updates to employees.</blockquote>\n<p>Policy, Art. I, § 4 (Employee/Employer Relationship) (emphasis added). Accordingly, Roberson remained an at-will employee, and the City did not create a property right in his employment when the City adopted the Policy.</p>\n<p>Moreover, the Policy expressly states that the procedures described in the Policy are not conditions of employment and do not constitute a binding contract. <i>Id.</i> Absent a property interest, the existence of personnel procedures does not create an independent substantive right protected under the due process clause. <i>See, e.g., </i><i>Loudermill,</i> 470 U.S. at 541, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>; <i>Jackson v. Long,</i> <span class=\"citation\" data-id=\"731234\"><a href=\"/opinion/731234/j-ronnie-jackson-v-charles-h-long-individually-and-in-his-official/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">722</span></a></span>, 729-30 (4th Cir.1996); <i>Garraghty v. Va. Dep't of Corrs.,</i> <span class=\"citation\" data-id=\"694589\"><a href=\"/opinion/694589/david-a-garraghty-v-commonwealth-of-virginia-department-of-corrections/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1274</span></a></span>, 1284-85 (4th Cir.1995). In other words, because Roberson had no enforceable property interest, it is unnecessary to address whether the City followed the procedures in the Policy. <i>See, e.g., </i><i>Town of Castle Rock v. Gonzales,</i> <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, 768, <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2796</span></a></span>, <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (2005); <i>Loudermill,</i> 470 U.S. at 541, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <i>Olim v. Wakinekona,</i> <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 248-52, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span></a></span> (1983); <i>Jackson,</i> 102 F.3d at 729.</p>\n<p>Finally, the Fourteenth Amendment to the United States Constitution guarantees that a State may not deprive a person of property without due process of law. Similarly, Article I, Section 19 of the North Carolina Constitution provides that the State of North Carolina may not deprive a person of property except by the \"law of the land.\" As with plaintiffs federal due process claim, the absence of a protected property interest dooms plaintiffs claim under Article I, Section 19. <i>See, e.g., </i><i>Henry v. Edmisten,</i> <span class=\"citation\" data-id=\"1237846\"><a href=\"/opinion/1237846/henry-v-edmisten/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">474</span></a></span>, 480, <span class=\"citation\" data-id=\"1237846\"><a href=\"/opinion/1237846/henry-v-edmisten/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">720</span></a></span>, 725 (1986). Accordingly, the court grants defendant's motion to dismiss plaintiffs due process claim under the United States Constitution and North Carolina Constitution in the amended complaint.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, defendant's motion to partially dismiss the amended complaint is GRANTED. Specifically, the court grants defendant's motion to dismiss plaintiffs section 1981 race discrimination claim (i.e., second claim for relief) and his due process claim (i.e., sixth claim for relief).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On April 4, 2005, the Mayor and Council of the City of Goldsboro met in regular session. The court takes judicial notice of the minutes of the meeting. <i>Cf.</i> Am. Compl. ¶ 11. In so doing, the court has not converted defendant's motion into a motion for summary judgment. <i>See, e.g., </i><i>Clark v. BASF Corp.,</i> 142 Fed.Appx. 659, 660-61 (4th Cir.2005) (per curiam) (unpublished); <i>Anheuser-Busch, Inc. v. Schmoke,</i> <span class=\"citation\" data-id=\"702505\"><a href=\"/opinion/702505/anheuser-busch-incorporated-v-kurt-l-schmoke-in-his-official-capacity/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1305</span></a></span>, 1312 (4th Cir. 1995), <i>vacated </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">927</span></span> (1996); <i>Whitesell v. Town of Morrisville,</i> <span class=\"citation\" data-id=\"2315594\"><a href=\"/opinion/2315594/whitesell-v-town-of-morrisville/\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">419</span></a></span>, 421-22 (E.D.N.C.2006); <i>accord</i> 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 1357 (3d ed.2004) (courts may consider matters of public record in deciding Rule 12(b)(6) motions).</p>\n<p>[2]  Plaintiff appears to argue that the mere existence of an ordinance (assuming the Policy was so adopted) addressing personnel matters creates an enforceable property interest in continued employment. <i>See</i> Pl.'s Resp. 2-3. However, because North Carolina is an at-will employment state and any employment-related property interest is necessarily created by contract or ordinance, the court looks to the Policy language to determine what, if any, rights the City granted in the Policy.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1242840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1244823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1285043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2249904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315594/"
  ]
}