{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2423977/",
  "absolute_url": "/opinion/2423977/wright-v-north-carolina-state-university/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2423977/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:30:43.170758Z",
  "date_modified": "2016-04-27T00:05:49.635109Z",
  "type": "010combined",
  "sha1": "493689214f5c72c4bbcf614ffc983587ba7bc580",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>169 F.Supp.2d 485 (2000)</b></center>\n<center><h1>Leslie WRIGHT, Plaintiff,<br>\nv.<br>\nN.C. STATE UNIVERSITY, Defendant.</h1></center>\n<center>No. 5:98-CV-644-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 6, 2000.</center>\n<p><span class=\"star-pagination\">*486</span> Leslie Wright, Raleigh, NC, plaintiff pro se.</p>\n<p>Thomas O. Lawton, III, N.C. Dept. of Justice, Raleigh, NC, for NC State University, Facilities Operations, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendant N.C. State University's (the University) motion for summary judgment and plaintiff's motion to amend her complaint are before the court.</p>\n<p>In her complaint, plaintiff alleges that the University and three individuals employed by the University (who were not named as defendants) discriminated against her in violation of the Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12101 <i>et seq.,</i> by failing to accommodate her disability. Plaintiff filed a copy of her complaint and a motion to proceed in forma pauperis on 17 August 1998. On 24 August 1998, United States Magistrate Judge Wallace W. Dixon granted plaintiff's motion, and, on that date, plaintiff filed her complaint. On 6 April 1999, this court stayed this action pending resolution of the administrative proceedings with respect to plaintiff's state law claims. On 19 August, the court lifted the stay, and defendant filed an answer on 30 August 1999. Defendant then filed this motion for summary judgment with a supporting memorandum on 22 October 1999, and plaintiff responded on 9 November 1999. Defendant filed a reply on 16 November 1999 and a supplemented and renewed motion for summary judgment on 17 December 1999. Plaintiff also filed a motion to amend her complaint along with a supporting memorandum on 25 October 1999, to which defendant responded on 28 October 1999. The motion for summary judgment and the motion to amend are now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Plaintiff's complaint alleges that the University, by and through three of its employees, Jim Vespi, Charles Leffler and Cora Taylor, discriminated against her by failing to accommodate her disability and by retaliating against her for filing a claim with the Equal Employment Opportunity Commission (EEOC) based on that failure to accommodate. (Compl. ¶¶ 4, 6.) Vespi is the Director of Facilities Operations for the University, Leffler is the Associate Vice Chancellor for Facilities Operations, and Taylor is an Area Administrator. (Compl. ¶ 7.)</p>\n<p>Defendant employed plaintiff as a housekeeper from August 1992 through 20 July 1998. (Compl. ¶ 5.) After enduring several \"harassing\" incidents involving her co-housekeepers in the D.H. Hill Library, plaintiff was reassigned from her position at the Library to a new position at Harrelson Hall effective 10 August 1997. (Pl.'s Resp. at 1; Def.'s Renewed Mot., Ex. RFA 2; Amended Admissions # 3.)<sup>[1]</sup> After she began working at Harrelson Hall on the 11:00 p.m. to 7:00 a.m. shift, she realized <span class=\"star-pagination\">*487</span> that she could not \"hear or understand instructions from [her] supervisor\" (Compl. ¶ 9), and she was \"afraid for her safety.\" (Pl.'s Resp. at 2.) She informed her supervisor and Taylor of her problems working in Harrelson Hall and asked to be transferred to a different building or a different shift. (Compl. ¶ 9.) They refused her request. (Id.) On 21 August 1997, plaintiff sought assistance from Leffler, the Associate Vice Chancellor. (Pl.'s Resp. at 1.) By letter dated 29 September 1997, Leffler also refused her request for a transfer. (Pl.'s Resp. at 2-3.) Leffler did offer, however, to pay for an authorized manufacturer's representative to examine plaintiff's hearing aid to determine if it was functioning properly. (Pl.'s Resp. at 3; Admissions # 31.) Plaintiff did not follow up on Leffler's offer. (Admissions # 35.) She did, however, file a complaint with the EEOC on 24 October 1997, alleging that the University had failed to accommodate her hearing disability.<sup>[2]</sup> Plaintiff alleges that her supervisors and Taylor then began \"a campaign of retaliation which ... cause[d] a numberless amount of stress.\" (Compl. ¶ 9.)</p>\n<p>Between August 1997 and March 1998 several issues arose regarding plaintiff's attendance record and work performance. (Admissions ## 23-26, 36-50.) Plaintiff received memoranda regarding these issues from University officials, and she had several meetings with her supervisors with respect to her work performance and work load.<sup>[3]</sup> Subsequently, in mid-June 1998, a woman was apparently attacked in or around Harrelson Hall. Plaintiff was aware of this attack and concerned for her safety. She requested a transfer to the second shift position at D.H. Hill Library, which was vacant. (Admissions ## 51-52.) Lawrence Bradley, the Assistant Director for University Housekeeping, denied her specific request because of the problems plaintiff had with her co-workers when she worked at D.H. Hill previously. (Def.'s Ex. RFA 8; Admissions ## 54-55.) On or before 3 June 1998, he offered her a \"relocation to Polk or Poe Hall on the 5:00 a.m. to 1:30 p.m. shift,\" (id.), which plaintiff declined. (Admissions ## 56-57; Def.'s Ex. RFA 8.)</p>\n<p>On 19 June 1998, plaintiff requested permission to leave work because of pain she was having as a result of a chronic back condition. (Pl.'s Resp. to Def.'s Mot. to Dismiss at 1.) When permission was denied, plaintiff left work anyway. (Id.) At a pre-dismissal conference held on 8 July 1998, the University made the decision to dismiss plaintiff from employment effective 20 July 1998. (Id. at 2.) On 7 August 1998, plaintiff appealed her discharge by filing a petition for a contested case hearing in the North Carolina Office of Administrative Hearings (OAH) against \"North Carolina State University Facilities Operations,\" alleging that her dismissal from employment with the University was without just cause, that she was denied a transfer due to discrimination and/or retaliation, that termination was forced upon her, and that her discharge was motivated by discrimination based on her \"handicapping condition.\" (Def.'s Mot. to Dismiss, Ex. 1, Petition <span class=\"star-pagination\">*488</span> ¶ 4.) An administrative judge rendered a decision in plaintiff's case, allowing the University's motion to dismiss on 2 February 1999.</p>\n<p>Meanwhile, on 18 May 1998, the EEOC issued plaintiff a right to sue letter based on her 24 October 1997 complaint, notifying her that she had the right to file suit under the ADA against \"North Carolina State University, Physical Plant Dep't, Housekeeping,\" within 90 days of her receipt of that notice. (Compl., Attachment, Letter from Karen L. Ferguson, Civil Rights Analyst, Employment Litigation Section, U.S. Dep't of Justice.) Plaintiff received that right to sue letter on or about 19 May 1998. (Compl. ¶ 11.) On 17 August 1998, the ninetieth day after she had received her right-to-sue letter from the EEOC, plaintiff filed this action.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>Summary judgment is appropriate only if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c). A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on her pleadings; rather, she must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in her favor. <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. 2505.</p>\n<p>While this court must take the evidence in the light most favorable to plaintiff for purposes of defendant's summary judgment motion, the court need not \"`accept unreasonable inferences based on conjecture or speculation.'\" <i>Yerardi's Moody Street Restaurant &amp; Lounge, Inc. v. Board of Selectmen of Town of Randolph,</i> 932 F.2d 89, 92 (1st Cir.1991) (quoting <i>Santiago-Negron v. Castro-Davila,</i> 865 F.2d 431, 445 (1st Cir.1989)). As the Fourth Circuit has explained,</p>\n<blockquote>[O]nly \"reasonable\" inferences from the evidence need be considered by the court.... `[I]t is the province of the jury to resolve conflicting inferences from circumstantial evidence. Permissible inferences must still be within the range of reasonable probability, however, and it is the duty of the court to withdraw the case from the jury when the necessary inference is so tenuous that it rests merely upon speculation and conjecture.' ... Whether an inference is reasonable cannot be decided in a vacuum; it must be considered \"in light of the competing inferences\" to the contrary.... In the end, the non-moving party must do more than present a \"scintilla\" of evidence in its favor.... Rather, the non-moving party must present sufficient evidence such that \"reasonable jurors could find by a preponderance of the evidence\" for the nonmovant, ... \"for an apparent dispute is not `genuine' within the contemplation of the summary judgment rule unless the non-movant's version is supported by sufficient evidence to permit a reasonable jury to find the fact[s] in [her] favor.\"... Thus, if the evidence is \"merely colorable\" or \"not significantly probative,\" a motion for summary judgment may be granted.</blockquote>\n<p><i>Sylvia Development Corp. v. Calvert County, Maryland,</i> 48 F.3d 810, 818 (4th Cir.1995) (citations omitted).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p></p>\n<h2>A. Failure to Accommodate</h2>\n<p>The ADA prohibits discrimination against a \"qualified individual with a disability\" with respect to \"job application <span class=\"star-pagination\">*489</span> procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). A \"qualified individual with a disability\" is \"an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" 42 U.S.C. § 12111(8). To establish a violation of the ADA, plaintiff must show (1) that she has a disability; (2) that she is an otherwise qualified individual; and (3) that she has suffered unlawful discrimination based on her disability. See <i>Tyndall v. National Educ. Centers, Inc. of California,</i> 31 F.3d 209, 212 (4th Cir.1994). The ADA requires employers to make \"reasonable accommodations to the known physical or mental limitations of an otherwise qualified individual,\" unless the employer can demonstrate that the accommodation \"would impose an undue hardship\" on the operation of the employer's business. See 42 U.S.C. § 12112(b)(5)(A).</p>\n<blockquote>The term \"reasonable accommodation\" may include </blockquote>\n<blockquote>(A) making existing facilities used by employees readily accessible to and usable by individuals with disabilities; and</blockquote>\n<blockquote>(B) job restructuring, part-time or modified work schedules, reassignment to a vacant position, acquisition or modification of equipment or devices, appropriate adjustment or modifications of examinations, training materials or policies, the provision of qualified readers or interpreters, and other similar accommodations for individuals with disabilities.</blockquote>\n<p>42 U.S.C. § 12111(9). Failure to make such reasonable accommodations constitutes unlawful discrimination based on a person's disability. See 42 U.S.C. § 12112(b)(5)(A).</p>\n<p>To maintain an ADA claim, plaintiff must show that she is disabled, i.e., that she suffers an impairment that substantially limits a major life activity. Pursuant to 29 C.F.R. § 1630.2, hearing is a major life activity. Because plaintiff has alleged that her hearing is substantially impaired and has provided supporting documentation of that impairment, she has raised a genuine issue of material fact as to whether she is \"disabled\" within the meaning of the ADA.<sup>[4]</sup></p>\n<p>Plaintiff has failed, however, to raise an issue of fact as to the reasonable accommodation required of her employer. The record indicates that, after she transferred to Harrelson Hall in August 1997, plaintiff met with Vice Chancellor Charlie Leffler, among others, to report that \"she was hearing impaired in both ears and that she wore a hearing aide [sic] and could not hear well and was afraid for her safety.\" (Pl.'s Resp. at 2.)<sup>[5]</sup> Leffler offered to have <span class=\"star-pagination\">*490</span> her hearing aid evaluated to determine whether it was working properly, which plaintiff declined, and he asked her to give the Harrelson Hall assignment a fair opportunity. (Id. at 2-3.) See <i>Gile v. United Airlines, Inc.,</i> 95 F.3d 492, 499 (7th Cir.1996) (when an employee requests a transfer as reasonable accommodation and the employer offers alternative reasonable accommodation, which the employee then refuses, the employer cannot be liable for failing to reasonably accommodate the employee by not transferring him to another position). Later, in June 1998, faced with plaintiff's alleged inability or at least unwillingness, to work in Harrelson Hall during the night, defendant offered her the opportunity to switch shifts. Defendant also offered to move plaintiff to Polk or Poe Hall, which plaintiff declined. In response to plaintiff's concerns about her safety, defendant also informed her that the University would provide all of the employees in Harrelson Hall with two-way radios so they could communicate with each other and their supervisors and contact Public Safety in case of emergency. (Admissions # 58.)</p>\n<p>Based on the timing of plaintiff's EEOC complaint, plaintiff's failure to accommodate claim seems to be based on the University's failure to transfer her from Harrelson Hall in August 1997. Because plaintiff reiterated her request for a transfer in June 1998, the court will construe plaintiff's complaint broadly to allege a failure to accommodate in August 1997 and in June 1998. Defendant's refusal to honor plaintiff's specific request to move to D.H. Hill Library does not constitute failure to accommodate in either of those contexts. While the ADA requires employers to make reasonable accommodations for their disabled employees, 42 U.S.C.A. § 12112(b)(5), \"[a]n employer is not obligated to provide an employee the accommodation he or she requests or prefers; the employer need only provide some reasonable accommodation.\" <i>Baert v. Euclid Beverage, Ltd.,</i> 149 F.3d 626, 633 (7th Cir.1998). See also <i>Hollestelle v. Metropolitan Washington Airports Authority,</i> 145 F.3d 1324 (4th Cir.1998) (Table, text in Westlaw at 1998 WL 228199) (an \"employee does not have the right to select the accommodation of [her] choice\"); <i>Schmidt v. Methodist Hospital of Indiana, Inc.,</i> 89 F.3d 342, 344 (7th Cir.1996) (\"Reasonable accommodation does not require an employer to provide literally everything the disabled employee requests.\").</p>\n<p></p>\n<h2>B. Retaliation</h2>\n<p>Plaintiff filed her EEOC complaint in October 1997, after University officials refused her August 1997 request for a transfer from Harrelson Hall. She claims that, because she chose to file a complaint, her supervisors engaged in a \"campaign of retaliation which has cause[d] a numberless amount of stress.\" (Compl. § 9.) Plaintiff does not specify any particular conduct that constituted the campaign of retaliation. The court assumes that plaintiff is referring to the numerous written warnings and counseling sessions regarding absenteeism and work performance that plaintiff received between October 1997 and June 1998.</p>\n<p>To prove a prima facie case of retaliation under the ADA, a plaintiff must demonstrate that (1) she engaged in protected activity, (2) the employer took adverse action against her, and (3) there was a causal connection between the activity and the adverse action. See <i>Tinsley v. First Union National Bank,</i> 155 F.3d 435, 443 (4th Cir.1998) (discussing prima facie case of retaliation under Title VII).<sup>[6]</sup> \"The <span class=\"star-pagination\">*491</span> series of proofs and burdens outlined in <i>McDonnell Douglas</i> apply to retaliation claims.\" <i>Karpel v. Inova Health System Servs.,</i> 134 F.3d 1222, 1228 (4th Cir.1998) (citing <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668(1973)); <i>Ennis v. National Association of Business and Educational Radio, Inc.,</i> 53 F.3d 55, 58 (4th Cir.1995) (<i>McDonnell Douglas</i> scheme of proof applies to appropriate claims under the ADA). Under the <i>McDonnell Douglas</i> proof scheme, plaintiff must first offer evidence sufficient to establish a prima facie case of discriminatory retaliation. The burden then shifts to defendant to articulate some legitimate, nondiscriminatory reason for its action. If it does so, then the burden shifts back to plaintiff to prove that the asserted reason is a pretext for discriminatory retaliation. <i>Tinsley,</i> 155 F.3d at 442.</p>\n<p>Plaintiff's filing of an EEOC complaint qualifies as protected activity. Plaintiff's complaint is not extensive, however, and the bases of her retaliation claim are not clear. The court assumes that the numerous counseling sessions and written warnings regarding her absenteeism and unsatisfactory work performance constitute the \"campaign of retaliation\" to which she refers. It is possible that plaintiff also believes that her supervisors' apparent tendency to exit Harrelson Hall during her shift, leaving her alone in the building, or to leave her waiting outside Harrelson Hall after her shift was over also constituted retaliation. Even if this court could conclude that the supervisory actions at issue constituted \"adverse actions,\" plaintiff has not shown any causal connection between the filing of her EEOC complaint and any of the foregoing allegedly retaliatory conduct. Indeed, the absenteeism that provoked at least one of the written warnings began on 5 June 1997 while plaintiff was still working at D.H. Hill Library. The 15 September 1997 letter documenting the absenteeism from June 1997 through August 1997 was written before plaintiff filed a complaint and consequently could not constitute retaliation. The 18 November 1997 written warning documented at least two incidents that occurred before 24 October 1997, the date plaintiff filed her EEOC complaint. Moreover, plaintiff has provided no evidence that would suggest that Marva Lennon, Housekeeping Supervisor II and the author of both written warnings, had any knowledge of plaintiff's EEOC complaint. In any event, the Fourth Circuit has held that \"`mere knowledge on the part of an employer that an employee ... has filed a discrimination charge is not sufficient evidence of retaliation to counter substantial evidence of legitimate reasons' for adverse personnel action against that employee.\" <i>Hollestelle,</i> 145 F.3d 1324, 1998 WL 228199 at *4 (citations omitted).</p>\n<p>Plaintiff continued to have problems with her work performance in early 1998, apparently unrelated to her hearing ability, and various accommodations were made for plaintiff, including a reassessment and restructuring of her workload. Her fear for her safety continued unabated and an attack on a female in Harrelson Hall in June 1998 prompted her to request a transfer once again. She declined the assignments offered to her. Plaintiff's claim that the University retaliated against <span class=\"star-pagination\">*492</span> her for filing a complaint with the EEOC must fail because she has not provided any evidence of a causal connection between the conduct of her supervisors or University officials and her protected activity of October 1997.<sup>[7]</sup></p>\n<p></p>\n<h2>VI. Conclusion</h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment is ALLOWED. As such, plaintiff's motion to amend her complaint is DENIED as MOOT, and this action is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  While plaintiff alludes to the unfairness of the University's decision to transfer her from D.H. Hill Library to Harrelson Hall, she makes no allegations that this reassignment was based, in any way whatsoever, upon her disability. (Def.'s Ex. RFA 2; Pl.'s Resp. at 1-2.)</p>\n<p>[2]  Plaintiff's complaint states that she filed a complaint with the EEOC on 5 August 1998. (Compl. ¶ 11.) That statement is clearly in error. Plaintiff alleges elsewhere in her complaint that the discrimination occurred on or about 5 August 1997, (Compl. ¶ 8), and plaintiff's memorandum in response to defendant's motion to dismiss supports that statement with a more thorough chronology of events.</p>\n<p>[3]  Although plaintiff does not explicitly describe the events constituting the alleged \"campaign of retaliation\" against her, (Compl.¶ 9), it is likely that she perceived some of the work performance and attendance issues to be part of that retaliatory conduct.</p>\n<p>[4]  Accordingly, whether plaintiff faced substantial limitations in her ability to work is irrelevant to whether her limitations in other major life activities qualify her as disabled for ADA purposes, and <i>Patrick v. Southern Company Services,</i> 910 F.Supp. 566 (N.D.Ala. 1996), aff'd, 103 F.3d 149 (11th Cir.1996), cited by defendant, is irrelevant to the disposition of this case. See <i>Patrick,</i> 910 F.Supp. at 570-571 (where plaintiff attempts to show substantial limitation of her ability to work, plaintiff must show that impairment disqualifies her from a class of jobs or a broad range of jobs in various classes).</p>\n<p>[5]  It is unclear from plaintiff's complaint how these allegations affected her ability to perform her responsibilities as a housekeeper. Apparently, plaintiff did not tell her supervisors that she was physically unable to perform her work as a result of her hearing problems. See <i>Gile v. United Airlines, Inc.,</i> 95 F.3d 492, 498 (7th Cir.1996) (an employer may be obligated to reassign a disabled employee only when, even with reasonable accommodation, the employee can no longer perform the essential functions of his present job).</p>\n<p>[6]  The remedies available for a violation of the antiretaliation provision of the ADA in the employment context are set forth in 42 U.S.C. § 12117. Section 12117 specifically makes the remedies available under Title VII applicable to actions under the ADA. See 42 U.S.C.A. § 12117(a) (providing that \"[t]he powers, remedies, and procedures set forth in section[] ... 2000e-5 ... of this title shall be the powers, remedies, and procedures this subchapter provides to ... any person alleging discrimination on the basis of disability\"). <i>Baird v. Rose,</i> 192 F.3d 462, 471-472 (4th Cir.1999).</p>\n<p>[7]  Plaintiff was ultimately discharged from her employment with the University effective 20 July 1998 after she refused to complete a shift against the express instructions of her supervisor. (Def'.s Ex. RFA 9.) Plaintiff has not alleged, in the context of this federal action, that her discharge was retaliatory. Even if plaintiff had so alleged, however, such a claim would fail because the problems with plaintiff's performance were extensive and clearly and consistently documented from June 1997 through June 1998, and plaintiff has not offered any evidence to indicate that the university's proffered reasons for discharging her were pretextual.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">485</span></span> (2000)</b></center>\n<center><h1>Leslie WRIGHT, Plaintiff,<br>\nv.<br>\nN.C. STATE UNIVERSITY, Defendant.</h1></center>\n<center>No. 5:98-CV-644-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 6, 2000.</center>\n<p><span class=\"star-pagination\">*486</span> Leslie Wright, Raleigh, NC, plaintiff pro se.</p>\n<p>Thomas O. Lawton, III, N.C. Dept. of Justice, Raleigh, NC, for NC State University, Facilities Operations, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendant N.C. State University's (the University) motion for summary judgment and plaintiff's motion to amend her complaint are before the court.</p>\n<p>In her complaint, plaintiff alleges that the University and three individuals employed by the University (who were not named as defendants) discriminated against her in violation of the Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12101 <i>et seq.,</i> by failing to accommodate her disability. Plaintiff filed a copy of her complaint and a motion to proceed in forma pauperis on 17 August 1998. On 24 August 1998, United States Magistrate Judge Wallace W. Dixon granted plaintiff's motion, and, on that date, plaintiff filed her complaint. On 6 April 1999, this court stayed this action pending resolution of the administrative proceedings with respect to plaintiff's state law claims. On 19 August, the court lifted the stay, and defendant filed an answer on 30 August 1999. Defendant then filed this motion for summary judgment with a supporting memorandum on 22 October 1999, and plaintiff responded on 9 November 1999. Defendant filed a reply on 16 November 1999 and a supplemented and renewed motion for summary judgment on 17 December 1999. Plaintiff also filed a motion to amend her complaint along with a supporting memorandum on 25 October 1999, to which defendant responded on 28 October 1999. The motion for summary judgment and the motion to amend are now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Plaintiff's complaint alleges that the University, by and through three of its employees, Jim Vespi, Charles Leffler and Cora Taylor, discriminated against her by failing to accommodate her disability and by retaliating against her for filing a claim with the Equal Employment Opportunity Commission (EEOC) based on that failure to accommodate. (Compl. ¶¶ 4, 6.) Vespi is the Director of Facilities Operations for the University, Leffler is the Associate Vice Chancellor for Facilities Operations, and Taylor is an Area Administrator. (Compl. ¶ 7.)</p>\n<p>Defendant employed plaintiff as a housekeeper from August 1992 through 20 July 1998. (Compl. ¶ 5.) After enduring several \"harassing\" incidents involving her co-housekeepers in the D.H. Hill Library, plaintiff was reassigned from her position at the Library to a new position at Harrelson Hall effective 10 August 1997. (Pl.'s Resp. at 1; Def.'s Renewed Mot., Ex. RFA 2; Amended Admissions # 3.)<sup>[1]</sup> After she began working at Harrelson Hall on the 11:00 p.m. to 7:00 a.m. shift, she realized <span class=\"star-pagination\">*487</span> that she could not \"hear or understand instructions from [her] supervisor\" (Compl. ¶ 9), and she was \"afraid for her safety.\" (Pl.'s Resp. at 2.) She informed her supervisor and Taylor of her problems working in Harrelson Hall and asked to be transferred to a different building or a different shift. (Compl. ¶ 9.) They refused her request. (Id.) On 21 August 1997, plaintiff sought assistance from Leffler, the Associate Vice Chancellor. (Pl.'s Resp. at 1.) By letter dated 29 September 1997, Leffler also refused her request for a transfer. (Pl.'s Resp. at 2-3.) Leffler did offer, however, to pay for an authorized manufacturer's representative to examine plaintiff's hearing aid to determine if it was functioning properly. (Pl.'s Resp. at 3; Admissions # 31.) Plaintiff did not follow up on Leffler's offer. (Admissions # 35.) She did, however, file a complaint with the EEOC on 24 October 1997, alleging that the University had failed to accommodate her hearing disability.<sup>[2]</sup> Plaintiff alleges that her supervisors and Taylor then began \"a campaign of retaliation which ... cause[d] a numberless amount of stress.\" (Compl. ¶ 9.)</p>\n<p>Between August 1997 and March 1998 several issues arose regarding plaintiff's attendance record and work performance. (Admissions ## 23-26, 36-50.) Plaintiff received memoranda regarding these issues from University officials, and she had several meetings with her supervisors with respect to her work performance and work load.<sup>[3]</sup> Subsequently, in mid-June 1998, a woman was apparently attacked in or around Harrelson Hall. Plaintiff was aware of this attack and concerned for her safety. She requested a transfer to the second shift position at D.H. Hill Library, which was vacant. (Admissions ## 51-52.) Lawrence Bradley, the Assistant Director for University Housekeeping, denied her specific request because of the problems plaintiff had with her co-workers when she worked at D.H. Hill previously. (Def.'s Ex. RFA 8; Admissions ## 54-55.) On or before 3 June 1998, he offered her a \"relocation to Polk or Poe Hall on the 5:00 a.m. to 1:30 p.m. shift,\" (id.), which plaintiff declined. (Admissions ## 56-57; Def.'s Ex. RFA 8.)</p>\n<p>On 19 June 1998, plaintiff requested permission to leave work because of pain she was having as a result of a chronic back condition. (Pl.'s Resp. to Def.'s Mot. to Dismiss at 1.) When permission was denied, plaintiff left work anyway. (Id.) At a pre-dismissal conference held on 8 July 1998, the University made the decision to dismiss plaintiff from employment effective 20 July 1998. (Id. at 2.) On 7 August 1998, plaintiff appealed her discharge by filing a petition for a contested case hearing in the North Carolina Office of Administrative Hearings (OAH) against \"North Carolina State University Facilities Operations,\" alleging that her dismissal from employment with the University was without just cause, that she was denied a transfer due to discrimination and/or retaliation, that termination was forced upon her, and that her discharge was motivated by discrimination based on her \"handicapping condition.\" (Def.'s Mot. to Dismiss, Ex. 1, Petition <span class=\"star-pagination\">*488</span> ¶ 4.) An administrative judge rendered a decision in plaintiff's case, allowing the University's motion to dismiss on 2 February 1999.</p>\n<p>Meanwhile, on 18 May 1998, the EEOC issued plaintiff a right to sue letter based on her 24 October 1997 complaint, notifying her that she had the right to file suit under the ADA against \"North Carolina State University, Physical Plant Dep't, Housekeeping,\" within 90 days of her receipt of that notice. (Compl., Attachment, Letter from Karen L. Ferguson, Civil Rights Analyst, Employment Litigation Section, U.S. Dep't of Justice.) Plaintiff received that right to sue letter on or about 19 May 1998. (Compl. ¶ 11.) On 17 August 1998, the ninetieth day after she had received her right-to-sue letter from the EEOC, plaintiff filed this action.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>Summary judgment is appropriate only if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c). A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on her pleadings; rather, she must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in her favor. <i>Anderson,</i> 477 U.S. at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>While this court must take the evidence in the light most favorable to plaintiff for purposes of defendant's summary judgment motion, the court need not \"`accept unreasonable inferences based on conjecture or speculation.'\" <i>Yerardi's Moody Street Restaurant &amp; Lounge, Inc. v. Board of Selectmen of Town of Randolph,</i> <span class=\"citation\" data-id=\"560461\"><a href=\"/opinion/560461/yerardis-moody-street-restaurant-lounge-inc-v-board-of-selectmen-of/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 92 (1st Cir.1991) (quoting <i>Santiago-Negron v. Castro-Davila,</i> <span class=\"citation\" data-id=\"516909\"><a href=\"/opinion/516909/ivette-santiago-negron-v-modesto-castro-davila-etc/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span>, 445 (1st Cir.1989)). As the Fourth Circuit has explained,</p>\n<blockquote>[O]nly \"reasonable\" inferences from the evidence need be considered by the court.... `[I]t is the province of the jury to resolve conflicting inferences from circumstantial evidence. Permissible inferences must still be within the range of reasonable probability, however, and it is the duty of the court to withdraw the case from the jury when the necessary inference is so tenuous that it rests merely upon speculation and conjecture.' ... Whether an inference is reasonable cannot be decided in a vacuum; it must be considered \"in light of the competing inferences\" to the contrary.... In the end, the non-moving party must do more than present a \"scintilla\" of evidence in its favor.... Rather, the non-moving party must present sufficient evidence such that \"reasonable jurors could find by a preponderance of the evidence\" for the nonmovant, ... \"for an apparent dispute is not `genuine' within the contemplation of the summary judgment rule unless the non-movant's version is supported by sufficient evidence to permit a reasonable jury to find the fact[s] in [her] favor.\"... Thus, if the evidence is \"merely colorable\" or \"not significantly probative,\" a motion for summary judgment may be granted.</blockquote>\n<p><i>Sylvia Development Corp. v. Calvert County, Maryland,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 818 (4th Cir.1995) (citations omitted).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p></p>\n<h2>A. Failure to Accommodate</h2>\n<p>The ADA prohibits discrimination against a \"qualified individual with a disability\" with respect to \"job application <span class=\"star-pagination\">*489</span> procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). A \"qualified individual with a disability\" is \"an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" 42 U.S.C. § 12111(8). To establish a violation of the ADA, plaintiff must show (1) that she has a disability; (2) that she is an otherwise qualified individual; and (3) that she has suffered unlawful discrimination based on her disability. See <i>Tyndall v. National Educ. Centers, Inc. of California,</i> <span class=\"citation\" data-id=\"675716\"><a href=\"/opinion/675716/mary-m-tyndall-v-national-education-centers-incorporated-of-california/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 212 (4th Cir.1994). The ADA requires employers to make \"reasonable accommodations to the known physical or mental limitations of an otherwise qualified individual,\" unless the employer can demonstrate that the accommodation \"would impose an undue hardship\" on the operation of the employer's business. See 42 U.S.C. § 12112(b)(5)(A).</p>\n<blockquote>The term \"reasonable accommodation\" may include </blockquote>\n<blockquote>(A) making existing facilities used by employees readily accessible to and usable by individuals with disabilities; and</blockquote>\n<blockquote>(B) job restructuring, part-time or modified work schedules, reassignment to a vacant position, acquisition or modification of equipment or devices, appropriate adjustment or modifications of examinations, training materials or policies, the provision of qualified readers or interpreters, and other similar accommodations for individuals with disabilities.</blockquote>\n<p>42 U.S.C. § 12111(9). Failure to make such reasonable accommodations constitutes unlawful discrimination based on a person's disability. See 42 U.S.C. § 12112(b)(5)(A).</p>\n<p>To maintain an ADA claim, plaintiff must show that she is disabled, i.e., that she suffers an impairment that substantially limits a major life activity. Pursuant to 29 C.F.R. § 1630.2, hearing is a major life activity. Because plaintiff has alleged that her hearing is substantially impaired and has provided supporting documentation of that impairment, she has raised a genuine issue of material fact as to whether she is \"disabled\" within the meaning of the ADA.<sup>[4]</sup></p>\n<p>Plaintiff has failed, however, to raise an issue of fact as to the reasonable accommodation required of her employer. The record indicates that, after she transferred to Harrelson Hall in August 1997, plaintiff met with Vice Chancellor Charlie Leffler, among others, to report that \"she was hearing impaired in both ears and that she wore a hearing aide [sic] and could not hear well and was afraid for her safety.\" (Pl.'s Resp. at 2.)<sup>[5]</sup> Leffler offered to have <span class=\"star-pagination\">*490</span> her hearing aid evaluated to determine whether it was working properly, which plaintiff declined, and he asked her to give the Harrelson Hall assignment a fair opportunity. (Id. at 2-3.) See <i>Gile v. United Airlines, Inc.,</i> <span class=\"citation\" data-id=\"726097\"><a href=\"/opinion/726097/cheryl-a-gile-v-united-airlines-incorporated/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 499 (7th Cir.1996) (when an employee requests a transfer as reasonable accommodation and the employer offers alternative reasonable accommodation, which the employee then refuses, the employer cannot be liable for failing to reasonably accommodate the employee by not transferring him to another position). Later, in June 1998, faced with plaintiff's alleged inability or at least unwillingness, to work in Harrelson Hall during the night, defendant offered her the opportunity to switch shifts. Defendant also offered to move plaintiff to Polk or Poe Hall, which plaintiff declined. In response to plaintiff's concerns about her safety, defendant also informed her that the University would provide all of the employees in Harrelson Hall with two-way radios so they could communicate with each other and their supervisors and contact Public Safety in case of emergency. (Admissions # 58.)</p>\n<p>Based on the timing of plaintiff's EEOC complaint, plaintiff's failure to accommodate claim seems to be based on the University's failure to transfer her from Harrelson Hall in August 1997. Because plaintiff reiterated her request for a transfer in June 1998, the court will construe plaintiff's complaint broadly to allege a failure to accommodate in August 1997 and in June 1998. Defendant's refusal to honor plaintiff's specific request to move to D.H. Hill Library does not constitute failure to accommodate in either of those contexts. While the ADA requires employers to make reasonable accommodations for their disabled employees, 42 U.S.C.A. § 12112(b)(5), \"[a]n employer is not obligated to provide an employee the accommodation he or she requests or prefers; the employer need only provide some reasonable accommodation.\" <i>Baert v. Euclid Beverage, Ltd.,</i> <span class=\"citation\" data-id=\"755826\"><a href=\"/opinion/755826/gary-baert-v-euclid-beverage-limited/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">626</span></a></span>, 633 (7th Cir.1998). See also <i>Hollestelle v. Metropolitan Washington Airports Authority,</i> <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></span> (4th Cir.1998) (Table, text in Westlaw at <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">228199</span></span>) (an \"employee does not have the right to select the accommodation of [her] choice\"); <i>Schmidt v. Methodist Hospital of Indiana, Inc.,</i> <span class=\"citation\" data-id=\"721519\"><a href=\"/opinion/721519/lester-schmidt-v-methodist-hospital-of-indiana-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></a></span>, 344 (7th Cir.1996) (\"Reasonable accommodation does not require an employer to provide literally everything the disabled employee requests.\").</p>\n<p></p>\n<h2>B. Retaliation</h2>\n<p>Plaintiff filed her EEOC complaint in October 1997, after University officials refused her August 1997 request for a transfer from Harrelson Hall. She claims that, because she chose to file a complaint, her supervisors engaged in a \"campaign of retaliation which has cause[d] a numberless amount of stress.\" (Compl. § 9.) Plaintiff does not specify any particular conduct that constituted the campaign of retaliation. The court assumes that plaintiff is referring to the numerous written warnings and counseling sessions regarding absenteeism and work performance that plaintiff received between October 1997 and June 1998.</p>\n<p>To prove a prima facie case of retaliation under the ADA, a plaintiff must demonstrate that (1) she engaged in protected activity, (2) the employer took adverse action against her, and (3) there was a causal connection between the activity and the adverse action. See <i>Tinsley v. First Union National Bank,</i> <span class=\"citation\" data-id=\"757763\"><a href=\"/opinion/757763/77-fair-emplpraccas-bna-1753-74-empl-prac-dec-p-45526-patricia/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 443 (4th Cir.1998) (discussing prima facie case of retaliation under Title VII).<sup>[6]</sup> \"The <span class=\"star-pagination\">*491</span> series of proofs and burdens outlined in <i>McDonnell Douglas</i> apply to retaliation claims.\" <i>Karpel v. Inova Health System Servs.,</i> <span class=\"citation\" data-id=\"751174\"><a href=\"/opinion/751174/elizabeth-a-karpel-v-inova-health-system-services-ta-inova-health/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1228 (4th Cir.1998) (citing <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 36 L.Ed.2d 668(1973)); <i>Ennis v. National Association of Business and Educational Radio, Inc.,</i> <span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58 (4th Cir.1995) (<i>McDonnell Douglas</i> scheme of proof applies to appropriate claims under the ADA). Under the <i>McDonnell Douglas</i> proof scheme, plaintiff must first offer evidence sufficient to establish a prima facie case of discriminatory retaliation. The burden then shifts to defendant to articulate some legitimate, nondiscriminatory reason for its action. If it does so, then the burden shifts back to plaintiff to prove that the asserted reason is a pretext for discriminatory retaliation. <i>Tinsley,</i> 155 F.3d at 442.</p>\n<p>Plaintiff's filing of an EEOC complaint qualifies as protected activity. Plaintiff's complaint is not extensive, however, and the bases of her retaliation claim are not clear. The court assumes that the numerous counseling sessions and written warnings regarding her absenteeism and unsatisfactory work performance constitute the \"campaign of retaliation\" to which she refers. It is possible that plaintiff also believes that her supervisors' apparent tendency to exit Harrelson Hall during her shift, leaving her alone in the building, or to leave her waiting outside Harrelson Hall after her shift was over also constituted retaliation. Even if this court could conclude that the supervisory actions at issue constituted \"adverse actions,\" plaintiff has not shown any causal connection between the filing of her EEOC complaint and any of the foregoing allegedly retaliatory conduct. Indeed, the absenteeism that provoked at least one of the written warnings began on 5 June 1997 while plaintiff was still working at D.H. Hill Library. The 15 September 1997 letter documenting the absenteeism from June 1997 through August 1997 was written before plaintiff filed a complaint and consequently could not constitute retaliation. The 18 November 1997 written warning documented at least two incidents that occurred before 24 October 1997, the date plaintiff filed her EEOC complaint. Moreover, plaintiff has provided no evidence that would suggest that Marva Lennon, Housekeeping Supervisor II and the author of both written warnings, had any knowledge of plaintiff's EEOC complaint. In any event, the Fourth Circuit has held that \"`mere knowledge on the part of an employer that an employee ... has filed a discrimination charge is not sufficient evidence of retaliation to counter substantial evidence of legitimate reasons' for adverse personnel action against that employee.\" <i>Hollestelle,</i> <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">228199</span></span> at *4 (citations omitted).</p>\n<p>Plaintiff continued to have problems with her work performance in early 1998, apparently unrelated to her hearing ability, and various accommodations were made for plaintiff, including a reassessment and restructuring of her workload. Her fear for her safety continued unabated and an attack on a female in Harrelson Hall in June 1998 prompted her to request a transfer once again. She declined the assignments offered to her. Plaintiff's claim that the University retaliated against <span class=\"star-pagination\">*492</span> her for filing a complaint with the EEOC must fail because she has not provided any evidence of a causal connection between the conduct of her supervisors or University officials and her protected activity of October 1997.<sup>[7]</sup></p>\n<p></p>\n<h2>VI. Conclusion</h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment is ALLOWED. As such, plaintiff's motion to amend her complaint is DENIED as MOOT, and this action is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  While plaintiff alludes to the unfairness of the University's decision to transfer her from D.H. Hill Library to Harrelson Hall, she makes no allegations that this reassignment was based, in any way whatsoever, upon her disability. (Def.'s Ex. RFA 2; Pl.'s Resp. at 1-2.)</p>\n<p>[2]  Plaintiff's complaint states that she filed a complaint with the EEOC on 5 August 1998. (Compl. ¶ 11.) That statement is clearly in error. Plaintiff alleges elsewhere in her complaint that the discrimination occurred on or about 5 August 1997, (Compl. ¶ 8), and plaintiff's memorandum in response to defendant's motion to dismiss supports that statement with a more thorough chronology of events.</p>\n<p>[3]  Although plaintiff does not explicitly describe the events constituting the alleged \"campaign of retaliation\" against her, (Compl.¶ 9), it is likely that she perceived some of the work performance and attendance issues to be part of that retaliatory conduct.</p>\n<p>[4]  Accordingly, whether plaintiff faced substantial limitations in her ability to work is irrelevant to whether her limitations in other major life activities qualify her as disabled for ADA purposes, and <i>Patrick v. Southern Company Services,</i> <span class=\"citation\" data-id=\"1943753\"><a href=\"/opinion/1943753/patrick-v-southern-co-services/\"><span class=\"volume\">910</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">566</span></a></span> (N.D.Ala. 1996), aff'd, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></span> (11th Cir.1996), cited by defendant, is irrelevant to the disposition of this case. See <i>Patrick,</i> 910 F.Supp. at 570-571 (where plaintiff attempts to show substantial limitation of her ability to work, plaintiff must show that impairment disqualifies her from a class of jobs or a broad range of jobs in various classes).</p>\n<p>[5]  It is unclear from plaintiff's complaint how these allegations affected her ability to perform her responsibilities as a housekeeper. Apparently, plaintiff did not tell her supervisors that she was physically unable to perform her work as a result of her hearing problems. See <i>Gile v. United Airlines, Inc.,</i> <span class=\"citation\" data-id=\"726097\"><a href=\"/opinion/726097/cheryl-a-gile-v-united-airlines-incorporated/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 498 (7th Cir.1996) (an employer may be obligated to reassign a disabled employee only when, even with reasonable accommodation, the employee can no longer perform the essential functions of his present job).</p>\n<p>[6]  The remedies available for a violation of the antiretaliation provision of the ADA in the employment context are set forth in 42 U.S.C. § 12117. Section 12117 specifically makes the remedies available under Title VII applicable to actions under the ADA. See 42 U.S.C.A. § 12117(a) (providing that \"[t]he powers, remedies, and procedures set forth in section[] ... 2000e-5 ... of this title shall be the powers, remedies, and procedures this subchapter provides to ... any person alleging discrimination on the basis of disability\"). <i>Baird v. Rose,</i> <span class=\"citation\" data-id=\"766248\"><a href=\"/opinion/766248/kristen-elisabeth-baird-a-minor-by-her-next-friend-and-parent-nancy-baird/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 471-472 (4th Cir.1999).</p>\n<p>[7]  Plaintiff was ultimately discharged from her employment with the University effective 20 July 1998 after she refused to complete a shift against the express instructions of her supervisor. (Def'.s Ex. RFA 9.) Plaintiff has not alleged, in the context of this federal action, that her discharge was retaliatory. Even if plaintiff had so alleged, however, such a claim would fail because the problems with plaintiff's performance were extensive and clearly and consistently documented from June 1997 through June 1998, and plaintiff has not offered any evidence to indicate that the university's proffered reasons for discharging her were pretextual.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1943753/"
  ]
}