{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2423637/",
  "absolute_url": "/opinion/2423637/soto-v-mclean/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2423637/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:30:36.190680Z",
  "date_modified": "2016-04-27T00:15:08.151574Z",
  "type": "010combined",
  "sha1": "37632d736e47878549cad05d8053d42b90543ef6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>20 F.Supp.2d 901 (1998)</b></center>\n<center><h1>Adolfo SOTO, Maria I. Gutierrez-Soto, Gloria Flores, and Rosa Flores, by and through their parents, Adolfo Soto and Maria I. Gutierrez-Soto, Plaintiffs,<br>\nv.<br>\nFranklin A. McLEAN and Franklin McLean and Son Farms, Inc., Defendants.<br>\nJose TAPIA, Plaintiff,<br>\nv.<br>\nFranklin A. McLEAN and Franklin McLean and Son Farms, Inc., Defendants.</h1></center>\n<center>Nos. 7:96-CV-134-BR2, 7:96-CV-135-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 3, 1998.</center>\n<p><span class=\"star-pagination\">*902</span> <span class=\"star-pagination\">*903</span> <span class=\"star-pagination\">*904</span> <span class=\"star-pagination\">*905</span> Robert J. Willis, Raleigh, NC, Jose Tapia, Zolfo Springs, FL, for plaintiffs.</p>\n<p>J. Nicholas Ellis, Poyner &amp; Spruill, Rocky Mount, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' Motion for Summary Judgment and plaintiffs' Motion for Partial Summary Judgment.</p>\n<p>This action was initially filed by agricultural workers (Soto plaintiffs) on 26 August 1996 against defendants Franklin A. McLean and Franklin McLean and Sons Farms, Inc. On 27 August 1996, plaintiff Jose Tapia filed an identical civil action against these same defendants. The actions were consolidated by order of this Court on 13 November 1996. The consolidated action involves claims under the Migrant and Seasonal Agricultural Worker Protection Act (\"AWPA\"), 29 U.S.C. § 1801 <i>et seq.,</i> the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C § 201 <i>et seq.,</i> and the common law of North Carolina.</p>\n<p>On 30 January 1998, defendants filed a motion for summary judgment and plaintiffs filed a motion for partial summary judgment. Plaintiffs have responded to defendants' motion, while defendants have not responded to plaintiffs' motion. No reply briefs were filed. These matters are now ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The five named plaintiffs in this action traveled to Robeson County, North Carolina, from Florida in July of 1993 to perform agricultural labor for a tobacco farmer, Mrs. Mildred Allen. During their stay in Robeson County, the record indicates that the plaintiffs were referred for agricultural labor to the McLean defendants. The defendants needed help with their tobacco harvest and plaintiffs were available, as their work for Mrs. Allen had temporarily lapsed.</p>\n<p>On 27 August 1993, plaintiffs Maria Gutierrez-Soto and Gloria Flores were seated on a tobacco harvester which was being pulled by a tractor operated by Jerry Bostic, an employee of defendants. The harvester was traveling along a rural paved road and was being used to transport the plaintiffs from one tobacco field to another. During the course of this transportation, plaintiff Maria Gutierrez-Soto fell from her seat on the tobacco harvester and landed on the pavement below. The tire of the harvester then passed over her foot. She sustained personal injuries including an injury to her head.</p>\n<p>The five named plaintiffs in this case assert multiple claims for relief in their complaint. All of the plaintiffs allege multiple violations of the AWPA, including failure to maintain certain pay records and failure to meet certain safety standards. Additionally, all plaintiffs allege violations of the minimum wage and record-keeping provisions of the FLSA. Plaintiff Maria Gutierrez-Soto alleges actual damages under the AWPA on the ground that her personal injury was proximately caused by violations of the safety and transportation provisions of that Act. Furthermore, Ms. Gutierrez-Soto alleges negligence on the part of the McLean defendants under the common law of North Carolina. Plaintiffs demand a jury trial and seek declaratory relief and monetary relief in the form of statutory, actual, and punitive damages.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. SUMMARY JUDGMENT</i></h2>\n<p>Summary judgment is appropriate if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the non-moving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required <span class=\"star-pagination\">*906</span> to view the facts and draw reasonable inferences in a light most favorable to the non-moving party. <i>Id.</i> at 255, 106 S.Ct. at 2513. The plaintiff is entitled to have the credibility of all his [or her] evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show the absence of evidence to support the non-moving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he [or she] may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994)).</p>\n<p>Regarding summary judgment in connection with defenses to an action:</p>\n<blockquote>A motion for summary judgment has two uses in connection with a defense to plaintiff's action. First, the motion may be made by plaintiff to test a defense's sufficiency. Second, a defendant may employ a summary-judgment motion to assert a defense that entitles defendant to judgment as a matter of law. In either situation the procedure prescribed by Rule 56 affords a means of avoiding the delay and expense of a full trial when the action involves only a legal question and there are no triable issues of fact.</blockquote>\n<p>10B Charles Alan Wright et al., <i>Federal Practice and Procedure,</i> § 2734 (3d ed.1998).</p>\n<p></p>\n<h2><i>B. AWPA CLAIMS</i></h2>\n<p>In their Memorandum in Support of Summary Judgment (Defendants' Memo), defendants have briefed two grounds as bases for summary judgment in their favor as to all of the plaintiffs' claims under the AWPA: (1) plaintiffs are not \"migrant agricultural workers\" as defined by the AWPA and therefore cannot recover, and (2) defendants are exempt from the provisions of the AWPA pursuant to the \"family business exemption.\" Additionally, defendants assert that plaintiff Maria Gutierrez-Soto's claims for actual damages under the AWPA should be dismissed because, at the time of her injury she was being transported on a harvester and that type of transportation is subject to a statutory and regulatory exemption.</p>\n<p>With regard to their claims under the AWPA, plaintiffs have moved for partial summary judgment on the following issues: (1) plaintiff Adolfo Soto is not a \"farm labor contractor\" for purposes of the AWPA, (2) defendants are not exempt from the provisions of the AWPA under the \"family business exemption,\" and (3) defendants are not exempt from the provisions of the AWPA under the \"small business exemption.\" As to plaintiff Maria Gutierrez-Soto's claim for actual damages under the AWPA, plaintiff has moved for partial summary judgment on the affirmative defenses of contributory negligence, fellow servant rule, assumption of the risk, and the doctrines of waiver and estoppel.</p>\n<p></p>\n<h2><i>1. Plaintiffs' Status as Migrant Agricultural Workers</i></h2>\n<p>In order for plaintiffs to recover under the AWPA, they must establish themselves as members of the class of potential plaintiffs contemplated by that act. The AWPA provides protection for both \"migrant agricultural workers\" and \"seasonal agricultural workers,\" with protections varying depending upon the class covered. Plaintiffs in the instant case assert that they are migrant agricultural workers for purposes of the AWPA. (Compl., 2-3.) In their motion, defendants dispute plaintiffs' status as migrant agricultural workers on two grounds: (a) that plaintiffs were not required to be absent overnight from their permanent place of residence during their employment, as required by the AWPA, and (b) that plaintiffs are immediate family members of a farm labor contractor and are therefore precluded from attaining protected status. Each of defendants' two arguments on this issue requires separate treatment.</p>\n<p></p>\n<h2><i>a. Permanent Place of Residence</i></h2>\n<p>The AWPA defines a \"migrant agricultural worker\" as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*907</span> [T]he term \"migrant agricultural worker\" means an individual who is employed in agricultural employment of a seasonal or other temporary nature, and who is required to be absent overnight from his permanent place of residence.</blockquote>\n<p>29 U.S.C. § 1802(8)(A). Defendants argue that plaintiffs were not required to be absent overnight from their permanent place of residence while employed by defendants. If defendants are correct, then plaintiffs were not migrant agricultural workers at the time of their employment in 1993.</p>\n<p>The phrase \"permanent place of residence\" is not defined by the statute. <i>See</i> 29 U.S.C. § 1802(8). However, the applicable regulation provides in pertinent part that:</p>\n<blockquote>\n<i>Permanent place of residence,</i> with respect to an individual, means a domicile or permanent home. Permanent place of residence does not include seasonal or temporary housing such as a labor camp. The term <i>permanent place of residence</i> for any nonimmigrant alien is that individual's country of origin.</blockquote>\n<p>29 C.F.R. § 500.20(p)(2). This regulation mirrors the legislative history, which similarly notes:</p>\n<blockquote>A \"permanent place of residence\" in no circumstances shall be construed to include any person's home or residence when it is seasonal or temporary housing, such as a labor camp, but rather is intended to mean essentially a domicile to which an individual intends to return.</blockquote>\n<p>H.R.Rep. No. 97-885 at 8 (1982), <i>reprinted in</i> 1982 U.S.C.C.A.N. 4547, 4554.</p>\n<p>The Eleventh Circuit has addressed the issue of what constitutes a worker's permanent place of residence for purposes of the AWPA. <i>Caro-Galvan v. Curtis Richardson, Inc.,</i> 993 F.2d 1500, 1509-13 (11th Cir.1993) (discussing and applying the same regulations and legislative history cited above). The plaintiffs in <i>Caro-Galvan</i> never contended that their work required them to be away overnight from the defendants' trailers. The plaintiffs also did not dispute that they lived in those trailers year-round during the approximately six years that they worked for the defendants <i>Id.</i> at 1509. Nevertheless, the court held that those trailers were not equivalent to permanent places of residence and therefore plaintiffs were required to be absent overnight from their permanent place of residence, thus making them migrant agricultural workers for purposes of the AWPA. <i>Id.</i> at 1513. Other cases have held similarly that workers who cannot commute from their permanent homes to a farm where they work are migrants. <i>Avila v. A. Sam &amp; Sons,</i> 856 F.Supp. 763 (W.D.N.Y.1994); <i>Escobar v. Baker,</i> 814 F.Supp. 1491 (W.D.Wa.1993).</p>\n<p>The record in the case at bar suggests that none of the plaintiffs intended to make North Carolina their permanent home at the time the injury in this case occurred. All of the plaintiffs either maintained or used a permanent mailing address in Florida. (Guttierrez-Soto Dep., 11.) Furthermore, the Soto plaintiffs stored all of their furniture in Florida while they were in North Carolina, and upon their return to Florida after the 1993 tobacco season they reinhabited the same trailer that they had previously occupied. (Id. at 12-13.) All of these facts suggest that in 1993 the Soto plaintiffs' domicile and hence permanent place of residence was in Florida, and not North Carolina, for purposes of the AWPA.</p>\n<p>The contrary arguments offered by the McLean defendants are not convincing. Defendants' claim that plaintiffs intended North Carolina to be their permanent place of residence is contradicted by the fact that the Soto plaintiffs stored their furniture and belongings in Florida before coming to North Carolina. (Id.) Defendants' assertion that the Soto plaintiffs did not own any real estate in Florida and failed to continue to rent their Florida home while in North Carolina lacks import in light of the fact that the Sotos returned to that same Florida dwelling after leaving North Carolina and maintained a permanent Florida mailing address in the interim. (Gutierrez-Soto Dep., 16-17.) That all the plaintiffs \"expressed an intent to have the trailer provided to them by Mrs. Allen while working in Lumberton as their permanent residence\" is a groundless and conclusory assertion with no support in the record. (Defs' Mem. in Supp. of Mot. for Summ. J. at 9.) Finally, the fact that Ms. Gutierrez-Soto's <span class=\"star-pagination\">*908</span> daughters attended school in Lumberton, North Carolina, as of the time of Gutierrez-Soto's October 1997 deposition is simply not relevant to the question at hand.<sup>[1]</sup></p>\n<p>Defendants' assertions with regard to Jose Tapia's permanent place of residence are also insupportable. The record indicates that Mr. Tapia is an illegal alien and hence a \"nonimmigrant alien\" under § 500.20(p)(2). Therefore, under that section Mr. Tapia's permanent place of residence is his country of origin, Mexico.</p>\n<p>Contrary to defendants' assertions, it does not matter that the trailer provided to the plaintiffs is not a \"labor camp\" nor does it matter that the McLean defendants are not the ones who provided the housing. Of significance here is that the housing used by plaintiffs during the 1993 tobacco season was temporary farm worker housing, and this is the very sort of housing that Congress wanted to exclude from consideration. <i>Avalos v. La Conca D'Oro, Inc.,</i> No. 87-4980, 1988 WL 137302 at *4 (E.D.Pa. Dec.20, 1988).</p>\n<p>For all of the above reasons, defendants have failed to show that plaintiffs' permanent place of residence for purposes of 29 U.S.C. § 1802(8) was North Carolina. Thus, this court finds that all five of the plaintiffs in this action were required to be absent overnight from their permanent place of residence during their employment with defendants in 1993.</p>\n<p></p>\n<h2><i>b. Immediate Family members of a Farm Labor Contractor</i></h2>\n<p>In addition to their arguments concerning plaintiffs' permanent place of residence, defendants argue that plaintiffs fall under the definitional exemption stated in the AWPA: \"The term `migrant agricultural worker' does not include  i) any immediate family member of an agricultural employer or a farm labor contractor.\" 29 U.S.C. § 1802(8)(B).</p>\n<p>Defendants' argument rests on their assertion that plaintiff Adolfo Soto is a farm labor contractor under the language of the AWPA. A farm labor contractor is defined as:</p>\n<blockquote>any person, other than an agricultural employer, an agricultural association, or an employee of an agricultural employer or agricultural association, who, for any money or other valuable consideration paid or promised to be paid, performs any farm labor contracting activity.</blockquote>\n<p>29 U.S.C. § 1802(7).</p>\n<p>Additionally, 29 U.S.C. § 1802(6) states that \"[t] he term `farm labor contracting activity' means recruiting, soliciting, hiring, employing, furnishing, or transporting any migrant or seasonal agricultural worker.\" Defendants assert that Adolfo Soto was engaged in farm labor contracting activity because he \"drove his own truck and transported his family\" to work every day and \"represented that he was responsible for the employment of all the plaintiffs.\" (Defs' Mem. in Supp. of Mot. for Summ. J., 9-10.)</p>\n<p>There are multiple problems with defendants' argument, but one in particular stands out. It is undisputed by the parties that Adolfo Soto was only recompensed by the McLean defendants for his work in the tobacco fields. He was paid the same $30/day wage that other similarly situated migrant workers were paid for their work  he was <i>not</i> paid additional monies or given valuable consideration for the alleged farm labor contracting activities involving him and his family. One essential element of farm labor contractor status is receipt of such a fee. <i>Escobar v. Baker,</i> 814 F.Supp. 1491, 1499-1500 (W.D.Wa.1993). Since Adolfo Soto's wages were not \"closely tied\" to his performance of contracting activities such as recruitment or transportation, (<i>Id.</i> at 1500 n. 9), he cannot be classified as a farm labor contractor under the AWPA. Therefore, the other members of the Soto family cannot be classified as immediate family members of a farm labor contractor. The definitional exemption <span class=\"star-pagination\">*909</span> simply does not apply to the Soto plaintiffs.</p>\n<p>Additionally, this particular exemption cannot apply to plaintiff Jose Tapia. Assuming for the sake of argument that Adolfo Soto was a farm labor contractor, Tapia could still be classified as a migrant agricultural worker because he is <i>not</i> an immediate family member of Adolfo Soto. <i>See</i> 29 C.F.R. § 500.20(<i>o</i>) (listing narrow relations that constitute immediate family). Rather, Tapia is the brother of Maria Gutierrez-Soto's sister-in-law.</p>\n<p>Defendants' motion for summary judgment as to plaintiffs' AWPA claims on the ground that the Soto plaintiffs and Tapia are not migrant agricultural workers will be denied. Plaintiffs' motion for partial summary judgment on the issue of whether Adolfo Soto may be classified as a farm labor contractor will be allowed.</p>\n<p></p>\n<h2><i>2. Family Business Exemption</i></h2>\n<p>Defendants also move to have all of plaintiffs' AWPA claims dismissed on the ground that defendants operate a family business and are thus exempt from the provisions of that Act. The AWPA provides in pertinent part:</p>\n<p>The following persons are not subject to this chapter </p>\n<blockquote>\n<i>Family business exemption.</i> Any individual who engages in a farm labor contracting activity on behalf of a farm ... which is owned or operated exclusively by such individual or an immediate family member of such individual, if such activities are performed only for such operation and exclusively by such individual or an immediate family member, but without regard to whether such individual has incorporated or otherwise organized for business purposes.</blockquote>\n<p>29 U.S.C. § 1803(a)(1). The Sixth Circuit has accurately described the inquiry necessary to assess a family business exemption claim under 29 U.S.C. § 1803(a)(1):</p>\n<blockquote>\"[A] court evaluating a farmer's claim to the family business exemption must conduct a two-step analysis. First, the court must identify the labor contracting activities involved in the farm's operation. Second, the court must ascertain whether these farm labor contracting activities were performed exclusively by members of the farmers family.\"</blockquote>\n<p><i>Flores v. Rios,</i> 36 F.3d 507, 510 (6th Cir. 1994).</p>\n<p>Again, the AWPA defines a farm labor contracting activity as one of six types of acts: \"recruiting, soliciting, hiring, employing, furnishing, or transporting any migrant or seasonal agricultural worker.\" 29 U.S.C. § 1802(6).</p>\n<p>Defendants claim to have exclusively performed all of the relevant farm labor contracting activities in this case, while plaintiffs contend that they were both recruited and transported by people other than defendants and/or their immediate family.<sup>[2]</sup> The Court turns first to the question of transporting.</p>\n<p>The term transporting is not defined in the AWPA. It is used in § 1802 as a farm labor contracting activity. The term \"transportation\" is used in § 1841, which states that the motor vehicle safety standards \"appl[y] to the transportation of any migrant or seasonal agricultural worker.\" 29 U.S.C. § 1841(a)(1).</p>\n<p>Defendants refer this Court to the Seventh Circuit Court of Appeals' decision in <i>Calderon v. Witvoet,</i> 999 F.2d 1101 (7th Cir.1993). In <i>Calderon</i> the Seventh Circuit held that the two variations of the word transport in the AWPA have different meanings. In relation to the farm labor contracting activities of § 1802, the court held \"transporting\" to mean \"obtaining and paying for a ticket that brings the worker to the farm or sends him on to the next one.\" <i>Id.</i> at 1104. According to the Seventh Circuit, the context of the term in the family business exemption requires that it mean \"something short of all movement, or we have obliterated the exemption.\" <i>Id.</i> at 1103. The <i>Calderon</i> court <span class=\"star-pagination\">*910</span> based this finding on the argument (suggested by counsel for the plaintiff in that case) that an expansive definition of transportation, such as that used in § 1841, would mean that \"if a single migrant worker rides one yard on a tractor, driven by himself or anyone other than a member of the family, the exemption is destroyed.\" <i>Id.</i> Plaintiffs argue that the Seventh Circuit misapplied the law and based its decision on an unfortunate argument by plaintiff's counsel in <i>Calderon.</i></p>\n<p>This Court is convinced that in addressing a valid concern about overbreadth, the Seventh Circuit overreached. Despite the <i>Calderon</i> court's argument, application of a proper definition of \"transporting\" would not eviscerate the exception. While the <i>Calderon</i> court was undoubtedly correct in wanting to preserve Congress's expressed intent to protect the family farm, \"AWPA's legislative history suggests that the family business exemption should `be construed narrowly in a manner that furthers the remedial purposes of this Act.'\" <i>Flores,</i> 36 F.3d at 510 (internal citations to legislative history omitted).</p>\n<p>While, contextually, transporting cannot be read to include the single migrant worker riding \"one yard on a tractor,\" surely it can be read to include the movement of migrant workers between one farm they are working for and another. This is hardly an expansive reading of the term, and is far closer to the activity envisioned by the <i>Calderon</i> court as a contracting activity than it is to riding one yard on a tractor. It is movement designed to procure workers for the farm. Whether that procurement is done from a great distance or from just down the road should have no effect upon the character of the activity. It is still a farm labor contracting activity for the purposes of the AWPA.<sup>[3]</sup> In the same vein, transportation from the house to the fields would also fall under that definition, especially when such movement of workers was part of the regular routine of the farm. <i>See, </i><i>Marshall v. Buntings' Nurseries,</i> 459 F.Supp. 92, 97 (D.Md.1978) (\"transporting\" under predecessor act to AWPA includes \"transportation of workers to and from the fields, between fields, and into neighboring towns\").</p>\n<p>Depositions of plaintiffs and defendants indicate that persons other than members of the McLean family, including Adolfo Soto, Harry Jacobs, Jerry Bostic and others routinely drove the pickup truck which moved the workers from the house to the fields. (McLean Dep., 49; Soto Dep., 37-38.) Adolfo Soto regularly drove his family and others, including Tapia, from the trailer to the McLean's farm in his pickup truck.<sup>[4]</sup> (Soto Dep. 37; Answer at 8, Second Defense, ¶ 3.) Therefore, this Court finds that defendants did not exclusively perform all farm labor contracting activities. They therefore cannot benefit from the family business exemption. Defendants' motion for summary judgment on this defense will be denied. Plaintiffs' motion for partial summary judgment upon this issue will be allowed.</p>\n<p></p>\n<h2><i>3. Small Business Exemption</i></h2>\n<p>In their Answer, defendants assert as their Fourth Defense the \"small business exemption\" to the AWPA. Plaintiffs move for partial summary judgment on this defense. 29 U.S.C. § 1803 provides, in pertinent part:</p>\n<p>The following persons are not subject to this chapter </p>\n<blockquote>\n<i>Small business exemption.</i> Any person, other than a farm labor contractor, for whom the man-days exemption for agricultural labor provided under section 13(a)(6)(A) of the [FLSA] is applicable.</blockquote>\n<p>29 U.S.C. § 1803(a)(2).</p>\n<p>The man-days exemption of the FLSA applies to \"any employee employed in agriculture <span class=\"star-pagination\">*911</span> ... if such employee is employed by an employer who did not, during any calendar quarter during the preceding calendar year, use more than five hundred man-days of agricultural labor....\" 29 U.S.C. § 213(a)(6)(A). A \"man-day\" is \"any day during which an employee performs any agricultural labor for not less than one hour.\" 29 U.S.C. § 203(u).</p>\n<p>Plaintiffs' claims in this case are based on an injury and alleged violations which occurred in 1993. Therefore, in determining whether defendants fall under the small business exemption, the court must focus its inquiry on defendants' employment of workers in 1992. 29 U.S.C. § 213(a)(6)(A). The evidence before the court on the number of man-days used by the defendant Franklin McLean in 1992 is sketchy at best.<sup>[5]</sup> McLean's deposition testimony indicates that he is unsure of the precise daily wage paid to his employees in 1992. Furthermore, it is apparent from the same testimony that one or more employees were not included at all in McLean's payroll ledger for that year. Neither McLean's testimony nor his 1992 payroll ledger provide the court with a firm enough basis on which to determine with any amount of precision the number of man-days of agricultural labor used by Franklin McLean in any given calendar quarter of 1992. For this reason, the court finds that an issue of material fact exists with regard to figures that are essential in ascertaining the applicability of the small business exemption. Therefore, plaintiffs' motion for partial summary judgment on the small business exemption will be denied.</p>\n<p></p>\n<h2><i>4. Transportation on a Harvester</i></h2>\n<p>In their motion for summary judgment, defendants have moved to have Maria Gutierrez-Soto's actual damages claim under the AWPA dismissed because, at the time of her injury, she was being transported on a tobacco harvester. Defendants claim that transportation of this type is not subject to the motor vehicle safety provisions of the AWPA, 29 U.S.C. § 1841, because Congress intended to exempt transportation on harvesters. The relevant statutory provision is as follows:</p>\n<blockquote>[The motor vehicle safety requirements of the AWPA do] not apply to the transportation of any migrant or seasonal agricultural worker on a tractor, combine, harvester, picker, or other similar machinery and equipment while such worker is actually engaged in the planting, cultivating, or harvesting of any agricultural commodity or the care of livestock or poultry.</blockquote>\n<p>29 U.S.C. § 1841. The Department of Labor regulation promulgated pursuant to this section of the Act states:</p>\n<blockquote>Vehicle safety standards or insurance requirements issued under the Act and these regulations do not apply to the transportation of any seasonal or migrant agricultural worker on a tractor, combine, harvester, picker, other similar machinery and equipment while such worker is actually engaged in planting, cultivating, or harvesting of any agricultural commodity or the care of livestock or poultry. This exclusion applies only to workers carrying out these activities on such machinery and equipment or being engaged in transportation incidental thereto. The exclusion does not include the use of such machinery for the transportation of any worker under any other circumstances.</blockquote>\n<p>29 C.F.R. § 500.103(a). Both plaintiff and defendants in this case agree that at the time of her injury, Gutierrez-Soto was being transported from one tobacco field to another on a rural paved road in defendants' tobacco harvester. Defendants assert that this transportation was \"incidental\" to the harvesting activity being performed by Gutierrez-Soto, and that it is therefore exempted by the above language.</p>\n<p>The legislative history of the exemption at issue weighs against defendants' argument:</p>\n<blockquote>The Committee intends that this be a very limited exception meant to apply only to the worker(s) performing the listed activity on the vehicles while the listed activity or any movement incidental thereto is taking place. It has [sic] not meant to include the <span class=\"star-pagination\">*912</span> use of a piece of machinery for the transportation of a worker or workers in any other context.</blockquote>\n<p>H.R.Rep. No. 97-885 at 19 (1982), <i>reprinted in</i> 1982 U.S.C.C.A.N. 4547, 4565.</p>\n<p>Keeping this history in mind, this Court cannot construe transportation in a harvester on a public road as movement \"incidental\" to the actual harvesting activity that takes place in the field. To hold otherwise would run contrary to the Congressional mandate that the exemption at issue be applied only as \"a very limited exception.\" <i>Id.</i> Furthermore, the Court notes again that exceptions to coverage of the AWPA are to be construed narrowly because Congress intended the AWPA to be a remedial statute. <i>Flores,</i> 36 F.3d at 510; <i>Martinez v. Hauch,</i> 838 F.Supp. 1209 (W.D.Mich.1993). For all of the above reasons, defendants' motion for summary judgment on plaintiff Maria Gutierrez-Soto's actual damages claim under the AWPA on the ground that her transportation on a harvester is exempted from coverage will be denied.</p>\n<p></p>\n<h2><i>5. Contributory Negligence, Fellow Servant Doctrine, Assumption of Risk, and Doctrines of Waiver and Estoppel as Defenses to the AWPA.</i></h2>\n<p>In their answer, defendants assert as their Seventh, Eighth, Ninth, and Tenth Defenses contributory negligence, fellow servant doctrine, assumption of the risk, and the doctrines of waiver and estoppel, respectively. Plaintiff has moved for summary judgment on these defenses as applied against her actual damages claim under the AWPA.</p>\n<p>This Court has previously addressed the issue of contributory negligence as a defense to claims under the AWPA. In 1993, United States District Judge Franklin Dupree wrote:</p>\n<blockquote>[I]n view of the broad social purposes sought to be served by this legislation it [is] the court's feeling that to allow the defense of contributory negligence would probably run contrary to congressional intent and that a liberal construction of this social legislation which makes no provision for a defense of contributory negligence should result in disallowing it.</blockquote>\n<p><i>Ricketts v. Vann,</i> 861 F.Supp. 404, 405 (E.D.N.C.1993), <i>aff'd,</i> 32 F.3d 71 (4th Cir. 1994). This same reasoning may be applied with equal clarity to the common law defenses of the fellow servant rule, assumption of risk, and the doctrines of waiver and estoppel. None of these defenses are provided for in the language of the AWPA, and, in the words of Judge Dupree, allowing them \"would probably run contrary to congressional intent.\" Finding no alternate authority or legislative history to the contrary, this court chooses to adopt the reasoning set forth by Judge Dupree in <i>Ricketts.</i> Therefore, plaintiffs motion for partial summary judgment as to defendants' Seventh, Eighth, Ninth, and Tenth defenses will be allowed and those defenses will be dismissed with respect to their application against Maria Gutierrez-Soto's actual damages claim under the AWPA.</p>\n<p></p>\n<h2><i>C. FLSA CLAIMS</i></h2>\n<p></p>\n<h2><i>1. Statute of Limitations</i></h2>\n<p>Defendants have moved for summary judgment on all of plaintiffs' FLSA claims on the ground that those claims are barred by a two-year statute of limitations. The FLSA sets forth a two-year statute of limitations for actions on non-willful violations of the statute. Actions on willful violations, however, are governed by a three-year statute of limitations. 29 U.S.C. § 255(a).</p>\n<p>Defendants have the initial burden of demonstrating that there is no genuine issue of material fact as to whether their violation was willful. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Defendants want this court to determine as a matter of law that their alleged violations of the FLSA were not willful and therefore those violations are only subject to the two-year statute of limitations. Plaintiffs cite the proposition that states of mind such as willfulness cannot and should not be decided as a matter of law: \"issues of willfulness and party intent cannot be resolved by summary judgment.\" <i>Aaron v. City of Wichita,</i> 797 F.Supp. 898, 908 (D.Kan.1992).</p>\n<p><span class=\"star-pagination\">*913</span> The Fourth Circuit considered this quandary in <i>Fowler v. Land Management Groupe, Inc.,</i> 978 F.2d 158 (4th Cir.1992), holding that, in the context of Section 255(a), \"there is no reason that the issue of `willfulness' should be treated any differently from other factual determinations relating to application of a statute of limitations that are routinely submitted to the jury.\" <i>Id.</i> at 162-3.</p>\n<p>In light of the Fourth Circuit's indication that willfulness for purposes of 29 U.S.C. § 255(a) is properly a factual question to be put before the jury, granting summary judgment for defendants on this issue would be inappropriate. Defendants motion for summary judgment as to plaintiffs' FLSA claims on the ground that these claims are barred by a two-year statute of limitations will therefore be denied.</p>\n<p></p>\n<h2><i>2. FLSA Small Business Exemption</i></h2>\n<p>In their answer, defendants have asserted that they are exempt from 29 U.S.C. § 206, the FLSA minimum wage provision, in that they did not employ agricultural labor in excess of 500 man-days per quarter in 1992. This defense is based on the small business exemption of the FLSA set forth in 29 U.S.C. § 213(a)(6)(A).</p>\n<p>As with plaintiffs' Motion for Summary Judgment on the AWPA small business exemption, this question involves consideration of a sketchy evidentiary record. Determination of actual man-days worked is a factual question best left to the jury. Therefore, defendants' motion will be denied.</p>\n<p></p>\n<h2><i>D. NEGLIGENCE CLAIMS</i></h2>\n<p>In the Fifth and Sixth Claims for Relief in the complaint, plaintiff Maria Gutierrez-Soto alleges that defendants negligently caused her personal injury. Specifically, it is alleged that defendants provided unsafe equipment which led to her injury, and that defendants negligently hired and retained their employee, Jerry Bostic, who was driving the tractor pulling the harvester at the time of the accident.</p>\n<p>Defendants have moved for summary judgment on these claims on the grounds that (1) there is no evidence in the record to support these claims, and (2) the personal injury claim is barred by the fellow servant doctrine. Plaintiffs have moved for partial summary judgment on their negligent hiring and retention claim on the ground that the fellow servant doctrine is not available as a defense to such a claim.</p>\n<p></p>\n<h2><i>1. Evidence in the Record</i></h2>\n<p>This court finds that there is enough evidence in the record to present issues of material fact on the question of whether the equipment used to transport the plaintiff Maria Gutierrez-Soto was unsafe. Furthermore, this court finds that there is enough evidence in the record for a reasonable juror to conclude that Ms. Gutierrez-Soto was injured by the negligence of an incompetent or unqualified fellow employee, Jerry Bostic. Such a showing is required under North Carolina law for Ms. Gutierrez-Soto to prevail on a negligent hiring and retention claim. <i>Woodson v. Rowland,</i> 329 N.C. 330, 407 S.E.2d 222, 238 (1991). Defendants' motion for summary judgment on plaintiff Maria Gutierrez-Soto's negligence claims on the ground that there is no evidence to support such claims will be denied.</p>\n<p></p>\n<h2><i>2. Fellow Servant Doctrine</i></h2>\n<p>The fellow servant doctrine operates as follows:</p>\n<blockquote>At common law an employer is absolved from liability to one engaged in his employment for injuries incurred or suffered solely as the result of the negligence, carelessness, or misconduct of others who are in the service of the employer and who are engaged in the same common or general employment as the injured employee.</blockquote>\n<p>27 Am.Jur.2d <i>Employment Relationship</i> § 391 (1996). \"Injury by fellow servant\" is listed in Rule 8(c) of the North Carolina Rules of Civil Procedure as a defense which must be set forth affirmatively. Although the fellow servant doctrine is still a viable rule of law in North Carolina, it only applies to employer-employee relationships which are not covered by Chapter 97 of the N.C. General Statutes, the state Workers' Compensation Act. <i>Thornton v. Thornton,</i> 45 <span class=\"star-pagination\">*914</span> N.C.App. 25, 262 S.E.2d 326, 327-28 (1980). Since N.C.G.S. § 97-2(1) specifically exempts agricultural employees from the Compensation Act's coverage, the fellow servant doctrine may properly be discussed in conjunction with the agricultural worker action before the court. <i>Id.</i></p>\n<p>Plaintiffs assert that the fellow servant doctrine cannot be a defense to a claim based on negligent hiring and retention. On this issue, the following language is instructive:</p>\n<blockquote>So far as our law has developed in this area, it may be stated as follows: An employee injured by the negligence of an incompetent or unqualified fellow employee may recover against the employer of both on the theory that the employer negligently hired, or after hiring, negligently retained the incompetent fellow employee.</blockquote>\n<p><i>Woodson,</i> 407 S.E.2d at 238. With these words, the North Carolina Supreme Court has made it clear that an employer may be liable for an injury to one employee caused by the negligence of a fellow employee, provided that the injured party can show that the employee responsible for his or her injury was incompetent or unqualified. By definition, such a cause of action excludes the fellow servant doctrine as a defense, provided that a plaintiff can make the requisite showing of incompetence and negligent hiring or retention. If a plaintiff cannot make such a showing, then such a cause of action will fail anyway. For the above reasons, plaintiff's motion for partial summary judgment upon the fellow servant doctrine defense will be allowed.</p>\n<p>Defendants also contend that Maria Gutierrez-Soto's unsafe equipment claims should be dismissed because of the fellow servant doctrine. In support of their contention, defendants assert that plaintiffs have put forth a cause of action based solely on the negligence of Jerry Bostic, who was plaintiff's fellow servant. Defendants cite Gutierrez-Soto's deposition testimony for the proposition that plaintiff is clearly trying to prove their negligence case based on the negligent driving of Jerry Bostic. (Gutierrez-Soto Dep., 53.) However, the record and the pleadings indicate that Gutierrez-Soto's claims of negligence are based on theories of unsafe equipment, and negligent hiring and retention.</p>\n<p>This Court has already held that the fellow servant rule will not apply to a theory of recovery based on negligent hiring and retention. Nor will the fellow servant rule apply to a theory of recovery based on transportation in an unsafe vehicle. <i>See </i><i>Ricketts,</i> 861 F.Supp. at 406. For these reasons, defendants motion for summary judgment as to plaintiff Maria Gutierrez-Soto's personal injury claims on the ground that these claims are barred by the fellow servant doctrine will be denied. This denial is subject to the right of defendants to reactivate this defense in the event that plaintiff attempts at trial to base her negligence claim on the driving of defendants' employee Jerry Bostic. <i>See Id.</i></p>\n<p></p>\n<h2><i>3. Other Defenses</i></h2>\n<p>Plaintiff also argues that contributory negligence, the fellow servant doctrine, and assumption of the risk are not available as defenses and cannot operate as a bar to plaintiff Maria Gutierrez-Soto's personal injury claim. The Court has already held that these defenses will not apply as against plaintiff's federal causes of action under the AWPA. However, as against plaintiff Maria Gutierrez-Soto's common law negligence claims, this Court finds that the facts of the case are not clear enough to warrant dismissal of these three defenses. There is enough evidence in the record for a reasonable juror to conclude that Ms. Gutierrez-Soto contributed in some fashion to her injury. Furthermore, as noted above, the fellow servant defense might be available to defendants if plaintiff undertakes to prove a cause of action based on the simple negligence of the defendants' employee. As all of these defenses are fact-dependent, it would be inappropriate for the court to dismiss them at this juncture. Therefore, plaintiffs' motion for partial summary judgment as to these defenses on the ground that the facts of this case do not support them will be denied.</p>\n<p></p>\n<h2><i>E. PUNITIVE DAMAGES</i></h2>\n<p>This Court addressed the issue of punitive damages in a similar factual context <span class=\"star-pagination\">*915</span> in <i>Barrientos v. Taylor,</i> 917 F.Supp. 375 (E.D.N.C.1996). As to the issue of punitive damages under the AWPA, the Court held as follows:</p>\n<blockquote>[Plaintiffs] seek[] punitive damages against defendants based on their alleged violations of the AWPA and North Carolina's common law of negligence. The AWPA contains no provision for punitive damages. Furthermore, the Act's liquidated damages provision is punitive in nature, as Congress enacted this section to deter future violations. (citations omitted).</blockquote>\n<p><i>Id.</i> at 386. In light of this reasoning, defendants' motion for summary judgment on the issue of punitive damages as to plaintiffs' AWPA claims will be allowed.</p>\n<p>On the issue of punitive damages for claims under the North Carolina common law of negligence, this Court stated:</p>\n<blockquote>[t]o recover punitive damages under the North Carolina common law, \"[t]he tort in question must be accompanied by additional aggravating or outrageous conduct.\" Such conduct may be shown by wantonness or willful injury. Willful conduct is done purposefully in violation of law, or knowingly of set purpose, or without yielding to reason. Wanton conduct is done wickedly or needlessly, manifesting a reckless indifference to the rights of others.</blockquote>\n<p><i>Id.</i> This court finds that plaintiffs have presented no forecast of evidence sufficient to show that the McLean defendants' actions leading up to Gutierrez-Soto's injury rose to the level of wanton or willful conduct. Therefore, defendants' motion for summary judgment on the issue of punitive damages as to plaintiffs' common law negligence claims will be allowed.</p>\n<p></p>\n<h2><i>F. DEFENDANTS' EMPLOYER STATUS</i></h2>\n<p>Plaintiffs have moved for summary judgment as to liability on certain claims \"[i]f the Court determines that the McLean defendants were the `employers', `joint employers' and/or `agricultural employers' of the plaintiffs.\" (Pltfs' Mot. for Summ.J., ¶ 6.) Plaintiffs argue that if defendants were employers under the statute, then there is no genuine issue of material fact with respect to liability as to the claims in the following paragraphs of the Complaint: 27c (failure to keep pay records as required by § 1821(d)(1) of the AWPA), 27d (failure to provide itemized pay records to plaintiffs pursuant to § 1821(d)(2)), 27e (failure to pay minimum wages due pursuant to § 1822(a) and the FLSA), 27f (violation of a working arrangement to pay state and federal unemployment taxes due), 27g (violation of vehicle safety standards), and 31 (failure to pay minimum wage under FLSA).</p>\n<p></p>\n<h2><i>1. Consideration of Paragraphs 27e and 31</i></h2>\n<p>Determination of the employer status of defendants cannot resolve the issue of liability if there remain other issues of material fact preventing summary judgment on the above claims. Paragraphs 27e and 31 deal with plaintiffs' allegation that defendants did not pay the legally required minimum wage. As discussed above, there remain questions of material fact as to the wilfulness of that violation and the application of the FLSA statute of limitations. Therefore, with respect to paragraphs 27e and 31, plaintiffs' motion will be denied.</p>\n<p></p>\n<h2><i>2. Employer Status of Defendants</i></h2>\n<p>In considering paragraphs 27c, 27d, 27f and 27g, the plaintiffs' employment status must be considered. If defendants qualify either as an \"agricultural employer\" or as plaintiffs' employer, then they are bound by the requirements of the AWPA applicable to those categories. Plaintiffs allege that the defendants did not meet those requirements.</p>\n<p>In establishing a private right of action for violations, the AWPA states: \"Any person aggrieved by a violation of this chapter or any regulation under this chapter by a farm labor contractor, agricultural employer, agricultural association, or other person may file suit in any district court of the United States....\" 29 U.S.C. § 1854(a). A person or entity is an agricultural employer if it \"owns or operates a farm, ... and ... either recruits, solicits, hires, employs, furnishes, or transports any migrant or seasonal agricultural worker.\" 29 U.S.C. § 1802(2). It has <span class=\"star-pagination\">*916</span> already been established that defendants transported plaintiffs in this case, and that plaintiffs are migrant agricultural workers. This finding is all that is needed to support the private right of action. <i>Deck v. Peter Romein's Sons, Inc.,</i> 109 F.3d 383, 391 (7th Cir.1997) (finding person sued need only be found to be an \"agricultural employer\" under the AWPA and that no employer-employee relationship is necessary between person sued and the aggrieved person).</p>\n<p>Nevertheless, the record is clear that defendants employed plaintiffs during the times the violations occurred. As explained in <i>Real v. Driscoll Strawberry Assocs.,</i> 603 F.2d 748 (9th Cir.1979):</p>\n<blockquote>[t]he courts have identified a number of factors which may be useful in distinguishing employees from independent contractors for purposes of social legislation such as the FLSA [and thus the AWPA]. Some of those factors are:</blockquote>\n<blockquote>1) the degree of the alleged employer's right to control the manner in which the work is to be performed;</blockquote>\n<blockquote>2) the alleged employee's opportunity for profit or loss depending upon his managerial skill;</blockquote>\n<blockquote>3) the alleged employee's investment in equipment or materials required for his task, or his employment of helpers;</blockquote>\n<blockquote>4) whether the service rendered requires a special skill;</blockquote>\n<blockquote>5) the degree of permanence of the working relationship; and</blockquote>\n<blockquote>6) whether the service rendered is an integral part of the alleged employer's business.</blockquote>\n<p><i>Id.</i> at 754.</p>\n<p>The Court finds that, with the exception of the fifth factor, the degree of permanency in the relationship, all of the above factors weigh in plaintiffs' favor. This is true even though the record is viewed in the light most favorable to defendants, the non-moving party. The record is replete with examples of defendants' control over plaintiffs' work. (<i>See,</i> Soto Dep., 40, 41, 42; McLean Dep. 57, 59, 85.) Adolfo Soto and the rest of plaintiffs had no opportunity, other than working longer hours, to control their profit or loss. They were paid a daily wage. (<i>See</i> Soto Dep. 41-42; McLean Dep., 56-57.) Plaintiffs invested nothing but their physical labor in harvesting tobacco. All equipment was provided by defendants. Harvesting tobacco, while certainly difficult, \"does not necessitate any special skill or training,\" and is \"clearly ... unskilled labor.\" <i>Barrientos v. Taylor,</i> 917 F.Supp. 375, 383 (E.D.N.C.1996) Finally, the service rendered by plaintiffs, harvesting tobacco, is evidently an integral part of defendants business. (<i>See,</i> McLean Dep., 71, (Use of laborers and manual harvester is \"the only way you can get [the tobacco] in\" after \"the wind whipped it.\").)</p>\n<p>Weighing all of these factors, it is clear that defendants employed plaintiffs during July, August and September of 1993 and that, for the purposes of the AWPA and the FLSA, defendants are \"agricultural employers.\" They are thus subject to the AWPA, the FLSA and the regulations enacted pursuant thereto.</p>\n<p></p>\n<h2><i>3. Violations Involved in Paragraphs 27c, 27d, 27f and 27g.</i></h2>\n<p>In paragraph 27c, plaintiffs allege that defendants violated § 1821(d)(1)(C) by failing to keep records which show the number of hours worked by each employee. As mentioned above, the record in this case shows that record-keeping by defendants was sketchy. While there is evidence in the payroll ledgers of the total amount paid to each worker, no hours are reflected. Since such records are required by § 1821(d)(1)(C), and since defendants are subject to that section, summary judgment will be entered for plaintiffs with regard to defendants' violation.</p>\n<p>Defendants admit that they did not provide plaintiffs with itemized written pay statements, in violation of § 1821(d)(2). (Answer, ¶ 12.) This is the nature of the violation alleged in paragraph 27d. Provision of those statements is required of employers under the AWPA. Therefore, summary judgment will be granted to plaintiffs on this claim.</p>\n<p>Paragraph 27f alleges defendants violated a working arrangement with plaintiffs to withhold and pay Social Security taxes <span class=\"star-pagination\">*917</span> due. In their answer, defendants admit that while they agreed to withhold such taxes for July of 1993 for all plaintiffs except Tapia, plaintiffs themselves requested that defendants not withhold for August and September of 1993. (Answer, ¶ 16). The testimony of Harry L. Ivey, who performed tax accounting work for defendants, indicates that he had no W-2 forms reflecting any withholding of FICA taxes for \"any person with the last name of Soto or Flores or Gutierrez\" and that he had made no known report of any such withholdings. (Ivey Dep., 14-15.) Deposition testimony of Sharon McLean Leggett indicates that Ivey compiles records, writes the books and does the paperwork for McLean farms. (Leggett Dep., 9.) Since there is no indication of any taxes withheld for any plaintiff in the month of July 1993, defendants violated even the limited working arrangement to which they have admitted. As employers under the AWPA, defendants are prohibited from violating any such agreement. Therefore, plaintiffs motion for partial summary judgment as to liability will be granted on this claim.</p>\n<p>Paragraph 27g of the complaint alleges that defendants violated the motor vehicle safety standards set forth in § 1841, specifically the licensing requirements set forth by the Department of Labor in 29 C.F.R. § 500.48(e). Defendants admitted that Harry Jacobs and Jerry Bostic did not possess proper registration with the U.S. Department of Labor as Farm Labor Contractors for the purpose of transporting migrant agricultural workers as required by 29 C.F.R. § 500.48(e). (Defs' Responses to Pltf's First Req. for Admissions, 2.) However, a close reading of the regulation shows that employers are only required to ascertain whether the driver of any vehicle which the employer \"uses, or causes to be used\" has \"a currently valid motor vehicle ... license.\" 29 C.F.R. § 500.100. Since Bostic and Jacobs are only alleged to have performed a farm labor contracting activity, and not to have actually been farm labor contractors (see footnote 4, <i>supra</i>), the stricter registration standard of § 500.48(e) does not apply. Therefore, summary judgment can not be entered upon the basis of this alleged violation. The record is not sufficient for the court to determine if Bostic, Jacobs and Soto held drivers licenses.</p>\n<p>In further support of paragraph 27g, plaintiffs allege that defendants used pickup trucks to transport them to, from and around the farm. Defendants admit this transportation. (McLean Dep., 48, 74 .) It is also undisputed that at the time of the accident in which Gutierrez-Soto was injured, plaintiffs were riding on a harvester being pulled by a tractor on a public highway. A review of the regulations indicates that the type of transportation of migrant workers involved in this case is that covered by 29 C.F.R. § 500.104.<sup>[6]</sup> That section requires that \"seats firmly fastened to the vehicle ... be provided for each occupant or rider in, or on, any vehicle.\" 29 C.F.R. § 500.104(<i>l</i>). Since the transportation in this case took place on public roads, the \"private farm roads\" exception included in § 500.104(<i>l</i>) is not applicable. The record does not indicate any seats in the back of the pickup trucks used by defendants to transport plaintiffs. It is not clear from the record if the seat in which Gutierrez-Soto was sitting on the harvester at the time of her accident was securely fastened to the vehicle. Contrary to plaintiffs' assertions, § 500.104(<i>l</i>) does not require the use of a seat-belt. Upon this record it is clear that, as agricultural employers under the AWPA, defendants have violated the vehicle safety standards by transporting workers in the back of pickup trucks without secure seating. Therefore, plaintiffs' motion for summary judgment as to liability will be granted as to paragraph 27g only with respect to the transportation of migrant workers in pickup trucks without secure seating. The motion will be denied as to the allegation of violation of registration requirements and as to transportation of Gutierrez-Soto on the harvester.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*918</span> III. CONCLUSION</h2>\n<p>Based on the foregoing discussion, defendants' Motion for Summary Judgment on the issue of punitive damages as to plaintiffs' AWPA and negligence claims is ALLOWED and those claims are DISMISSED. Defendants' Motion for Summary Judgment as to other claims for relief is DENIED.</p>\n<p>Plaintiffs' Motion for Partial Summary Judgment is also ALLOWED in part and DENIED in part. The motion is ALLOWED in the following respects: (1) Adolfo Soto is not a \"farm labor contractor\" under the AWPA; (2) defendants do not fall under the \"family business exemption\" in 29 U.S.C. § 1803(a)(1); (3) the common law defenses of contributory negligence, fellow servant doctrine, assumption of the risk, waiver and estoppel are not applicable to Gutierrez-Soto's actual damages claim under the AWPA and the defendants' Seventh, Eighth, Ninth and Tenth Defenses are accordingly DISMISSED as they relate to those claims; (4) the fellow servant doctrine does not apply as a defense to Gutierrez-Soto's claim of negligent hiring and retention and the defendants' Eighth Defense is accordingly DISMISSED as applied to that claim; (5) defendants are employers under the AWPA and the FLSA; (6) defendants failed to record the number of hours worked by each employee as required by 29 U.S.C. § 1821(d)(1)(C) (Compl.¶ 27c); (7) defendants failed to provide itemized written pay statements to plaintiffs as required by 29 U.S.C. § 1821(d)(2) (Compl. ¶ 27d); (8) defendants' failed to abide by the working arrangement to withhold unemployment taxes from plaintiffs' pay as required by 29 U.S.C. § 1822(c) (Compl. ¶ 27f); and (9) defendants illegally transported migrant workers in unsecured seating in the back of pickup trucks in violation of 29 U.S.C. § 1841, 29 C.F.R. § 500.104(<i>l</i>) (Compl.¶ 27g).</p>\n<p>Plaintiffs' Partial Motion for Summary Judgment is DENIED as to defendants' Seventh, Eighth, Ninth, and Tenth Defenses as they apply to Gutierrez-Soto's claims of common law negligence. Plaintiffs' Motion for Summary Judgment upon the \"small business exemption\" in 29 U.S.C. §§ 206 and 1803 is also DENIED, and defendants' Fourth and Fifth Defenses therefore survive for trial. Plaintiffs' Motion for Summary Judgment upon the issue of liability for violations of the minimum wage claims contained in paragraphs 27e and 31 of the complaint is DENIED. Finally, plaintiffs' motion is DENIED as to defendants' failure to meet driver registration requirements required by 29 C.F.R. § 500.48(e) and for illegally transporting migrant workers on the harvester without secured seating in violation of 29 C.F.R. § 500.104(<i>l</i>).</p>\n<h2>NOTES</h2>\n<p>[1]  The assertion that Ms. Gutierrez-Soto, a legal, documented alien, might be deprived of her rights under a statute designed to protect her from exploitation merely because she chose to better her children's lives through education is distasteful. The in-school status of the children of agricultural workers has no bearing upon the question of their parents' permanent place of residence.</p>\n<p>[2]  It is curious that defendants assert the family business exemption, which requires that no farm labor contracting activity be conducted by anyone except the McLeans, while at the same time arguing that Adolfo Soto was a farm labor contractor for the purposes of the \"immediate family member\" exception. The Court is hard-pressed to see how defendants can have it both ways, as one argument necessarily excludes the other.</p>\n<p>[3]  The Court notes, however, that plaintiffs' argument that the \"actively engaged in ... planting\" exception contained in § 1841(a)(2) applies to the use of the word \"transporting\" in § 1802 is incorrect. That exception is explicitly limited to § 1841. The <i>Calderon</i> court is correct in seeking a contextual meaning of the word \"transporting.\" This Court only disagrees with the Seventh Circuit's result.</p>\n<p>[4]  The Court stresses again that Adolfo Soto's performance of farm labor contracting activities, while depriving defendants of the family business exemption, does not automatically make him a \"farm labor contractor\" under the Act, since such status requires performance of that activity \"for a fee.\" <i>Escobar v. Baker,</i> 814 F.Supp. 1491, 1499 (W.D.Wash.1993).</p>\n<p>[5]  Defendant Franklin McLean and Son Farms, Inc., was not incorporated until 1 January 1993, and therefore does not figure into the 1992 inquiry.</p>\n<p>[6]  Defendants are not saved by the more lenient \"day haul\" standard in §§ 500.102(b) an 500.105 because a \"day-haul\" does not \"include transportation provided by an employer for individuals who are already employees at the time they are picked up.\" 29 C.F.R. § 500.20. If plaintiffs are found to be employees of defendants then this standard self-evidently does not apply.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">901</span></span> (1998)</b></center>\n<center><h1>Adolfo SOTO, Maria I. Gutierrez-Soto, Gloria Flores, and Rosa Flores, by and through their parents, Adolfo Soto and Maria I. Gutierrez-Soto, Plaintiffs,<br>\nv.<br>\nFranklin A. McLEAN and Franklin McLean and Son Farms, Inc., Defendants.<br>\nJose TAPIA, Plaintiff,<br>\nv.<br>\nFranklin A. McLEAN and Franklin McLean and Son Farms, Inc., Defendants.</h1></center>\n<center>Nos. 7:96-CV-134-BR2, 7:96-CV-135-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 3, 1998.</center>\n<p><span class=\"star-pagination\">*902</span> <span class=\"star-pagination\">*903</span> <span class=\"star-pagination\">*904</span> <span class=\"star-pagination\">*905</span> Robert J. Willis, Raleigh, NC, Jose Tapia, Zolfo Springs, FL, for plaintiffs.</p>\n<p>J. Nicholas Ellis, Poyner &amp; Spruill, Rocky Mount, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' Motion for Summary Judgment and plaintiffs' Motion for Partial Summary Judgment.</p>\n<p>This action was initially filed by agricultural workers (Soto plaintiffs) on 26 August 1996 against defendants Franklin A. McLean and Franklin McLean and Sons Farms, Inc. On 27 August 1996, plaintiff Jose Tapia filed an identical civil action against these same defendants. The actions were consolidated by order of this Court on 13 November 1996. The consolidated action involves claims under the Migrant and Seasonal Agricultural Worker Protection Act (\"AWPA\"), 29 U.S.C. § 1801 <i>et seq.,</i> the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C § 201 <i>et seq.,</i> and the common law of North Carolina.</p>\n<p>On 30 January 1998, defendants filed a motion for summary judgment and plaintiffs filed a motion for partial summary judgment. Plaintiffs have responded to defendants' motion, while defendants have not responded to plaintiffs' motion. No reply briefs were filed. These matters are now ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The five named plaintiffs in this action traveled to Robeson County, North Carolina, from Florida in July of 1993 to perform agricultural labor for a tobacco farmer, Mrs. Mildred Allen. During their stay in Robeson County, the record indicates that the plaintiffs were referred for agricultural labor to the McLean defendants. The defendants needed help with their tobacco harvest and plaintiffs were available, as their work for Mrs. Allen had temporarily lapsed.</p>\n<p>On 27 August 1993, plaintiffs Maria Gutierrez-Soto and Gloria Flores were seated on a tobacco harvester which was being pulled by a tractor operated by Jerry Bostic, an employee of defendants. The harvester was traveling along a rural paved road and was being used to transport the plaintiffs from one tobacco field to another. During the course of this transportation, plaintiff Maria Gutierrez-Soto fell from her seat on the tobacco harvester and landed on the pavement below. The tire of the harvester then passed over her foot. She sustained personal injuries including an injury to her head.</p>\n<p>The five named plaintiffs in this case assert multiple claims for relief in their complaint. All of the plaintiffs allege multiple violations of the AWPA, including failure to maintain certain pay records and failure to meet certain safety standards. Additionally, all plaintiffs allege violations of the minimum wage and record-keeping provisions of the FLSA. Plaintiff Maria Gutierrez-Soto alleges actual damages under the AWPA on the ground that her personal injury was proximately caused by violations of the safety and transportation provisions of that Act. Furthermore, Ms. Gutierrez-Soto alleges negligence on the part of the McLean defendants under the common law of North Carolina. Plaintiffs demand a jury trial and seek declaratory relief and monetary relief in the form of statutory, actual, and punitive damages.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. SUMMARY JUDGMENT</i></h2>\n<p>Summary judgment is appropriate if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the non-moving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required <span class=\"star-pagination\">*906</span> to view the facts and draw reasonable inferences in a light most favorable to the non-moving party. <i>Id.</i> at 255, 106 S.Ct. at 2513. The plaintiff is entitled to have the credibility of all his [or her] evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show the absence of evidence to support the non-moving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he [or she] may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994)).</p>\n<p>Regarding summary judgment in connection with defenses to an action:</p>\n<blockquote>A motion for summary judgment has two uses in connection with a defense to plaintiff's action. First, the motion may be made by plaintiff to test a defense's sufficiency. Second, a defendant may employ a summary-judgment motion to assert a defense that entitles defendant to judgment as a matter of law. In either situation the procedure prescribed by Rule 56 affords a means of avoiding the delay and expense of a full trial when the action involves only a legal question and there are no triable issues of fact.</blockquote>\n<p>10B Charles Alan Wright et al., <i>Federal Practice and Procedure,</i> § 2734 (3d ed.1998).</p>\n<p></p>\n<h2><i>B. AWPA CLAIMS</i></h2>\n<p>In their Memorandum in Support of Summary Judgment (Defendants' Memo), defendants have briefed two grounds as bases for summary judgment in their favor as to all of the plaintiffs' claims under the AWPA: (1) plaintiffs are not \"migrant agricultural workers\" as defined by the AWPA and therefore cannot recover, and (2) defendants are exempt from the provisions of the AWPA pursuant to the \"family business exemption.\" Additionally, defendants assert that plaintiff Maria Gutierrez-Soto's claims for actual damages under the AWPA should be dismissed because, at the time of her injury she was being transported on a harvester and that type of transportation is subject to a statutory and regulatory exemption.</p>\n<p>With regard to their claims under the AWPA, plaintiffs have moved for partial summary judgment on the following issues: (1) plaintiff Adolfo Soto is not a \"farm labor contractor\" for purposes of the AWPA, (2) defendants are not exempt from the provisions of the AWPA under the \"family business exemption,\" and (3) defendants are not exempt from the provisions of the AWPA under the \"small business exemption.\" As to plaintiff Maria Gutierrez-Soto's claim for actual damages under the AWPA, plaintiff has moved for partial summary judgment on the affirmative defenses of contributory negligence, fellow servant rule, assumption of the risk, and the doctrines of waiver and estoppel.</p>\n<p></p>\n<h2><i>1. Plaintiffs' Status as Migrant Agricultural Workers</i></h2>\n<p>In order for plaintiffs to recover under the AWPA, they must establish themselves as members of the class of potential plaintiffs contemplated by that act. The AWPA provides protection for both \"migrant agricultural workers\" and \"seasonal agricultural workers,\" with protections varying depending upon the class covered. Plaintiffs in the instant case assert that they are migrant agricultural workers for purposes of the AWPA. (Compl., 2-3.) In their motion, defendants dispute plaintiffs' status as migrant agricultural workers on two grounds: (a) that plaintiffs were not required to be absent overnight from their permanent place of residence during their employment, as required by the AWPA, and (b) that plaintiffs are immediate family members of a farm labor contractor and are therefore precluded from attaining protected status. Each of defendants' two arguments on this issue requires separate treatment.</p>\n<p></p>\n<h2><i>a. Permanent Place of Residence</i></h2>\n<p>The AWPA defines a \"migrant agricultural worker\" as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*907</span> [T]he term \"migrant agricultural worker\" means an individual who is employed in agricultural employment of a seasonal or other temporary nature, and who is required to be absent overnight from his permanent place of residence.</blockquote>\n<p>29 U.S.C. § 1802(8)(A). Defendants argue that plaintiffs were not required to be absent overnight from their permanent place of residence while employed by defendants. If defendants are correct, then plaintiffs were not migrant agricultural workers at the time of their employment in 1993.</p>\n<p>The phrase \"permanent place of residence\" is not defined by the statute. <i>See</i> 29 U.S.C. § 1802(8). However, the applicable regulation provides in pertinent part that:</p>\n<blockquote>\n<i>Permanent place of residence,</i> with respect to an individual, means a domicile or permanent home. Permanent place of residence does not include seasonal or temporary housing such as a labor camp. The term <i>permanent place of residence</i> for any nonimmigrant alien is that individual's country of origin.</blockquote>\n<p>29 C.F.R. § 500.20(p)(2). This regulation mirrors the legislative history, which similarly notes:</p>\n<blockquote>A \"permanent place of residence\" in no circumstances shall be construed to include any person's home or residence when it is seasonal or temporary housing, such as a labor camp, but rather is intended to mean essentially a domicile to which an individual intends to return.</blockquote>\n<p>H.R.Rep. No. 97-885 at 8 (1982), <i>reprinted in</i> 1982 U.S.C.C.A.N. 4547, 4554.</p>\n<p>The Eleventh Circuit has addressed the issue of what constitutes a worker's permanent place of residence for purposes of the AWPA. <i>Caro-Galvan v. Curtis Richardson, Inc.,</i> <span class=\"citation\" data-id=\"607192\"><a href=\"/opinion/607192/jose-jesus-caro-galvan-tomas-medina-solorsano-jose-muniz-rodriguez/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1500</span></a></span>, 1509-13 (11th Cir.1993) (discussing and applying the same regulations and legislative history cited above). The plaintiffs in <i>Caro-Galvan</i> never contended that their work required them to be away overnight from the defendants' trailers. The plaintiffs also did not dispute that they lived in those trailers year-round during the approximately six years that they worked for the defendants <i>Id.</i> at 1509. Nevertheless, the court held that those trailers were not equivalent to permanent places of residence and therefore plaintiffs were required to be absent overnight from their permanent place of residence, thus making them migrant agricultural workers for purposes of the AWPA. <i>Id.</i> at 1513. Other cases have held similarly that workers who cannot commute from their permanent homes to a farm where they work are migrants. <i>Avila v. A. Sam &amp; Sons,</i> <span class=\"citation\" data-id=\"1681257\"><a href=\"/opinion/1681257/avila-v-a-sam-sons/\"><span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">763</span></a></span> (W.D.N.Y.1994); <i>Escobar v. Baker,</i> <span class=\"citation\" data-id=\"1766141\"><a href=\"/opinion/1766141/escobar-v-baker/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1491</span></a></span> (W.D.Wa.1993).</p>\n<p>The record in the case at bar suggests that none of the plaintiffs intended to make North Carolina their permanent home at the time the injury in this case occurred. All of the plaintiffs either maintained or used a permanent mailing address in Florida. (Guttierrez-Soto Dep., 11.) Furthermore, the Soto plaintiffs stored all of their furniture in Florida while they were in North Carolina, and upon their return to Florida after the 1993 tobacco season they reinhabited the same trailer that they had previously occupied. (Id. at 12-13.) All of these facts suggest that in 1993 the Soto plaintiffs' domicile and hence permanent place of residence was in Florida, and not North Carolina, for purposes of the AWPA.</p>\n<p>The contrary arguments offered by the McLean defendants are not convincing. Defendants' claim that plaintiffs intended North Carolina to be their permanent place of residence is contradicted by the fact that the Soto plaintiffs stored their furniture and belongings in Florida before coming to North Carolina. (Id.) Defendants' assertion that the Soto plaintiffs did not own any real estate in Florida and failed to continue to rent their Florida home while in North Carolina lacks import in light of the fact that the Sotos returned to that same Florida dwelling after leaving North Carolina and maintained a permanent Florida mailing address in the interim. (Gutierrez-Soto Dep., 16-17.) That all the plaintiffs \"expressed an intent to have the trailer provided to them by Mrs. Allen while working in Lumberton as their permanent residence\" is a groundless and conclusory assertion with no support in the record. (Defs' Mem. in Supp. of Mot. for Summ. J. at 9.) Finally, the fact that Ms. Gutierrez-Soto's <span class=\"star-pagination\">*908</span> daughters attended school in Lumberton, North Carolina, as of the time of Gutierrez-Soto's October 1997 deposition is simply not relevant to the question at hand.<sup>[1]</sup></p>\n<p>Defendants' assertions with regard to Jose Tapia's permanent place of residence are also insupportable. The record indicates that Mr. Tapia is an illegal alien and hence a \"nonimmigrant alien\" under § 500.20(p)(2). Therefore, under that section Mr. Tapia's permanent place of residence is his country of origin, Mexico.</p>\n<p>Contrary to defendants' assertions, it does not matter that the trailer provided to the plaintiffs is not a \"labor camp\" nor does it matter that the McLean defendants are not the ones who provided the housing. Of significance here is that the housing used by plaintiffs during the 1993 tobacco season was temporary farm worker housing, and this is the very sort of housing that Congress wanted to exclude from consideration. <i>Avalos v. La Conca D'Oro, Inc.,</i> No. 87-4980, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">137302</span></span> at *4 (E.D.Pa. Dec.20, 1988).</p>\n<p>For all of the above reasons, defendants have failed to show that plaintiffs' permanent place of residence for purposes of 29 U.S.C. § 1802(8) was North Carolina. Thus, this court finds that all five of the plaintiffs in this action were required to be absent overnight from their permanent place of residence during their employment with defendants in 1993.</p>\n<p></p>\n<h2><i>b. Immediate Family members of a Farm Labor Contractor</i></h2>\n<p>In addition to their arguments concerning plaintiffs' permanent place of residence, defendants argue that plaintiffs fall under the definitional exemption stated in the AWPA: \"The term `migrant agricultural worker' does not include  i) any immediate family member of an agricultural employer or a farm labor contractor.\" 29 U.S.C. § 1802(8)(B).</p>\n<p>Defendants' argument rests on their assertion that plaintiff Adolfo Soto is a farm labor contractor under the language of the AWPA. A farm labor contractor is defined as:</p>\n<blockquote>any person, other than an agricultural employer, an agricultural association, or an employee of an agricultural employer or agricultural association, who, for any money or other valuable consideration paid or promised to be paid, performs any farm labor contracting activity.</blockquote>\n<p>29 U.S.C. § 1802(7).</p>\n<p>Additionally, 29 U.S.C. § 1802(6) states that \"[t] he term `farm labor contracting activity' means recruiting, soliciting, hiring, employing, furnishing, or transporting any migrant or seasonal agricultural worker.\" Defendants assert that Adolfo Soto was engaged in farm labor contracting activity because he \"drove his own truck and transported his family\" to work every day and \"represented that he was responsible for the employment of all the plaintiffs.\" (Defs' Mem. in Supp. of Mot. for Summ. J., 9-10.)</p>\n<p>There are multiple problems with defendants' argument, but one in particular stands out. It is undisputed by the parties that Adolfo Soto was only recompensed by the McLean defendants for his work in the tobacco fields. He was paid the same $30/day wage that other similarly situated migrant workers were paid for their work  he was <i>not</i> paid additional monies or given valuable consideration for the alleged farm labor contracting activities involving him and his family. One essential element of farm labor contractor status is receipt of such a fee. <i>Escobar v. Baker,</i> <span class=\"citation\" data-id=\"1766141\"><a href=\"/opinion/1766141/escobar-v-baker/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1491</span></a></span>, 1499-1500 (W.D.Wa.1993). Since Adolfo Soto's wages were not \"closely tied\" to his performance of contracting activities such as recruitment or transportation, (<i>Id.</i> at 1500 n. 9), he cannot be classified as a farm labor contractor under the AWPA. Therefore, the other members of the Soto family cannot be classified as immediate family members of a farm labor contractor. The definitional exemption <span class=\"star-pagination\">*909</span> simply does not apply to the Soto plaintiffs.</p>\n<p>Additionally, this particular exemption cannot apply to plaintiff Jose Tapia. Assuming for the sake of argument that Adolfo Soto was a farm labor contractor, Tapia could still be classified as a migrant agricultural worker because he is <i>not</i> an immediate family member of Adolfo Soto. <i>See</i> 29 C.F.R. § 500.20(<i>o</i>) (listing narrow relations that constitute immediate family). Rather, Tapia is the brother of Maria Gutierrez-Soto's sister-in-law.</p>\n<p>Defendants' motion for summary judgment as to plaintiffs' AWPA claims on the ground that the Soto plaintiffs and Tapia are not migrant agricultural workers will be denied. Plaintiffs' motion for partial summary judgment on the issue of whether Adolfo Soto may be classified as a farm labor contractor will be allowed.</p>\n<p></p>\n<h2><i>2. Family Business Exemption</i></h2>\n<p>Defendants also move to have all of plaintiffs' AWPA claims dismissed on the ground that defendants operate a family business and are thus exempt from the provisions of that Act. The AWPA provides in pertinent part:</p>\n<p>The following persons are not subject to this chapter </p>\n<blockquote>\n<i>Family business exemption.</i> Any individual who engages in a farm labor contracting activity on behalf of a farm ... which is owned or operated exclusively by such individual or an immediate family member of such individual, if such activities are performed only for such operation and exclusively by such individual or an immediate family member, but without regard to whether such individual has incorporated or otherwise organized for business purposes.</blockquote>\n<p>29 U.S.C. § 1803(a)(1). The Sixth Circuit has accurately described the inquiry necessary to assess a family business exemption claim under 29 U.S.C. § 1803(a)(1):</p>\n<blockquote>\"[A] court evaluating a farmer's claim to the family business exemption must conduct a two-step analysis. First, the court must identify the labor contracting activities involved in the farm's operation. Second, the court must ascertain whether these farm labor contracting activities were performed exclusively by members of the farmers family.\"</blockquote>\n<p><i>Flores v. Rios,</i> <span class=\"citation\" data-id=\"678838\"><a href=\"/opinion/678838/jose-flores-v-reyes-rios-and-gibsonburg-canning-company/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 510 (6th Cir. 1994).</p>\n<p>Again, the AWPA defines a farm labor contracting activity as one of six types of acts: \"recruiting, soliciting, hiring, employing, furnishing, or transporting any migrant or seasonal agricultural worker.\" 29 U.S.C. § 1802(6).</p>\n<p>Defendants claim to have exclusively performed all of the relevant farm labor contracting activities in this case, while plaintiffs contend that they were both recruited and transported by people other than defendants and/or their immediate family.<sup>[2]</sup> The Court turns first to the question of transporting.</p>\n<p>The term transporting is not defined in the AWPA. It is used in § 1802 as a farm labor contracting activity. The term \"transportation\" is used in § 1841, which states that the motor vehicle safety standards \"appl[y] to the transportation of any migrant or seasonal agricultural worker.\" 29 U.S.C. § 1841(a)(1).</p>\n<p>Defendants refer this Court to the Seventh Circuit Court of Appeals' decision in <i>Calderon v. Witvoet,</i> <span class=\"citation\" data-id=\"612143\"><a href=\"/opinion/612143/crispin-calderon-on-behalf-of-themselves-and-all-others-similarly-situated/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span> (7th Cir.1993). In <i>Calderon</i> the Seventh Circuit held that the two variations of the word transport in the AWPA have different meanings. In relation to the farm labor contracting activities of § 1802, the court held \"transporting\" to mean \"obtaining and paying for a ticket that brings the worker to the farm or sends him on to the next one.\" <i>Id.</i> at 1104. According to the Seventh Circuit, the context of the term in the family business exemption requires that it mean \"something short of all movement, or we have obliterated the exemption.\" <i>Id.</i> at 1103. The <i>Calderon</i> court <span class=\"star-pagination\">*910</span> based this finding on the argument (suggested by counsel for the plaintiff in that case) that an expansive definition of transportation, such as that used in § 1841, would mean that \"if a single migrant worker rides one yard on a tractor, driven by himself or anyone other than a member of the family, the exemption is destroyed.\" <i>Id.</i> Plaintiffs argue that the Seventh Circuit misapplied the law and based its decision on an unfortunate argument by plaintiff's counsel in <i>Calderon.</i></p>\n<p>This Court is convinced that in addressing a valid concern about overbreadth, the Seventh Circuit overreached. Despite the <i>Calderon</i> court's argument, application of a proper definition of \"transporting\" would not eviscerate the exception. While the <i>Calderon</i> court was undoubtedly correct in wanting to preserve Congress's expressed intent to protect the family farm, \"AWPA's legislative history suggests that the family business exemption should `be construed narrowly in a manner that furthers the remedial purposes of this Act.'\" <i>Flores,</i> 36 F.3d at 510 (internal citations to legislative history omitted).</p>\n<p>While, contextually, transporting cannot be read to include the single migrant worker riding \"one yard on a tractor,\" surely it can be read to include the movement of migrant workers between one farm they are working for and another. This is hardly an expansive reading of the term, and is far closer to the activity envisioned by the <i>Calderon</i> court as a contracting activity than it is to riding one yard on a tractor. It is movement designed to procure workers for the farm. Whether that procurement is done from a great distance or from just down the road should have no effect upon the character of the activity. It is still a farm labor contracting activity for the purposes of the AWPA.<sup>[3]</sup> In the same vein, transportation from the house to the fields would also fall under that definition, especially when such movement of workers was part of the regular routine of the farm. <i>See, </i><i>Marshall v. Buntings' Nurseries,</i> <span class=\"citation\" data-id=\"1389115\"><a href=\"/opinion/1389115/marshall-v-buntingsnurseries-of-selbyville/\"><span class=\"volume\">459</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></a></span>, 97 (D.Md.1978) (\"transporting\" under predecessor act to AWPA includes \"transportation of workers to and from the fields, between fields, and into neighboring towns\").</p>\n<p>Depositions of plaintiffs and defendants indicate that persons other than members of the McLean family, including Adolfo Soto, Harry Jacobs, Jerry Bostic and others routinely drove the pickup truck which moved the workers from the house to the fields. (McLean Dep., 49; Soto Dep., 37-38.) Adolfo Soto regularly drove his family and others, including Tapia, from the trailer to the McLean's farm in his pickup truck.<sup>[4]</sup> (Soto Dep. 37; Answer at 8, Second Defense, ¶ 3.) Therefore, this Court finds that defendants did not exclusively perform all farm labor contracting activities. They therefore cannot benefit from the family business exemption. Defendants' motion for summary judgment on this defense will be denied. Plaintiffs' motion for partial summary judgment upon this issue will be allowed.</p>\n<p></p>\n<h2><i>3. Small Business Exemption</i></h2>\n<p>In their Answer, defendants assert as their Fourth Defense the \"small business exemption\" to the AWPA. Plaintiffs move for partial summary judgment on this defense. 29 U.S.C. § 1803 provides, in pertinent part:</p>\n<p>The following persons are not subject to this chapter </p>\n<blockquote>\n<i>Small business exemption.</i> Any person, other than a farm labor contractor, for whom the man-days exemption for agricultural labor provided under section 13(a)(6)(A) of the [FLSA] is applicable.</blockquote>\n<p>29 U.S.C. § 1803(a)(2).</p>\n<p>The man-days exemption of the FLSA applies to \"any employee employed in agriculture <span class=\"star-pagination\">*911</span> ... if such employee is employed by an employer who did not, during any calendar quarter during the preceding calendar year, use more than five hundred man-days of agricultural labor....\" 29 U.S.C. § 213(a)(6)(A). A \"man-day\" is \"any day during which an employee performs any agricultural labor for not less than one hour.\" 29 U.S.C. § 203(u).</p>\n<p>Plaintiffs' claims in this case are based on an injury and alleged violations which occurred in 1993. Therefore, in determining whether defendants fall under the small business exemption, the court must focus its inquiry on defendants' employment of workers in 1992. 29 U.S.C. § 213(a)(6)(A). The evidence before the court on the number of man-days used by the defendant Franklin McLean in 1992 is sketchy at best.<sup>[5]</sup> McLean's deposition testimony indicates that he is unsure of the precise daily wage paid to his employees in 1992. Furthermore, it is apparent from the same testimony that one or more employees were not included at all in McLean's payroll ledger for that year. Neither McLean's testimony nor his 1992 payroll ledger provide the court with a firm enough basis on which to determine with any amount of precision the number of man-days of agricultural labor used by Franklin McLean in any given calendar quarter of 1992. For this reason, the court finds that an issue of material fact exists with regard to figures that are essential in ascertaining the applicability of the small business exemption. Therefore, plaintiffs' motion for partial summary judgment on the small business exemption will be denied.</p>\n<p></p>\n<h2><i>4. Transportation on a Harvester</i></h2>\n<p>In their motion for summary judgment, defendants have moved to have Maria Gutierrez-Soto's actual damages claim under the AWPA dismissed because, at the time of her injury, she was being transported on a tobacco harvester. Defendants claim that transportation of this type is not subject to the motor vehicle safety provisions of the AWPA, 29 U.S.C. § 1841, because Congress intended to exempt transportation on harvesters. The relevant statutory provision is as follows:</p>\n<blockquote>[The motor vehicle safety requirements of the AWPA do] not apply to the transportation of any migrant or seasonal agricultural worker on a tractor, combine, harvester, picker, or other similar machinery and equipment while such worker is actually engaged in the planting, cultivating, or harvesting of any agricultural commodity or the care of livestock or poultry.</blockquote>\n<p>29 U.S.C. § 1841. The Department of Labor regulation promulgated pursuant to this section of the Act states:</p>\n<blockquote>Vehicle safety standards or insurance requirements issued under the Act and these regulations do not apply to the transportation of any seasonal or migrant agricultural worker on a tractor, combine, harvester, picker, other similar machinery and equipment while such worker is actually engaged in planting, cultivating, or harvesting of any agricultural commodity or the care of livestock or poultry. This exclusion applies only to workers carrying out these activities on such machinery and equipment or being engaged in transportation incidental thereto. The exclusion does not include the use of such machinery for the transportation of any worker under any other circumstances.</blockquote>\n<p>29 C.F.R. § 500.103(a). Both plaintiff and defendants in this case agree that at the time of her injury, Gutierrez-Soto was being transported from one tobacco field to another on a rural paved road in defendants' tobacco harvester. Defendants assert that this transportation was \"incidental\" to the harvesting activity being performed by Gutierrez-Soto, and that it is therefore exempted by the above language.</p>\n<p>The legislative history of the exemption at issue weighs against defendants' argument:</p>\n<blockquote>The Committee intends that this be a very limited exception meant to apply only to the worker(s) performing the listed activity on the vehicles while the listed activity or any movement incidental thereto is taking place. It has [sic] not meant to include the <span class=\"star-pagination\">*912</span> use of a piece of machinery for the transportation of a worker or workers in any other context.</blockquote>\n<p>H.R.Rep. No. 97-885 at 19 (1982), <i>reprinted in</i> 1982 U.S.C.C.A.N. 4547, 4565.</p>\n<p>Keeping this history in mind, this Court cannot construe transportation in a harvester on a public road as movement \"incidental\" to the actual harvesting activity that takes place in the field. To hold otherwise would run contrary to the Congressional mandate that the exemption at issue be applied only as \"a very limited exception.\" <i>Id.</i> Furthermore, the Court notes again that exceptions to coverage of the AWPA are to be construed narrowly because Congress intended the AWPA to be a remedial statute. <i>Flores,</i> 36 F.3d at 510; <i>Martinez v. Hauch,</i> <span class=\"citation\" data-id=\"2255262\"><a href=\"/opinion/2255262/martinez-v-hauch/\"><span class=\"volume\">838</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1209</span></a></span> (W.D.Mich.1993). For all of the above reasons, defendants' motion for summary judgment on plaintiff Maria Gutierrez-Soto's actual damages claim under the AWPA on the ground that her transportation on a harvester is exempted from coverage will be denied.</p>\n<p></p>\n<h2><i>5. Contributory Negligence, Fellow Servant Doctrine, Assumption of Risk, and Doctrines of Waiver and Estoppel as Defenses to the AWPA.</i></h2>\n<p>In their answer, defendants assert as their Seventh, Eighth, Ninth, and Tenth Defenses contributory negligence, fellow servant doctrine, assumption of the risk, and the doctrines of waiver and estoppel, respectively. Plaintiff has moved for summary judgment on these defenses as applied against her actual damages claim under the AWPA.</p>\n<p>This Court has previously addressed the issue of contributory negligence as a defense to claims under the AWPA. In 1993, United States District Judge Franklin Dupree wrote:</p>\n<blockquote>[I]n view of the broad social purposes sought to be served by this legislation it [is] the court's feeling that to allow the defense of contributory negligence would probably run contrary to congressional intent and that a liberal construction of this social legislation which makes no provision for a defense of contributory negligence should result in disallowing it.</blockquote>\n<p><i>Ricketts v. Vann,</i> <span class=\"citation\" data-id=\"2261616\"><a href=\"/opinion/2261616/ricketts-v-vann/\"><span class=\"volume\">861</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">404</span></a></span>, 405 (E.D.N.C.1993), <i>aff'd,</i> <span class=\"citation\" data-id=\"676073\"><a href=\"/opinion/676073/desmond-ricketts-v-hugh-vann-billy-vann-hugh-vann-son-incorporated/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span> (4th Cir. 1994). This same reasoning may be applied with equal clarity to the common law defenses of the fellow servant rule, assumption of risk, and the doctrines of waiver and estoppel. None of these defenses are provided for in the language of the AWPA, and, in the words of Judge Dupree, allowing them \"would probably run contrary to congressional intent.\" Finding no alternate authority or legislative history to the contrary, this court chooses to adopt the reasoning set forth by Judge Dupree in <i>Ricketts.</i> Therefore, plaintiffs motion for partial summary judgment as to defendants' Seventh, Eighth, Ninth, and Tenth defenses will be allowed and those defenses will be dismissed with respect to their application against Maria Gutierrez-Soto's actual damages claim under the AWPA.</p>\n<p></p>\n<h2><i>C. FLSA CLAIMS</i></h2>\n<p></p>\n<h2><i>1. Statute of Limitations</i></h2>\n<p>Defendants have moved for summary judgment on all of plaintiffs' FLSA claims on the ground that those claims are barred by a two-year statute of limitations. The FLSA sets forth a two-year statute of limitations for actions on non-willful violations of the statute. Actions on willful violations, however, are governed by a three-year statute of limitations. 29 U.S.C. § 255(a).</p>\n<p>Defendants have the initial burden of demonstrating that there is no genuine issue of material fact as to whether their violation was willful. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Defendants want this court to determine as a matter of law that their alleged violations of the FLSA were not willful and therefore those violations are only subject to the two-year statute of limitations. Plaintiffs cite the proposition that states of mind such as willfulness cannot and should not be decided as a matter of law: \"issues of willfulness and party intent cannot be resolved by summary judgment.\" <i>Aaron v. City of Wichita,</i> <span class=\"citation\" data-id=\"1447380\"><a href=\"/opinion/1447380/aaron-v-city-of-wichita-kan/\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">898</span></a></span>, 908 (D.Kan.1992).</p>\n<p><span class=\"star-pagination\">*913</span> The Fourth Circuit considered this quandary in <i>Fowler v. Land Management Groupe, Inc.,</i> <span class=\"citation\" data-id=\"593313\"><a href=\"/opinion/593313/barbara-johnston-fowler-v-land-management-groupe-incorporated-john-long/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span> (4th Cir.1992), holding that, in the context of Section 255(a), \"there is no reason that the issue of `willfulness' should be treated any differently from other factual determinations relating to application of a statute of limitations that are routinely submitted to the jury.\" <i>Id.</i> at 162-3.</p>\n<p>In light of the Fourth Circuit's indication that willfulness for purposes of 29 U.S.C. § 255(a) is properly a factual question to be put before the jury, granting summary judgment for defendants on this issue would be inappropriate. Defendants motion for summary judgment as to plaintiffs' FLSA claims on the ground that these claims are barred by a two-year statute of limitations will therefore be denied.</p>\n<p></p>\n<h2><i>2. FLSA Small Business Exemption</i></h2>\n<p>In their answer, defendants have asserted that they are exempt from 29 U.S.C. § 206, the FLSA minimum wage provision, in that they did not employ agricultural labor in excess of 500 man-days per quarter in 1992. This defense is based on the small business exemption of the FLSA set forth in 29 U.S.C. § 213(a)(6)(A).</p>\n<p>As with plaintiffs' Motion for Summary Judgment on the AWPA small business exemption, this question involves consideration of a sketchy evidentiary record. Determination of actual man-days worked is a factual question best left to the jury. Therefore, defendants' motion will be denied.</p>\n<p></p>\n<h2><i>D. NEGLIGENCE CLAIMS</i></h2>\n<p>In the Fifth and Sixth Claims for Relief in the complaint, plaintiff Maria Gutierrez-Soto alleges that defendants negligently caused her personal injury. Specifically, it is alleged that defendants provided unsafe equipment which led to her injury, and that defendants negligently hired and retained their employee, Jerry Bostic, who was driving the tractor pulling the harvester at the time of the accident.</p>\n<p>Defendants have moved for summary judgment on these claims on the grounds that (1) there is no evidence in the record to support these claims, and (2) the personal injury claim is barred by the fellow servant doctrine. Plaintiffs have moved for partial summary judgment on their negligent hiring and retention claim on the ground that the fellow servant doctrine is not available as a defense to such a claim.</p>\n<p></p>\n<h2><i>1. Evidence in the Record</i></h2>\n<p>This court finds that there is enough evidence in the record to present issues of material fact on the question of whether the equipment used to transport the plaintiff Maria Gutierrez-Soto was unsafe. Furthermore, this court finds that there is enough evidence in the record for a reasonable juror to conclude that Ms. Gutierrez-Soto was injured by the negligence of an incompetent or unqualified fellow employee, Jerry Bostic. Such a showing is required under North Carolina law for Ms. Gutierrez-Soto to prevail on a negligent hiring and retention claim. <i>Woodson v. Rowland,</i> <span class=\"citation\" data-id=\"1376816\"><a href=\"/opinion/1376816/woodson-v-rowland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">330</span></a></span>, <span class=\"citation\" data-id=\"1376816\"><a href=\"/opinion/1376816/woodson-v-rowland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">222</span></a></span>, 238 (1991). Defendants' motion for summary judgment on plaintiff Maria Gutierrez-Soto's negligence claims on the ground that there is no evidence to support such claims will be denied.</p>\n<p></p>\n<h2><i>2. Fellow Servant Doctrine</i></h2>\n<p>The fellow servant doctrine operates as follows:</p>\n<blockquote>At common law an employer is absolved from liability to one engaged in his employment for injuries incurred or suffered solely as the result of the negligence, carelessness, or misconduct of others who are in the service of the employer and who are engaged in the same common or general employment as the injured employee.</blockquote>\n<p>27 Am.Jur.2d <i>Employment Relationship</i> § 391 (1996). \"Injury by fellow servant\" is listed in Rule 8(c) of the North Carolina Rules of Civil Procedure as a defense which must be set forth affirmatively. Although the fellow servant doctrine is still a viable rule of law in North Carolina, it only applies to employer-employee relationships which are not covered by Chapter 97 of the N.C. General Statutes, the state Workers' Compensation Act. <i>Thornton v. Thornton,</i> 45 <span class=\"star-pagination\">*914</span> N.C.App. 25, <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></span>, 327-28 (1980). Since N.C.G.S. § 97-2(1) specifically exempts agricultural employees from the Compensation Act's coverage, the fellow servant doctrine may properly be discussed in conjunction with the agricultural worker action before the court. <i>Id.</i></p>\n<p>Plaintiffs assert that the fellow servant doctrine cannot be a defense to a claim based on negligent hiring and retention. On this issue, the following language is instructive:</p>\n<blockquote>So far as our law has developed in this area, it may be stated as follows: An employee injured by the negligence of an incompetent or unqualified fellow employee may recover against the employer of both on the theory that the employer negligently hired, or after hiring, negligently retained the incompetent fellow employee.</blockquote>\n<p><i>Woodson,</i> 407 S.E.2d at 238. With these words, the North Carolina Supreme Court has made it clear that an employer may be liable for an injury to one employee caused by the negligence of a fellow employee, provided that the injured party can show that the employee responsible for his or her injury was incompetent or unqualified. By definition, such a cause of action excludes the fellow servant doctrine as a defense, provided that a plaintiff can make the requisite showing of incompetence and negligent hiring or retention. If a plaintiff cannot make such a showing, then such a cause of action will fail anyway. For the above reasons, plaintiff's motion for partial summary judgment upon the fellow servant doctrine defense will be allowed.</p>\n<p>Defendants also contend that Maria Gutierrez-Soto's unsafe equipment claims should be dismissed because of the fellow servant doctrine. In support of their contention, defendants assert that plaintiffs have put forth a cause of action based solely on the negligence of Jerry Bostic, who was plaintiff's fellow servant. Defendants cite Gutierrez-Soto's deposition testimony for the proposition that plaintiff is clearly trying to prove their negligence case based on the negligent driving of Jerry Bostic. (Gutierrez-Soto Dep., 53.) However, the record and the pleadings indicate that Gutierrez-Soto's claims of negligence are based on theories of unsafe equipment, and negligent hiring and retention.</p>\n<p>This Court has already held that the fellow servant rule will not apply to a theory of recovery based on negligent hiring and retention. Nor will the fellow servant rule apply to a theory of recovery based on transportation in an unsafe vehicle. <i>See </i><i>Ricketts,</i> 861 F.Supp. at 406. For these reasons, defendants motion for summary judgment as to plaintiff Maria Gutierrez-Soto's personal injury claims on the ground that these claims are barred by the fellow servant doctrine will be denied. This denial is subject to the right of defendants to reactivate this defense in the event that plaintiff attempts at trial to base her negligence claim on the driving of defendants' employee Jerry Bostic. <i>See Id.</i></p>\n<p></p>\n<h2><i>3. Other Defenses</i></h2>\n<p>Plaintiff also argues that contributory negligence, the fellow servant doctrine, and assumption of the risk are not available as defenses and cannot operate as a bar to plaintiff Maria Gutierrez-Soto's personal injury claim. The Court has already held that these defenses will not apply as against plaintiff's federal causes of action under the AWPA. However, as against plaintiff Maria Gutierrez-Soto's common law negligence claims, this Court finds that the facts of the case are not clear enough to warrant dismissal of these three defenses. There is enough evidence in the record for a reasonable juror to conclude that Ms. Gutierrez-Soto contributed in some fashion to her injury. Furthermore, as noted above, the fellow servant defense might be available to defendants if plaintiff undertakes to prove a cause of action based on the simple negligence of the defendants' employee. As all of these defenses are fact-dependent, it would be inappropriate for the court to dismiss them at this juncture. Therefore, plaintiffs' motion for partial summary judgment as to these defenses on the ground that the facts of this case do not support them will be denied.</p>\n<p></p>\n<h2><i>E. PUNITIVE DAMAGES</i></h2>\n<p>This Court addressed the issue of punitive damages in a similar factual context <span class=\"star-pagination\">*915</span> in <i>Barrientos v. Taylor,</i> <span class=\"citation\" data-id=\"2140530\"><a href=\"/opinion/2140530/barrientos-v-taylor/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">375</span></a></span> (E.D.N.C.1996). As to the issue of punitive damages under the AWPA, the Court held as follows:</p>\n<blockquote>[Plaintiffs] seek[] punitive damages against defendants based on their alleged violations of the AWPA and North Carolina's common law of negligence. The AWPA contains no provision for punitive damages. Furthermore, the Act's liquidated damages provision is punitive in nature, as Congress enacted this section to deter future violations. (citations omitted).</blockquote>\n<p><i>Id.</i> at 386. In light of this reasoning, defendants' motion for summary judgment on the issue of punitive damages as to plaintiffs' AWPA claims will be allowed.</p>\n<p>On the issue of punitive damages for claims under the North Carolina common law of negligence, this Court stated:</p>\n<blockquote>[t]o recover punitive damages under the North Carolina common law, \"[t]he tort in question must be accompanied by additional aggravating or outrageous conduct.\" Such conduct may be shown by wantonness or willful injury. Willful conduct is done purposefully in violation of law, or knowingly of set purpose, or without yielding to reason. Wanton conduct is done wickedly or needlessly, manifesting a reckless indifference to the rights of others.</blockquote>\n<p><i>Id.</i> This court finds that plaintiffs have presented no forecast of evidence sufficient to show that the McLean defendants' actions leading up to Gutierrez-Soto's injury rose to the level of wanton or willful conduct. Therefore, defendants' motion for summary judgment on the issue of punitive damages as to plaintiffs' common law negligence claims will be allowed.</p>\n<p></p>\n<h2><i>F. DEFENDANTS' EMPLOYER STATUS</i></h2>\n<p>Plaintiffs have moved for summary judgment as to liability on certain claims \"[i]f the Court determines that the McLean defendants were the `employers', `joint employers' and/or `agricultural employers' of the plaintiffs.\" (Pltfs' Mot. for Summ.J., ¶ 6.) Plaintiffs argue that if defendants were employers under the statute, then there is no genuine issue of material fact with respect to liability as to the claims in the following paragraphs of the Complaint: 27c (failure to keep pay records as required by § 1821(d)(1) of the AWPA), 27d (failure to provide itemized pay records to plaintiffs pursuant to § 1821(d)(2)), 27e (failure to pay minimum wages due pursuant to § 1822(a) and the FLSA), 27f (violation of a working arrangement to pay state and federal unemployment taxes due), 27g (violation of vehicle safety standards), and 31 (failure to pay minimum wage under FLSA).</p>\n<p></p>\n<h2><i>1. Consideration of Paragraphs 27e and 31</i></h2>\n<p>Determination of the employer status of defendants cannot resolve the issue of liability if there remain other issues of material fact preventing summary judgment on the above claims. Paragraphs 27e and 31 deal with plaintiffs' allegation that defendants did not pay the legally required minimum wage. As discussed above, there remain questions of material fact as to the wilfulness of that violation and the application of the FLSA statute of limitations. Therefore, with respect to paragraphs 27e and 31, plaintiffs' motion will be denied.</p>\n<p></p>\n<h2><i>2. Employer Status of Defendants</i></h2>\n<p>In considering paragraphs 27c, 27d, 27f and 27g, the plaintiffs' employment status must be considered. If defendants qualify either as an \"agricultural employer\" or as plaintiffs' employer, then they are bound by the requirements of the AWPA applicable to those categories. Plaintiffs allege that the defendants did not meet those requirements.</p>\n<p>In establishing a private right of action for violations, the AWPA states: \"Any person aggrieved by a violation of this chapter or any regulation under this chapter by a farm labor contractor, agricultural employer, agricultural association, or other person may file suit in any district court of the United States....\" 29 U.S.C. § 1854(a). A person or entity is an agricultural employer if it \"owns or operates a farm, ... and ... either recruits, solicits, hires, employs, furnishes, or transports any migrant or seasonal agricultural worker.\" 29 U.S.C. § 1802(2). It has <span class=\"star-pagination\">*916</span> already been established that defendants transported plaintiffs in this case, and that plaintiffs are migrant agricultural workers. This finding is all that is needed to support the private right of action. <i>Deck v. Peter Romein's Sons, Inc.,</i> <span class=\"citation\" data-id=\"738264\"><a href=\"/opinion/738264/gregory-deck-as-administrator-of-the-estate-of-jose-jesus-calderon/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">383</span></a></span>, 391 (7th Cir.1997) (finding person sued need only be found to be an \"agricultural employer\" under the AWPA and that no employer-employee relationship is necessary between person sued and the aggrieved person).</p>\n<p>Nevertheless, the record is clear that defendants employed plaintiffs during the times the violations occurred. As explained in <i>Real v. Driscoll Strawberry Assocs.,</i> <span class=\"citation\" data-id=\"368919\"><a href=\"/opinion/368919/ca-79-3000-alonzo-real-jesus-real-porfirio-flores-ruben-mancillas/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span> (9th Cir.1979):</p>\n<blockquote>[t]he courts have identified a number of factors which may be useful in distinguishing employees from independent contractors for purposes of social legislation such as the FLSA [and thus the AWPA]. Some of those factors are:</blockquote>\n<blockquote>1) the degree of the alleged employer's right to control the manner in which the work is to be performed;</blockquote>\n<blockquote>2) the alleged employee's opportunity for profit or loss depending upon his managerial skill;</blockquote>\n<blockquote>3) the alleged employee's investment in equipment or materials required for his task, or his employment of helpers;</blockquote>\n<blockquote>4) whether the service rendered requires a special skill;</blockquote>\n<blockquote>5) the degree of permanence of the working relationship; and</blockquote>\n<blockquote>6) whether the service rendered is an integral part of the alleged employer's business.</blockquote>\n<p><i>Id.</i> at 754.</p>\n<p>The Court finds that, with the exception of the fifth factor, the degree of permanency in the relationship, all of the above factors weigh in plaintiffs' favor. This is true even though the record is viewed in the light most favorable to defendants, the non-moving party. The record is replete with examples of defendants' control over plaintiffs' work. (<i>See,</i> Soto Dep., 40, 41, 42; McLean Dep. 57, 59, 85.) Adolfo Soto and the rest of plaintiffs had no opportunity, other than working longer hours, to control their profit or loss. They were paid a daily wage. (<i>See</i> Soto Dep. 41-42; McLean Dep., 56-57.) Plaintiffs invested nothing but their physical labor in harvesting tobacco. All equipment was provided by defendants. Harvesting tobacco, while certainly difficult, \"does not necessitate any special skill or training,\" and is \"clearly ... unskilled labor.\" <i>Barrientos v. Taylor,</i> <span class=\"citation\" data-id=\"2140530\"><a href=\"/opinion/2140530/barrientos-v-taylor/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">375</span></a></span>, 383 (E.D.N.C.1996) Finally, the service rendered by plaintiffs, harvesting tobacco, is evidently an integral part of defendants business. (<i>See,</i> McLean Dep., 71, (Use of laborers and manual harvester is \"the only way you can get [the tobacco] in\" after \"the wind whipped it.\").)</p>\n<p>Weighing all of these factors, it is clear that defendants employed plaintiffs during July, August and September of 1993 and that, for the purposes of the AWPA and the FLSA, defendants are \"agricultural employers.\" They are thus subject to the AWPA, the FLSA and the regulations enacted pursuant thereto.</p>\n<p></p>\n<h2><i>3. Violations Involved in Paragraphs 27c, 27d, 27f and 27g.</i></h2>\n<p>In paragraph 27c, plaintiffs allege that defendants violated § 1821(d)(1)(C) by failing to keep records which show the number of hours worked by each employee. As mentioned above, the record in this case shows that record-keeping by defendants was sketchy. While there is evidence in the payroll ledgers of the total amount paid to each worker, no hours are reflected. Since such records are required by § 1821(d)(1)(C), and since defendants are subject to that section, summary judgment will be entered for plaintiffs with regard to defendants' violation.</p>\n<p>Defendants admit that they did not provide plaintiffs with itemized written pay statements, in violation of § 1821(d)(2). (Answer, ¶ 12.) This is the nature of the violation alleged in paragraph 27d. Provision of those statements is required of employers under the AWPA. Therefore, summary judgment will be granted to plaintiffs on this claim.</p>\n<p>Paragraph 27f alleges defendants violated a working arrangement with plaintiffs to withhold and pay Social Security taxes <span class=\"star-pagination\">*917</span> due. In their answer, defendants admit that while they agreed to withhold such taxes for July of 1993 for all plaintiffs except Tapia, plaintiffs themselves requested that defendants not withhold for August and September of 1993. (Answer, ¶ 16). The testimony of Harry L. Ivey, who performed tax accounting work for defendants, indicates that he had no W-2 forms reflecting any withholding of FICA taxes for \"any person with the last name of Soto or Flores or Gutierrez\" and that he had made no known report of any such withholdings. (Ivey Dep., 14-15.) Deposition testimony of Sharon McLean Leggett indicates that Ivey compiles records, writes the books and does the paperwork for McLean farms. (Leggett Dep., 9.) Since there is no indication of any taxes withheld for any plaintiff in the month of July 1993, defendants violated even the limited working arrangement to which they have admitted. As employers under the AWPA, defendants are prohibited from violating any such agreement. Therefore, plaintiffs motion for partial summary judgment as to liability will be granted on this claim.</p>\n<p>Paragraph 27g of the complaint alleges that defendants violated the motor vehicle safety standards set forth in § 1841, specifically the licensing requirements set forth by the Department of Labor in 29 C.F.R. § 500.48(e). Defendants admitted that Harry Jacobs and Jerry Bostic did not possess proper registration with the U.S. Department of Labor as Farm Labor Contractors for the purpose of transporting migrant agricultural workers as required by 29 C.F.R. § 500.48(e). (Defs' Responses to Pltf's First Req. for Admissions, 2.) However, a close reading of the regulation shows that employers are only required to ascertain whether the driver of any vehicle which the employer \"uses, or causes to be used\" has \"a currently valid motor vehicle ... license.\" 29 C.F.R. § 500.100. Since Bostic and Jacobs are only alleged to have performed a farm labor contracting activity, and not to have actually been farm labor contractors (see footnote 4, <i>supra</i>), the stricter registration standard of § 500.48(e) does not apply. Therefore, summary judgment can not be entered upon the basis of this alleged violation. The record is not sufficient for the court to determine if Bostic, Jacobs and Soto held drivers licenses.</p>\n<p>In further support of paragraph 27g, plaintiffs allege that defendants used pickup trucks to transport them to, from and around the farm. Defendants admit this transportation. (McLean Dep., 48, 74 .) It is also undisputed that at the time of the accident in which Gutierrez-Soto was injured, plaintiffs were riding on a harvester being pulled by a tractor on a public highway. A review of the regulations indicates that the type of transportation of migrant workers involved in this case is that covered by 29 C.F.R. § 500.104.<sup>[6]</sup> That section requires that \"seats firmly fastened to the vehicle ... be provided for each occupant or rider in, or on, any vehicle.\" 29 C.F.R. § 500.104(<i>l</i>). Since the transportation in this case took place on public roads, the \"private farm roads\" exception included in § 500.104(<i>l</i>) is not applicable. The record does not indicate any seats in the back of the pickup trucks used by defendants to transport plaintiffs. It is not clear from the record if the seat in which Gutierrez-Soto was sitting on the harvester at the time of her accident was securely fastened to the vehicle. Contrary to plaintiffs' assertions, § 500.104(<i>l</i>) does not require the use of a seat-belt. Upon this record it is clear that, as agricultural employers under the AWPA, defendants have violated the vehicle safety standards by transporting workers in the back of pickup trucks without secure seating. Therefore, plaintiffs' motion for summary judgment as to liability will be granted as to paragraph 27g only with respect to the transportation of migrant workers in pickup trucks without secure seating. The motion will be denied as to the allegation of violation of registration requirements and as to transportation of Gutierrez-Soto on the harvester.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*918</span> III. CONCLUSION</h2>\n<p>Based on the foregoing discussion, defendants' Motion for Summary Judgment on the issue of punitive damages as to plaintiffs' AWPA and negligence claims is ALLOWED and those claims are DISMISSED. Defendants' Motion for Summary Judgment as to other claims for relief is DENIED.</p>\n<p>Plaintiffs' Motion for Partial Summary Judgment is also ALLOWED in part and DENIED in part. The motion is ALLOWED in the following respects: (1) Adolfo Soto is not a \"farm labor contractor\" under the AWPA; (2) defendants do not fall under the \"family business exemption\" in 29 U.S.C. § 1803(a)(1); (3) the common law defenses of contributory negligence, fellow servant doctrine, assumption of the risk, waiver and estoppel are not applicable to Gutierrez-Soto's actual damages claim under the AWPA and the defendants' Seventh, Eighth, Ninth and Tenth Defenses are accordingly DISMISSED as they relate to those claims; (4) the fellow servant doctrine does not apply as a defense to Gutierrez-Soto's claim of negligent hiring and retention and the defendants' Eighth Defense is accordingly DISMISSED as applied to that claim; (5) defendants are employers under the AWPA and the FLSA; (6) defendants failed to record the number of hours worked by each employee as required by 29 U.S.C. § 1821(d)(1)(C) (Compl.¶ 27c); (7) defendants failed to provide itemized written pay statements to plaintiffs as required by 29 U.S.C. § 1821(d)(2) (Compl. ¶ 27d); (8) defendants' failed to abide by the working arrangement to withhold unemployment taxes from plaintiffs' pay as required by 29 U.S.C. § 1822(c) (Compl. ¶ 27f); and (9) defendants illegally transported migrant workers in unsecured seating in the back of pickup trucks in violation of 29 U.S.C. § 1841, 29 C.F.R. § 500.104(<i>l</i>) (Compl.¶ 27g).</p>\n<p>Plaintiffs' Partial Motion for Summary Judgment is DENIED as to defendants' Seventh, Eighth, Ninth, and Tenth Defenses as they apply to Gutierrez-Soto's claims of common law negligence. Plaintiffs' Motion for Summary Judgment upon the \"small business exemption\" in 29 U.S.C. §§ 206 and 1803 is also DENIED, and defendants' Fourth and Fifth Defenses therefore survive for trial. Plaintiffs' Motion for Summary Judgment upon the issue of liability for violations of the minimum wage claims contained in paragraphs 27e and 31 of the complaint is DENIED. Finally, plaintiffs' motion is DENIED as to defendants' failure to meet driver registration requirements required by 29 C.F.R. § 500.48(e) and for illegally transporting migrant workers on the harvester without secured seating in violation of 29 C.F.R. § 500.104(<i>l</i>).</p>\n<h2>NOTES</h2>\n<p>[1]  The assertion that Ms. Gutierrez-Soto, a legal, documented alien, might be deprived of her rights under a statute designed to protect her from exploitation merely because she chose to better her children's lives through education is distasteful. The in-school status of the children of agricultural workers has no bearing upon the question of their parents' permanent place of residence.</p>\n<p>[2]  It is curious that defendants assert the family business exemption, which requires that no farm labor contracting activity be conducted by anyone except the McLeans, while at the same time arguing that Adolfo Soto was a farm labor contractor for the purposes of the \"immediate family member\" exception. The Court is hard-pressed to see how defendants can have it both ways, as one argument necessarily excludes the other.</p>\n<p>[3]  The Court notes, however, that plaintiffs' argument that the \"actively engaged in ... planting\" exception contained in § 1841(a)(2) applies to the use of the word \"transporting\" in § 1802 is incorrect. That exception is explicitly limited to § 1841. The <i>Calderon</i> court is correct in seeking a contextual meaning of the word \"transporting.\" This Court only disagrees with the Seventh Circuit's result.</p>\n<p>[4]  The Court stresses again that Adolfo Soto's performance of farm labor contracting activities, while depriving defendants of the family business exemption, does not automatically make him a \"farm labor contractor\" under the Act, since such status requires performance of that activity \"for a fee.\" <i>Escobar v. Baker,</i> <span class=\"citation\" data-id=\"1766141\"><a href=\"/opinion/1766141/escobar-v-baker/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1491</span></a></span>, 1499 (W.D.Wash.1993).</p>\n<p>[5]  Defendant Franklin McLean and Son Farms, Inc., was not incorporated until 1 January 1993, and therefore does not figure into the 1992 inquiry.</p>\n<p>[6]  Defendants are not saved by the more lenient \"day haul\" standard in §§ 500.102(b) an 500.105 because a \"day-haul\" does not \"include transportation provided by an employer for individuals who are already employees at the time they are picked up.\" 29 C.F.R. § 500.20. If plaintiffs are found to be employees of defendants then this standard self-evidently does not apply.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1389115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1681257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1766141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2140530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2255262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2261616/"
  ]
}