{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2426737/",
  "absolute_url": "/opinion/2426737/nationwide-mut-ins-co-v-mcmahon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2426737/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:32:04.765977Z",
  "date_modified": "2016-04-26T23:23:36.554725Z",
  "type": "010combined",
  "sha1": "b8aefbd79b85a6ef587ce9c827491c1bd72bf35c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>365 F.Supp.2d 671 (2005)</b></center>\n<center><h1>NATIONWIDE MUTUAL INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nJames L. McMAHON, Michael McMahon, and State Farm Automobile Insurance Co., Defendants.</h1></center>\n<center>No. 5:04-CV-263-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 13, 2005.</center>\n<p>Susan K. Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for plaintiff.</p>\n<p>James L. McMahon, Pro Se, Jamestown, NC, Paul D. Coates, Pinto, Coates, Kyre &amp; Brown, Greensboro, NC, John T. Honeycutt, Yates McLamb &amp; Weyher, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment. Proper responses and replies have been filed, and these motions are ripe for adjudication. Also before the court is defendant <span class=\"star-pagination\">*672</span> James McMahon's motion to change venue. Although the time for plaintiff to respond to this motion has not run, the court does not need a response from plaintiff in order to adjudicate this motion.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff Nationwide Mutual Insurance Company (\"Nationwide\") filed this action for declaratory judgment on April 16, 2004, against James McMahon (\"James\"), Michael McMahon (\"Michael\"), and State Farm Mutual Automobile Insurance Company (\"State Farm\"). Nationwide issued a homeowner's policy to James, policy number 61 32 MP 423 307, effective from October 18, 2002, to October 18, 2003 (the \"policy\") (See Appendix A to plaintiff's complaint). State Farm provided uninsured/underinsured motorist coverage to Michael, policy number 6266-C25-33P which would apply if there were no liability coverage on the automobile that was involved in the incident.</p>\n<p>In August 2003, an incident occurred in which Michael was injured attempting to start a vehicle owned by James on the insured property. Michael asserted a negligence claim against his father, James, who in turn demanded that Nationwide, under the homeowner's policy, indemnify him for any damages.</p>\n<p>In this action, Nationwide seeks a declaration regarding the parties' legal rights and responsibilities under the homeowner's policy. Nationwide asserts that the homeowner's policy does not provide coverage for any property damage or bodily injury that may have occurred as a result of the August 2003 incident. Nationwide argues that State Farm should afford such coverage pursuant to the uninsured motorist coverage.</p>\n<p>Defendant James McMahon filed his answer on May 6, 2004, and indicated that the accident occurred when he and Michael were attempting to start James' 1986 Ford LTD in order to move it to a different location. On May 28, 2004, defendant Michael McMahon filed his answer, also admitting that his injuries were a result of attempts to start the vehicle in order to move it.</p>\n<p>Defendant Michael McMahon filed a counterclaim against Nationwide seeking a declaratory judgment that it must provide coverage for his injuries under James' homeowner's policy. Michael also filed a cross-claim against State Farm, alleging it must provide coverage pursuant to his uninsured motorist coverage. State Farm's answer to Nationwide's complaint, filed June 4, 2004, admitted that State Farm would be obligated to provide coverage for the damages under the uninsured motorist coverage in the absence of other coverage. State Farm also filed a cross-claim and counterclaim seeking a declaratory judgment that State Farm is not obligated to provide any such coverage.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>James McMahon and his wife, Wanda, live at the insured property on Joy Drive in Jamestown, North Carolina. The vehicle at issue is a 1986 Ford LTD owned by the McMahons. Mrs. McMahon drove this car prior to her retirement. The McMahons also owned two other vehicles, a 1994 pick-up truck, and a 1973 Bronco, which James kept for winter use. James testified at his deposition that the LTD was operable and had no mechanical problems at the time Wanda stopped driving it to work. After she stopped driving it to work, the McMahons parked it in their yard.</p>\n<p>At the time of the incident, August 2003, the LTD was parked in the yard parallel to the McMahon's house. It had been parked in this spot for seven to nine months. The LTD had passed inspection <span class=\"star-pagination\">*673</span> in April 2002; however, it was not insured at the time of the accident because James had canceled the insurance in October 2002 approximately eleven months prior to the incident.</p>\n<p>James periodically started the LTD. On the day prior to the incident at issue, James attempted to start the LTD. He intended to start the car and drive it to another location on the property. He testified it had been about four to six months since the last time he started the LTD. He poured some gasoline into the carburetor and turned the ignition. The motor turned over, but the car did not start. About that time, his wife called him inside for lunch, and James did not attempt to start the car again that day.</p>\n<p>The next day, August 23, 2003, the McMahon's son, defendant Michael McMahon, was visiting his parents in order to help his dad pressure wash a camper. The camper had been sitting in the front yard along side the LTD for so long it had turned black. The Ford LTD has also turned black, and the grass underneath the car had died. Michael washed the camper and then helped his father move the camper to another part of the property.</p>\n<p>After finishing with the camper, James asked his son Michael to help him start the LTD in order to move it to another part of the property so he could seed that part of the lawn. He intended to move it to a field where he kept items he used, such as farm equipment, plows, cultivators, and a mechanical wood-splitter. He testified that he did not intend to use the car any more.</p>\n<p>In order to start the LTD, James poured two to three gallons of gasoline into the gas tank of the LTD. He then poured approximately one inch of gasoline into a tin container and handed it to Michael. James instructed Michael to prime the carburetor of the LTD by pouring the gasoline into it. While Michael was still under the hood of the car, James attempted to start the LTD by turning the ignition. The motor turned over; then he heard a loud \"whoosh\" and saw fire shoot out from under the hood of the car. When James got out of the car, he saw Michael lying on the ground, injured and burned from the fire.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. Motion to Change Venue</p>\n<p>On March 21, 2005, James McMahon wrote a letter to the undersigned, asking that this case be moved to the Middle District of North Carolina due to defendant's age and disability. What defendant James McMahon requests is a change in venue; therefore, this letter shall be treated as a motion to change venue. No response has been received regarding Mr. McMahon's motion; however, none is needed by this court. Mr. McMahon failed to follow the local rules of this court. He has not supported his motion with a memorandum detailing the legal reasons supporting his motion, as required by Local Rule 7.1. Mr. McMahon's motion must fail. Although Mr. McMahon is a <i>pro se</i> party, he still must follow the rules of this court. Therefore, defendant James McMahon's motion to change venue is denied.</p>\n<p>II. Standard of Review for Summary Judgment</p>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex</i> <span class=\"star-pagination\">*674</span> <i>Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>III. Application of State Law</p>\n<p>This case involves the interpretation and application of an insurance policy. As such, this court is required to follow state law. <i>See, e.g., </i><i>Wake County Hosp. System, Inc. v. National Cas. Co.,</i> 804 F.Supp. 768, 773 (E.D.N.C.1992). This case involves the meaning of certain words in the insurance policy. Specifically, the dispositive issue in this case is whether the accident fits within the homeowner's policy exclusion for liability arising out of the \"ownership, maintenance, use, loading or unloading of motor vehicles .... owned or operated by or rent or loaned to an insured,\" and whether the exception to the exclusion for a \"vehicle or conveyance not subject to motor vehicle registration which is ... [i]n dead storage on an insured location\" applies to bring the accident within the coverage of the policy.</p>\n<p>Under North Carolina law,</p>\n<p>[i]t is the insured that has the burden of bringing himself within the insuring language of the policy. Once it has been determined that the insuring language embraces the particular claim or injury, the burden then shifts to the insurance company to prove a policy exclusion excepts the particular injury from coverage.</p>\n<p><i>Nationwide Mutual Fire Ins. Co. v. Allen,</i> 68 N.C.App. 184, 188, 314 S.E.2d 552 (1984).</p>\n<p>The North Carolina Supreme Court, in <i>Maddox v. Insurance Co.,</i> provides the following guidance for interpreting exclusions and exceptions in insurance contracts:</p>\n<p>In interpreting the relevant provisions of the insurance policy at issue, we are guided by the general rule that in the construction of insurance contracts, any ambiguity in the meaning of a particular provision will be resolved in favor of the insured and against the insurance company. Exclusions from and exceptions to undertakings by the company are not favored, and are to be strictly construed to provide the coverage which would otherwise be afforded by the policy. The various clauses are to be harmoniously construed, if possible, and every provision given effect. An ambiguity exists where, in the opinion of the court, the language of the policy is fairly and reasonably <span class=\"star-pagination\">*675</span> susceptible to either of the constructions asserted by the parties.</p>\n<p><i>Maddox,</i> 303 N.C. 648, 650, 280 S.E.2d 907 (1981).</p>\n<p>IV. Analysis</p>\n<p>Here, there are no factual disputes as to the events surrounding the incident in question, making this case a prime candidate for resolution upon summary judgment. The issue, a legal question, turns on the interpretation of certain terms of the policy. There is no dispute that the policy generally covers personal liability and medical payments to others for covered occurrences. However, Nationwide argues that the automobile exclusion of the policy applies and bars coverage. The exclusion provides, in pertinent part:</p>\n<p>Section II-Exclusions</p>\n<p>1. Coverage E-Personal Liability and Coverage F-Medical Payments to Others do not apply to bodily injury or property damage:</p>\n<p>(f) Arising out of:</p>\n<p>(1) the ownership, maintenance, use, loading or unloading of motor vehicles ... owned or operated by or rented or loaned to an insured;</p>\n<p>This exclusion does not apply to:</p>\n<p>(4) A vehicle or conveyance not subject to motor vehicle registration which is:</p>\n<p>(c) in dead storage on an insured location.</p>\n<p>Policy, page H1 (emphasis added).</p>\n<p>Defendants argue that the exclusion does not apply because the LTD was in \"dead storage\" at the time of the incident. There are a number of cases in jurisdictions across the county which have examined language similar to the language at issue here, under circumstances of varying similarity to those in the instant case. Only one North Carolina appellate case has applied the relevant policy language at issue here. Defendants argue that this case is controlling. Plaintiff argues that this case is distinguishable on its facts from the instant matter before the court.</p>\n<p>In <i>Nationwide Mut. Fire Ins. Co. v. Allen</i><i>,</i> the North Carolina Court of Appeals held the automobile exclusion inapplicable to property damage sustained in a fire caused by the insured's use of combustible materials while working on a motorcycle in his apartment. <i>Id.,</i> 68 N.C.App. 184, 314 S.E.2d 552, <i>disc. review denied,</i> 311 N.C. 761, 321 S.E.2d 142 (1984).</p>\n<p>In <i>Allen,</i> Mr. Allen was the owner of a Honda motorcycle that had been stored on the patio of his apartment for approximately six months. It was inoperable. One rainy day, he moved the motorcycle into the living room, for the purpose of charging the battery, checking the timing and inspecting the motorcycle to determine what repairs may be necessary. He did not intend to perform the repairs that same day.</p>\n<p>Mr. Allen put plastic down over the carpet and covered the plastic with newspaper. Before moving the motorcycle inside, he had drained some of the gasoline, but was unable to empty the main tank or remove any gasoline from the reserve tank. Once inside, he drained the oil into a plastic milk carton which he placed on the newspaper-covered plastic. He also removed the battery and began charging it as well as removed a portion of the gas tank to examine the magneto.</p>\n<p>Mr. Allen placed a bare light bulb in a socket on the fork of the front wheel to inspect the timing. He then went across the room to turn off the television. While at the television, he heard a loud crash. When he turned around, he saw that the motorcycle had toppled over onto the coffee table and flames were coming from <span class=\"star-pagination\">*676</span> underneath the motorcycle near the magneto.</p>\n<p>Under these facts, the court held:</p>\n<p>It was Mr. Allen's handling of combustible materials (newspapers, plastic floor covering, gasoline, oil) in the immediate vicinity of ignition sources (an operating electrical battery trickle charger and an open light bulb as a timing light left upon a metal frame of the motorcycle) which created a risk covered by Nationwide-Fire's policy against personal liability and caused the fire. Mr. Allen obtained coverage to protect himself against this type of accident and to pay for property damage to others for which he might be liable.</p>\n<p>We hold that the property damage which occurred did not arise out of either the ownership or the maintenance of the Honda motorcycle. We also hold that, as of the date of the fire, the motorcycle was not subject to motor vehicle registration and that it had been kept in dead storage for approximately six months on the residence premises.</p>\n<p><i>Id.</i> at 189, 314 S.E.2d 552.</p>\n<p>Regarding the construction of the clauses in the policy, the court stated \"exclusionary clauses in a policy are construed narrowly against the insurer. We recognize that the word `maintenance' may have a different meaning under different circumstances, and '\"whenever possible, the courts will apply an interpretation which gives, but never takes away, coverage.\"'\" <i>Id.</i> at 190, 314 S.E.2d 552, <i>quoting </i><i>State Farm Mutual Automobile Insurance Co. v. Partridge,</i> 10 Cal.3d 94, 102, 109 Cal.Rptr. 811, 514 P.2d 123 (1973), <i>quoting</i> Marcus, <i>Overlapping Liability Insurance</i> 16 Def. L.J. 549, 559 (1967).</p>\n<p>Defendants argue that under <i>Allen,</i> the Nationwide policy applies to the instant case. They state that, as in <i>Allen,</i> the use of combustible material, gasoline, around an open ignition source, the vehicle engine, was the cause of the fire. Therefore, pursuant to <i>Allen,</i> and because the policy is ambiguous as to the word \"maintenance,\" the fire did not result from the ownership, maintenance, or use of the vehicle, therefore barring the application of the automobile exclusion to the instant case. In addition, defendants state the <i>Allen</i> case is the only reported North Carolina case addressing the meaning of \"dead storage\" within the context of an automobile exclusion in a policy.</p>\n<p>Plaintiff Nationwide disagrees. Nationwide argues that the case is distinguishable in that at the time of the accident in <i>Allen,</i> the insured was not undertaking or intending to undertake any efforts to make the motorcycle operable. He was merely assessing what future repairs might be needed to make the motorcycle operable. In addition, at the moment of the accident, the insured was not performing any work on the motorcycle, but rather had walked across the room to turn off the television.</p>\n<p>Plaintiff contrasts the facts in <i>Allen</i> to the facts here, in that at the moment of the fire, Michael was under the hood priming the carburetor while his father James turned the vehicle's ignition. These acts were undertaken to start the vehicle so it could be driven to another location on the property. These acts were the direct and only cause of the fire. Plaintiff asserts that these differences are highlighted by cases from other jurisdictions addressing similar facts. Plaintiff contends that these cases establish a \"clear majority approach\" to the interpretation of this policy language in the specific context of an attempt to start a vehicle through the priming of a carburetor. <i>See, e.g., </i><i>Holliman v. MFA Mutual Ins. Co.,</i> 289 Ark. 276, 711 S.W.2d 159 (1986) (Arkansas Supreme Court held that when a vehicle is being maintained, it is not in dead storage. In this case, fire occurred when insured's brother poured <span class=\"star-pagination\">*677</span> gasoline into carburetor while insured turned the ignition.); <i>David v. Tanksley,</i> 218 F.3d 928 (8th Cir.2000); (Eighth Circuit relied on <i>Holliman,</i> applying the rule that \"mutual exclusivity of maintenance and dead storage\" as well as that \"pouring of gasoline into a car's carburetor in an attempt to start the vehicle constitutes `maintenance.'\") <i>North Star Mutual Ins. Co. v. Carlson,</i> 442 N.W.2d 848 (1989) (Court of Appeals of Minnesota held that where carburetor was primed with gasoline resulting in explosion, the motor vehicle was undergoing maintenance and was not in dead storage); <i>Hollis v. St. Paul Fire &amp; Marine Ins. Co.,</i> 203 Ga.App. 252, 416 S.E.2d 827 (1992) (Court of Appeals of Georgia held that where a car had remained in driveway for approximately two years and was titled but not tagged or insured, neighbor priming carburetor by pouring gasoline inside the carburetor while insured turned the ignition constituted maintenance under the policy, excluding the incident from coverage.)</p>\n<p>This court agrees with Nationwide that the instant case is distinguishable from <i>Allen.</i> Additionally, the court finds that the terms \"maintenance\" and \"dead storage\" contained in the policy are not ambiguous. This court holds that under the specific facts of this case, this vehicle was not in dead storage, inasmuch as defendants James and Michael were attempting to start the vehicle to drive it to another location. A car undergoing maintenance, such as priming the carburetor to start the vehicle, in order to drive the vehicle cannot be in dead storage. The instant facts are distinguishable from the facts in <i>Allen,</i> inasmuch as the insured in <i>Allen</i> was not attempting to start the motorcycle or drive the motorcycle anywhere.</p>\n<p>The automobile exclusion contained in the policy applies (and is not excepted by the \"dead storage\" exception); therefore, coverage under the Nationwide policy is barred by the application of the automobile exclusion.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendant James McMahon's motion to change venue is denied. Plaintiff Nationwide's motion for summary judgment is granted. Defendant Michael McMahon and defendant State Farm's motions for summary judgment are denied. The clerk is directed to close this case.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">671</span></span> (2005)</b></center>\n<center><h1>NATIONWIDE MUTUAL INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nJames L. McMAHON, Michael McMahon, and State Farm Automobile Insurance Co., Defendants.</h1></center>\n<center>No. 5:04-CV-263-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 13, 2005.</center>\n<p>Susan K. Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for plaintiff.</p>\n<p>James L. McMahon, Pro Se, Jamestown, NC, Paul D. Coates, Pinto, Coates, Kyre &amp; Brown, Greensboro, NC, John T. Honeycutt, Yates McLamb &amp; Weyher, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment. Proper responses and replies have been filed, and these motions are ripe for adjudication. Also before the court is defendant <span class=\"star-pagination\">*672</span> James McMahon's motion to change venue. Although the time for plaintiff to respond to this motion has not run, the court does not need a response from plaintiff in order to adjudicate this motion.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff Nationwide Mutual Insurance Company (\"Nationwide\") filed this action for declaratory judgment on April 16, 2004, against James McMahon (\"James\"), Michael McMahon (\"Michael\"), and State Farm Mutual Automobile Insurance Company (\"State Farm\"). Nationwide issued a homeowner's policy to James, policy number 61 32 MP 423 307, effective from October 18, 2002, to October 18, 2003 (the \"policy\") (See Appendix A to plaintiff's complaint). State Farm provided uninsured/underinsured motorist coverage to Michael, policy number 6266-C25-33P which would apply if there were no liability coverage on the automobile that was involved in the incident.</p>\n<p>In August 2003, an incident occurred in which Michael was injured attempting to start a vehicle owned by James on the insured property. Michael asserted a negligence claim against his father, James, who in turn demanded that Nationwide, under the homeowner's policy, indemnify him for any damages.</p>\n<p>In this action, Nationwide seeks a declaration regarding the parties' legal rights and responsibilities under the homeowner's policy. Nationwide asserts that the homeowner's policy does not provide coverage for any property damage or bodily injury that may have occurred as a result of the August 2003 incident. Nationwide argues that State Farm should afford such coverage pursuant to the uninsured motorist coverage.</p>\n<p>Defendant James McMahon filed his answer on May 6, 2004, and indicated that the accident occurred when he and Michael were attempting to start James' 1986 Ford LTD in order to move it to a different location. On May 28, 2004, defendant Michael McMahon filed his answer, also admitting that his injuries were a result of attempts to start the vehicle in order to move it.</p>\n<p>Defendant Michael McMahon filed a counterclaim against Nationwide seeking a declaratory judgment that it must provide coverage for his injuries under James' homeowner's policy. Michael also filed a cross-claim against State Farm, alleging it must provide coverage pursuant to his uninsured motorist coverage. State Farm's answer to Nationwide's complaint, filed June 4, 2004, admitted that State Farm would be obligated to provide coverage for the damages under the uninsured motorist coverage in the absence of other coverage. State Farm also filed a cross-claim and counterclaim seeking a declaratory judgment that State Farm is not obligated to provide any such coverage.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>James McMahon and his wife, Wanda, live at the insured property on Joy Drive in Jamestown, North Carolina. The vehicle at issue is a 1986 Ford LTD owned by the McMahons. Mrs. McMahon drove this car prior to her retirement. The McMahons also owned two other vehicles, a 1994 pick-up truck, and a 1973 Bronco, which James kept for winter use. James testified at his deposition that the LTD was operable and had no mechanical problems at the time Wanda stopped driving it to work. After she stopped driving it to work, the McMahons parked it in their yard.</p>\n<p>At the time of the incident, August 2003, the LTD was parked in the yard parallel to the McMahon's house. It had been parked in this spot for seven to nine months. The LTD had passed inspection <span class=\"star-pagination\">*673</span> in April 2002; however, it was not insured at the time of the accident because James had canceled the insurance in October 2002 approximately eleven months prior to the incident.</p>\n<p>James periodically started the LTD. On the day prior to the incident at issue, James attempted to start the LTD. He intended to start the car and drive it to another location on the property. He testified it had been about four to six months since the last time he started the LTD. He poured some gasoline into the carburetor and turned the ignition. The motor turned over, but the car did not start. About that time, his wife called him inside for lunch, and James did not attempt to start the car again that day.</p>\n<p>The next day, August 23, 2003, the McMahon's son, defendant Michael McMahon, was visiting his parents in order to help his dad pressure wash a camper. The camper had been sitting in the front yard along side the LTD for so long it had turned black. The Ford LTD has also turned black, and the grass underneath the car had died. Michael washed the camper and then helped his father move the camper to another part of the property.</p>\n<p>After finishing with the camper, James asked his son Michael to help him start the LTD in order to move it to another part of the property so he could seed that part of the lawn. He intended to move it to a field where he kept items he used, such as farm equipment, plows, cultivators, and a mechanical wood-splitter. He testified that he did not intend to use the car any more.</p>\n<p>In order to start the LTD, James poured two to three gallons of gasoline into the gas tank of the LTD. He then poured approximately one inch of gasoline into a tin container and handed it to Michael. James instructed Michael to prime the carburetor of the LTD by pouring the gasoline into it. While Michael was still under the hood of the car, James attempted to start the LTD by turning the ignition. The motor turned over; then he heard a loud \"whoosh\" and saw fire shoot out from under the hood of the car. When James got out of the car, he saw Michael lying on the ground, injured and burned from the fire.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. Motion to Change Venue</p>\n<p>On March 21, 2005, James McMahon wrote a letter to the undersigned, asking that this case be moved to the Middle District of North Carolina due to defendant's age and disability. What defendant James McMahon requests is a change in venue; therefore, this letter shall be treated as a motion to change venue. No response has been received regarding Mr. McMahon's motion; however, none is needed by this court. Mr. McMahon failed to follow the local rules of this court. He has not supported his motion with a memorandum detailing the legal reasons supporting his motion, as required by Local Rule 7.1. Mr. McMahon's motion must fail. Although Mr. McMahon is a <i>pro se</i> party, he still must follow the rules of this court. Therefore, defendant James McMahon's motion to change venue is denied.</p>\n<p>II. Standard of Review for Summary Judgment</p>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex</i> <span class=\"star-pagination\">*674</span> <i>Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>III. Application of State Law</p>\n<p>This case involves the interpretation and application of an insurance policy. As such, this court is required to follow state law. <i>See, e.g., </i><i>Wake County Hosp. System, Inc. v. National Cas. Co.,</i> <span class=\"citation\" data-id=\"1651263\"><a href=\"/opinion/1651263/wake-county-hosp-system-v-national-cas-co/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">768</span></a></span>, 773 (E.D.N.C.1992). This case involves the meaning of certain words in the insurance policy. Specifically, the dispositive issue in this case is whether the accident fits within the homeowner's policy exclusion for liability arising out of the \"ownership, maintenance, use, loading or unloading of motor vehicles .... owned or operated by or rent or loaned to an insured,\" and whether the exception to the exclusion for a \"vehicle or conveyance not subject to motor vehicle registration which is ... [i]n dead storage on an insured location\" applies to bring the accident within the coverage of the policy.</p>\n<p>Under North Carolina law,</p>\n<p>[i]t is the insured that has the burden of bringing himself within the insuring language of the policy. Once it has been determined that the insuring language embraces the particular claim or injury, the burden then shifts to the insurance company to prove a policy exclusion excepts the particular injury from coverage.</p>\n<p><i>Nationwide Mutual Fire Ins. Co. v. Allen,</i> 68 N.C.App. 184, 188, <span class=\"citation\" data-id=\"1257649\"><a href=\"/opinion/1257649/nationwide-mut-fire-ins-co-v-allen/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span> (1984).</p>\n<p>The North Carolina Supreme Court, in <i>Maddox v. Insurance Co.,</i> provides the following guidance for interpreting exclusions and exceptions in insurance contracts:</p>\n<p>In interpreting the relevant provisions of the insurance policy at issue, we are guided by the general rule that in the construction of insurance contracts, any ambiguity in the meaning of a particular provision will be resolved in favor of the insured and against the insurance company. Exclusions from and exceptions to undertakings by the company are not favored, and are to be strictly construed to provide the coverage which would otherwise be afforded by the policy. The various clauses are to be harmoniously construed, if possible, and every provision given effect. An ambiguity exists where, in the opinion of the court, the language of the policy is fairly and reasonably <span class=\"star-pagination\">*675</span> susceptible to either of the constructions asserted by the parties.</p>\n<p><i>Maddox,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">648</span></span>, 650, <span class=\"citation\" data-id=\"1315123\"><a href=\"/opinion/1315123/maddox-v-colonial-life-acc-ins-co/\"><span class=\"volume\">280</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">907</span></a></span> (1981).</p>\n<p>IV. Analysis</p>\n<p>Here, there are no factual disputes as to the events surrounding the incident in question, making this case a prime candidate for resolution upon summary judgment. The issue, a legal question, turns on the interpretation of certain terms of the policy. There is no dispute that the policy generally covers personal liability and medical payments to others for covered occurrences. However, Nationwide argues that the automobile exclusion of the policy applies and bars coverage. The exclusion provides, in pertinent part:</p>\n<p>Section II-Exclusions</p>\n<p>1. Coverage E-Personal Liability and Coverage F-Medical Payments to Others do not apply to bodily injury or property damage:</p>\n<p>(f) Arising out of:</p>\n<p>(1) the ownership, maintenance, use, loading or unloading of motor vehicles ... owned or operated by or rented or loaned to an insured;</p>\n<p>This exclusion does not apply to:</p>\n<p>(4) A vehicle or conveyance not subject to motor vehicle registration which is:</p>\n<p>(c) in dead storage on an insured location.</p>\n<p>Policy, page H1 (emphasis added).</p>\n<p>Defendants argue that the exclusion does not apply because the LTD was in \"dead storage\" at the time of the incident. There are a number of cases in jurisdictions across the county which have examined language similar to the language at issue here, under circumstances of varying similarity to those in the instant case. Only one North Carolina appellate case has applied the relevant policy language at issue here. Defendants argue that this case is controlling. Plaintiff argues that this case is distinguishable on its facts from the instant matter before the court.</p>\n<p>In <i>Nationwide Mut. Fire Ins. Co. v. Allen</i><i>,</i> the North Carolina Court of Appeals held the automobile exclusion inapplicable to property damage sustained in a fire caused by the insured's use of combustible materials while working on a motorcycle in his apartment. <i>Id.,</i> 68 N.C.App. 184, <span class=\"citation\" data-id=\"1257649\"><a href=\"/opinion/1257649/nationwide-mut-fire-ins-co-v-allen/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">142</span></span> (1984).</p>\n<p>In <i>Allen,</i> Mr. Allen was the owner of a Honda motorcycle that had been stored on the patio of his apartment for approximately six months. It was inoperable. One rainy day, he moved the motorcycle into the living room, for the purpose of charging the battery, checking the timing and inspecting the motorcycle to determine what repairs may be necessary. He did not intend to perform the repairs that same day.</p>\n<p>Mr. Allen put plastic down over the carpet and covered the plastic with newspaper. Before moving the motorcycle inside, he had drained some of the gasoline, but was unable to empty the main tank or remove any gasoline from the reserve tank. Once inside, he drained the oil into a plastic milk carton which he placed on the newspaper-covered plastic. He also removed the battery and began charging it as well as removed a portion of the gas tank to examine the magneto.</p>\n<p>Mr. Allen placed a bare light bulb in a socket on the fork of the front wheel to inspect the timing. He then went across the room to turn off the television. While at the television, he heard a loud crash. When he turned around, he saw that the motorcycle had toppled over onto the coffee table and flames were coming from <span class=\"star-pagination\">*676</span> underneath the motorcycle near the magneto.</p>\n<p>Under these facts, the court held:</p>\n<p>It was Mr. Allen's handling of combustible materials (newspapers, plastic floor covering, gasoline, oil) in the immediate vicinity of ignition sources (an operating electrical battery trickle charger and an open light bulb as a timing light left upon a metal frame of the motorcycle) which created a risk covered by Nationwide-Fire's policy against personal liability and caused the fire. Mr. Allen obtained coverage to protect himself against this type of accident and to pay for property damage to others for which he might be liable.</p>\n<p>We hold that the property damage which occurred did not arise out of either the ownership or the maintenance of the Honda motorcycle. We also hold that, as of the date of the fire, the motorcycle was not subject to motor vehicle registration and that it had been kept in dead storage for approximately six months on the residence premises.</p>\n<p><i>Id.</i> at 189, <span class=\"citation\" data-id=\"1257649\"><a href=\"/opinion/1257649/nationwide-mut-fire-ins-co-v-allen/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>.</p>\n<p>Regarding the construction of the clauses in the policy, the court stated \"exclusionary clauses in a policy are construed narrowly against the insurer. We recognize that the word `maintenance' may have a different meaning under different circumstances, and '\"whenever possible, the courts will apply an interpretation which gives, but never takes away, coverage.\"'\" <i>Id.</i> at 190, <span class=\"citation\" data-id=\"1257649\"><a href=\"/opinion/1257649/nationwide-mut-fire-ins-co-v-allen/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, <i>quoting </i><i>State Farm Mutual Automobile Insurance Co. v. Partridge,</i> <span class=\"citation\" data-id=\"1451519\"><a href=\"/opinion/1451519/state-farm-mut-auto-ins-co-v-partridge/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">94</span></a></span>, 102, <span class=\"citation\" data-id=\"1451519\"><a href=\"/opinion/1451519/state-farm-mut-auto-ins-co-v-partridge/\"><span class=\"volume\">109</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">811</span></a></span>, <span class=\"citation\" data-id=\"1451519\"><a href=\"/opinion/1451519/state-farm-mut-auto-ins-co-v-partridge/\"><span class=\"volume\">514</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">123</span></a></span> (1973), <i>quoting</i> Marcus, <i>Overlapping Liability Insurance</i> 16 Def. L.J. 549, 559 (1967).</p>\n<p>Defendants argue that under <i>Allen,</i> the Nationwide policy applies to the instant case. They state that, as in <i>Allen,</i> the use of combustible material, gasoline, around an open ignition source, the vehicle engine, was the cause of the fire. Therefore, pursuant to <i>Allen,</i> and because the policy is ambiguous as to the word \"maintenance,\" the fire did not result from the ownership, maintenance, or use of the vehicle, therefore barring the application of the automobile exclusion to the instant case. In addition, defendants state the <i>Allen</i> case is the only reported North Carolina case addressing the meaning of \"dead storage\" within the context of an automobile exclusion in a policy.</p>\n<p>Plaintiff Nationwide disagrees. Nationwide argues that the case is distinguishable in that at the time of the accident in <i>Allen,</i> the insured was not undertaking or intending to undertake any efforts to make the motorcycle operable. He was merely assessing what future repairs might be needed to make the motorcycle operable. In addition, at the moment of the accident, the insured was not performing any work on the motorcycle, but rather had walked across the room to turn off the television.</p>\n<p>Plaintiff contrasts the facts in <i>Allen</i> to the facts here, in that at the moment of the fire, Michael was under the hood priming the carburetor while his father James turned the vehicle's ignition. These acts were undertaken to start the vehicle so it could be driven to another location on the property. These acts were the direct and only cause of the fire. Plaintiff asserts that these differences are highlighted by cases from other jurisdictions addressing similar facts. Plaintiff contends that these cases establish a \"clear majority approach\" to the interpretation of this policy language in the specific context of an attempt to start a vehicle through the priming of a carburetor. <i>See, e.g., </i><i>Holliman v. MFA Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"1499834\"><a href=\"/opinion/1499834/holliman-v-mfa-mut-ins-co/\"><span class=\"volume\">289</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"1499834\"><a href=\"/opinion/1499834/holliman-v-mfa-mut-ins-co/\"><span class=\"volume\">711</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">159</span></a></span> (1986) (Arkansas Supreme Court held that when a vehicle is being maintained, it is not in dead storage. In this case, fire occurred when insured's brother poured <span class=\"star-pagination\">*677</span> gasoline into carburetor while insured turned the ignition.); <i>David v. Tanksley,</i> <span class=\"citation\" data-id=\"769459\"><a href=\"/opinion/769459/nikki-david-formerly-walker-v-jerry-tanksley-kay-tanksley-husband-and/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></a></span> (8th Cir.2000); (Eighth Circuit relied on <i>Holliman,</i> applying the rule that \"mutual exclusivity of maintenance and dead storage\" as well as that \"pouring of gasoline into a car's carburetor in an attempt to start the vehicle constitutes `maintenance.'\") <i>North Star Mutual Ins. Co. v. Carlson,</i> <span class=\"citation\" data-id=\"1237488\"><a href=\"/opinion/1237488/north-star-mut-ins-co-v-carlson/\"><span class=\"volume\">442</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">848</span></a></span> (1989) (Court of Appeals of Minnesota held that where carburetor was primed with gasoline resulting in explosion, the motor vehicle was undergoing maintenance and was not in dead storage); <i>Hollis v. St. Paul Fire &amp; Marine Ins. Co.,</i> 203 Ga.App. 252, <span class=\"citation\" data-id=\"1269762\"><a href=\"/opinion/1269762/hollis-v-st-paul-fire-marine-insurance-company/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">827</span></a></span> (1992) (Court of Appeals of Georgia held that where a car had remained in driveway for approximately two years and was titled but not tagged or insured, neighbor priming carburetor by pouring gasoline inside the carburetor while insured turned the ignition constituted maintenance under the policy, excluding the incident from coverage.)</p>\n<p>This court agrees with Nationwide that the instant case is distinguishable from <i>Allen.</i> Additionally, the court finds that the terms \"maintenance\" and \"dead storage\" contained in the policy are not ambiguous. This court holds that under the specific facts of this case, this vehicle was not in dead storage, inasmuch as defendants James and Michael were attempting to start the vehicle to drive it to another location. A car undergoing maintenance, such as priming the carburetor to start the vehicle, in order to drive the vehicle cannot be in dead storage. The instant facts are distinguishable from the facts in <i>Allen,</i> inasmuch as the insured in <i>Allen</i> was not attempting to start the motorcycle or drive the motorcycle anywhere.</p>\n<p>The automobile exclusion contained in the policy applies (and is not excepted by the \"dead storage\" exception); therefore, coverage under the Nationwide policy is barred by the application of the automobile exclusion.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendant James McMahon's motion to change venue is denied. Plaintiff Nationwide's motion for summary judgment is granted. Defendant Michael McMahon and defendant State Farm's motions for summary judgment are denied. The clerk is directed to close this case.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1315123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1451519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1499834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/"
  ]
}