{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2426057/",
  "absolute_url": "/opinion/2426057/darden-v-peters/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2426057/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:31:53.214150Z",
  "date_modified": "2016-04-26T23:23:35.893925Z",
  "type": "010combined",
  "sha1": "6ac3e1f0f058dc2e8541359ac009374f7d0ec86f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>402 F.Supp.2d 638 (2005)</b></center>\n<center><h1>William DARDEN, Plaintiff,<br>\nv.<br>\nMarybeth PETERS, Register of Copyrights, Defendant.</h1></center>\n<center>No. 2:04-CV-30BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>December 6, 2005.</center>\n<p><span class=\"star-pagination\">*639</span> Anthony J. Biller, Coats &amp; Bennett, David E. Bennett, Coats &amp; Bennett, PLLC, Cary, NC, for William Darden, plaintiff.</p>\n<p>Lora M. Taylor, U.S. Dept. of Justice, Raleigh, NC, for Marybeth Peters, Register of Copyrights, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for summary judgment. Plaintiff William Darden brings this action pursuant to the Administrative Procedures Act (\"APA\"), 5 U.S.C. §§ 701-706, seeking review of an adverse decision by Defendant Marybeth Peters, Register of Copyrights (\"Register\" or \"Copyright Office\") denying copyright registration. A hearing on the instant motions was held in Raleigh on June 6, 2005. For the reasons discussed below, Defendant's Motion for Summary Judgment is GRANTED and Plaintiff's Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>In May of 2002, Plaintiff filed two Form VA applications with the Copyright Office. Plaintiff sought registered copyrights for two separate but related works: (1) Maps for APPRAISERSdotCOM (\"Maps\"), which consists of a series of maps appearing on Plaintiff's website, and (2) the website itself (\"APPRAISERSdotCOM\").<sup>[1]</sup> The website is an online referral service that allows consumers to locate real estate appraisers throughout the United States. The Maps are a series of graphical representations of the United States, and geographical subsets thereof, that provide users with a \"point-and-click\" application for locating appraisers on the APPRAISERSdotCOM website.</p>\n<p>Plaintiff's application was initially examined by Wayne Crist, a Senior Examiner in the Visual Arts Section of the Copyright Office. By letter dated May 30, 2002, Mr. Crist informed Plaintiff that neither of his works were eligible for registration. Mr. <span class=\"star-pagination\">*640</span> Crist determined that the Maps lacked the authorship necessary to support a copyright claim, in part because they were derived from U.S. Census maps in the public domain. According to the examiner, the graphical changes made to the existing census maps were insufficient to establish copyrightable authorship. The Copyright Office twice reconsidered the denial of registration, and both times affirmed Mr. Crist's determination that the Maps were not copyrightable.</p>\n<p>The Copyright Office also denied registration for APPRAISERSdotCOM. In his initial application, Plaintiff described APPRAISERSdotCOM as a \"technical drawing\" to which the author had added \"graphics, text, colors and arrangement.\"<sup>[2]</sup> However, Mr. Crist noted in his letter denying registration that the application for APPRAISERSdotCOM did not appear to contain a technical drawing, and that while Plaintiff possibly had a claim for the website's text and data compilation, Plaintiff could not make a legitimate copyright claim for the website's format, layout or page design.<sup>[3]</sup></p>\n<p>On July 7, 2004, the Copyright Office, by letter, denied registration in the second appeal. The examiners found that the final application for registration of APPRAISERSdotCOM was too broad: \"Specific textual, and perhaps also, graphic or pictorial matter within the web pages may have been selected, coordinated and arranged in such a way that a claim of copyright may be sustained for such a compilation, but this would entail submission of a new application limiting the scope of the claim accordingly.\" The Copyright Office stated that the denial constituted final agency action on the matter. On September 7, 2004, Plaintiff brought this action against Defendant pursuant to the APA, seeking reversal of the Register's decision.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p><i>Standard of Review</i><sup>[4]</sup></p>\n<p>Congress has expressly vested the Register of Copyrights with the power to determine whether a submission constitutes copyrightable subject matter. 17 U.S.C. § 410(a). The Copyright Act, 17 U.S.C. §§ 101-810, provides that decisions of the Register of Copyrights are subject to review under the APA. 5 U.S.C. § 701(e).</p>\n<p><span class=\"star-pagination\">*641</span> The APA permits reviewing courts to set aside agency decisions found to be \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A), (E); <i>Duke Power Co. v. U.S. Nuclear Regulatory Comm'n,</i> 770 F.2d 386, 389 (4th Cir.1985). The scope of a court's review under the \"arbitrary and capricious\" standard is narrow. <i>See </i><i>Bowman Transp., Inc. v. Arkansas-Best Freight Sys., Inc.,</i> 419 U.S. 281, 285, 95 S.Ct. 438, 42 L.Ed.2d 447 (1974). A court should \"consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment.\" However, \"[t]he court is not empowered to substitute its judgment for that of the agency.\" <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> 401 U.S. 402, 416, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971).</p>\n<p>Plaintiff argues that the Register's denial of copyright registration should be reviewed <i>de novo.</i> In making such an argument, Plaintiff has erroneously conflated two types of copyright cases: an infringement action and a challenge to an adverse decision of the Copyright Office. In a copyright infringement action, copyrightability is a question of law reserved to the judge and subject to <i>de novo</i> review by appellate courts. <i>See, e.g. </i><i>Pivot Point Int'l, Inc. v. Charlene Prod., Inc.,</i> 372 F.3d 913, 919 (7th Cir.2004); <i>Collezione Europa U.S.A., Inc. v. Hillsdale House, Ltd.,</i> 243 F.Supp.2d 444, 452 (M.D.N.C.2003). On the other hand, a challenge to an adverse decision by the Register of Copyrights is brought pursuant to the APA, and therefore does not hinge on the copyrightability of the material at issue but on the propriety of the Register's decision.</p>\n<p>While not specifically addressed in this circuit, courts deciding the appropriate standard of review have held that the Register of Copyrights is entitled to deference, and have reviewed denials of registration for an abuse of discretion in suits brought under the APA. <i>OddzOn Products v. Oman,</i> 924 F.2d 346, 347 (D.C.Cir.1991); <i>Atari Games v. Oman,</i> 888 F.2d 878, 879 (D.C.Cir.1989); <i>Coach, Inc. v. Peters,</i> 386 F.Supp.2d 495, 497 (S.D.N.Y.2005); <i>Custom Chrome v. Ringer,</i> 1995 WL 405690, 35 U.S.P.Q.2d 1714 (D.D.C. June 30, 1995); see also 3 M. Nimmer &amp; D. Nimmer, Nimmer on Copyright § 12.11[B][3] (2005). In such cases, if the Register \"intelligibly account[s]\" for the decision via \"reasoned decision making\" then the result will not be upset. <i>Atari Games,</i> 888 F.2d at 879. The Register's refusal to register Plaintiff's copyrights will therefore not be reversed absent an abuse of discretion.</p>\n<p><i>Legal Background</i></p>\n<p>The Constitution provides that \"The Congress shall have the Power . . . To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries.\" U.S. Const. art. I, § 8, cl. 8. The Copyright Act of 1976 vests the Register of Copyrights with the duty to determine whether material submitted for registration is copyrightable. 17 U.S.C. § 410(a). The Copyright Act defines copyrightable material as \"original works of authorship fixed in any tangible medium of expression.\" 17 U.S.C. § 102. Works of authorship include \"pictorial, graphical and sculptural works.\" 17 U.S.C. § 102(a)(5).</p>\n<p>To be copyrightable, a work must be original. 17 U.S.C. § 102(a). Originality is the \"<i>sine qua non</i>\" of copyright. <i>Feist Pub., Inc. v. Rural Tel. Service Co.,</i> 499 U.S. 340, 345, 111 S.Ct. 1282, 113 L.Ed.2d 358 (1991). In <i>Feist,</i> the Supreme Court held that to meet the originality requirement, a work must have been independently created by the author, and <span class=\"star-pagination\">*642</span> must possess at least a minimum degree of creativity. <i>Id.</i> at 345, 111 S.Ct. 1282. While \"the requisite level of creativity is extremely low\", there is \"a narrow category of works in which the creative spark is utterly lacking or so trivial as to be virtually nonexistent. Such works are incapable of sustaining a valid copyright.\" <i>Id.</i> at 345, 349, 111 S.Ct. 1282.</p>\n<p>Pursuant to its congressionally delegated authority, the Copyright Office has promulgated regulations that apply the Supreme Court's originality requirement. <i>See</i> 37 C.F.R. § 202.1. Items not subject to copyright include \"[w]ords and short phrases such as names, titles, and slogans; familiar symbols or designs; mere variations of typographic ornamentation, lettering or coloring; mere listing of ingredients or contents.\" <i>Id.</i></p>\n<p><i>The Register's Denial of Copyright Registration for the Maps</i></p>\n<p>In this case, the Copyright Office reviewed Plaintiff's application three times, and each time found that Plaintiff's Maps did not satisfy the originality requirement. Defendant's three rejections of Plaintiff's application evidence a carefully reasoned decision that was within the Register's discretion. In the first letter denying Plaintiff's application, Mr. Crist informed Plaintiff that the visual modifications made to preexisting census maps were insufficient to make the Maps \"original.\" The second denial of Plaintiff's application clarified that in the case of derivative work, \"new material must contain a sufficient amount of original and creative authorship to be copyrightable.\" The Copyright Office determined that the changes to the census maps noted by Plaintiff  such as layout, format, size, spacing and coloring  were not registerable. Citing <i>Feist,</i> the third denial of Plaintiff's registration stated that the maps were \"representations of the preexisting census maps `in which the creative spark is utterly lacking or so trivial as to be virtually nonexistent.'\"</p>\n<p>The final rejection letter went into great detail concerning the lack of creativity evident in the Maps. The minor changes made to the U.S. Census maps were insufficiently creative. The author used postal abbreviations to identify the 50 states.<sup>[5]</sup> The author used shading to add minor visual effects. The maps of the individual states were divided by county. The individual state maps are shaded in blue, while the county names are written in white.</p>\n<p>The Copyright Office has reasonably determined that certain graphical elements of a work, such as shading, coloring or fonts, are not by themselves sufficient to make a work original. <i>Compendium of Copyright Office Practices II,</i> § 305.06. Each of the changes to the existing census maps was in the nature of a shading, coloring or font change. The Register reasonably applied its own internal regulations in concluding that these elements in the Maps were uncreative and did not render the Maps an original work of authorship.</p>\n<p>Plaintiff argues that in focusing on particular elements, the Copyright Office failed to look at the Maps as a whole. However, the Copyright Office expressly noted that it was bound to examine submitted works \"as a whole.\" <i>Atari Games Corp. v. Oman,</i> 888 F.2d 878 (D.C.Cir.1989). The final denial of Plaintiff's application broadly states that \"[i]n this case there is insufficient pictorial or graphic authorship to support registration.\" The fact that the Copyright Office goes into detail elsewhere is the hallmark of a reasoned <span class=\"star-pagination\">*643</span> decision, not a misapplication of the law. Furthermore, any detailed description of a potentially copyrightable work requires some recital of constituent parts, as is the case here.</p>\n<p>Plaintiff also argues, as he did in each of his appeals to the Copyright Office, that Maps are inherently copyrightable.<sup>[6]</sup> Plaintiff cites a number of cases that found maps to be worthy of copyright protection, including <i>Mason v. Montgomery Data, Inc.,</i> 967 F.2d 135 (5th Cir.1992), and <i>Streetwise Maps, Inc. v. VanDam, Inc.,</i> 159 F.3d 739 (2nd Cir.1998). The Copyright Office correctly found Plaintiff's argument inapposite. The <i>Mason</i> decision was an infringement action in which the Fifth Circuit Court of Appeals found that certain maps met the minimum level of creativity required by <i>Feist,</i> based on significant changes made by the author. 967 F.2d at 145. Similarly, in <i>Streetwise Maps</i> the Second Circuit Court of Appeals found that a series of maps was made copyrightable as a result of depictions and colors added by the author. 159 F.2d at 748. Both cases represent a conclusion that the particular maps at issue satisfied the originality requirement; they do not imply that the Copyright Office must approve registration of any and all maps.</p>\n<p>Because the Register correctly applied the law and carefully considered pertinent factors in determining that the Maps lacked the requisite level of originality, the denial of registration must be upheld.</p>\n<p><i>The Register's Denial of Copyright Registration for APPRAISERSdotCOM</i></p>\n<p>The Copyright Office also denied registration for APPRAISERSdotCOM. Ultimately, registration was denied because Plaintiff's application was too broad.<sup>[7]</sup> Plaintiff initially sought to copyright the website's \"compilation and arrangement of maps, text, graphics and data,\" and subsequently amended the claim to seek registration of \"text, maps and formatting of an Internet web page.\" The Copyright Office determined that while there might be copyrightable elements on the APPRAISERSdotCOM website, the scope of Plaintiff's claim for copyright was simply too expansive. The examiners reasoned that because the maps were not copyrightable, the arrangement of the maps on the website was also not copyrightable. Furthermore, the examiners noted that in general, formatting of web pages is not copyrightable.</p>\n<p>Plaintiff argues that the Copyright Office erred in failing to grant registration to APPRAISERSdotCOM as a compilation. A compilation is a work \"formed by the collection and assembling of preexisting materials or of data that are selected, coordinated, or arranged in such a way that the resulting work as a whole constitutes an original work of authorship.\" 17 U.S.C. § 101. However, a compilation must be <span class=\"star-pagination\">*644</span> original to obtain protection. <i>Feist,</i> 499 U.S. at 358, 111 S.Ct. 1282. \"The principal focus should be on whether the selection, coordination, and arrangement are sufficiently original to merit protection. Not every selection, coordination, or arrangement will pass muster.\" <i>Id.</i></p>\n<p>The Copyright Office repeatedly addressed Plaintiff's claim for copyright of APPRAISERSdotCOM as a compilation. Looking at the website as a whole, the examiners concluded that the arrangement of elements lacked even a minimal degree of creativity, and that \"protection for the overall format of a web page is inconsistent with copyrightability.\" In the third denial of Plaintiff's claim, the Copyright Office explained that \"[t]he longstanding practice of the Copyright Office is to deny registration of the arrangement of elements on the basis of physical or directional layout in a given space, whether that space is a sheet of paper or a screen of space meant for information displayed digitally.\" The examiners also noted that while certain elements of the website might be copyrightable, including the arrangement of data into categories, Plaintiff's request for registration was far too broad since it included a claim for uncopyrightable Maps, unoriginal formatting elements, and an uncreative layout of those elements.</p>\n<p>Based on a review of the administrative record, the Copyright Office acted within its discretion in denying registration of APPRAISERSdotCOM as a copyrightable compilation. The agency provided ample factual and legal support for the conclusion that the website arrangement lacked any degree of creativity, and correctly applied controlling precedent on the copyrightability of compilations. Additionally, the Court notes that the Register of Copyrights may demand that submissions comply with reasonable procedures,<sup>[8]</sup> including requirements that claims for copyright narrowly exclude uncopyrightable elements and that submissions reflect the work as of the claimed publication date. The Copyright Office acts within its discretion when it denies registration on such grounds.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court finds that Defendant intelligibly accounted for the denial of Plaintiff's application for copyright registration. For the reasons stated above, Defendant's Motion for Summary Judgment is hereby GRANTED, and Plaintiff's Motion for Summary Judgment is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"APPRAISERSdotCOM\" was the name used by Plaintiff and the Copyright Office to refer to Plaintiff's website, found at http://www.appraiser s.com (last visited December 1, 2005).</p>\n<p>[2]  During the two appeals, Plaintiff made changes to the description of his claim for APPRAISERSdotCOM in an unsuccessful attempt to submit a cognizable claim for authorship.</p>\n<p>[3]  Mr. Crist also informed Plaintiff that his application was procedurally defective. Plaintiff's submission included computer printouts of the website that were dated May 12, 2002. However, Plaintiff claimed an initial publication date of December 1, 1999. Mr. Crist asked Plaintiff to confirm that the printouts submitted reflected the authorship of the works as of the publication date. Plaintiff later responded that except for changes to the appraiser listings, the website layout had undergone de minimus changes since the claimed publication date.</p>\n<p>[4]  At the Raleigh hearing on June 6, 2005, both parties agreed that this case should be decided on summary judgment. <i>See </i><i>Custom Chrome v. Ringer,</i> 35 U.S.P.Q.2d 1714, 1995 WL 405690 (D.D.C. June 30, 1995); <i>Magic Marketing, Inc. v. Mailing Services of Pittsburgh, Inc.,</i> 634 F.Supp. 769 (W.D.Pa.1986). Summary judgment is appropriate if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). A moving party is entitled to summary judgment when the record, taken as a whole, could not lead a rational trier of fact to find for the non-movant. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p>[5]  Plaintiff hired Sean Pecor to design the maps in late 1997. In 1999, Mr. Pecor assigned all copyrights in the Maps to Plaintiff.</p>\n<p>[6]  Plaintiff also goes to great lengths to detail the effort put into Mr. Pecor's creation of the Maps. However, any \"sweat of the brow\" theory of copyright protection that grants protection based on the effort expended on the work, has been firmly rejected.\n</p>\n<p><i>Feist,</i> 499 U.S. at 353, 111 S.Ct. 1282.</p>\n<p>[7]  In the letter denying Plaintiff's second appeal, the Copyright Office also noted that Plaintiff's registration claim for APPRAISERSdotCOM remained procedurally defective, because it did not include copies of the website as it appeared on the claimed publication date, December 1, 1999. In an earlier letter, Plaintiff had affirmed that the copies of the website were representative of the site on the publication date, because there had been only \"de minimus changes\" since then. Nevertheless, in the letter denying Plaintiff's second appeal, the Copyright Office noted that the failure to include properly dated materials \"appears fatal to such a [copyrightability] claim.\"</p>\n<p>[8]  Congress has authorized the Register to \"establish regulations not inconsistent with law for the administration of the functions and duties made the responsibility of the Register.\" 17 U.S.C. § 702. Pursuant to that authority, the Register has promulgated regulations governing the registration of copyrights. <i>See</i> 37 C.F.R. § 202.3.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">638</span></span> (2005)</b></center>\n<center><h1>William DARDEN, Plaintiff,<br>\nv.<br>\nMarybeth PETERS, Register of Copyrights, Defendant.</h1></center>\n<center>No. 2:04-CV-30BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>December 6, 2005.</center>\n<p><span class=\"star-pagination\">*639</span> Anthony J. Biller, Coats &amp; Bennett, David E. Bennett, Coats &amp; Bennett, PLLC, Cary, NC, for William Darden, plaintiff.</p>\n<p>Lora M. Taylor, U.S. Dept. of Justice, Raleigh, NC, for Marybeth Peters, Register of Copyrights, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for summary judgment. Plaintiff William Darden brings this action pursuant to the Administrative Procedures Act (\"APA\"), 5 U.S.C. §§ 701-706, seeking review of an adverse decision by Defendant Marybeth Peters, Register of Copyrights (\"Register\" or \"Copyright Office\") denying copyright registration. A hearing on the instant motions was held in Raleigh on June 6, 2005. For the reasons discussed below, Defendant's Motion for Summary Judgment is GRANTED and Plaintiff's Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>In May of 2002, Plaintiff filed two Form VA applications with the Copyright Office. Plaintiff sought registered copyrights for two separate but related works: (1) Maps for APPRAISERSdotCOM (\"Maps\"), which consists of a series of maps appearing on Plaintiff's website, and (2) the website itself (\"APPRAISERSdotCOM\").<sup>[1]</sup> The website is an online referral service that allows consumers to locate real estate appraisers throughout the United States. The Maps are a series of graphical representations of the United States, and geographical subsets thereof, that provide users with a \"point-and-click\" application for locating appraisers on the APPRAISERSdotCOM website.</p>\n<p>Plaintiff's application was initially examined by Wayne Crist, a Senior Examiner in the Visual Arts Section of the Copyright Office. By letter dated May 30, 2002, Mr. Crist informed Plaintiff that neither of his works were eligible for registration. Mr. <span class=\"star-pagination\">*640</span> Crist determined that the Maps lacked the authorship necessary to support a copyright claim, in part because they were derived from U.S. Census maps in the public domain. According to the examiner, the graphical changes made to the existing census maps were insufficient to establish copyrightable authorship. The Copyright Office twice reconsidered the denial of registration, and both times affirmed Mr. Crist's determination that the Maps were not copyrightable.</p>\n<p>The Copyright Office also denied registration for APPRAISERSdotCOM. In his initial application, Plaintiff described APPRAISERSdotCOM as a \"technical drawing\" to which the author had added \"graphics, text, colors and arrangement.\"<sup>[2]</sup> However, Mr. Crist noted in his letter denying registration that the application for APPRAISERSdotCOM did not appear to contain a technical drawing, and that while Plaintiff possibly had a claim for the website's text and data compilation, Plaintiff could not make a legitimate copyright claim for the website's format, layout or page design.<sup>[3]</sup></p>\n<p>On July 7, 2004, the Copyright Office, by letter, denied registration in the second appeal. The examiners found that the final application for registration of APPRAISERSdotCOM was too broad: \"Specific textual, and perhaps also, graphic or pictorial matter within the web pages may have been selected, coordinated and arranged in such a way that a claim of copyright may be sustained for such a compilation, but this would entail submission of a new application limiting the scope of the claim accordingly.\" The Copyright Office stated that the denial constituted final agency action on the matter. On September 7, 2004, Plaintiff brought this action against Defendant pursuant to the APA, seeking reversal of the Register's decision.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p><i>Standard of Review</i><sup>[4]</sup></p>\n<p>Congress has expressly vested the Register of Copyrights with the power to determine whether a submission constitutes copyrightable subject matter. 17 U.S.C. § 410(a). The Copyright Act, 17 U.S.C. §§ 101-810, provides that decisions of the Register of Copyrights are subject to review under the APA. 5 U.S.C. § 701(e).</p>\n<p><span class=\"star-pagination\">*641</span> The APA permits reviewing courts to set aside agency decisions found to be \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A), (E); <i>Duke Power Co. v. U.S. Nuclear Regulatory Comm'n,</i> <span class=\"citation\" data-id=\"457067\"><a href=\"/opinion/457067/duke-power-company-v-united-states-nuclear-regulatory-commission-and/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 389 (4th Cir.1985). The scope of a court's review under the \"arbitrary and capricious\" standard is narrow. <i>See </i><i>Bowman Transp., Inc. v. Arkansas-Best Freight Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span>, 285, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></span> (1974). A court should \"consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment.\" However, \"[t]he court is not empowered to substitute its judgment for that of the agency.\" <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 416, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971).</p>\n<p>Plaintiff argues that the Register's denial of copyright registration should be reviewed <i>de novo.</i> In making such an argument, Plaintiff has erroneously conflated two types of copyright cases: an infringement action and a challenge to an adverse decision of the Copyright Office. In a copyright infringement action, copyrightability is a question of law reserved to the judge and subject to <i>de novo</i> review by appellate courts. <i>See, e.g. </i><i>Pivot Point Int'l, Inc. v. Charlene Prod., Inc.,</i> <span class=\"citation\" data-id=\"786657\"><a href=\"/opinion/786657/pivot-point-international-incorporated-cross-appellee-v-charlene/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span>, 919 (7th Cir.2004); <i>Collezione Europa U.S.A., Inc. v. Hillsdale House, Ltd.,</i> <span class=\"citation\" data-id=\"2413116\"><a href=\"/opinion/2413116/collezione-europa-usa-v-hillsdale-house-ltd/\"><span class=\"volume\">243</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">444</span></a></span>, 452 (M.D.N.C.2003). On the other hand, a challenge to an adverse decision by the Register of Copyrights is brought pursuant to the APA, and therefore does not hinge on the copyrightability of the material at issue but on the propriety of the Register's decision.</p>\n<p>While not specifically addressed in this circuit, courts deciding the appropriate standard of review have held that the Register of Copyrights is entitled to deference, and have reviewed denials of registration for an abuse of discretion in suits brought under the APA. <i>OddzOn Products v. Oman,</i> <span class=\"citation\" data-id=\"555044\"><a href=\"/opinion/555044/oddzon-products-inc-v-ralph-oman-register-of-copyrights/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span>, 347 (D.C.Cir.1991); <i>Atari Games v. Oman,</i> <span class=\"citation\" data-id=\"531315\"><a href=\"/opinion/531315/atari-games-corporation-v-ralph-oman-register-of-copyrights/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 879 (D.C.Cir.1989); <i>Coach, Inc. v. Peters,</i> <span class=\"citation\" data-id=\"2372310\"><a href=\"/opinion/2372310/coach-inc-v-peters/\"><span class=\"volume\">386</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">495</span></a></span>, 497 (S.D.N.Y.2005); <i>Custom Chrome v. Ringer,</i> <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">405690</span></span>, 35 U.S.P.Q.2d 1714 (D.D.C. June 30, 1995); see also 3 M. Nimmer &amp; D. Nimmer, Nimmer on Copyright § 12.11[B][3] (2005). In such cases, if the Register \"intelligibly account[s]\" for the decision via \"reasoned decision making\" then the result will not be upset. <i>Atari Games,</i> 888 F.2d at 879. The Register's refusal to register Plaintiff's copyrights will therefore not be reversed absent an abuse of discretion.</p>\n<p><i>Legal Background</i></p>\n<p>The Constitution provides that \"The Congress shall have the Power . . . To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries.\" U.S. Const. art. I, § 8, cl. 8. The Copyright Act of 1976 vests the Register of Copyrights with the duty to determine whether material submitted for registration is copyrightable. 17 U.S.C. § 410(a). The Copyright Act defines copyrightable material as \"original works of authorship fixed in any tangible medium of expression.\" 17 U.S.C. § 102. Works of authorship include \"pictorial, graphical and sculptural works.\" 17 U.S.C. § 102(a)(5).</p>\n<p>To be copyrightable, a work must be original. 17 U.S.C. § 102(a). Originality is the \"<i>sine qua non</i>\" of copyright. <i>Feist Pub., Inc. v. Rural Tel. Service Co.,</i> <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 345, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1991). In <i>Feist,</i> the Supreme Court held that to meet the originality requirement, a work must have been independently created by the author, and <span class=\"star-pagination\">*642</span> must possess at least a minimum degree of creativity. <i>Id.</i> at 345, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>. While \"the requisite level of creativity is extremely low\", there is \"a narrow category of works in which the creative spark is utterly lacking or so trivial as to be virtually nonexistent. Such works are incapable of sustaining a valid copyright.\" <i>Id.</i> at 345, 349, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>.</p>\n<p>Pursuant to its congressionally delegated authority, the Copyright Office has promulgated regulations that apply the Supreme Court's originality requirement. <i>See</i> 37 C.F.R. § 202.1. Items not subject to copyright include \"[w]ords and short phrases such as names, titles, and slogans; familiar symbols or designs; mere variations of typographic ornamentation, lettering or coloring; mere listing of ingredients or contents.\" <i>Id.</i></p>\n<p><i>The Register's Denial of Copyright Registration for the Maps</i></p>\n<p>In this case, the Copyright Office reviewed Plaintiff's application three times, and each time found that Plaintiff's Maps did not satisfy the originality requirement. Defendant's three rejections of Plaintiff's application evidence a carefully reasoned decision that was within the Register's discretion. In the first letter denying Plaintiff's application, Mr. Crist informed Plaintiff that the visual modifications made to preexisting census maps were insufficient to make the Maps \"original.\" The second denial of Plaintiff's application clarified that in the case of derivative work, \"new material must contain a sufficient amount of original and creative authorship to be copyrightable.\" The Copyright Office determined that the changes to the census maps noted by Plaintiff  such as layout, format, size, spacing and coloring  were not registerable. Citing <i>Feist,</i> the third denial of Plaintiff's registration stated that the maps were \"representations of the preexisting census maps `in which the creative spark is utterly lacking or so trivial as to be virtually nonexistent.'\"</p>\n<p>The final rejection letter went into great detail concerning the lack of creativity evident in the Maps. The minor changes made to the U.S. Census maps were insufficiently creative. The author used postal abbreviations to identify the 50 states.<sup>[5]</sup> The author used shading to add minor visual effects. The maps of the individual states were divided by county. The individual state maps are shaded in blue, while the county names are written in white.</p>\n<p>The Copyright Office has reasonably determined that certain graphical elements of a work, such as shading, coloring or fonts, are not by themselves sufficient to make a work original. <i>Compendium of Copyright Office Practices II,</i> § 305.06. Each of the changes to the existing census maps was in the nature of a shading, coloring or font change. The Register reasonably applied its own internal regulations in concluding that these elements in the Maps were uncreative and did not render the Maps an original work of authorship.</p>\n<p>Plaintiff argues that in focusing on particular elements, the Copyright Office failed to look at the Maps as a whole. However, the Copyright Office expressly noted that it was bound to examine submitted works \"as a whole.\" <i>Atari Games Corp. v. Oman,</i> <span class=\"citation\" data-id=\"531315\"><a href=\"/opinion/531315/atari-games-corporation-v-ralph-oman-register-of-copyrights/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span> (D.C.Cir.1989). The final denial of Plaintiff's application broadly states that \"[i]n this case there is insufficient pictorial or graphic authorship to support registration.\" The fact that the Copyright Office goes into detail elsewhere is the hallmark of a reasoned <span class=\"star-pagination\">*643</span> decision, not a misapplication of the law. Furthermore, any detailed description of a potentially copyrightable work requires some recital of constituent parts, as is the case here.</p>\n<p>Plaintiff also argues, as he did in each of his appeals to the Copyright Office, that Maps are inherently copyrightable.<sup>[6]</sup> Plaintiff cites a number of cases that found maps to be worthy of copyright protection, including <i>Mason v. Montgomery Data, Inc.,</i> <span class=\"citation\" data-id=\"585238\"><a href=\"/opinion/585238/hodge-e-mason-and-hodge-mason-maps-inc-v-montgomery-data-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span> (5th Cir.1992), and <i>Streetwise Maps, Inc. v. VanDam, Inc.,</i> <span class=\"citation\" data-id=\"758801\"><a href=\"/opinion/758801/streetwise-maps-inc-plaintiff-counter-defendant-appellant-v-vandam/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span> (2nd Cir.1998). The Copyright Office correctly found Plaintiff's argument inapposite. The <i>Mason</i> decision was an infringement action in which the Fifth Circuit Court of Appeals found that certain maps met the minimum level of creativity required by <i>Feist,</i> based on significant changes made by the author. 967 F.2d at 145. Similarly, in <i>Streetwise Maps</i> the Second Circuit Court of Appeals found that a series of maps was made copyrightable as a result of depictions and colors added by the author. 159 F.2d at 748. Both cases represent a conclusion that the particular maps at issue satisfied the originality requirement; they do not imply that the Copyright Office must approve registration of any and all maps.</p>\n<p>Because the Register correctly applied the law and carefully considered pertinent factors in determining that the Maps lacked the requisite level of originality, the denial of registration must be upheld.</p>\n<p><i>The Register's Denial of Copyright Registration for APPRAISERSdotCOM</i></p>\n<p>The Copyright Office also denied registration for APPRAISERSdotCOM. Ultimately, registration was denied because Plaintiff's application was too broad.<sup>[7]</sup> Plaintiff initially sought to copyright the website's \"compilation and arrangement of maps, text, graphics and data,\" and subsequently amended the claim to seek registration of \"text, maps and formatting of an Internet web page.\" The Copyright Office determined that while there might be copyrightable elements on the APPRAISERSdotCOM website, the scope of Plaintiff's claim for copyright was simply too expansive. The examiners reasoned that because the maps were not copyrightable, the arrangement of the maps on the website was also not copyrightable. Furthermore, the examiners noted that in general, formatting of web pages is not copyrightable.</p>\n<p>Plaintiff argues that the Copyright Office erred in failing to grant registration to APPRAISERSdotCOM as a compilation. A compilation is a work \"formed by the collection and assembling of preexisting materials or of data that are selected, coordinated, or arranged in such a way that the resulting work as a whole constitutes an original work of authorship.\" 17 U.S.C. § 101. However, a compilation must be <span class=\"star-pagination\">*644</span> original to obtain protection. <i>Feist,</i> 499 U.S. at 358, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>. \"The principal focus should be on whether the selection, coordination, and arrangement are sufficiently original to merit protection. Not every selection, coordination, or arrangement will pass muster.\" <i>Id.</i></p>\n<p>The Copyright Office repeatedly addressed Plaintiff's claim for copyright of APPRAISERSdotCOM as a compilation. Looking at the website as a whole, the examiners concluded that the arrangement of elements lacked even a minimal degree of creativity, and that \"protection for the overall format of a web page is inconsistent with copyrightability.\" In the third denial of Plaintiff's claim, the Copyright Office explained that \"[t]he longstanding practice of the Copyright Office is to deny registration of the arrangement of elements on the basis of physical or directional layout in a given space, whether that space is a sheet of paper or a screen of space meant for information displayed digitally.\" The examiners also noted that while certain elements of the website might be copyrightable, including the arrangement of data into categories, Plaintiff's request for registration was far too broad since it included a claim for uncopyrightable Maps, unoriginal formatting elements, and an uncreative layout of those elements.</p>\n<p>Based on a review of the administrative record, the Copyright Office acted within its discretion in denying registration of APPRAISERSdotCOM as a copyrightable compilation. The agency provided ample factual and legal support for the conclusion that the website arrangement lacked any degree of creativity, and correctly applied controlling precedent on the copyrightability of compilations. Additionally, the Court notes that the Register of Copyrights may demand that submissions comply with reasonable procedures,<sup>[8]</sup> including requirements that claims for copyright narrowly exclude uncopyrightable elements and that submissions reflect the work as of the claimed publication date. The Copyright Office acts within its discretion when it denies registration on such grounds.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court finds that Defendant intelligibly accounted for the denial of Plaintiff's application for copyright registration. For the reasons stated above, Defendant's Motion for Summary Judgment is hereby GRANTED, and Plaintiff's Motion for Summary Judgment is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"APPRAISERSdotCOM\" was the name used by Plaintiff and the Copyright Office to refer to Plaintiff's website, found at http://www.appraiser s.com (last visited December 1, 2005).</p>\n<p>[2]  During the two appeals, Plaintiff made changes to the description of his claim for APPRAISERSdotCOM in an unsuccessful attempt to submit a cognizable claim for authorship.</p>\n<p>[3]  Mr. Crist also informed Plaintiff that his application was procedurally defective. Plaintiff's submission included computer printouts of the website that were dated May 12, 2002. However, Plaintiff claimed an initial publication date of December 1, 1999. Mr. Crist asked Plaintiff to confirm that the printouts submitted reflected the authorship of the works as of the publication date. Plaintiff later responded that except for changes to the appraiser listings, the website layout had undergone de minimus changes since the claimed publication date.</p>\n<p>[4]  At the Raleigh hearing on June 6, 2005, both parties agreed that this case should be decided on summary judgment. <i>See </i><i>Custom Chrome v. Ringer,</i> 35 U.S.P.Q.2d 1714, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">405690</span></span> (D.D.C. June 30, 1995); <i>Magic Marketing, Inc. v. Mailing Services of Pittsburgh, Inc.,</i> <span class=\"citation\" data-id=\"1885967\"><a href=\"/opinion/1885967/magic-marketing-v-mailing-services-of-pittsburgh/\"><span class=\"volume\">634</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">769</span></a></span> (W.D.Pa.1986). Summary judgment is appropriate if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). A moving party is entitled to summary judgment when the record, taken as a whole, could not lead a rational trier of fact to find for the non-movant. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p>[5]  Plaintiff hired Sean Pecor to design the maps in late 1997. In 1999, Mr. Pecor assigned all copyrights in the Maps to Plaintiff.</p>\n<p>[6]  Plaintiff also goes to great lengths to detail the effort put into Mr. Pecor's creation of the Maps. However, any \"sweat of the brow\" theory of copyright protection that grants protection based on the effort expended on the work, has been firmly rejected.\n</p>\n<p><i>Feist,</i> 499 U.S. at 353, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>.</p>\n<p>[7]  In the letter denying Plaintiff's second appeal, the Copyright Office also noted that Plaintiff's registration claim for APPRAISERSdotCOM remained procedurally defective, because it did not include copies of the website as it appeared on the claimed publication date, December 1, 1999. In an earlier letter, Plaintiff had affirmed that the copies of the website were representative of the site on the publication date, because there had been only \"de minimus changes\" since then. Nevertheless, in the letter denying Plaintiff's second appeal, the Copyright Office noted that the failure to include properly dated materials \"appears fatal to such a [copyrightability] claim.\"</p>\n<p>[8]  Congress has authorized the Register to \"establish regulations not inconsistent with law for the administration of the functions and duties made the responsibility of the Register.\" 17 U.S.C. § 702. Pursuant to that authority, the Register has promulgated regulations governing the registration of copyrights. <i>See</i> 37 C.F.R. § 202.3.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1885967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2372310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2413116/"
  ]
}