{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2427230/",
  "absolute_url": "/opinion/2427230/cosgrove-v-provident-life-and-acc-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2427230/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:32:16.085676Z",
  "date_modified": "2016-04-26T23:23:37.347907Z",
  "type": "010combined",
  "sha1": "69acf79a4f461b6844f8afee3232314a79eaa7f2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>317 F.Supp.2d 616 (2004)</b></center>\n<center><h1>Linda E. COSGROVE, Plaintiff,<br>\nv.<br>\nPROVIDENT LIFE AND ACCIDENT INSURANCE CO., d/b/a UNUM PROVIDENT CORP., Defendant.</h1></center>\n<center>No. 5:03-CV-116-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>March 19, 2004.</center>\n<p><span class=\"star-pagination\">*617</span> <span class=\"star-pagination\">*618</span> Andrew O. Whiteman, Hartzell &amp; Whiteman, Raleigh, NC, for plaintiff.</p>\n<p>Erna A.P. Womble, George K. Evans, Jr., Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's and Defendant's Cross-Motions for Summary Judgment pursuant to Federal Rule of Civil Procedure 56 and Defendant's Motion to Strike Jury Demand. For the following reasons, Plaintiff's Motion for Summary Judgment is GRANTED, and Defendant's Motion for Summary Judgment is DENIED. Because this Court grants Plaintiff's Motion for Summary Judgment, Defendant's Motion to Strike Jury Demand is MOOT.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On January 20, 2003, Plaintiff, a former Western Wake Medical Center (\"WakeMed\") employee, filed suit against Defendant pursuant to the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001, <i>et seq.</i> In her Complaint, Plaintiff alleges that Defendant wrongfully denied her claim for disability benefits and wrongfully failed to pay disability benefits to which she was entitled as a participant in the Provident Life and Accident Insurance Company (\"Provident\") employee welfare benefits plan (\"Plan\") and the Provident group insurance policy no. 124898-0002 (\"Policy\"). Plaintiff claims that this denial violates § 502(a)(1)(B) of ERISA. <i>See</i> 29 U.S.C. § 1132(e)(1).</p>\n<p>Plaintiff worked for WakeMed as a Radiology Technologist from August 2, 1999 until December 3, 2001,<sup>[1]</sup> when Plaintiff alleges she could no longer perform her work due to her disability. For twelve years prior to joining WakeMed, Plaintiff had been out of the work force and had been receiving Social Security disability benefits due to severe vertigo.<sup>[2]</sup> Plaintiff voluntarily terminated her disability benefits in 1999, when her symptoms subsided and she felt well enough to rejoin the work force.</p>\n<p><span class=\"star-pagination\">*619</span> As a Radiology Technologist, Plaintiff was responsible for the care and safety of patients undergoing radiographic procedures. As part of Policy protocol, WakeMed provided Defendant with a description of the physical components of Plaintiff's job. These physical components included</p>\n<blockquote>(A) ability to lift and/or move pediatrics and adults to include heavy, acute and chronically ill patients; (B) ability to move and/or push stretchers and wheelchairs; (C) ability to wear a lead apron for up to eight hours; (D) ability to stoop, bend, and maintain stationary positions for extended periods of time; (E) ability to move arms above head; (F) ability to move, push, or lift heavy equipment; (G) ability to do repetitive hand or arm movement; (H) ability to lift and/or move accessories and folders to various areas; and (I) visual and hearing acuity.</blockquote>\n<p><i>See</i> Pl.'s Br. in Supp. of Mot. for Summ. J., Ex. 2, p. 67. The job description excluded \"individuals who posed a direct threat or significant risk to the health and safety of themselves or others.\" <i>Id.</i></p>\n<p>WakeMed extended to its employees, including Plaintiff, long term disability benefits pursuant to the Plan and Policy provided by Defendant. Plaintiff's insurance coverage became effective October 1, 1999. The Policy defines \"totally disabled\" to include covered persons:</p>\n<blockquote>(1) who are unable to perform the material duties of their own occupation on a full-time or part-time basis because of an [i]njury or [s]ickness that started while insured under this Policy; (2) do not work at all in any occupation; and (3) are under a [p]hysician's [c]are<sup>[3]</sup>.</blockquote>\n<p>Policy at 9. Additionally, \"[c]overed [p]ersons will be [t]otally [d]isabled if they are unable to work in any occupation for which they are or may become suited by education, training, or experience.\" <i>Id.</i> at 10. A claimant begins receiving benefits after a 90-day elimination period.<sup>[4]</sup><i>See id.</i> at 11.</p>\n<p>The elimination period is relevant to determining Plaintiff's entitlement to benefits. In order to be eligible for benefits, a claimant must meet the definition of total disability for 90 days before any benefits are due. <i>See</i> Def.'s Mem. in Supp. of Summ. J. at 3. In this case, Plaintiff's claimed date of disability was December 3, 2001. Therefore, the elimination period would end on March 3, 2002.</p>\n<p>\"If [c]overed [p]ersons[, who become unable to perform the material duties of their occupation,] are employed and earning wages or a salary, they will be considered [r]esidually [d]isabled<sup>[5]</sup>....\" Policy at 9. Residually disabled claimants receive partial disability benefits if they are able to work, but are earning less than 80% of their pre-disability income. <i>See id.</i> at 10. This monthly benefit may be reduced if the claimant receives any other relevant benefits from another source, such as Social Security Disability benefits. <i>See id.</i> at <span class=\"star-pagination\">*620</span> 14. In essence, this type of coverage is contingent upon the continuation of employment.<sup>[6]</sup> Coverage ends with the termination of employment unless one is receiving benefits. <i>See id.</i> at 21.</p>\n<p>Under the Policy, a covered person, who makes a claim for disability, will receive benefits when she has demonstrated satisfactory proof of loss. <i>See</i> Policy at 3. Proof of loss \"means written evidence satisfactory to [Defendant] that [c]overed [p]ersons are [d]isabled and entitled to [benefits].\" <i>Id.</i> at 23. A covered person must provide this written evidence to Defendant at her own expense. <i>See id.</i> In addition, a covered person has 90 days after the end of the elimination period to provide the evidence of disability to Defendant. <i>See id.</i> The issue of whether Plaintiff demonstrated satisfactory proof of loss in order to qualify for benefits is at the heart of this dispute.</p>\n<p>Plaintiff claims that beginning in September 2001, she experienced a recurrence of her symptoms of dizziness, confusion, and weakness at work. These problems allegedly occurred initially about once a week and became more frequent over the following three months, eventually occurring two to four times per week. Plaintiff claims that she would have to stop what she was doing and wait for the dizzy spell to subside before continuing to work. Plaintiff claims she occasionally fell while she was with patients and claims that some of these falls were serious. Although Plaintiff did not injure patients during her falls, she claims that she was concerned about patient safety and began to compensate for her dizziness and lack of coordination by walking more slowly with measured steps and movements. During this time period, Plaintiff did not seek medical attention for her symptoms.</p>\n<p>On December 3, 2001, Plaintiff claims she was about three hours into her shift when she suffered a severe vertigo attack that lasted approximately five to eight minutes. After some time, Plaintiff was able to tell her superiors about her vertigo attack and drive herself home. Plaintiff claims to have stopped three times on the drive home due to dizziness. Plaintiff has not worked or driven a car since this episode.</p>\n<p>After her December 3, 2001 vertigo attack, WakeMed placed Plaintiff on disability leave and paid short-term salary continuation benefits for the maximum period of nine weeks. Also during that time, the Social Security Administration reinstated Plaintiff's social security insurance benefits and began to pay Plaintiff $837 per month for her disability.</p>\n<p>Plaintiff consulted with Dr. Barton on December 5, 2001 and had a follow-up visit on December 11, 2001. On December 5, Dr. Barton reported that Plaintiff had \"ataxia, unclear etiology, possibly a cerebral lesion[, and] failure to concentrate, unknown etiology also.\" Pl.'s Br. in Supp. Mot. Summ. J. at 8. Although the tests ordered by Dr. Barton were normal  the MRI was \"within normal limits\" and an \"autoimmune work-up was negative\"  Dr. Barton did refer Plaintiff to a different doctor.</p>\n<p>Plaintiff next medical visit was with Dr. James on January 8, 2002. Plaintiff switched to Dr. James because she was closer to Plaintiff than Dr. Barton. Plaintiff described her symptoms to Dr. James, and Dr. James recommended Plaintiff see a neurologist. Plaintiff met with Dr. Pamela J. Whitney, a neurologist, on January 25, 2002. Dr. Whitney noted that Plaintiff had symptoms of \"waves of dizziness <span class=\"star-pagination\">*621</span> accompanied by inability to focus, concentrate, tingling in the face, and trouble with coordination.\" Pl.'s Br. in Supp. Mot. Summ. J. at 9. Dr. Whitney referred Plaintiff to Dr. David M. Barrs, and Ear, Nose, Throat Specialist, after concluding that \"[Plaintiff] seems to have a definite vestibular dysfunction especially in view of a negative MRI that points at peripheral.\" <i>Id.</i></p>\n<p>Plaintiff first visited with Dr. Barr on February 1, 2002, and had a follow-up visit on February 27, 2002. Dr. Barr found that Plaintiff had \"high frequency hearing loss\" and symptoms of dizziness. Dr. Barr later diagnosed Plaintiff with Meniere's Disease.<sup>[7]</sup> Plaintiff continued to be treated by Dr. Barr throughout the spring and summer, and while Plaintiff was going through the process of seeking disability benefits. At some time in the spring, Plaintiff also saw a physical therapist to help her with her balance and gait problems. Later in July, Plaintiff's physical therapist recommended that she consult Dr. Barr again due to the increase in severity of her symptoms. On July 9, 2002, Dr. Barr noted that Plaintiff had not been doing well with her dizziness and that not a day goes by that she does not have some dizzy spells. <i>See</i> Pl.'s Br. in Supp. Summ. J. at 11.</p>\n<p>In late December 2001 or early January 2002, at the same time Plaintiff was meeting with various doctors, Plaintiff and WakeMed submitted Plaintiff's application for long-term disability benefits to Defendant, including evidence to demonstrate satisfactory proof of loss. Plaintiff's application for disability benefits included statements from her treating physicians, an employment statement from WakeMed, a statement from Plaintiff, and a physical demands analysis, describing the physical requirements of a radiology technologist. Defendant was able to obtain the medical records relating to Plaintiff's visits with Dr. Barton and Dr. James.</p>\n<p>Later, on March 12, 2002, Defendant received a letter from Dr. Barr explaining his findings and diagnosis of Plaintiff's condition. On March 19, 2002, Christine Davis, a registered nurse who worked for Defendant, prepared a report of her actions to investigate Plaintiff's claim. As part of the report, Davis talked with Plaintiff about her physical condition and doctors visits. Plaintiff told Davis that she suffered from \"waves\" of dizziness, which she could not predict, as well as a loss of some high frequency hearing, and that Dr. Barr had diagnosed her with Meniere's Disease.</p>\n<p>Later, on March 25, 2002, Martin Paige, another registered nurse who worked for Defendant, reviewed the information available about Plaintiff's claim. Paige concluded that the information in the Administrative Record did not \"provide support for [Plaintiff's] claims of imbalance and gait disturbance.\" <i>See</i> Def.'s Mem. in Supp. of Summ. J. at 6. Paige also stated that Plaintiff's reports of memory and concentration problems were reported but not corroborated by testing. Paige noted that Plaintiff's MRI and immunology testing was normal.</p>\n<p>Paige's conclusions were reviewed by Dr. Nancy Beecher, who concurred with Paige's conclusion, but who stated that records were needed from Dr. Barr and Plaintiff's neurologist \"in order to have the full picture.\" <i>See</i> Def.'s Br. in Supp. of Summ. J. at 7. Those reports were obtained, and Paige later discussed these reports with Dr. Beecher, who opined that <span class=\"star-pagination\">*622</span> \"the only restriction [on Plaintiff's ability to work] would be not working around unprotected heights or machinery.\"<sup>[8]</sup><i>Id.</i> at 8.</p>\n<p>Based on the evidence submitted by Plaintiff in her application and the evidence gathered by Defendant's employees in the investigation of the claim, Angela Poureshmenantalemy, a claim representative for Defendant, recommended denial of Plaintiff's claim. This recommendation was approved by Joe Randza on April 10, 2002. Plaintiff was informed of the decision on April 11, 2002 by Poureshmenantalemy. At that time, Plaintiff was given an additional two weeks to submit further information in support of her claim for total disability.</p>\n<p>Defendant claims that on May 9, 2002, Plaintiff faxed a letter from Dr. Barr dated April 17, 2002, wherein he stated that it was his medical opinion that Plaintiff's recurring episodes of dizziness were severe and disabling. Dr. Barr wrote that, \"[i]n general, [Plaintiff] should be considered a risk for falls at any time that could be sudden and unpredictable.\" Pl.'s Br. in Supp. of Mot. for Summ. J. at 5.</p>\n<p>Despite the letter, Defendant again denied Plaintiff's claim on May 20, 2002. On May 31, 2002 Plaintiff retained counsel to assist her with her appeal. On June 5, 2002, Plaintiff's lawyer wrote a letter to Defendant requesting copies of certain documents from Defendant to help him better represent Plaintiff. Defendant considered this letter an appeal and subsequently re-evaluated Plaintiff's claim. As part of the reevaluation, the claim was reviewed by Dr. Stephen G. Jacobson, who is Board Certified in occupational medicine and internal medicine. After reviewing Dr. Barr's medical records for Plaintiff, Dr. Jacobson found that he did not agree with Dr. Barr's diagnosis of Meniere's Disease.</p>\n<p>Based in large part on Dr. Jacobson's findings, on July 9, 2002, Defendant sent Plaintiff a letter, denying her appeal, stating that the \"recommended [restrictions and limitations] appear to be based primarily on self-reported symptoms with limited clinical findings or tests to support the restrictions and limitations.\" Def.'s Br. in Supp. of Summ. J. at 11. The letter also stated that temporary restrictions on activity would be appropriate for Plaintiff while working, but that \"there [did] not appear to be support for additional restrictions and limitations that would preclude [Plaintiff] from performing her occupation.\" <i>Id.</i></p>\n<p>On July 15, 2002, Plaintiff's counsel informed Defendant that Plaintiff had not intended counsel's June 5th letter to have been an appeal. On July 18, 2002, Defendant wrote to Plaintiff, informing her that if she submitted additional information, Defendant would determine whether Plaintiff's appeal would be reopened. Thereafter, on August 1, 2002, Plaintiff appealed the denial of her long-term disability benefits and submitted additional documentation to support her claim. The documentation included Plaintiff's declaration, Plaintiff's journal, physical therapy notes, medical records, and photographs.</p>\n<p>Defendant reviewed this information and denied Plaintiff's appeal by letter dated October 2, 2002. In recommending denial, Dr. Jacobson observed that \"the new material submitted in support of Plaintiff's claim did not include any clinical findings or tests prior to May 9, 2002.\" Def.'s Br. in Supp. of Summ. J. at 14. Furthermore, Dr. Jacobson noted that \"[w]hile the more recent material may have reflected a worsening of her condition since February, <span class=\"star-pagination\">*623</span> 2002, it did not establish that she was unable to perform the material duties of her occupation during the relevant period December 3, 2001 through March 3, 2002.\" <i>Id.</i></p>\n<p>Plaintiff claims that she is still experiencing dizziness, falls, nausea, ringing in ears, and difficulty concentrating. Plaintiff's appeal of Defendant's denial exhausted her administrative remedies. Thereafter, Plaintiff filed suit against Defendant in this Court for erroneously denying her benefits claim. Plaintiff and Defendant have filed cross-Motions for Summary Judgment. These matters are now ripe for ruling.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>see also </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden to show the court that there is no genuine issue concerning any material fact. <i>See </i><i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. 2548. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. 2505. The Court must accept all of the non-moving party's evidence as true and must view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, 106 S.Ct. 2505.</p>\n<p>Plaintiff claims that summary judgment pursuant to Rule 56 is appropriate in this case because Defendant abused its discretion by denying Plaintiff the full and fair review to which she was entitled under 29 U.S.C. § 1133. Furthermore, Plaintiff argues that Defendant's decision was not \"reasonable and appropriate\" and was not \"consistent with an exercise of discretion by a fiduciary acting free of the interests that conflict with those of the beneficiaries.\" <i>Doe v. Group Hospitalization &amp; Medical Services,</i> 3 F.3d 80, 87 (4th Cir.1993). Defendant, on the other hand, argues that it is entitled to summary judgment in its favor, as there are no material facts in dispute and as Defendant's claim determination was reasonable and not an abuse of discretion under the applicable standard of review. This Court agrees with Plaintiff.</p>\n<p>The law in this area is clear that when the terms of an ERISA plan grant the administrator \"discretionary powers,\" the administrator's exercise of those powers may be disturbed only to prevent an abuse of discretion. <i>See </i><i>Haley v. Paul Revere Life Ins. Co.,</i> 77 F.3d 84, 89 (4th Cir.1996) (citing Restatement (Second) of Trusts § 187 (1957)); <i>see also </i><i>Coffman v. Metropolitan Life Ins. Co.,</i> 77 Fed.Appx. 174, 2003 WL 22293610 (4th Cir.2003).<sup>[9]</sup> In <span class=\"star-pagination\">*624</span> this case, both parties agree that the ERISA plan at issue clearly granted Defendant \"full, exclusive, and discretionary authority to control, manage, and administer claims, and to interpret and resolve all questions arising out of the administration, interpretation, and application of this Policy.\" Thus, an abuse of discretion standard is applicable. <i>See</i> Policy at 26; <i>see also</i> Pl.'s Br. in Supp. of Mot. for Summ. J. at 15; <i>see also</i> Def.'s Br. in Supp. of Mot. for Summ. J. at 15.</p>\n<p>When reviewing an administrator's decision under an abuse of discretion standard, this Court must not \"disturb the administrator's decision if it is reasonable, even if the court itself would have reached a different conclusion.\" <i>Haley,</i> 77 F.3d at 89 (citing <i>Doe v. Group Hospitalization &amp; Medical Services,</i> 3 F.3d 80, 85 (4th Cir.1993)); <i>see also </i><i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> 32 F.3d 120, 124-25 (4th Cir.1994). In determining whether Defendant abused its discretion in denying Plaintiff disability benefits such that its decision was unreasonable, this Court must review numerous factors, such as:</p>\n<blockquote>\"(1) the language of the plan; (2) the purposes and goals of the plan; (3) the adequacy of the materials considered to make the decision and the degree to which they support it; (4) whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan; (5) whether the decisionmaking process was reasoned and principled; (6) whether the decision was consistent with the procedural and substantive requirements of ERISA; (7) any external standard relevant to the exercise of discretion; and (8) the fiduciary's motives and any conflict of interest it may have.\"</blockquote>\n<p><i>Booth v. Wal-Mart Stores, Inc.,</i> 201 F.3d 335, 342-43 (4th Cir.2000); <i>see also </i><i>Lockhart v. United Mine Workers of America 1974 Pension Trust,</i> 5 F.3d 74, 77 (4th Cir.1993).</p>\n<p>The last factor  the fiduciary's motives and possible conflict of interest  is most relevant in this case, as Defendant is both the administrator of the ERISA-governed Plan and the insurer of the Plan benefits at issue. The Fourth Circuit has held that courts may apply a slightly modified abuse of discretion standard when there is a possible conflict of interest\" `only to the extent necessary to counteract any influence unduly resulting from the conflict.'\" <i>Elliott v. Sara Lee Corp.,</i> 190 F.3d 601, 605 (4th Cir.1999) (internal citation omitted). \"`The more incentive for the administrator or fiduciary to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the more objectively reasonable the administrator or fiduciary's decision must be and the more substantial evidence must be to support it.'\" <i>Id.</i> (internal citation omitted). Based on a review of the evidence, this Court finds that the appearance of a conflict of interest can be reasonably applied to this decision by Defendant, the administrator of the Plan. Consequently, the Court will review Defendant's denial of Plaintiff's benefits applying a heightened abuse of discretion standard.</p>\n<p>Despite the substantive case law explaining this standard of review, there are few case examples establishing how this standard is to be applied in practice. In cases such as this, where the facts are in conflict and where the medical standards for disability are imprecise  in essence, where the decision of whether to grant benefits is purely subjective  then, a plan administrator may not resolve conflicts only in favor of the plan, as appears to have been the case in this dispute. In those situations where there is a lack of objective evidence to controvert the claimant's claims of disability or to support the <span class=\"star-pagination\">*625</span> administrator/insurer's denial, then the plaintiff must be awarded benefits. If the ultimate decision for the court is one of crediting proof, then the court cannot and should not simply default to the administrator/insurer's decision.</p>\n<p>The dispute between Plaintiff and Defendant represents such a case where Plaintiff must be awarded benefits due to the lack of substantial, objective evidence to controvert her claim of disability. Plaintiff suffered from severe vertigo from 1987 until 1999, and she received Social Security disability benefits for that disability. Then, when she felt well enough to rejoin the work force, Plaintiff sought employment and was hired at WakeMed as a radiology technologist. Plaintiff worked at WakeMed for two years until her symptoms of vertigo reappeared in September 2001. Initially, Plaintiff attempted to compensate for her vertigo and to take breaks when she felt dizzy. However, on December 3, 2001, when Plaintiff had her most severe attack, she knew she had to stop working because her disability was too great.</p>\n<p>Defendant correctly notes that Plaintiff did not seek medical treatment for her dizziness during the three months between the onset of her symptoms and the most severe attack that caused Plaintiff to leave her job. However, after the most severe attack, Plaintiff sought medical treatment almost immediately, visiting the first of many doctors on December 5, 2001. Although the majority of test results came back negative for abnormalities, none of the doctors indicated that Plaintiff had exaggerated her symptoms or that Plaintiff was malingering. In fact, Plaintiff's treating physicians noted her symptoms and then sent Plaintiff to specialists for further testing to attempt to figure out what could be causing her problems. The most advanced specialist, Dr. Barr, diagnosed Plaintiff's condition as Meniere's Disease, a disabling disorder characterized by recurrent prostrating vertigo, sensory hearing loss, tinnitus, and a feeling of fullness in the ear.</p>\n<p>In denying Plaintiff long-term disability benefits and concluding that Plaintiff could perform her job as radiology technologist with some restrictions, Defendant seemed to discount Dr. Barr's diagnosis and instead relied on Dr. Jacobson's opinion that Plaintiff was not suffering from Meniere's Disease. However, Dr. Jacobson did not treat Plaintiff and based his opinion from Dr. Barr's medical records for Plaintiff. Additionally, Defendant placed undue weight on Plaintiff's test results, which were generally normal. Defendant's disregard for Plaintiff's personal account of her symptoms and the effect of her symptoms was not a fair evaluation of the evidence of her ability to perform her job.</p>\n<p>Applying a heightened abuse of discretion standard, as there was a possible conflict of interest inherent in Defendant's decision, the Court finds that Defendant abused its discretion in denying Plaintiff benefits. Defendant's decision to deny Plaintiff benefits was not objectively reasonable and this Court finds that there was a lack of substantial, objective evidence to discount the reliability and weight of Plaintiff's uncontradicted evidence of symptoms of extreme vertigo or to support Defendant's denial. Additionally, the Court notes that the absence of clear medical evidence to explain Plaintiff's condition was consistent with the medical findings in 1987 that led to her receipt of Social Security disability benefits for severe spells of dizziness.<sup>[10]</sup> Plaintiff has met her burden <span class=\"star-pagination\">*626</span> of showing that she must prevail as a matter of law. Plaintiff's Motion for Summary Judgment is GRANTED, and Defendant's decision is REVERSED. The Court finds that Plaintiff demonstrated satisfactory proof of loss and that Plaintiff was entitled to benefits during the relevant period of disability.</p>\n<p>Notwithstanding the Court's finding that Defendants' erroneously denied Plaintiff benefits, Plaintiff remains bound by the terms of the Policy. Thus, Plaintiff must continue to comply with her contractual obligation to submit periodic \"satisfactory Proof of Loss\" to Defendants. Additionally, in this Order, the Court has not addressed the merits of any future claims Plaintiff may bring against Defendants. The evaluation of future claims must be conducted pursuant to the procedures set out in the Policy and must be consistent with ERISA.</p>\n<p>As Plaintiff is the prevailing party, she may be entitled to attorneys' fees. <i>See</i> 28 U.S.C. § 1132(g). The parties have thirty (30) days from the date of this Order to submit briefing, with consideration for the relevant factors outlined in <i>Quesinberry v. Life Ins. Co. of North America,</i> 987 F.2d 1017 (4th Cir.1993), on the issues of attorneys' fees.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Plaintiff's Motion for Summary Judgment is GRANTED. Defendant's Motion for Summary Judgment is DENIED. Plaintiff is entitled to long-term disability benefits. Defendant's Motion to Strike Jury Demand is MOOT. The parties have thirty days to submit briefing on the issue of attorneys' fees.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In certain paragraphs in her Complaint and Brief in Support of Summary Judgment, Plaintiff asserts that her final day of work and worst vertigo attack occurred on December 3, 2001, while in other paragraphs, she states that the relevant date is December 5, 2001. <i>See e.g.,</i> Pl.'s Compl. at ¶¶ 6, 13. Defendant refers to the December 3, 2001 date. For the purpose of clarity in this Order, the Court finds that Plaintiff's last day of work and worst vertigo attack occurred on December 3, 2001.</p>\n<p>[2]  Plaintiff began receiving Social Security disability benefits in 1987. <i>See</i> Pl.'s Br. in Supp. of Mot. for Summ. J., Ex. 2, p. 116.</p>\n<p>[3]  Physician's care is defined in the Policy to mean that \"on a regular basis, the [c]overed [p]erson personally visits with an appropriate physician to effectively manage and treat the disabling condition(s); and that the [c]overed [p]erson is receiving the most appropriate treatment and care for the disabling condition.\" Policy at 9.</p>\n<p>[4]  The \"elimination period\" is the \"length of time prior to benefits being payable during which [c]overed [p]ersons are continuously [d]isabled.\" Policy at 12.</p>\n<p>[5]  To be considered residually disabled, a claimant must be \"unable to perform all material duties of their own occupation on a full-time basis, but: they are able to perform one or more of the material duties of their own occupation, or any other occupation, on a full-time or part-time basis[.]\" Policy at 10.</p>\n<p>[6]  An employee is eligible for coverage when she is a covered person, which requires one to be an active employee. <i>See</i> Policy at 3.</p>\n<p>[7]  According to Plaintiff's Memorandum, Meniere's Disease is \"a disorder characterized by recurrent prostrating vertigo, sensory hearing loss, tinnitus, and a feeling of fullness in the ear associated with generalized dilation of the membranous labyrinth.\" Pl.'s Mem. in Supp. of Mot. for Summ. J. at 5 (citing The Merck Manual, Sec. 7, Ch. 85, Inner Ear.).</p>\n<p>[8]  Defendant claims that this recommendation was due in part to medical records from Plaintiff's February 27, 2002 meeting with Dr. Barr, wherein Dr. Barr told Plaintiff to continue her medication and to be extremely active. <i>See</i> Def.'s Br. in Supp. Summ. J. at 7.</p>\n<p>[9]  This Court does review <i>de novo</i> certain aspects of the ERISA plan. When reviewing an ERISA plan administrator's decision to grant or deny plan benefits, a Court decides <i>de novo</i> whether the plan's language prescribes the benefit or whether it confers discretion on the administrator to determine the benefit. <i>See </i><i>Haley,</i> 77 F.3d at 89. If the plan confers discretion, the court must decide <i>de novo</i> whether the administrator in making its determination acted within the scope of that discretion. <i>See id.</i> Then, if the plan administrator's decision falls within the scope of the administrator's contractually conferred discretion, the court may review the merits of the decision only for an abuse of discretion. <i>See id.</i></p>\n<p>[10]  At Plaintiff's first visit with Dr. Barton on December 5, 2001, Plaintiff reported to Dr. Barton that she had an \"extensive work up at Stanford for this previously in 1986 and etiology was unclear at that time.\" Def.'s Br. in Supp. Summ. J. at 5.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">616</span></span> (2004)</b></center>\n<center><h1>Linda E. COSGROVE, Plaintiff,<br>\nv.<br>\nPROVIDENT LIFE AND ACCIDENT INSURANCE CO., d/b/a UNUM PROVIDENT CORP., Defendant.</h1></center>\n<center>No. 5:03-CV-116-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>March 19, 2004.</center>\n<p><span class=\"star-pagination\">*617</span> <span class=\"star-pagination\">*618</span> Andrew O. Whiteman, Hartzell &amp; Whiteman, Raleigh, NC, for plaintiff.</p>\n<p>Erna A.P. Womble, George K. Evans, Jr., Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's and Defendant's Cross-Motions for Summary Judgment pursuant to Federal Rule of Civil Procedure 56 and Defendant's Motion to Strike Jury Demand. For the following reasons, Plaintiff's Motion for Summary Judgment is GRANTED, and Defendant's Motion for Summary Judgment is DENIED. Because this Court grants Plaintiff's Motion for Summary Judgment, Defendant's Motion to Strike Jury Demand is MOOT.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On January 20, 2003, Plaintiff, a former Western Wake Medical Center (\"WakeMed\") employee, filed suit against Defendant pursuant to the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001, <i>et seq.</i> In her Complaint, Plaintiff alleges that Defendant wrongfully denied her claim for disability benefits and wrongfully failed to pay disability benefits to which she was entitled as a participant in the Provident Life and Accident Insurance Company (\"Provident\") employee welfare benefits plan (\"Plan\") and the Provident group insurance policy no. 124898-0002 (\"Policy\"). Plaintiff claims that this denial violates § 502(a)(1)(B) of ERISA. <i>See</i> 29 U.S.C. § 1132(e)(1).</p>\n<p>Plaintiff worked for WakeMed as a Radiology Technologist from August 2, 1999 until December 3, 2001,<sup>[1]</sup> when Plaintiff alleges she could no longer perform her work due to her disability. For twelve years prior to joining WakeMed, Plaintiff had been out of the work force and had been receiving Social Security disability benefits due to severe vertigo.<sup>[2]</sup> Plaintiff voluntarily terminated her disability benefits in 1999, when her symptoms subsided and she felt well enough to rejoin the work force.</p>\n<p><span class=\"star-pagination\">*619</span> As a Radiology Technologist, Plaintiff was responsible for the care and safety of patients undergoing radiographic procedures. As part of Policy protocol, WakeMed provided Defendant with a description of the physical components of Plaintiff's job. These physical components included</p>\n<blockquote>(A) ability to lift and/or move pediatrics and adults to include heavy, acute and chronically ill patients; (B) ability to move and/or push stretchers and wheelchairs; (C) ability to wear a lead apron for up to eight hours; (D) ability to stoop, bend, and maintain stationary positions for extended periods of time; (E) ability to move arms above head; (F) ability to move, push, or lift heavy equipment; (G) ability to do repetitive hand or arm movement; (H) ability to lift and/or move accessories and folders to various areas; and (I) visual and hearing acuity.</blockquote>\n<p><i>See</i> Pl.'s Br. in Supp. of Mot. for Summ. J., Ex. 2, p. 67. The job description excluded \"individuals who posed a direct threat or significant risk to the health and safety of themselves or others.\" <i>Id.</i></p>\n<p>WakeMed extended to its employees, including Plaintiff, long term disability benefits pursuant to the Plan and Policy provided by Defendant. Plaintiff's insurance coverage became effective October 1, 1999. The Policy defines \"totally disabled\" to include covered persons:</p>\n<blockquote>(1) who are unable to perform the material duties of their own occupation on a full-time or part-time basis because of an [i]njury or [s]ickness that started while insured under this Policy; (2) do not work at all in any occupation; and (3) are under a [p]hysician's [c]are<sup>[3]</sup>.</blockquote>\n<p>Policy at 9. Additionally, \"[c]overed [p]ersons will be [t]otally [d]isabled if they are unable to work in any occupation for which they are or may become suited by education, training, or experience.\" <i>Id.</i> at 10. A claimant begins receiving benefits after a 90-day elimination period.<sup>[4]</sup><i>See id.</i> at 11.</p>\n<p>The elimination period is relevant to determining Plaintiff's entitlement to benefits. In order to be eligible for benefits, a claimant must meet the definition of total disability for 90 days before any benefits are due. <i>See</i> Def.'s Mem. in Supp. of Summ. J. at 3. In this case, Plaintiff's claimed date of disability was December 3, 2001. Therefore, the elimination period would end on March 3, 2002.</p>\n<p>\"If [c]overed [p]ersons[, who become unable to perform the material duties of their occupation,] are employed and earning wages or a salary, they will be considered [r]esidually [d]isabled<sup>[5]</sup>....\" Policy at 9. Residually disabled claimants receive partial disability benefits if they are able to work, but are earning less than 80% of their pre-disability income. <i>See id.</i> at 10. This monthly benefit may be reduced if the claimant receives any other relevant benefits from another source, such as Social Security Disability benefits. <i>See id.</i> at <span class=\"star-pagination\">*620</span> 14. In essence, this type of coverage is contingent upon the continuation of employment.<sup>[6]</sup> Coverage ends with the termination of employment unless one is receiving benefits. <i>See id.</i> at 21.</p>\n<p>Under the Policy, a covered person, who makes a claim for disability, will receive benefits when she has demonstrated satisfactory proof of loss. <i>See</i> Policy at 3. Proof of loss \"means written evidence satisfactory to [Defendant] that [c]overed [p]ersons are [d]isabled and entitled to [benefits].\" <i>Id.</i> at 23. A covered person must provide this written evidence to Defendant at her own expense. <i>See id.</i> In addition, a covered person has 90 days after the end of the elimination period to provide the evidence of disability to Defendant. <i>See id.</i> The issue of whether Plaintiff demonstrated satisfactory proof of loss in order to qualify for benefits is at the heart of this dispute.</p>\n<p>Plaintiff claims that beginning in September 2001, she experienced a recurrence of her symptoms of dizziness, confusion, and weakness at work. These problems allegedly occurred initially about once a week and became more frequent over the following three months, eventually occurring two to four times per week. Plaintiff claims that she would have to stop what she was doing and wait for the dizzy spell to subside before continuing to work. Plaintiff claims she occasionally fell while she was with patients and claims that some of these falls were serious. Although Plaintiff did not injure patients during her falls, she claims that she was concerned about patient safety and began to compensate for her dizziness and lack of coordination by walking more slowly with measured steps and movements. During this time period, Plaintiff did not seek medical attention for her symptoms.</p>\n<p>On December 3, 2001, Plaintiff claims she was about three hours into her shift when she suffered a severe vertigo attack that lasted approximately five to eight minutes. After some time, Plaintiff was able to tell her superiors about her vertigo attack and drive herself home. Plaintiff claims to have stopped three times on the drive home due to dizziness. Plaintiff has not worked or driven a car since this episode.</p>\n<p>After her December 3, 2001 vertigo attack, WakeMed placed Plaintiff on disability leave and paid short-term salary continuation benefits for the maximum period of nine weeks. Also during that time, the Social Security Administration reinstated Plaintiff's social security insurance benefits and began to pay Plaintiff $837 per month for her disability.</p>\n<p>Plaintiff consulted with Dr. Barton on December 5, 2001 and had a follow-up visit on December 11, 2001. On December 5, Dr. Barton reported that Plaintiff had \"ataxia, unclear etiology, possibly a cerebral lesion[, and] failure to concentrate, unknown etiology also.\" Pl.'s Br. in Supp. Mot. Summ. J. at 8. Although the tests ordered by Dr. Barton were normal  the MRI was \"within normal limits\" and an \"autoimmune work-up was negative\"  Dr. Barton did refer Plaintiff to a different doctor.</p>\n<p>Plaintiff next medical visit was with Dr. James on January 8, 2002. Plaintiff switched to Dr. James because she was closer to Plaintiff than Dr. Barton. Plaintiff described her symptoms to Dr. James, and Dr. James recommended Plaintiff see a neurologist. Plaintiff met with Dr. Pamela J. Whitney, a neurologist, on January 25, 2002. Dr. Whitney noted that Plaintiff had symptoms of \"waves of dizziness <span class=\"star-pagination\">*621</span> accompanied by inability to focus, concentrate, tingling in the face, and trouble with coordination.\" Pl.'s Br. in Supp. Mot. Summ. J. at 9. Dr. Whitney referred Plaintiff to Dr. David M. Barrs, and Ear, Nose, Throat Specialist, after concluding that \"[Plaintiff] seems to have a definite vestibular dysfunction especially in view of a negative MRI that points at peripheral.\" <i>Id.</i></p>\n<p>Plaintiff first visited with Dr. Barr on February 1, 2002, and had a follow-up visit on February 27, 2002. Dr. Barr found that Plaintiff had \"high frequency hearing loss\" and symptoms of dizziness. Dr. Barr later diagnosed Plaintiff with Meniere's Disease.<sup>[7]</sup> Plaintiff continued to be treated by Dr. Barr throughout the spring and summer, and while Plaintiff was going through the process of seeking disability benefits. At some time in the spring, Plaintiff also saw a physical therapist to help her with her balance and gait problems. Later in July, Plaintiff's physical therapist recommended that she consult Dr. Barr again due to the increase in severity of her symptoms. On July 9, 2002, Dr. Barr noted that Plaintiff had not been doing well with her dizziness and that not a day goes by that she does not have some dizzy spells. <i>See</i> Pl.'s Br. in Supp. Summ. J. at 11.</p>\n<p>In late December 2001 or early January 2002, at the same time Plaintiff was meeting with various doctors, Plaintiff and WakeMed submitted Plaintiff's application for long-term disability benefits to Defendant, including evidence to demonstrate satisfactory proof of loss. Plaintiff's application for disability benefits included statements from her treating physicians, an employment statement from WakeMed, a statement from Plaintiff, and a physical demands analysis, describing the physical requirements of a radiology technologist. Defendant was able to obtain the medical records relating to Plaintiff's visits with Dr. Barton and Dr. James.</p>\n<p>Later, on March 12, 2002, Defendant received a letter from Dr. Barr explaining his findings and diagnosis of Plaintiff's condition. On March 19, 2002, Christine Davis, a registered nurse who worked for Defendant, prepared a report of her actions to investigate Plaintiff's claim. As part of the report, Davis talked with Plaintiff about her physical condition and doctors visits. Plaintiff told Davis that she suffered from \"waves\" of dizziness, which she could not predict, as well as a loss of some high frequency hearing, and that Dr. Barr had diagnosed her with Meniere's Disease.</p>\n<p>Later, on March 25, 2002, Martin Paige, another registered nurse who worked for Defendant, reviewed the information available about Plaintiff's claim. Paige concluded that the information in the Administrative Record did not \"provide support for [Plaintiff's] claims of imbalance and gait disturbance.\" <i>See</i> Def.'s Mem. in Supp. of Summ. J. at 6. Paige also stated that Plaintiff's reports of memory and concentration problems were reported but not corroborated by testing. Paige noted that Plaintiff's MRI and immunology testing was normal.</p>\n<p>Paige's conclusions were reviewed by Dr. Nancy Beecher, who concurred with Paige's conclusion, but who stated that records were needed from Dr. Barr and Plaintiff's neurologist \"in order to have the full picture.\" <i>See</i> Def.'s Br. in Supp. of Summ. J. at 7. Those reports were obtained, and Paige later discussed these reports with Dr. Beecher, who opined that <span class=\"star-pagination\">*622</span> \"the only restriction [on Plaintiff's ability to work] would be not working around unprotected heights or machinery.\"<sup>[8]</sup><i>Id.</i> at 8.</p>\n<p>Based on the evidence submitted by Plaintiff in her application and the evidence gathered by Defendant's employees in the investigation of the claim, Angela Poureshmenantalemy, a claim representative for Defendant, recommended denial of Plaintiff's claim. This recommendation was approved by Joe Randza on April 10, 2002. Plaintiff was informed of the decision on April 11, 2002 by Poureshmenantalemy. At that time, Plaintiff was given an additional two weeks to submit further information in support of her claim for total disability.</p>\n<p>Defendant claims that on May 9, 2002, Plaintiff faxed a letter from Dr. Barr dated April 17, 2002, wherein he stated that it was his medical opinion that Plaintiff's recurring episodes of dizziness were severe and disabling. Dr. Barr wrote that, \"[i]n general, [Plaintiff] should be considered a risk for falls at any time that could be sudden and unpredictable.\" Pl.'s Br. in Supp. of Mot. for Summ. J. at 5.</p>\n<p>Despite the letter, Defendant again denied Plaintiff's claim on May 20, 2002. On May 31, 2002 Plaintiff retained counsel to assist her with her appeal. On June 5, 2002, Plaintiff's lawyer wrote a letter to Defendant requesting copies of certain documents from Defendant to help him better represent Plaintiff. Defendant considered this letter an appeal and subsequently re-evaluated Plaintiff's claim. As part of the reevaluation, the claim was reviewed by Dr. Stephen G. Jacobson, who is Board Certified in occupational medicine and internal medicine. After reviewing Dr. Barr's medical records for Plaintiff, Dr. Jacobson found that he did not agree with Dr. Barr's diagnosis of Meniere's Disease.</p>\n<p>Based in large part on Dr. Jacobson's findings, on July 9, 2002, Defendant sent Plaintiff a letter, denying her appeal, stating that the \"recommended [restrictions and limitations] appear to be based primarily on self-reported symptoms with limited clinical findings or tests to support the restrictions and limitations.\" Def.'s Br. in Supp. of Summ. J. at 11. The letter also stated that temporary restrictions on activity would be appropriate for Plaintiff while working, but that \"there [did] not appear to be support for additional restrictions and limitations that would preclude [Plaintiff] from performing her occupation.\" <i>Id.</i></p>\n<p>On July 15, 2002, Plaintiff's counsel informed Defendant that Plaintiff had not intended counsel's June 5th letter to have been an appeal. On July 18, 2002, Defendant wrote to Plaintiff, informing her that if she submitted additional information, Defendant would determine whether Plaintiff's appeal would be reopened. Thereafter, on August 1, 2002, Plaintiff appealed the denial of her long-term disability benefits and submitted additional documentation to support her claim. The documentation included Plaintiff's declaration, Plaintiff's journal, physical therapy notes, medical records, and photographs.</p>\n<p>Defendant reviewed this information and denied Plaintiff's appeal by letter dated October 2, 2002. In recommending denial, Dr. Jacobson observed that \"the new material submitted in support of Plaintiff's claim did not include any clinical findings or tests prior to May 9, 2002.\" Def.'s Br. in Supp. of Summ. J. at 14. Furthermore, Dr. Jacobson noted that \"[w]hile the more recent material may have reflected a worsening of her condition since February, <span class=\"star-pagination\">*623</span> 2002, it did not establish that she was unable to perform the material duties of her occupation during the relevant period December 3, 2001 through March 3, 2002.\" <i>Id.</i></p>\n<p>Plaintiff claims that she is still experiencing dizziness, falls, nausea, ringing in ears, and difficulty concentrating. Plaintiff's appeal of Defendant's denial exhausted her administrative remedies. Thereafter, Plaintiff filed suit against Defendant in this Court for erroneously denying her benefits claim. Plaintiff and Defendant have filed cross-Motions for Summary Judgment. These matters are now ripe for ruling.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>see also </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden to show the court that there is no genuine issue concerning any material fact. <i>See </i><i>Celotex,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The Court must accept all of the non-moving party's evidence as true and must view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>Plaintiff claims that summary judgment pursuant to Rule 56 is appropriate in this case because Defendant abused its discretion by denying Plaintiff the full and fair review to which she was entitled under 29 U.S.C. § 1133. Furthermore, Plaintiff argues that Defendant's decision was not \"reasonable and appropriate\" and was not \"consistent with an exercise of discretion by a fiduciary acting free of the interests that conflict with those of the beneficiaries.\" <i>Doe v. Group Hospitalization &amp; Medical Services,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (4th Cir.1993). Defendant, on the other hand, argues that it is entitled to summary judgment in its favor, as there are no material facts in dispute and as Defendant's claim determination was reasonable and not an abuse of discretion under the applicable standard of review. This Court agrees with Plaintiff.</p>\n<p>The law in this area is clear that when the terms of an ERISA plan grant the administrator \"discretionary powers,\" the administrator's exercise of those powers may be disturbed only to prevent an abuse of discretion. <i>See </i><i>Haley v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"713050\"><a href=\"/opinion/713050/robert-a-haley-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 89 (4th Cir.1996) (citing Restatement (Second) of Trusts § 187 (1957)); <i>see also </i><i>Coffman v. Metropolitan Life Ins. Co.,</i> 77 Fed.Appx. 174, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22293610</span></span> (4th Cir.2003).<sup>[9]</sup> In <span class=\"star-pagination\">*624</span> this case, both parties agree that the ERISA plan at issue clearly granted Defendant \"full, exclusive, and discretionary authority to control, manage, and administer claims, and to interpret and resolve all questions arising out of the administration, interpretation, and application of this Policy.\" Thus, an abuse of discretion standard is applicable. <i>See</i> Policy at 26; <i>see also</i> Pl.'s Br. in Supp. of Mot. for Summ. J. at 15; <i>see also</i> Def.'s Br. in Supp. of Mot. for Summ. J. at 15.</p>\n<p>When reviewing an administrator's decision under an abuse of discretion standard, this Court must not \"disturb the administrator's decision if it is reasonable, even if the court itself would have reached a different conclusion.\" <i>Haley,</i> 77 F.3d at 89 (citing <i>Doe v. Group Hospitalization &amp; Medical Services,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 85 (4th Cir.1993)); <i>see also </i><i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"676084\"><a href=\"/opinion/676084/the-sheppard-enoch-pratt-hospital-incorporated-v-travelers-insurance/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 124-25 (4th Cir.1994). In determining whether Defendant abused its discretion in denying Plaintiff disability benefits such that its decision was unreasonable, this Court must review numerous factors, such as:</p>\n<blockquote>\"(1) the language of the plan; (2) the purposes and goals of the plan; (3) the adequacy of the materials considered to make the decision and the degree to which they support it; (4) whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan; (5) whether the decisionmaking process was reasoned and principled; (6) whether the decision was consistent with the procedural and substantive requirements of ERISA; (7) any external standard relevant to the exercise of discretion; and (8) the fiduciary's motives and any conflict of interest it may have.\"</blockquote>\n<p><i>Booth v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"767359\"><a href=\"/opinion/767359/barbara-a-booth-v-wal-mart-stores-incorporated-associates-health-and/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 342-43 (4th Cir.2000); <i>see also </i><i>Lockhart v. United Mine Workers of America 1974 Pension Trust,</i> <span class=\"citation\" data-id=\"652929\"><a href=\"/opinion/652929/clarence-e-lockhart-v-united-mine-workers-of-america-1974-pension-trust/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77 (4th Cir.1993).</p>\n<p>The last factor  the fiduciary's motives and possible conflict of interest  is most relevant in this case, as Defendant is both the administrator of the ERISA-governed Plan and the insurer of the Plan benefits at issue. The Fourth Circuit has held that courts may apply a slightly modified abuse of discretion standard when there is a possible conflict of interest\" `only to the extent necessary to counteract any influence unduly resulting from the conflict.'\" <i>Elliott v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"766027\"><a href=\"/opinion/766027/brenda-elliott-v-sara-lee-corporation/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 605 (4th Cir.1999) (internal citation omitted). \"`The more incentive for the administrator or fiduciary to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the more objectively reasonable the administrator or fiduciary's decision must be and the more substantial evidence must be to support it.'\" <i>Id.</i> (internal citation omitted). Based on a review of the evidence, this Court finds that the appearance of a conflict of interest can be reasonably applied to this decision by Defendant, the administrator of the Plan. Consequently, the Court will review Defendant's denial of Plaintiff's benefits applying a heightened abuse of discretion standard.</p>\n<p>Despite the substantive case law explaining this standard of review, there are few case examples establishing how this standard is to be applied in practice. In cases such as this, where the facts are in conflict and where the medical standards for disability are imprecise  in essence, where the decision of whether to grant benefits is purely subjective  then, a plan administrator may not resolve conflicts only in favor of the plan, as appears to have been the case in this dispute. In those situations where there is a lack of objective evidence to controvert the claimant's claims of disability or to support the <span class=\"star-pagination\">*625</span> administrator/insurer's denial, then the plaintiff must be awarded benefits. If the ultimate decision for the court is one of crediting proof, then the court cannot and should not simply default to the administrator/insurer's decision.</p>\n<p>The dispute between Plaintiff and Defendant represents such a case where Plaintiff must be awarded benefits due to the lack of substantial, objective evidence to controvert her claim of disability. Plaintiff suffered from severe vertigo from 1987 until 1999, and she received Social Security disability benefits for that disability. Then, when she felt well enough to rejoin the work force, Plaintiff sought employment and was hired at WakeMed as a radiology technologist. Plaintiff worked at WakeMed for two years until her symptoms of vertigo reappeared in September 2001. Initially, Plaintiff attempted to compensate for her vertigo and to take breaks when she felt dizzy. However, on December 3, 2001, when Plaintiff had her most severe attack, she knew she had to stop working because her disability was too great.</p>\n<p>Defendant correctly notes that Plaintiff did not seek medical treatment for her dizziness during the three months between the onset of her symptoms and the most severe attack that caused Plaintiff to leave her job. However, after the most severe attack, Plaintiff sought medical treatment almost immediately, visiting the first of many doctors on December 5, 2001. Although the majority of test results came back negative for abnormalities, none of the doctors indicated that Plaintiff had exaggerated her symptoms or that Plaintiff was malingering. In fact, Plaintiff's treating physicians noted her symptoms and then sent Plaintiff to specialists for further testing to attempt to figure out what could be causing her problems. The most advanced specialist, Dr. Barr, diagnosed Plaintiff's condition as Meniere's Disease, a disabling disorder characterized by recurrent prostrating vertigo, sensory hearing loss, tinnitus, and a feeling of fullness in the ear.</p>\n<p>In denying Plaintiff long-term disability benefits and concluding that Plaintiff could perform her job as radiology technologist with some restrictions, Defendant seemed to discount Dr. Barr's diagnosis and instead relied on Dr. Jacobson's opinion that Plaintiff was not suffering from Meniere's Disease. However, Dr. Jacobson did not treat Plaintiff and based his opinion from Dr. Barr's medical records for Plaintiff. Additionally, Defendant placed undue weight on Plaintiff's test results, which were generally normal. Defendant's disregard for Plaintiff's personal account of her symptoms and the effect of her symptoms was not a fair evaluation of the evidence of her ability to perform her job.</p>\n<p>Applying a heightened abuse of discretion standard, as there was a possible conflict of interest inherent in Defendant's decision, the Court finds that Defendant abused its discretion in denying Plaintiff benefits. Defendant's decision to deny Plaintiff benefits was not objectively reasonable and this Court finds that there was a lack of substantial, objective evidence to discount the reliability and weight of Plaintiff's uncontradicted evidence of symptoms of extreme vertigo or to support Defendant's denial. Additionally, the Court notes that the absence of clear medical evidence to explain Plaintiff's condition was consistent with the medical findings in 1987 that led to her receipt of Social Security disability benefits for severe spells of dizziness.<sup>[10]</sup> Plaintiff has met her burden <span class=\"star-pagination\">*626</span> of showing that she must prevail as a matter of law. Plaintiff's Motion for Summary Judgment is GRANTED, and Defendant's decision is REVERSED. The Court finds that Plaintiff demonstrated satisfactory proof of loss and that Plaintiff was entitled to benefits during the relevant period of disability.</p>\n<p>Notwithstanding the Court's finding that Defendants' erroneously denied Plaintiff benefits, Plaintiff remains bound by the terms of the Policy. Thus, Plaintiff must continue to comply with her contractual obligation to submit periodic \"satisfactory Proof of Loss\" to Defendants. Additionally, in this Order, the Court has not addressed the merits of any future claims Plaintiff may bring against Defendants. The evaluation of future claims must be conducted pursuant to the procedures set out in the Policy and must be consistent with ERISA.</p>\n<p>As Plaintiff is the prevailing party, she may be entitled to attorneys' fees. <i>See</i> 28 U.S.C. § 1132(g). The parties have thirty (30) days from the date of this Order to submit briefing, with consideration for the relevant factors outlined in <i>Quesinberry v. Life Ins. Co. of North America,</i> <span class=\"citation\" data-id=\"601800\"><a href=\"/opinion/601800/robert-e-quesinberry-individually-and-as-administrator-of-the-estate-of/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span> (4th Cir.1993), on the issues of attorneys' fees.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Plaintiff's Motion for Summary Judgment is GRANTED. Defendant's Motion for Summary Judgment is DENIED. Plaintiff is entitled to long-term disability benefits. Defendant's Motion to Strike Jury Demand is MOOT. The parties have thirty days to submit briefing on the issue of attorneys' fees.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In certain paragraphs in her Complaint and Brief in Support of Summary Judgment, Plaintiff asserts that her final day of work and worst vertigo attack occurred on December 3, 2001, while in other paragraphs, she states that the relevant date is December 5, 2001. <i>See e.g.,</i> Pl.'s Compl. at ¶¶ 6, 13. Defendant refers to the December 3, 2001 date. For the purpose of clarity in this Order, the Court finds that Plaintiff's last day of work and worst vertigo attack occurred on December 3, 2001.</p>\n<p>[2]  Plaintiff began receiving Social Security disability benefits in 1987. <i>See</i> Pl.'s Br. in Supp. of Mot. for Summ. J., Ex. 2, p. 116.</p>\n<p>[3]  Physician's care is defined in the Policy to mean that \"on a regular basis, the [c]overed [p]erson personally visits with an appropriate physician to effectively manage and treat the disabling condition(s); and that the [c]overed [p]erson is receiving the most appropriate treatment and care for the disabling condition.\" Policy at 9.</p>\n<p>[4]  The \"elimination period\" is the \"length of time prior to benefits being payable during which [c]overed [p]ersons are continuously [d]isabled.\" Policy at 12.</p>\n<p>[5]  To be considered residually disabled, a claimant must be \"unable to perform all material duties of their own occupation on a full-time basis, but: they are able to perform one or more of the material duties of their own occupation, or any other occupation, on a full-time or part-time basis[.]\" Policy at 10.</p>\n<p>[6]  An employee is eligible for coverage when she is a covered person, which requires one to be an active employee. <i>See</i> Policy at 3.</p>\n<p>[7]  According to Plaintiff's Memorandum, Meniere's Disease is \"a disorder characterized by recurrent prostrating vertigo, sensory hearing loss, tinnitus, and a feeling of fullness in the ear associated with generalized dilation of the membranous labyrinth.\" Pl.'s Mem. in Supp. of Mot. for Summ. J. at 5 (citing The Merck Manual, Sec. 7, Ch. 85, Inner Ear.).</p>\n<p>[8]  Defendant claims that this recommendation was due in part to medical records from Plaintiff's February 27, 2002 meeting with Dr. Barr, wherein Dr. Barr told Plaintiff to continue her medication and to be extremely active. <i>See</i> Def.'s Br. in Supp. Summ. J. at 7.</p>\n<p>[9]  This Court does review <i>de novo</i> certain aspects of the ERISA plan. When reviewing an ERISA plan administrator's decision to grant or deny plan benefits, a Court decides <i>de novo</i> whether the plan's language prescribes the benefit or whether it confers discretion on the administrator to determine the benefit. <i>See </i><i>Haley,</i> 77 F.3d at 89. If the plan confers discretion, the court must decide <i>de novo</i> whether the administrator in making its determination acted within the scope of that discretion. <i>See id.</i> Then, if the plan administrator's decision falls within the scope of the administrator's contractually conferred discretion, the court may review the merits of the decision only for an abuse of discretion. <i>See id.</i></p>\n<p>[10]  At Plaintiff's first visit with Dr. Barton on December 5, 2001, Plaintiff reported to Dr. Barton that she had an \"extensive work up at Stanford for this previously in 1986 and etiology was unclear at that time.\" Def.'s Br. in Supp. Summ. J. at 5.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767359/"
  ]
}