{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2427518/",
  "absolute_url": "/opinion/2427518/smith-v-barnhart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2427518/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:32:29.632161Z",
  "date_modified": "2016-04-26T23:23:37.766459Z",
  "type": "010combined",
  "sha1": "eeb23d1a673f21db728727f157dbfe1356f3e8be",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>395 F.Supp.2d 298 (2005)</b></center>\n<center><h1>Mavis SMITH, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:04-CV-151-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Southern Division.</b></p></center>\n<center>September 29, 2005.</center>\n<p><span class=\"star-pagination\">*299</span> James J. Wall, Legal Aid of North Carolina, Inc., Monica Rathke Savidge, Legal Aid of N.C., Inc., Wilmington, NC, for Mavis Smith, plaintiff.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, David J. Cortes, AUSA, U.S. Attorney's Office, Eastern District of North Carolina, Raleigh, NC, for Jo Anne B. Barnhart, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on plaintiff's objections to the Memorandum and Recommendation (M &amp; R) of the Magistrate Judge recommending that the court allow defendant's motion for judgment on <span class=\"star-pagination\">*300</span> the pleadings, deny plaintiff's, and uphold the final decision of the Commissioner. For the reasons that follow, the court rejects that recommendation, and remands the matter to the Commissioner for further proceedings pursuant to 42 U.S.C. § 405(g).</p>\n<p></p>\n<h2>STATEMENT OF THE CASE AND FACTS</h2>\n<p>Plaintiff filed this action pursuant to 42 U.S.C. § 405(g), seeking reversal or remand of the Commissioner's decision to deny her application for Supplemental Security Income (SSI) benefits. Plaintiff filed an application for SSI benefits on November 20, 2002, alleging that chronic heart disease, angina, stress, arthritis, asthma, and various other maladies rendered her disabled as of November 12, 2002. She was denied SSI benefits initially and again upon reconsideration.</p>\n<p>Plaintiff then timely requested a hearing before an Administrative Law Judge (ALJ), held on October 20, 2003. The ALJ rendered an adverse decision on February 24, 2004, concluding that plaintiff's impairments were \"severe\" but did not render her fully disabled, and that she possessed the residual functional capacity to perform the \"full range of light work\" as defined in 20 C.F.R. § 416.967. (A.R. at 19-20.) Plaintiff's request for review by the Appeals Council was denied on June 2, 2004, at which time the decision of the ALJ became final. Having exhausted her administrative remedies, plaintiff timely filed the instant complaint seeking judicial review of the Commissioner's decision.</p>\n<p>In her motion for judgment on the pleadings, plaintiff argues that: (I) the finding of the ALJ that plaintiff possesses the residual functional capacity to perform the full range of light work was not supported by substantial evidence; (ii) the ALJ failed to adequately develop the evidentiary record; and (iii) new evidence, in the form of a declaration submitted by plaintiff's treating physician, merits a rehearing.</p>\n<p>The court scheduled the matter for hearing, at which time the court narrowed the principle issue in contention to whether the ALJ adequately developed the administrative record. Plaintiff argues that the ALJ committed legal error by failing to assist plaintiff, who was not represented by counsel at the time of the hearing, in obtaining evidence from her treating physician, Dr. Gottovi, including: (I) medical records and treatment notes from the period between when she initially filed her claim for benefits and the date the ALJ rendered his decision (which amounted to almost two years); and (ii) clarification as to her doctor's opinion regarding restrictions on movement and lifting. Pl's Obj. at 3. In the alternative, plaintiff argues that the ALJ should have at least indicated to her that the record was lacking without this additional medical documentation and given her the opportunity to submit such information herself. <i>Id.</i></p>\n<p>Defendant counters that the \"several years of Dr. Gottovi's progress notes showing the results of numerous contemporaneous examinations and repeated objective testing\" which were contained in plaintiff's medical history were \"sufficient to render a decision as to the extent and severity of plaintiff's impairments,\" Def's Mem. at 20-21, despite the fact that no formal medical opinion as to the extent and severity of plaintiff's impairments was contained in these records. A.R. at 98-124. Rather, defendant specifically points to the fact that Dr. Gottovi's notes omitted any opinion about plaintiff's impairment being disabling, together with a few scattered references that might be inconsistent with a disability finding, as further evidence that the medical expertise of plaintiff's treating <span class=\"star-pagination\">*301</span> physician was fully developed in the administrative record and supportive of the Commissioner's decision. Def's Mem. at 24. Finally, defendant points to the medical opinions of the physicians employed by North Carolina Disability Determination Services (DDS), who did not have the benefit of an ongoing treatment relationship with the plaintiff but who did have the benefit of reviewing her medical records, as adequate evidence supporting the Commissioner's decision. Def's Mem. at 21.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Generally, the court's \"primary function in reviewing an administrative finding of no disability is to determine whether the ALJ's decision was supported by substantial evidence.\" <i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir.1987). \"Substantial evidence is `such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996) (quoting <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971)). But judicial review of administrative decision-making does not end there: \"A factual finding by the ALJ is not binding if it was reached by means of an improper standard or misapplication of the law.\" <i>Coffman,</i> 829 F.2d at 517. Thus, it is the district court's duty to determine both whether the Commissioner's findings are \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990).</p>\n<p>In addressing objections to the M &amp; R, the district court \"shall make a <i>de novo</i> determination of those portions of the report or specified proposed findings or recommendations to which objection is made.\" 28 U.S.C. § 636(b)(1)(C). Upon review, this court may \"accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate.\" <i>Id.</i></p>\n<p>II. The ALJ Failed to Adequately Develop the Administrative Record</p>\n<p>Where a SSI claimant is unrepresented by counsel at a hearing before an ALJ, the claimant is \"entitled to the sympathetic assistance of the ALJ to develop the record, to `assume a more active role' and to adhere to `heightened duty of care and responsibility.'\" <i>Crider v. Harris,</i> 624 F.2d 15, 16 (4th Cir.1980) (quoting <i>Livingston v. Califano,</i> 614 F.2d 342, 345 (3d Cir.1980)). More specifically, the Fourth Circuit has held that \"the ALJ has a duty to explore all relevant facts and inquire into the issues necessary for adequate development of the record, and cannot rely on the evidence submitted by the claimant when that evidence is inadequate.\" <i>Cook v. Heckler,</i> 783 F.2d 1168, 1173 (4th Cir.1986). This holding is consistent with governing federal regulations, which state that where a claimant's medical records are \"inadequate\" to determine the existence of a disability, SSA is obligated to seek supplemental information and re-contact the claimant's treating physicians to see if such information can be obtained. 20 C.F.R. § 416.912(e)(1).</p>\n<p>There is scant authority in this circuit to provide this court guidance in determining when the administrative record is so \"inadequate\" as to trigger the ALJ's heightened duty to inquire into those deficiencies and, if necessary, supplement the record before rendering a decision. <i>See, e.g., </i><i>Craig v. Chater,</i> 76 F.3d 585, 591 (4th Cir.1996) (finding that the ALJ \"discharged the duty that [circuit] precedent contemplates\" but with little attendant discussion). Both the Commissioner and the Magistrate Judge rely exclusively on the Seventh Circuit case of <i>Kendrick v. Shalala,</i> 998 F.2d 455 (7th Cir.1993), for the unremarkable proposition <span class=\"star-pagination\">*302</span> that \"[j]udicial review of administrative decisions is deferential\" and so \"district judges must respect the authority of administrative officials to decide how much [evidence] is enough.\" <i>Id.</i> at 458. Although it is true that this court's role in reviewing a final decision of the Commissioner is highly deferential, <i>Foster v. Chater,</i> 70 F.3d 111, 1995 WL 686221, at *2 (4th Cir.1995), it is simply no response to plaintiff's objection to say that this court must respect the ALJ's decision to consider only that evidence which the judge in fact chose to consider and ignore the remainder.<sup>[1]</sup> Taken to its logical extreme, the Commissioner's position would effectively eviscerate judicial review of administrative action  a conclusion that squarely contradicts circuit precedent establishing that the district courts must ensure that the Commissioner's decision is based on an <i>adequate</i> record, <i>Cook,</i> 783 F.2d at 1173, and is supported by <i>substantial</i> evidence, <i>Hays,</i> 907 F.2d at 1456. In order to fulfill this responsibility, the court must occasionally wrestle with questions like \"how much is enough,\" at least when the fulfillment of the ALJ's legal duties  as opposed to the propriety of his factual determinations  are at issue. This is one such occasion.</p>\n<p>The case <i>sub judice</i> is also factually distinguishable from <i>Kendrick,</i> where the claimant had the benefit of medical opinions from four examining general practitioners and two examining specialists, which were considered by the Commissioner at two separate hearings before an ALJ. <i>See</i> 998 F.2d at 457. In this case, the record contained some informal diagnoses and prognoses of plaintiff's impairments in her treating physicians' notes, but nothing rising to the level of a specific opinion as to their extent, severity, or plaintiff's residual functional capacity, if any. (A.R. at 68-162.) The only such opinions contained in the administrative record are those of two non-treating DDS physicians, one of whom never even conducted a physical examination of the plaintiff. (A.R. at 163-77; Pl's Obj. at 2.) Thus the issue presently before this court (that is, whether the record was inadequately developed for lack of a treating physician's medical opinion) was not addressed in <i>Kendrick.</i></p>\n<p>Finally, and most importantly, this case does not fall within the reach of <i>Kendrick's</i> admonishment because the Commissioner, in the very regulations which she has promulgated, has provided authoritative guidance, bearing directly on the facts of this case, on the issue of how the ALJ must participate in the development of the administrative record. Consistent with the long-standing doctrine that the administrative decision-maker shares responsibility in assisting the claimant develop the record, the regulations specifically provide that prior to any determination being made, it is \"[the Commissioner's] responsibility\" to \"develop [the claimant's] complete medical history.\" 20 C.F.R. § 416.912(d). This obligation is continuing throughout the administrative process: \"When the evidence we receive from [the claimant's] treating physician... or other medical source is inadequate for us to determine whether you are disabled,\" SSA is obligated to \"recontact\" the claimant's medical source and \"seek additional evidence or clarification\" from him. 20 C.F.R. § 416.912(e). And while the ALJ has the authority to order a consultive <span class=\"star-pagination\">*303</span> examination in order to obtain the medical information necessary to make a disability determination, as was the case here, the regulations provide that the Commissioner will ordinarily not do so until she has made \"<i>every reasonable effort</i> to obtain evidence from [the claimant's] own medical sources.\" 20 C.F.R. § 416.912(f) (emphasis added).</p>\n<p>Pursuant to 20 C.F.R. § 416.912(b), the \"evidence\" on which the Commissioner's decision will be based shall consist of, <i>inter alia,</i> objective medical evidence (such as doctor's notations of observable symptoms, lab results, and other forms of raw data) as well as medical <i>opinion</i> evidence. This is attributable to the fact that \"[t]he ALJ is not a medical expert and should not substitute his opinion for that of a treating physician.\" <i>Stegall v. Sullivan,</i> 1989 WL 160616, at *6 (W.D.N.C. Sept. 8, 1989) (Memorandum and Recommendation); <i>accord </i><i>Boiles v. Barnhart,</i> 395 F.3d 421, 425 (7th Cir.2005) (\"An ALJ may not substitute his own judgment for a physician's opinion without relying on other medical evidence or authority in the record.\"). By implication, therefore, obtaining medical opinion evidence is a significant part of the Commissioner's duty to develop the claimant's \"complete\" medical history.</p>\n<p>Medical opinions are defined in the regulations as \"statements from physicians ... or other acceptable medical sources that reflect judgments about the nature and severity of [the claimant's] impairment(s) ....\" 20 C.F.R. § 416.927(a)(2). However, not all medical opinion evidence is treated equally under the existing regulatory scheme. The Commissioner will generally</p>\n<p>give more weight to opinions from [the claimant's] treating source, since these sources are likely to be the medical professionals most able to provide a detailed, longitudinal picture of [the claimant's] medical impairment(s) and may bring a unique perspective to the medical evidence that cannot be obtained from the objective medical findings alone or from reports of individual examinations, such as consultive examinations....</p>\n<p>20 C.F.R. § 416.927(d)(2). In fact, the medical opinion of a claimant's treating physician is considered by the Commissioner to be so highly probative of a claimant's condition that it must be accorded \"controlling weight\" if it is \"well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence in [the] record.\" <i>Id.</i> And even in circumstances where the treating physician's opinion is not given controlling weight, the opinion will often carry some weight based on such factors as the length, nature, and extent of the treatment relationship. <i>Id.</i> In general, the medical opinions given the lowest weight are those from a physician who has never personally examined the claimant. 20 C.F.R. § 416.927(d)(1). These propositions are collectively known as the \"treating physician rule.\" <i>See Stroup v. Apfel,</i> 205 F.3d 1334, 2000 WL 216620, at *4-5 (4th Cir.2000) (noting that 20 C.F.R. § 416.927(d) sets the standard for the purposes of the Fourth Circuit's \"treating physician rule\").</p>\n<p>Assuming that the ALJ reaches a determination that the claimant is not disabled but is nevertheless severely impaired within the meaning of the Social Security Act, he must then evaluate the claimant's \"residual functional capacity\" (RFC) and determine whether the claimant can still perform her past work or make an adjustment to other less demanding work. 20 C.F.R. § 416.920(a)(4). The regulations specifically note that the Commissioner's responsibility to develop the claimant's complete medical history extends to \"making <i>every</i> <span class=\"star-pagination\">*304</span> <i>reasonable effort</i> to help\" the claimant obtain a statement from her treating physician regarding her residual functional capacity, which opinions the ALJ must then consider in reaching his decision. 20 C.F.R. § 416.945(a)(3) (emphasis added); 20 C.F.R. § 416.913(b)(6). In addition, the ALJ is entitled to consider RFC assessments made by consultive DDS physicians who specialize in Social Security law and have reviewed the case record. 20 C.F.R. § 416.913(c). However, the weight to be given a non-examining physician's RFC assessment vis-a-vis a treating physician's competing assessment is controlled by the treating physician rule, which, to reiterate, would ordinarily require at least some consideration to be given to the medical opinion of a claimant's treating physician. <i>See</i> 20 C.F.R. § 416.927(f)(2)(ii); SSR 96-6p, at *2 (1996).</p>\n<p>With the preceding regulatory framework in mind, the court concludes that the ALJ failed to adequately develop plaintiff's medical history before deciding to deny her SSI benefits. The Commissioner argued that the medical records of Dr. Gottovi as presented in the administrative record were sufficient to allow the ALJ to make an informed decision. (M &amp; R at 8.) However, none of Dr. Gottovi's records and progress notes (App. at 98-124) include a single medical opinion as to the nature or severity of plaintiff's impairments, although they do provide ample foundation for such an opinion to be drawn.<sup>[2]</sup> Nor would one expect there to be any formal opinion contained in the doctor's raw notes and medical data, since they were prepared in furtherance of plaintiff's private medical treatment and not in preparation for her claim before the Commissioner of Social Security. Dr. Gottovi's medical opinions on such issues as the nature and severity of her impairments, her ability to do work-related activities such as sitting, standing, walking, lifting, and carrying, and any other physical restrictions would have given the ALJ \"a unique perspective to the medical evidence that cannot be obtained from the objective medical findings alone or from reports of individual examinations.\" 20 C.F.R. § 416.927(d)(2). And since his opinions would ordinarily have been entitled to some, if not substantial, deference under the \"treating physician rule,\" it was error for the ALJ to fail to use \"every reasonable effort\" to assist plaintiff in obtaining this information as part of her case record.</p>\n<p>That the ALJ did in fact fail to use reasonable efforts to develop the plaintiff's medical history is well supported by other facts in the record. Perhaps most strikingly, the ALJ's written decision is utterly devoid of any explanation as to why a treating physician's opinion was not included in the record, despite the fact that the regulations require that the Commissioner take \"every reasonable effort\" on the claimant's behalf to obtain such an opinion. 20 C.F.R. §§ 416.912(f), 416.945(a)(3). Considering that it is the settled law of this circuit that the ALJ must \"explicitly indicat[e] the weight given to all of the relevant evidence\" if he does not accord a <span class=\"star-pagination\">*305</span> treating physician's opinion controlling weight, <i>Gordon v. Schweiker,</i> 725 F.2d 231, 235 (4th Cir.1984), it would be illogical to conclude that the ALJ can circumvent this requirement by simply neglecting to obtain the treating physician's opinion without any justification as to why.</p>\n<p>Furthermore, the hearing transcript reveals several additional deficiencies in the ALJ's development of the record. For example, the ALJ asked plaintiff whether she was familiar with the medical records and other supporting documentation on which the ALJ would base his decision. Although the ALJ clearly appreciated plaintiff's limited education (A.R. at 16), and despite the fact that her response indicated that she was less than familiar with the contents of the record (A.R.. at 184), the ALJ failed to explain to plaintiff that no formal medical opinions had been provided by her treating physicians, advise her of the advantageousness of having such opinions, or provide her with the opportunity to obtain and submit her doctor's opinion herself. <i>See </i><i>Marsh v. Harris,</i> 632 F.2d 296, 299 (4th Cir.1980) (noting that the <i>pro se</i> claimant was \"completely unschooled on the requirements for proving his case,\" that the ALJ was \"intimately familiar with the regulations concerning proof,\" and that he \"should have recognized the importance of [omitted] evidence and more fully developed it.\").</p>\n<p>Later in the hearing, the ALJ also elicited from plaintiff that she was under the continuing care of a treating physician. (A.R. at 186.) This statement corroborated the information provided by plaintiff in her Request for Hearing that she had seen two physicians (one of whom was Dr. Gottovi) since her claim had been filed and her medical records initially obtained by the Commissioner. (A.R. at 64-65.) Although her medical file was over a year old by the time of her hearing date, the ALJ once again failed to develop the record by asking plaintiff about the nature of the ongoing care or whether plaintiff's treating physicians might have anything to add to the administrative record. To the contrary, the ALJ appears to have overlooked this exchange and erroneously concluded that plaintiff had \"sought very little medical treatment since her alleged onset date\" in his memorandum supporting the decision to deny benefits. (A.R. at 18.)</p>\n<p>III. Plaintiff Was Prejudiced By the Omission of Dr. Gottovi's Opinion</p>\n<p>In cases where the ALJ has failed to adequately develop a <i>pro se</i> claimant's administrative record, this circuit requires a finding of prejudice to the claimant before the district court can issue a remand. <i>See </i><i>Marsh,</i> 632 F.2d at 300. Prejudice to the claimant is established where \"the [Commissioner's] decision `might reasonably have been different had that evidence been before her when her decision was rendered.'\" <i>Sims v. Harris,</i> 631 F.2d 26, 28 (4th Cir.1980) (quoting <i>King v. Califano,</i> 599 F.2d 597, 599 (4th Cir.1979)); <i>see also </i><i>Ripley v. Chater,</i> 67 F.3d 552, 557 n. 22 (5th Cir.1995) (\"Prejudice can be established by showing that additional evidence would have been produced if the ALJ had fully developed the record, and that the additional evidence might have led to a different decision.\").</p>\n<p>In this case, plaintiff has proffered a declaration and physical capacities questionnaire completed by Dr. Gottovi which presents medical opinion evidence that might have been part of the record had the record been fully developed.<sup>[3]</sup> Specifically, <span class=\"star-pagination\">*306</span> Dr. Gottovi opined that plaintiff can only sit for about 3 to 4 hours of an 8 hour day, stand and walk for about 10 to 15 minutes at a time, and occasionally lift and carry 2 to 3 pounds. (Gottovi Decl. ¶ 5.) Importantly, these opinions are not cumulative of the evidence already present in plaintiff's medical records. Rather, Dr. Gottovi brings his medical expertise, together with his extensive personal history with the plaintiff, to bear on the cursory progress notes in her medical records that otherwise lack any meaningful context. Moreover, each of these opinions tends to refute the opinions of the consultive physician (A.R. at 171) and contradict the finding of the ALJ that plaintiff is capable of performing the full range of light work (A.R. at 19). This is significant because, under the treating physician rule, Dr. Gottovi's opinions would be entitled to \"controlling weight\" if \"well-supported by medically acceptable clinical and laboratory diagnostic techniques and [ ] not inconsistent with the other substantial evidence in [the] case record.\" 20 C.F.R. § 416.927(d)(2). On this basis, the court finds that the plaintiff has made a sufficient showing of prejudice.</p>\n<p>At hearing, defendant raised two arguments as to why Dr. Gottovi's declaration would not produce a different result on remand. The Commissioner first contends that the declaration, which is dated October 20, 2004 (eight months after the ALJ's decision), is new, post-adjudication evidence that the ALJ would not be able to consider on remand. The court agrees that supplemental evidence may be considered on remand only if it relates to the period on or before the date of the ALJ's decision. <i>Williams v. Sullivan,</i> 905 F.2d 214, 216 (8th Cir.1990). However, Dr. Gottovi's declaration states that he has treated plaintiff since 1998 and that, in his opinion, she has had the physical limitations he describes at least as long as he has known and treated her, and perhaps as early as 1990. (Gottovi Decl. ¶ 4.) The Fourth Circuit has recognized that \"a treating physician may properly offer a retrospective opinion on the past extent of an impairment.\" <i>Wilkins v. Sec'y, Health &amp; Human Services,</i> 953 F.2d 93, 96 (4th Cir.1991) (en banc). Thus, Dr. Gottovi's opinions are properly considered on remand to the extent that they relate to the period prior to the ALJ's decision.</p>\n<p>The Commissioner next argued that even if Dr. Gottovi's medical opinions had been part of the record, they are inconsistent with other evidence in the record and as a consequence would be accorded little or no weight by the ALJ. (M &amp; R at 9-11; Def's Mem. at 24-25.) The court, while mindful of some discrepancies between Dr. Gottovi's opinions and other evidence in the record (<i>see</i> Def's Mem. at 24-25), cannot share in the Commissioner's unshakable confidence that their consideration on remand could not change the outcome. First, it should be noted that the ALJ found the plaintiff to be \"not fully credible, to the extent [she testified] that she can perform some work [around the house].\" (A.R. at 18.) The medical opinion of Dr. Gottovi, however, may have lent sufficient additional credibility to plaintiff's testimony to support a disability finding, or may have at least spurred the ALJ to inquire <span class=\"star-pagination\">*307</span> with greater specificity into the extent and nature of the domestic chores plaintiff is able to perform unassisted. Similarly, it must not go unrecognized that the ALJ did not give full credence to the consultive (DDS) physician's opinion either, which was that plaintiff possessed the residual functional capacity to perform medium work with limitations (the ALJ instead found plaintiff capable of performing only light work). (A.R. at 18.) Here again, Dr. Gottovi's opinion may have further tipped the scales in plaintiff's favor. At the very least, the inclusion of a treating physician's opinion in the record would have required the ALJ to go through the exercise of carefully balancing the evidence, assigning weights to the competing opinions of the treating physician and the DDS physicians, and explaining rationale for doing so.</p>\n<p>Finally, and most importantly, it is simply not for this court to decide whether Dr. Gottovi's opinion would be assigned controlling weight, some weight, or no weight. Even indulging the Commissioner's assumption that there is substantial evidence in the case record so inconsistent with Dr. Gottovi's opinion that it would not be entitled to controlling weight, it may nonetheless be entitled to some weight under the factors enumerated in 20 C.F.R. § 416.927(d). <i>See also</i> Social Security Ruling 96-2p, at 4 (1996) (\"[ALJ's] must remember that a finding that a treating medical opinion is ... inconsistent with other substantial evidence in the case record means only that the opinion is not entitled to `controlling weight,' not that the opinion should be rejected.... In many cases, a treating source's medical opinion will be entitled to the greatest weight and should be adopted, even if it does not meet the test for controlling weight.\"). Additionally, if the ALJ is unable to determine with certainty the extent to which Dr. Gottovi's opinion is consistent with the objective medical evidence in the record, he might choose to seek clarification from Dr. Gottovi pursuant to the provisions of 20 C.F.R. §§ 416.927(c)(3) and 416.912(e)(1). <i>See also</i> SSR 96-2p, at *4 (\"[I]n some instances, additional development required by a case  for example, to obtain more evidence or to clarify reported clinical signs or laboratory findings  may provide the requisite support for a treating source's medical opinion that at first appeared to be lacking or may reconcile what at first appeared to be an inconsistency between a treating source's medical opinion and the other substantial evidence in the case record.\").</p>\n<p>Only the Commissioner can decide the ultimate issues involved, <i>see</i> 20 C.F.R. § 416.927(e)(2), and it is not the province of this court to substitute its judgment as to the probable outcome for the Commissioner's judgment following a full and fair hearing based on an adequate record. <i>See, e.g., </i><i>Dixon v. Chater,</i> 106 F.3d 390, 1997 WL 22237, at *3 (4th Cir.1997) (per curiam) (\"[I]t is the responsibility of the Commissioner, not the appellate court, to review the case, make findings of fact, and resolve conflicts of evidence.\"). Accordingly, having found that the ALJ failed to follow the guidelines set forth in the Commissioner's own regulations for adequate development of the administrative record, the court concludes merely that the omitted opinion evidence might have led to a different outcome and that remand in this case is proper. In light of this disposition, the court does not reach the question of whether the Commissioner's denial of benefits was supported by substantial evidence and expresses no opinion on the merits of plaintiff's claim generally.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Upon <i>de novo</i> review of the Memorandum and Recommendation, the parties' motions and memoranda, the administrative <span class=\"star-pagination\">*308</span> record, and after hearing, it is hereby ORDERED that: (1) plaintiff's motion for judgment on the pleadings (DE # 8) is GRANTED; (2) defendant's motion for judgment on the pleadings (DE # 15) is DENIED; and (3) the action is REMANDED to the Commissioner for further proceedings consistent with the above order. The clerk is directed to CLOSE this case on the court's docket.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Cf. </i><i>Thomas v. Celebrezze,</i> 331 F.2d 541, 543 (4th Cir.1964) (\"[Courts] cannot escape their duty to scrutinize `the record as a whole' to determine whether the conclusions reached [by the ALJ] are rational.\") (citing <i>Universal Camera Corp. v. NLRB,</i> 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951)).</p>\n<p>[2]  Dr. Gottovi's records show that plaintiff had a four year-long, ongoing doctor-patient relationship with Dr. Gottovi at the time the ALJ rendered his decision. Moreover, Dr. Gottovi's progress notes indicate diagnoses of: (1) sciatic nerve symptoms for which heat treatment, positioning, and a possible x-ray would be necessary (A.R. at 98); (2) degenerative disc changes in the back (A.R. at 117); (3) esophagitis of a severe degree (A.R. at 99); (4) allergic airways disease (A.R. at 100, 109); and (5) arthritis (A.R. at 122). The ALJ completely ignored these impairments in the hearing and in his written decision, and focused exclusively on plaintiff's heart conditions, which even Dr. Gottovi admits to be under control. (A.R. at 110.)</p>\n<p>[3]  In addition, Dr. Gottovi expresses the legal conclusion that plaintiff is unable to do sedentary work, light work, medium work, heavy work, or very heavy work as defined in the Code of Federal Regulations. The Fourth Circuit has recently held that an \"ALJ is under no obligation to give a treating physician's <i>legal conclusions</i> any heightened evidentiary value.\" <i>Morgan v. Barnhart,</i> 142 Fed.Appx. 716, 2005 WL 1870019, at *4 (4th Cir.2005). \"The ALJ is not free, however, simply to ignore a treating physician's legal conclusions, but must instead `evaluate all the evidence in the case record to determine the extent to which [the treating physician's legal conclusion] is supported by the record.'\" <i>Id.</i> (quoting SSR 96-5p, at *3).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">298</span></span> (2005)</b></center>\n<center><h1>Mavis SMITH, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:04-CV-151-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Southern Division.</b></p></center>\n<center>September 29, 2005.</center>\n<p><span class=\"star-pagination\">*299</span> James J. Wall, Legal Aid of North Carolina, Inc., Monica Rathke Savidge, Legal Aid of N.C., Inc., Wilmington, NC, for Mavis Smith, plaintiff.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, David J. Cortes, AUSA, U.S. Attorney's Office, Eastern District of North Carolina, Raleigh, NC, for Jo Anne B. Barnhart, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on plaintiff's objections to the Memorandum and Recommendation (M &amp; R) of the Magistrate Judge recommending that the court allow defendant's motion for judgment on <span class=\"star-pagination\">*300</span> the pleadings, deny plaintiff's, and uphold the final decision of the Commissioner. For the reasons that follow, the court rejects that recommendation, and remands the matter to the Commissioner for further proceedings pursuant to 42 U.S.C. § 405(g).</p>\n<p></p>\n<h2>STATEMENT OF THE CASE AND FACTS</h2>\n<p>Plaintiff filed this action pursuant to 42 U.S.C. § 405(g), seeking reversal or remand of the Commissioner's decision to deny her application for Supplemental Security Income (SSI) benefits. Plaintiff filed an application for SSI benefits on November 20, 2002, alleging that chronic heart disease, angina, stress, arthritis, asthma, and various other maladies rendered her disabled as of November 12, 2002. She was denied SSI benefits initially and again upon reconsideration.</p>\n<p>Plaintiff then timely requested a hearing before an Administrative Law Judge (ALJ), held on October 20, 2003. The ALJ rendered an adverse decision on February 24, 2004, concluding that plaintiff's impairments were \"severe\" but did not render her fully disabled, and that she possessed the residual functional capacity to perform the \"full range of light work\" as defined in 20 C.F.R. § 416.967. (A.R. at 19-20.) Plaintiff's request for review by the Appeals Council was denied on June 2, 2004, at which time the decision of the ALJ became final. Having exhausted her administrative remedies, plaintiff timely filed the instant complaint seeking judicial review of the Commissioner's decision.</p>\n<p>In her motion for judgment on the pleadings, plaintiff argues that: (I) the finding of the ALJ that plaintiff possesses the residual functional capacity to perform the full range of light work was not supported by substantial evidence; (ii) the ALJ failed to adequately develop the evidentiary record; and (iii) new evidence, in the form of a declaration submitted by plaintiff's treating physician, merits a rehearing.</p>\n<p>The court scheduled the matter for hearing, at which time the court narrowed the principle issue in contention to whether the ALJ adequately developed the administrative record. Plaintiff argues that the ALJ committed legal error by failing to assist plaintiff, who was not represented by counsel at the time of the hearing, in obtaining evidence from her treating physician, Dr. Gottovi, including: (I) medical records and treatment notes from the period between when she initially filed her claim for benefits and the date the ALJ rendered his decision (which amounted to almost two years); and (ii) clarification as to her doctor's opinion regarding restrictions on movement and lifting. Pl's Obj. at 3. In the alternative, plaintiff argues that the ALJ should have at least indicated to her that the record was lacking without this additional medical documentation and given her the opportunity to submit such information herself. <i>Id.</i></p>\n<p>Defendant counters that the \"several years of Dr. Gottovi's progress notes showing the results of numerous contemporaneous examinations and repeated objective testing\" which were contained in plaintiff's medical history were \"sufficient to render a decision as to the extent and severity of plaintiff's impairments,\" Def's Mem. at 20-21, despite the fact that no formal medical opinion as to the extent and severity of plaintiff's impairments was contained in these records. A.R. at 98-124. Rather, defendant specifically points to the fact that Dr. Gottovi's notes omitted any opinion about plaintiff's impairment being disabling, together with a few scattered references that might be inconsistent with a disability finding, as further evidence that the medical expertise of plaintiff's treating <span class=\"star-pagination\">*301</span> physician was fully developed in the administrative record and supportive of the Commissioner's decision. Def's Mem. at 24. Finally, defendant points to the medical opinions of the physicians employed by North Carolina Disability Determination Services (DDS), who did not have the benefit of an ongoing treatment relationship with the plaintiff but who did have the benefit of reviewing her medical records, as adequate evidence supporting the Commissioner's decision. Def's Mem. at 21.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Generally, the court's \"primary function in reviewing an administrative finding of no disability is to determine whether the ALJ's decision was supported by substantial evidence.\" <i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir.1987). \"Substantial evidence is `such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996) (quoting <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971)). But judicial review of administrative decision-making does not end there: \"A factual finding by the ALJ is not binding if it was reached by means of an improper standard or misapplication of the law.\" <i>Coffman,</i> 829 F.2d at 517. Thus, it is the district court's duty to determine both whether the Commissioner's findings are \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990).</p>\n<p>In addressing objections to the M &amp; R, the district court \"shall make a <i>de novo</i> determination of those portions of the report or specified proposed findings or recommendations to which objection is made.\" 28 U.S.C. § 636(b)(1)(C). Upon review, this court may \"accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate.\" <i>Id.</i></p>\n<p>II. The ALJ Failed to Adequately Develop the Administrative Record</p>\n<p>Where a SSI claimant is unrepresented by counsel at a hearing before an ALJ, the claimant is \"entitled to the sympathetic assistance of the ALJ to develop the record, to `assume a more active role' and to adhere to `heightened duty of care and responsibility.'\" <i>Crider v. Harris,</i> <span class=\"citation\" data-id=\"379285\"><a href=\"/opinion/379285/kenneth-w-crider-v-patricia-roberts-harris-secretary-of-health-and-human/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 16 (4th Cir.1980) (quoting <i>Livingston v. Califano,</i> <span class=\"citation\" data-id=\"374052\"><a href=\"/opinion/374052/charles-livingston-v-joseph-a-califano-jr-secretary-of-health/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span>, 345 (3d Cir.1980)). More specifically, the Fourth Circuit has held that \"the ALJ has a duty to explore all relevant facts and inquire into the issues necessary for adequate development of the record, and cannot rely on the evidence submitted by the claimant when that evidence is inadequate.\" <i>Cook v. Heckler,</i> <span class=\"citation\" data-id=\"464965\"><a href=\"/opinion/464965/12-socsecrepser-284-unemplinsrep-cch-16661-essie-d-cook-v/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, 1173 (4th Cir.1986). This holding is consistent with governing federal regulations, which state that where a claimant's medical records are \"inadequate\" to determine the existence of a disability, SSA is obligated to seek supplemental information and re-contact the claimant's treating physicians to see if such information can be obtained. 20 C.F.R. § 416.912(e)(1).</p>\n<p>There is scant authority in this circuit to provide this court guidance in determining when the administrative record is so \"inadequate\" as to trigger the ALJ's heightened duty to inquire into those deficiencies and, if necessary, supplement the record before rendering a decision. <i>See, e.g., </i><i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 591 (4th Cir.1996) (finding that the ALJ \"discharged the duty that [circuit] precedent contemplates\" but with little attendant discussion). Both the Commissioner and the Magistrate Judge rely exclusively on the Seventh Circuit case of <i>Kendrick v. Shalala,</i> <span class=\"citation\" data-id=\"610964\"><a href=\"/opinion/610964/41-socsecrepser-517-unemplinsrep-cch-p-17408a-james-kendrick-v/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span> (7th Cir.1993), for the unremarkable proposition <span class=\"star-pagination\">*302</span> that \"[j]udicial review of administrative decisions is deferential\" and so \"district judges must respect the authority of administrative officials to decide how much [evidence] is enough.\" <i>Id.</i> at 458. Although it is true that this court's role in reviewing a final decision of the Commissioner is highly deferential, <i>Foster v. Chater,</i> <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">686221</span></span>, at *2 (4th Cir.1995), it is simply no response to plaintiff's objection to say that this court must respect the ALJ's decision to consider only that evidence which the judge in fact chose to consider and ignore the remainder.<sup>[1]</sup> Taken to its logical extreme, the Commissioner's position would effectively eviscerate judicial review of administrative action  a conclusion that squarely contradicts circuit precedent establishing that the district courts must ensure that the Commissioner's decision is based on an <i>adequate</i> record, <i>Cook,</i> 783 F.2d at 1173, and is supported by <i>substantial</i> evidence, <i>Hays,</i> 907 F.2d at 1456. In order to fulfill this responsibility, the court must occasionally wrestle with questions like \"how much is enough,\" at least when the fulfillment of the ALJ's legal duties  as opposed to the propriety of his factual determinations  are at issue. This is one such occasion.</p>\n<p>The case <i>sub judice</i> is also factually distinguishable from <i>Kendrick,</i> where the claimant had the benefit of medical opinions from four examining general practitioners and two examining specialists, which were considered by the Commissioner at two separate hearings before an ALJ. <i>See</i> 998 F.2d at 457. In this case, the record contained some informal diagnoses and prognoses of plaintiff's impairments in her treating physicians' notes, but nothing rising to the level of a specific opinion as to their extent, severity, or plaintiff's residual functional capacity, if any. (A.R. at 68-162.) The only such opinions contained in the administrative record are those of two non-treating DDS physicians, one of whom never even conducted a physical examination of the plaintiff. (A.R. at 163-77; Pl's Obj. at 2.) Thus the issue presently before this court (that is, whether the record was inadequately developed for lack of a treating physician's medical opinion) was not addressed in <i>Kendrick.</i></p>\n<p>Finally, and most importantly, this case does not fall within the reach of <i>Kendrick's</i> admonishment because the Commissioner, in the very regulations which she has promulgated, has provided authoritative guidance, bearing directly on the facts of this case, on the issue of how the ALJ must participate in the development of the administrative record. Consistent with the long-standing doctrine that the administrative decision-maker shares responsibility in assisting the claimant develop the record, the regulations specifically provide that prior to any determination being made, it is \"[the Commissioner's] responsibility\" to \"develop [the claimant's] complete medical history.\" 20 C.F.R. § 416.912(d). This obligation is continuing throughout the administrative process: \"When the evidence we receive from [the claimant's] treating physician... or other medical source is inadequate for us to determine whether you are disabled,\" SSA is obligated to \"recontact\" the claimant's medical source and \"seek additional evidence or clarification\" from him. 20 C.F.R. § 416.912(e). And while the ALJ has the authority to order a consultive <span class=\"star-pagination\">*303</span> examination in order to obtain the medical information necessary to make a disability determination, as was the case here, the regulations provide that the Commissioner will ordinarily not do so until she has made \"<i>every reasonable effort</i> to obtain evidence from [the claimant's] own medical sources.\" 20 C.F.R. § 416.912(f) (emphasis added).</p>\n<p>Pursuant to 20 C.F.R. § 416.912(b), the \"evidence\" on which the Commissioner's decision will be based shall consist of, <i>inter alia,</i> objective medical evidence (such as doctor's notations of observable symptoms, lab results, and other forms of raw data) as well as medical <i>opinion</i> evidence. This is attributable to the fact that \"[t]he ALJ is not a medical expert and should not substitute his opinion for that of a treating physician.\" <i>Stegall v. Sullivan,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">160616</span></span>, at *6 (W.D.N.C. Sept. 8, 1989) (Memorandum and Recommendation); <i>accord </i><i>Boiles v. Barnhart,</i> <span class=\"citation\" data-id=\"788956\"><a href=\"/opinion/788956/loretta-boiles-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span>, 425 (7th Cir.2005) (\"An ALJ may not substitute his own judgment for a physician's opinion without relying on other medical evidence or authority in the record.\"). By implication, therefore, obtaining medical opinion evidence is a significant part of the Commissioner's duty to develop the claimant's \"complete\" medical history.</p>\n<p>Medical opinions are defined in the regulations as \"statements from physicians ... or other acceptable medical sources that reflect judgments about the nature and severity of [the claimant's] impairment(s) ....\" 20 C.F.R. § 416.927(a)(2). However, not all medical opinion evidence is treated equally under the existing regulatory scheme. The Commissioner will generally</p>\n<p>give more weight to opinions from [the claimant's] treating source, since these sources are likely to be the medical professionals most able to provide a detailed, longitudinal picture of [the claimant's] medical impairment(s) and may bring a unique perspective to the medical evidence that cannot be obtained from the objective medical findings alone or from reports of individual examinations, such as consultive examinations....</p>\n<p>20 C.F.R. § 416.927(d)(2). In fact, the medical opinion of a claimant's treating physician is considered by the Commissioner to be so highly probative of a claimant's condition that it must be accorded \"controlling weight\" if it is \"well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence in [the] record.\" <i>Id.</i> And even in circumstances where the treating physician's opinion is not given controlling weight, the opinion will often carry some weight based on such factors as the length, nature, and extent of the treatment relationship. <i>Id.</i> In general, the medical opinions given the lowest weight are those from a physician who has never personally examined the claimant. 20 C.F.R. § 416.927(d)(1). These propositions are collectively known as the \"treating physician rule.\" <i>See Stroup v. Apfel,</i> <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">216620</span></span>, at *4-5 (4th Cir.2000) (noting that 20 C.F.R. § 416.927(d) sets the standard for the purposes of the Fourth Circuit's \"treating physician rule\").</p>\n<p>Assuming that the ALJ reaches a determination that the claimant is not disabled but is nevertheless severely impaired within the meaning of the Social Security Act, he must then evaluate the claimant's \"residual functional capacity\" (RFC) and determine whether the claimant can still perform her past work or make an adjustment to other less demanding work. 20 C.F.R. § 416.920(a)(4). The regulations specifically note that the Commissioner's responsibility to develop the claimant's complete medical history extends to \"making <i>every</i> <span class=\"star-pagination\">*304</span> <i>reasonable effort</i> to help\" the claimant obtain a statement from her treating physician regarding her residual functional capacity, which opinions the ALJ must then consider in reaching his decision. 20 C.F.R. § 416.945(a)(3) (emphasis added); 20 C.F.R. § 416.913(b)(6). In addition, the ALJ is entitled to consider RFC assessments made by consultive DDS physicians who specialize in Social Security law and have reviewed the case record. 20 C.F.R. § 416.913(c). However, the weight to be given a non-examining physician's RFC assessment vis-a-vis a treating physician's competing assessment is controlled by the treating physician rule, which, to reiterate, would ordinarily require at least some consideration to be given to the medical opinion of a claimant's treating physician. <i>See</i> 20 C.F.R. § 416.927(f)(2)(ii); SSR 96-6p, at *2 (1996).</p>\n<p>With the preceding regulatory framework in mind, the court concludes that the ALJ failed to adequately develop plaintiff's medical history before deciding to deny her SSI benefits. The Commissioner argued that the medical records of Dr. Gottovi as presented in the administrative record were sufficient to allow the ALJ to make an informed decision. (M &amp; R at 8.) However, none of Dr. Gottovi's records and progress notes (App. at 98-124) include a single medical opinion as to the nature or severity of plaintiff's impairments, although they do provide ample foundation for such an opinion to be drawn.<sup>[2]</sup> Nor would one expect there to be any formal opinion contained in the doctor's raw notes and medical data, since they were prepared in furtherance of plaintiff's private medical treatment and not in preparation for her claim before the Commissioner of Social Security. Dr. Gottovi's medical opinions on such issues as the nature and severity of her impairments, her ability to do work-related activities such as sitting, standing, walking, lifting, and carrying, and any other physical restrictions would have given the ALJ \"a unique perspective to the medical evidence that cannot be obtained from the objective medical findings alone or from reports of individual examinations.\" 20 C.F.R. § 416.927(d)(2). And since his opinions would ordinarily have been entitled to some, if not substantial, deference under the \"treating physician rule,\" it was error for the ALJ to fail to use \"every reasonable effort\" to assist plaintiff in obtaining this information as part of her case record.</p>\n<p>That the ALJ did in fact fail to use reasonable efforts to develop the plaintiff's medical history is well supported by other facts in the record. Perhaps most strikingly, the ALJ's written decision is utterly devoid of any explanation as to why a treating physician's opinion was not included in the record, despite the fact that the regulations require that the Commissioner take \"every reasonable effort\" on the claimant's behalf to obtain such an opinion. 20 C.F.R. §§ 416.912(f), 416.945(a)(3). Considering that it is the settled law of this circuit that the ALJ must \"explicitly indicat[e] the weight given to all of the relevant evidence\" if he does not accord a <span class=\"star-pagination\">*305</span> treating physician's opinion controlling weight, <i>Gordon v. Schweiker,</i> <span class=\"citation\" data-id=\"429766\"><a href=\"/opinion/429766/4-socsecrepser-25-unemplinsrep-cch-15029-owen-l-gordon-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 235 (4th Cir.1984), it would be illogical to conclude that the ALJ can circumvent this requirement by simply neglecting to obtain the treating physician's opinion without any justification as to why.</p>\n<p>Furthermore, the hearing transcript reveals several additional deficiencies in the ALJ's development of the record. For example, the ALJ asked plaintiff whether she was familiar with the medical records and other supporting documentation on which the ALJ would base his decision. Although the ALJ clearly appreciated plaintiff's limited education (A.R. at 16), and despite the fact that her response indicated that she was less than familiar with the contents of the record (A.R.. at 184), the ALJ failed to explain to plaintiff that no formal medical opinions had been provided by her treating physicians, advise her of the advantageousness of having such opinions, or provide her with the opportunity to obtain and submit her doctor's opinion herself. <i>See </i><i>Marsh v. Harris,</i> <span class=\"citation\" data-id=\"382770\"><a href=\"/opinion/382770/james-e-marsh-v-patricia-r-harris-secretary-of-health-education/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">296</span></a></span>, 299 (4th Cir.1980) (noting that the <i>pro se</i> claimant was \"completely unschooled on the requirements for proving his case,\" that the ALJ was \"intimately familiar with the regulations concerning proof,\" and that he \"should have recognized the importance of [omitted] evidence and more fully developed it.\").</p>\n<p>Later in the hearing, the ALJ also elicited from plaintiff that she was under the continuing care of a treating physician. (A.R. at 186.) This statement corroborated the information provided by plaintiff in her Request for Hearing that she had seen two physicians (one of whom was Dr. Gottovi) since her claim had been filed and her medical records initially obtained by the Commissioner. (A.R. at 64-65.) Although her medical file was over a year old by the time of her hearing date, the ALJ once again failed to develop the record by asking plaintiff about the nature of the ongoing care or whether plaintiff's treating physicians might have anything to add to the administrative record. To the contrary, the ALJ appears to have overlooked this exchange and erroneously concluded that plaintiff had \"sought very little medical treatment since her alleged onset date\" in his memorandum supporting the decision to deny benefits. (A.R. at 18.)</p>\n<p>III. Plaintiff Was Prejudiced By the Omission of Dr. Gottovi's Opinion</p>\n<p>In cases where the ALJ has failed to adequately develop a <i>pro se</i> claimant's administrative record, this circuit requires a finding of prejudice to the claimant before the district court can issue a remand. <i>See </i><i>Marsh,</i> 632 F.2d at 300. Prejudice to the claimant is established where \"the [Commissioner's] decision `might reasonably have been different had that evidence been before her when her decision was rendered.'\" <i>Sims v. Harris,</i> <span class=\"citation\" data-id=\"382259\"><a href=\"/opinion/382259/ruth-h-sims-v-patricia-r-harris-united-states-secretary-of-health/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 28 (4th Cir.1980) (quoting <i>King v. Califano,</i> <span class=\"citation\" data-id=\"366550\"><a href=\"/opinion/366550/william-king-the-of-the-will-of-vernie-c-reece-v-joseph-a-califano/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></a></span>, 599 (4th Cir.1979)); <i>see also </i><i>Ripley v. Chater,</i> <span class=\"citation\" data-id=\"705923\"><a href=\"/opinion/705923/49-socsecrepser-112-unemplinsrep-cch-p-14847b-travis-ripley-v/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 557 n. 22 (5th Cir.1995) (\"Prejudice can be established by showing that additional evidence would have been produced if the ALJ had fully developed the record, and that the additional evidence might have led to a different decision.\").</p>\n<p>In this case, plaintiff has proffered a declaration and physical capacities questionnaire completed by Dr. Gottovi which presents medical opinion evidence that might have been part of the record had the record been fully developed.<sup>[3]</sup> Specifically, <span class=\"star-pagination\">*306</span> Dr. Gottovi opined that plaintiff can only sit for about 3 to 4 hours of an 8 hour day, stand and walk for about 10 to 15 minutes at a time, and occasionally lift and carry 2 to 3 pounds. (Gottovi Decl. ¶ 5.) Importantly, these opinions are not cumulative of the evidence already present in plaintiff's medical records. Rather, Dr. Gottovi brings his medical expertise, together with his extensive personal history with the plaintiff, to bear on the cursory progress notes in her medical records that otherwise lack any meaningful context. Moreover, each of these opinions tends to refute the opinions of the consultive physician (A.R. at 171) and contradict the finding of the ALJ that plaintiff is capable of performing the full range of light work (A.R. at 19). This is significant because, under the treating physician rule, Dr. Gottovi's opinions would be entitled to \"controlling weight\" if \"well-supported by medically acceptable clinical and laboratory diagnostic techniques and [ ] not inconsistent with the other substantial evidence in [the] case record.\" 20 C.F.R. § 416.927(d)(2). On this basis, the court finds that the plaintiff has made a sufficient showing of prejudice.</p>\n<p>At hearing, defendant raised two arguments as to why Dr. Gottovi's declaration would not produce a different result on remand. The Commissioner first contends that the declaration, which is dated October 20, 2004 (eight months after the ALJ's decision), is new, post-adjudication evidence that the ALJ would not be able to consider on remand. The court agrees that supplemental evidence may be considered on remand only if it relates to the period on or before the date of the ALJ's decision. <i>Williams v. Sullivan,</i> <span class=\"citation\" data-id=\"542996\"><a href=\"/opinion/542996/30-socsecrepser-162-unemplinsrep-cch-15516a-effie-l-williams-v/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span>, 216 (8th Cir.1990). However, Dr. Gottovi's declaration states that he has treated plaintiff since 1998 and that, in his opinion, she has had the physical limitations he describes at least as long as he has known and treated her, and perhaps as early as 1990. (Gottovi Decl. ¶ 4.) The Fourth Circuit has recognized that \"a treating physician may properly offer a retrospective opinion on the past extent of an impairment.\" <i>Wilkins v. Sec'y, Health &amp; Human Services,</i> <span class=\"citation\" data-id=\"575222\"><a href=\"/opinion/575222/claireather-m-wilkins-v-secretary-department-of-health-and-human/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">93</span></a></span>, 96 (4th Cir.1991) (en banc). Thus, Dr. Gottovi's opinions are properly considered on remand to the extent that they relate to the period prior to the ALJ's decision.</p>\n<p>The Commissioner next argued that even if Dr. Gottovi's medical opinions had been part of the record, they are inconsistent with other evidence in the record and as a consequence would be accorded little or no weight by the ALJ. (M &amp; R at 9-11; Def's Mem. at 24-25.) The court, while mindful of some discrepancies between Dr. Gottovi's opinions and other evidence in the record (<i>see</i> Def's Mem. at 24-25), cannot share in the Commissioner's unshakable confidence that their consideration on remand could not change the outcome. First, it should be noted that the ALJ found the plaintiff to be \"not fully credible, to the extent [she testified] that she can perform some work [around the house].\" (A.R. at 18.) The medical opinion of Dr. Gottovi, however, may have lent sufficient additional credibility to plaintiff's testimony to support a disability finding, or may have at least spurred the ALJ to inquire <span class=\"star-pagination\">*307</span> with greater specificity into the extent and nature of the domestic chores plaintiff is able to perform unassisted. Similarly, it must not go unrecognized that the ALJ did not give full credence to the consultive (DDS) physician's opinion either, which was that plaintiff possessed the residual functional capacity to perform medium work with limitations (the ALJ instead found plaintiff capable of performing only light work). (A.R. at 18.) Here again, Dr. Gottovi's opinion may have further tipped the scales in plaintiff's favor. At the very least, the inclusion of a treating physician's opinion in the record would have required the ALJ to go through the exercise of carefully balancing the evidence, assigning weights to the competing opinions of the treating physician and the DDS physicians, and explaining rationale for doing so.</p>\n<p>Finally, and most importantly, it is simply not for this court to decide whether Dr. Gottovi's opinion would be assigned controlling weight, some weight, or no weight. Even indulging the Commissioner's assumption that there is substantial evidence in the case record so inconsistent with Dr. Gottovi's opinion that it would not be entitled to controlling weight, it may nonetheless be entitled to some weight under the factors enumerated in 20 C.F.R. § 416.927(d). <i>See also</i> Social Security Ruling 96-2p, at 4 (1996) (\"[ALJ's] must remember that a finding that a treating medical opinion is ... inconsistent with other substantial evidence in the case record means only that the opinion is not entitled to `controlling weight,' not that the opinion should be rejected.... In many cases, a treating source's medical opinion will be entitled to the greatest weight and should be adopted, even if it does not meet the test for controlling weight.\"). Additionally, if the ALJ is unable to determine with certainty the extent to which Dr. Gottovi's opinion is consistent with the objective medical evidence in the record, he might choose to seek clarification from Dr. Gottovi pursuant to the provisions of 20 C.F.R. §§ 416.927(c)(3) and 416.912(e)(1). <i>See also</i> SSR 96-2p, at *4 (\"[I]n some instances, additional development required by a case  for example, to obtain more evidence or to clarify reported clinical signs or laboratory findings  may provide the requisite support for a treating source's medical opinion that at first appeared to be lacking or may reconcile what at first appeared to be an inconsistency between a treating source's medical opinion and the other substantial evidence in the case record.\").</p>\n<p>Only the Commissioner can decide the ultimate issues involved, <i>see</i> 20 C.F.R. § 416.927(e)(2), and it is not the province of this court to substitute its judgment as to the probable outcome for the Commissioner's judgment following a full and fair hearing based on an adequate record. <i>See, e.g., </i><i>Dixon v. Chater,</i> <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">22237</span></span>, at *3 (4th Cir.1997) (per curiam) (\"[I]t is the responsibility of the Commissioner, not the appellate court, to review the case, make findings of fact, and resolve conflicts of evidence.\"). Accordingly, having found that the ALJ failed to follow the guidelines set forth in the Commissioner's own regulations for adequate development of the administrative record, the court concludes merely that the omitted opinion evidence might have led to a different outcome and that remand in this case is proper. In light of this disposition, the court does not reach the question of whether the Commissioner's denial of benefits was supported by substantial evidence and expresses no opinion on the merits of plaintiff's claim generally.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Upon <i>de novo</i> review of the Memorandum and Recommendation, the parties' motions and memoranda, the administrative <span class=\"star-pagination\">*308</span> record, and after hearing, it is hereby ORDERED that: (1) plaintiff's motion for judgment on the pleadings (DE # 8) is GRANTED; (2) defendant's motion for judgment on the pleadings (DE # 15) is DENIED; and (3) the action is REMANDED to the Commissioner for further proceedings consistent with the above order. The clerk is directed to CLOSE this case on the court's docket.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Cf. </i><i>Thomas v. Celebrezze,</i> <span class=\"citation\" data-id=\"264242\"><a href=\"/opinion/264242/clistie-bell-thomas-v-anthony-j-celebrezze-secretary-of-the-department/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 543 (4th Cir.1964) (\"[Courts] cannot escape their duty to scrutinize `the record as a whole' to determine whether the conclusions reached [by the ALJ] are rational.\") (citing <i>Universal Camera Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1951)).</p>\n<p>[2]  Dr. Gottovi's records show that plaintiff had a four year-long, ongoing doctor-patient relationship with Dr. Gottovi at the time the ALJ rendered his decision. Moreover, Dr. Gottovi's progress notes indicate diagnoses of: (1) sciatic nerve symptoms for which heat treatment, positioning, and a possible x-ray would be necessary (A.R. at 98); (2) degenerative disc changes in the back (A.R. at 117); (3) esophagitis of a severe degree (A.R. at 99); (4) allergic airways disease (A.R. at 100, 109); and (5) arthritis (A.R. at 122). The ALJ completely ignored these impairments in the hearing and in his written decision, and focused exclusively on plaintiff's heart conditions, which even Dr. Gottovi admits to be under control. (A.R. at 110.)</p>\n<p>[3]  In addition, Dr. Gottovi expresses the legal conclusion that plaintiff is unable to do sedentary work, light work, medium work, heavy work, or very heavy work as defined in the Code of Federal Regulations. The Fourth Circuit has recently held that an \"ALJ is under no obligation to give a treating physician's <i>legal conclusions</i> any heightened evidentiary value.\" <i>Morgan v. Barnhart,</i> 142 Fed.Appx. 716, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1870019</span></span>, at *4 (4th Cir.2005). \"The ALJ is not free, however, simply to ignore a treating physician's legal conclusions, but must instead `evaluate all the evidence in the case record to determine the extent to which [the treating physician's legal conclusion] is supported by the record.'\" <i>Id.</i> (quoting SSR 96-5p, at *3).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788956/"
  ]
}