{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2427430/",
  "absolute_url": "/opinion/2427430/stanford-v-continental-casualty-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2427430/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:32:24.764279Z",
  "date_modified": "2016-04-26T23:23:37.643669Z",
  "type": "010combined",
  "sha1": "606cb64a5d386240361dc45362dd1b21420512f0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>455 F.Supp.2d 438 (2006)</b></center>\n<center><h1>Robert R. STANFORD, Plaintiff,<br>\nv.<br>\nCONTINENTAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>No. 5:05-CV-372-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 7, 2006.</center>\n<p><span class=\"star-pagination\">*439</span> John R. Rittelmeyer, Hartzell &amp; Whiteman, Raleigh, NC, for Plaintiff.</p>\n<p>Debbie Weston Harden, Katherine T. Lange, Womble Carlyle Sandridge &amp; Rice, P.L.L.C., Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment, and plaintiffs motion to file the administrative record under seal. The motions have been fully briefed, and the matter is ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff was employed by Beaufort Memorial Hospital (\"BMH\") in Beaufort, South Carolina, as a Certified Registered Nurse Anesthetist (\"CRNA\") from 8 April 2002 to 20 May 2004. Compl. ¶ 5. BMH provided plaintiff \"long-term disability benefits pursuant to. . . . [a] Disability Plan . . . issued by [defendant] Continental\" Casualty Company (\"the policy\"). <i>Id.</i> ¶ 6. Plaintiff developed an addiction to Fentanyl, a drug used as an anesthetic, <span class=\"star-pagination\">*440</span> and on 28 September 2003, he entered a 28-day inpatient treatment program in Wilmington, North Carolina. <i>Id.</i> ¶ 9. Plaintiff has also been diagnosed alternately with dysthymia and severe depression. R. at 109 (5/19/04 diagnosis of \"major depression\"); 116 (7/15/04 progress note stating plaintiff \"fights depression\" and diagnosing plaintiff with dysthymic disorder); 141 (physician's statement diagnosing plaintiff with dysthymic disorder).<sup>[1]</sup> Plaintiff relapsed, and on 24 November 2003, entered a 90-day inpatient treatment program (\"Talbott\") in Atlanta, Georgia. <i>Id.</i> at 180. On 14 January, 2004, plaintiff applied to defendant for long term disability (\"LTD\") benefits under the policy. <i>Id.</i> at 193. Defendant approved the application and paid benefits through 7 March 2004. <i>Id.</i> at 153. Plaintiff did not relapse again, but entered a third inpatient treatment program in St. Simons Island, Georgia, on 19 May 2004, and was released by that facility to work on 27 May 2004 \"with the restriction of not having access to narcotics.\" <i>Id.</i> at 90. He reapplied for LTD benefits on 23 July 2004. <i>Id.</i> at 143. This application was supported by a \"Functional Assessment Tool\" submitted by plaintiffs treating physician (Dr. Faulk) which stated that plaintiff \"suffers drowsiness as a result of his medications for depression and addiction\" and \"cannot be around narcotics.\" <i>Id.</i> at 130. In addition, at some point the South Carolina Board of Nursing restricted plaintiffs nursing license to prohibit him from having access to narcotics or working as a CRNA. <i>Id.</i> at 88 (1/31/05 letter from plaintiff appealing termination of benefits).<sup>[2]</sup> Defendant approved plaintiff's application on 17 August 2004. <i>Id.</i> at 127. Dr. Faulk noted on 20 September 2004 that plaintiff \"remains at high risk in a job setting as he is being maintained on the drug Suboxone and patient care would be in jeopardy due to his potential for an impaired response while on this medication.\" <i>Id.</i> at 105.</p>\n<p>On 20 December 2004, in a conversation with defendant, Dr. Faulk stated that plaintiff did not have any cognitive impairments or intellectual difficulties. <i>Id.</i> at 50. However, Dr. Faulk stated that \"there is the potential\" that plaintiff could experience drowsiness from his medication. <i>Id.</i> By that date, plaintiff had abstained from Fentanyl for approximately seven months, attended AA meetings, and was enrolled in South Carolina's Recovering Professionals Program, which is a five-year program that requires him to attend AA meetings and submit to random drug screens. <i>Id.</i> at 49. Defendant terminated plaintiffs benefits on 14 January 2005, \"find[ing] that there is a lack of medical evidence to support that [plaintiff] [is] functionally impaired from performing the material and substantial duties of [his] regular occupation as a CRNA.\" <i>Id.</i> at 98-100.</p>\n<p>Plaintiff appealed the denial on 31 January 2005. <i>Id.</i> at 88. He submitted a letter from Dr. Faulk stating that</p>\n<blockquote>at this time, . . . [plaintiff] will be unable to return to his regular duties as an anesthesia nurse. He cannot be subjected to controlled substances at this time.</blockquote>\n<blockquote>Additionally, current medications interfere with his ability to perform many <span class=\"star-pagination\">*441</span> duties which might put his patients at risk.</blockquote>\n<p><i>Id.</i> at 89. Plaintiff also submitted an article from the Associate Medical Director at Talbott which stated that anesthesiologists suffering from opiate addictions should \"[n]ever return to clinical anesthesiology\" if they have \"[s]ignificant relapse despite adequate treatment[;]\" \"[l]ack[ ] confidence to return to [the] operating room and not self-administer anesthetic drugs[;]\" or have a \"[s]ignificant Axis I or II psychopathology[.]\" <i>Id.</i> at 93 (emphases in original not supplied).<sup>[3]</sup> Defendant denied the appeal on 21 February 2005. <i>Id.</i> at 85-86. Plaintiff filed this action on 27 May 2005.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. Summary Judgment Standard</i></h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. Of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Haavistola,</i> 6 F.3d at 214. In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. <i>See id.</i> \"[W]here the record taken as a whole could not lead to a rational trier of fact to find for the non-moving party, disposition by summary judgment is `appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2><i>B. Standard of Review under ERISA</i></h2>\n<p>It is undisputed that the policy is governed by the Employee Retirement Income and Security Act (\"ERISA\"), 29 U.S.C. § 1001 <i>et seq. See</i> Pl.'s Br. Supp. Mot. Summ. J. at 1; Def.'s Br. Supp. Mot. Summ. J. at 1. Plaintiff brings one claim for reliefa claim for benefits under 29 U.S.C. § 1132(a)(1)(B)which requires the court to review the plan administrator's decision to deny benefits. <i>See </i><i>Booth v. Wal-Mart Stores, Inc.,</i> 201 F.3d 335, 341 (4th Cir.2000). The parties agree that defendant is the plan administrator, and that the terms of the policy give defendant the discretion to determine plaintiffs eligibility for benefits. <i>See</i> Pl.'s Br. Supp. Mot. Summ. J. at 8; Def.'s Br. Supp. Mot. Summ. J. at 10.</p>\n<p>The parties further agree that because defendant administers its own plan, creating a financial conflict of interest, the court should review defendant's decision under the \"modified abuse of discretion\" standard, <i>see</i> Pl.'s Br. Supp. Mot. Summ. J. at 8; Def.'s Br. Supp. Mot. Summ. J. at 10, by which the court does \"not act as deferentially as would otherwise be appropriate. Rather, [the court] . . . review[s] the merits of the [administrator's decision] . . . to determine whether it is consistent with an exercise of discretion by a fiduciary acting free of the interests that conflict with those of the beneficiaries[,]\" <i>Doe v. Group Hospitalization &amp; Medical Services,</i> 3 F.3d 80, 87 (4th Cir.1993). \"[I]f the court believes the decision both reasonable and correct, it may simply affirm the decision notwithstanding the conflict. Under the sliding scale analysis, the ultimate question <span class=\"star-pagination\">*442</span>  . . . is whether the plaintiff received a full and fair review.\" <i>Conrad v. Continental Cas. Co.,</i> 232 F.Supp.2d 600, 602-03 (E.D.N.C.2002) (citations omitted).</p>\n<p>Finally, the court examines defendant's decision under eight non-exclusive factors set out by the Fourth Circuit in <i>Booth,</i> 201 F.3d at 342-43. Those factors are: (1) the language of the plan; (2) the goals and purposes of the plan; (3) the adequacy of the materials used to make the decision to deny benefits; (4) consistency of interpretation of the plan; (5) whether the decision-making process was reasoned and principled; (6) consistency of the decision with ERISA requirements; (7) any external standard relevant to the exercise of discretion; and (8) the plan administrator's motives and any potential conflict of interest. <i>See id.</i> For the following reasons, the court concludes that these factors favor defendant, and plaintiff is not entitled to relief.</p>\n<p></p>\n<h2>C. <i>Booth Factors</i><sup>[4]</sup></h2>\n<p><i>1. Language of the Plan</i></p>\n<p>Under the policy, plaintiff is entitled to benefits if an</p>\n<blockquote>\n<i>Injury</i> or <i>Sickness</i> causes physical or mental impairment to such a degree of severity that You are:</blockquote>\n<blockquote>1) continuously unable to perform the <i>Material and Substantial Duties</i> of Your <i>Regular Occupation;</i> and</blockquote>\n<blockquote>2) not <i>Gainfully Employed.</i>\n</blockquote>\n<p>R. at 20 (emphases in original). The policy also provides that \"loss of . . . professional license or certification does not in and of itself constitute <i>Disability</i>\" for purposes of analyzing whether plaintiff is unable to perform the material and substantial duties of his occupation. <i>Id.</i> (emphasis in original). The instant dispute between the parties centers on whether plaintiff's risk of relapse renders him continuously unable to perform the material and substantial duties of a CRNA. Pl.'s Br. Supp. Mot. Summ. J. at 9-12; Def.'s Br. Supp. Mot. Summ. J. at 12-13.</p>\n<p>Defendant has cited to several cases which hold that when a claimant's disability is addiction, the potential for relapse does not render the claimant disabled under the policy terms. <i>See Forste v. Paul Revere Life &amp; Accident Ins. Co.,</i> 2004 WL 3315386, * 12 (S.D.Ind. Sept.22, 2004) (\"the risk that Plaintiff will relapse is [not] an `injury' or `sickness' under the Policy. . . . [because] [t]he Policy unambiguously provides that the `injury' or `sickness' must be presently-existing, and not a future potentiality\"); <i>Laucks v. Provident Cos.,</i> 1999 WL 33320463, *6 (M.D.Pa. Oct.29, 1999) (anesthesiologist who had remained in recovery for a period of three years prior to termination of benefits \"was . . . no longer disabled within the meaning of the policy\" and termination of benefits Was correct); <i>Levitt v. Unum Life Ins. Co. of America,</i> No. DJM 93-2437 (D.Md. July 19, 1994) (anesthesiologist who was \"drug-free\" for over two years was not totally disabled because his \"risk of relapse in the future is not imminent or so close as to reasonably require him to refrain from performing his regular occupation of anesthesiology\"); <i>see also </i><i>Allen v. MN Life Ins.,</i> 216 F.Supp.2d 1377, 1384 (N.D.Ga.2001) (state law action on occupational disability income policy; termination of benefits on policy requiring \"continuing disability\" was upheld because claimant who \"ha[d] not used any drugs or alcohol in more than six years, and [therefore]. . . . has not shown an uninterrupted inability to pursue the practice of anesthesiology due to his chemical dependence and does not fall within the policy's definition of `disability.'\").</p>\n<p><span class=\"star-pagination\">*443</span> Plaintiff points out that in these, cases, the claimants had a much longer record of abstinence prior to the termination of their benefits and that the insurers had produced expert testimony supporting their decision that the claimants were capable of returning to work. Pl.'s Br. Opp. Def.'s Mot. Summ. J. at 3-6. However, the court concludes that the language of the policy supports defendant's conclusion that plaintiffs risk of relapse does not render him, disabled, as it does not render him \"continuously unable\" to perform the duties of a CRNA. The court also notes that in <i>Forste,</i> the claimant's treating physician noted that \"[a] period of time, in the area of 3 to 12 months,\" would be sufficient for the claimant to \"demonstrat[e] his ability to abstain over a period of time[,]\" and plaintiff had abstained for seven months at the time defendant terminated his benefits. 2004 WL 3315386 at *3 (alterations added). Here, at the time defendant denied plaintiff's appeal, plaintiff had abstained from narcotics use for over seven months.</p>\n<p>Plaintiff also contends that, in terminating his benefits on the ground that plaintiff was not \"functionally impaired\" from performing his occupation, R. at 85, defendant \"depart[ed] from the express, written terms of the [p]olicy\" by \"requiring proof beyond that found in the policy\" and abused its discretion, Br. Supp. Pl.'s Mot. Summ. J. at 9; Reply Supp. Pl.'s Mot. Summ. J. at 2; Resp. Opp. Def.'s Mot. Summ. J. at 9. Defendant responds that its use of the term \"functional impairment\" is simply a restatement of the policy requirement that plaintiff be \"continuously unable to perform his work.\" Resp. Opp. Pl.'s Mot. Summ. J. at 2 (emphasis in original not supplied). It is clear to the court that defendant reviewed plaintiffs case under the terms of the policy, and therefore did not abuse its discretion by examining what it characterized as plaintiff's functional impairment. <i>See</i> R. at 54 (defendant asked plaintiff \"what would prevent him from being able to perform his occ[upational] duties\"); 86 (potential for drowsiness as side effect of medication \"does not document . . . that [plaintiff] would be precluded from performing your regular occupational work activity\").</p>\n<p><i>2. Whether the DecisionMaking Process was Reasoned and Principled and Supported by the Evidence</i></p>\n<p>Plaintiff contends that defendant's decision-making process was unreasonable because defendant \"rejected the unanimous judgment of plaintiffs treatment team and, without seeking any contrary opinion, substituted that judgment with its own.\" Br. Supp. Pl.'s Mot. Summ. J. at 14. Plaintiff also contends that defendant denied plaintiff's appeal \"without addressing th[e] additional materials\" submitted by plaintiff in support of his appeal.<sup>[5]</sup></p>\n<p>It is clear that defendant actually reviewed all of the medical records submitted by plaintiff. R. at 42-72 (defendant's internal notes summarizing all the evidence in the file, including the materials submitted by plaintiff with his appeal). Although the medical records clearly support plaintiff's diagnosis of addiction (which defendant has never contested), it is significant to note that, prior to his appeal, plaintiff was repeatedly released to return to work after completing his inpatient treatment programs with few, if any, restrictions. Plaintiff was released to work from his first inpatient treatment on 14 November 2003, with the only restriction being any that might be placed on <span class=\"star-pagination\">*444</span> plaintiff by his employer. R. at 156-59. On 8 March 2004, Talbott released plaintiff to work with no restrictions. <i>Id.</i> at 155. On 27 May 2004, plaintiff was released to work \"with the restriction of not having access to narcotics.\"<sup>[6]</sup><i>Id.</i> at 90. On 20 December 2004, Dr. Faulk stated that plaintiff \"has no impairment preventing him from performing his own occupation, except for the potential for relapse and the potential for drowsiness from his medication.\" <i>Id.</i> at 101. It was not until 26 January 2005, in support of plaintiffs appeal, that any treatment provider issued an opinion that plaintiff could not work; specifically, Dr. Faulk stated that \"at this time, . . . [plaintiff] will be unable to return to his regular duties as, an anesthesia nurse\" because \"[h]e cannot be subjected to controlled substances at this time\" and \"current medications interfere with his ability to perform many duties which might put his patients at risk.\"<sup>[7]</sup><i>Id.</i> at 89.</p>\n<p>Given plaintiff's own evidence, and even under the modified standard of review, the court cannot conclude that defendant abused its discretion in determining that plaintiff had failed to produce adequate evidence of a continuous inability to perform the material and substantial duties of his own occupation. The claimant \"has the burden to prove that ilhe is entitled to receive disability benefits under the Plan.\" <i>Donnell v. Metropolitan Life Ins. Co.,</i> 165 Fed.Appx. 288, 296 n. 9 (4th Cir.2006) (citing <i>Band v. Paul Revere Life Ins. Co.,</i> 14 Fed.Appx. 210, 212 (4th Cir.2001); <i>Ruttenberg v. US. Life Ins. Co.,</i> 413 F.3d 652, 663 (7th Cir.2005)). The court agrees with defendant that, at the time it terminated plaintiffs benefits and thereafter, the medical evidence showed only that plaintiff presented a potential risk of relapse, and furthermore that the terms of the policy do not cover such a potential risk. Therefore, the court concludes that defendant's termination of plaintiffs benefits was supported by the evidence in the record.</p>\n<p><i>3. Consistency of the Decision with ERISA Requirements</i></p>\n<p>Plaintiff contends that defendant \"did not follow the appropriate procedure on appeal as prescribed by\" 29 C.F.R. § 2560.503-1(h)(3)(iii).<sup>[8]</sup> Br. Supp. Pl.'s Mot. Summ.. J. at 15. That regulation requires, in pertinent part, that</p>\n<blockquote>in deeiding an appeal of any adverse benefit determination that is based in whole or in part on a medical judgment, . . . the . . . fiduciary shall consult with a health care professional who has appropriate training and experience in the field of medicine involved in the medical judgment[.]</blockquote>\n<p>29 C.F.R. § 2560.503-1(h)(3)(iii). Defendant contends that its determination was not based on a medical judgment, but rather an interpretation of the terms of the policy, and therefore the regulation does not apply. <i>See</i> Resp. Opp. Pl.'s Mot. Summ. J. at 8-9.</p>\n<p>The court concludes that defendant has not violated the regulation. The cases cited <span class=\"star-pagination\">*445</span> by plaintiff do not apply to the instant case. <i>See </i><i>Krodel v. Bayer Corp.,</i> 345 F.Supp.2d 110, 115 (D.Mass.2004) (plan denied claimant's requested treatment as not medically necessary without consulting an independent health care professional in violation of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Wadford v. Continental Cas. Co.,</i> 261 F.Supp.2d 402, 413 (W.D.N.C. 2003) (plan administrator \"unquestionably is not required to obtain an independent medical evaluation of a claimant's condition,\" but denied benefits based on conclusions of non-medical provider that were contrary to strong evidence in claimant's favor, including treating physician's opinion that claimant was unable to perform any work; no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Gawrysh v. CNA Ins. Co.,</i> 8 F.Supp.2d 791, 794 (N.D.Ill.1998) (plan administrator denied benefits because claimant's symptoms of chronic fatigue syndrome \"could not, with complete certainty, be linked to a specific illness[;] [r]ather than punishing [claimant] for the inability of medicine to specifically pinpoint the cause of her debilitating fatigue, [plan administrator] should have hired experts or used its own doctors to examine [claimant;]\" no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Blakely v. WSMW Indus., Inc.,</i> 2004 WL 1739717, *5 (D.Del. July 20, 2004) (plan's decision to terminate claimant's benefits in spite of treating physician's conclusion that claimant \"had significant impairment in his functional capabilities[,]\" was totally disabled, and \"was not presently employable and that his condition was permanent[ ]\" was not supported by any medical evidence in the record; no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Vega v. Cherry Corp. Long Term Disability Plan,</i> 2002 WL 31444481, *1 (N.D.Ill. Oct.31, 2002) (plan administrator's determination \"that there was a lack of objective medical evidence demonstrating [claimant]'s condition was of the severity to render her incapable of performing her occupation\" was \"without factual basis on the record[;]\" no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)).</p>\n<p>By contrast, defendant has never questioned the findings of plaintiffs treatment providers. It is clear that at all times, defendant's only question has been whether, under the terms of the policy, those findings constitute disability.</p>\n<blockquote>Plaintiff fails to recognize that this is not a case involving an administrator's denial of disability benefits by discrediting or ignoring the findings of the claimant's treating physicians. . . . In sum, [the claims specialist] reviewed all of the medical information that was before the administrator and came to the objective conclusion that Plaintiff was not disabled.</blockquote>\n<p><i>Larque v. SBC Commc'ns Inc. Disability Income Plan,</i> 2005 WL 3447740, *6 (W.D.Tex. Dec.14, 2005) (finding that review by claims specialist was sufficient under 29 C.F.R. § 2560.503-1(h)(3)(iii) and \"[i]n any event, procedural violations of ERISA do not entitle the plan beneficiary to a substantive remedy of an award of benefits\").<sup>[9]</sup><i>See also </i><i>Brucks v. Coca-Cola Co.,</i> 391 F.Supp.2d 1193, 1202 (N.D.Ga. 2005) (violation of 29 C.F.R. § 2560.503-1(h)(3)(iii) is \"relevant [only] to evaluating whether [plan administrator's] decision was arbitrary and capricious\").</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*446</span> <i>D. Plaintiffs Motion to Seal</i>\n</h2>\n<p>Plaintiff moves to seal the administrative record on the grounds that \"[n]early all of the[ ] documents [in the record] contain sensitive information including medical records and personal identifying information, and it would be impractical to redact the protected personal information from every page of every document in the file.\" Mot. Seal at 1. It appears that defendant does not oppose the motion, as defendant did not file anything in response and noted in its opposition to plaintiff's motion for summary judgment that the administrative record \"has been filed with the Court, under seal.\" Br. Opp. Pl.'s Mot. Summ. J., n. 1.</p>\n<blockquote>The common law presumes a right to inspect and copy judicial records and documents. The common law presumption of access may be overcome if competing interests outweigh the interest in access. . . . Where the First Amendment guarantees access, on the other hand, access may be denied only on the basis of a compelling governmental interest, and only if the denial is narrowly tailored to serve that interest.</blockquote>\n<p><i>Stone v. University of Md. Medical System Corp.,</i> 855 F.2d 178, 180 (4th Cir.1988) (citations omitted). Public access to documents submitted in connection with a summary judgment motion is protected by the First Amendment. <i>See </i><i>Virginia Dept. of State Police v. Washington Post,</i> 386 F.3d 567, 578 (4th Cir.2004); <i>Rushford v. New Yorker Magazine, Inc.,</i> 846 F.2d 249, 253 (4th Cir.1988).</p>\n<p>The court concludes that \"plaintiff has not overcome the constitutional preference for openness in judicial proceedings .. Cases challenging a denial of ERISA health benefits routinely involve disclosure of mental and physical illnesses.\" <i>MacInnis v. Cigna Group Ins. Co. of America,</i> 379 F.Supp.2d 89, 90 (D.Mass.2005). <i>But see </i><i>Briggs v. Marriott Intern., Inc.,</i> 368 F.Supp.2d 461, 463 n. 1 (D.Md.2005) (granting plan administrator's uncontested motion to seal administrative record \"which includes personal and medical information related to Plaintiff'). The court notes that both plaintiff and defendant freely discuss the nature of plaintiffs illness in their summary judgment briefs, which are not under seal, and even quote from physicians' notes in the record in those briefs.</p>\n<p>However, the court acknowledges that some of the documents in the administrative record contain information which, pursuant to the E-Government Act of 2002 and Section K of this court's CM/ECF manual, requires redaction, including plaintiffs social security number and date of birth. In reviewing the administrative record, the court does not agree with plaintiff that it would be impractical to redact this information. The court directs plaintiffs attention to pages 39, 74, 76, 79, 81, 105, 107, 111, 117, 119, 121-25, 130, 133-35, 139, 141, 143, 147-48, 150, 154, 156-57, 163, 168, 185, 187-89, 193-94, 197, 201-03, 205-06, 211, 213-15, and 217-18 of the record, which comprise less than 25 percent of the pages in the record. Therefore, the administrative record filed on 5 January 2006 will be stricken and plaintiff shall refile the record within ten days of the date of this order with all appropriate redactions.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment is GRANED, and plaintiffs motion for summary judgment is DENIED. Plaintiffs motion to file the administrative record under seal is DENIED. The Clerk is DIRECTED to strike the administrative record filed on 5 January 2006 and plaintiff is ORDERED to refile the record with all appropriate <span class=\"star-pagination\">*447</span> redactions within ten days of the date of this order. This action is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff has submitted defendant's administrative record, and has moved to have it maintained under seal. The record is batesstamped, with page numbers from 1 through 222, and includes a copy of the policy at issue. The page numbers are prefaced by a series of letters, which the court found unnecessary to include when referring to the record.</p>\n<p>[2]  On 20 December 2004, plaintiff told defendant that \"he still ha[d] his license available for use.\" R. at 49.</p>\n<p>[3]  The article lists other factors which (in the author's opinion) would prohibit an anesthesiologist from returning to his occupation, but plaintiff underlined these three factors by hand as \"indicia that he believed were germane to his particular circumstances. . . .\" Reply Supp. Pl.'s Mot. Summ. J. at 4.</p>\n<p>[4]  The court addresses only those factors that the parties address.</p>\n<p>[5]  Plaintiff also contends that these actions violate ERISA requirements, which the court will discuss <i>infra.</i></p>\n<p>[6]  Plaintiff does not argue that this restriction renders him unable to perform the material and substantial duties of his regular occupation.</p>\n<p>[7]  Plaintiff does not argue that any side effects from his medication render him unable to perform the material and substantial duties of his regular occupation; rather, only that he risks relapse if he returns to work as a CRNA.</p>\n<p>[8]  Plaintiff also contends that defendant failed to \"take[ ] into account all comments, documents, records, and other information submitted by the claimant relating to `the claim . . .\" under 29 C.F.R. § 2560.503-1(h)(2)(iv), <i>see</i> Br. Supp. Pl.'s Mot. Summ. J. at 17, however, as noted above, the record reveals that defendant did actually review all of the information plaintiff submitted.</p>\n<p>[9]  \"Plaintiff submits that a remand to the administrator would not be appropriate and requests that the [c]ourt award a judgment in the amount of benefits remaining to be paid under the twenty-four month `own occupation' definition of disability.\" Br. Supp. Pl.'s Mot. Summ. J. at 18.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">438</span></span> (2006)</b></center>\n<center><h1>Robert R. STANFORD, Plaintiff,<br>\nv.<br>\nCONTINENTAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>No. 5:05-CV-372-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 7, 2006.</center>\n<p><span class=\"star-pagination\">*439</span> John R. Rittelmeyer, Hartzell &amp; Whiteman, Raleigh, NC, for Plaintiff.</p>\n<p>Debbie Weston Harden, Katherine T. Lange, Womble Carlyle Sandridge &amp; Rice, P.L.L.C., Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment, and plaintiffs motion to file the administrative record under seal. The motions have been fully briefed, and the matter is ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff was employed by Beaufort Memorial Hospital (\"BMH\") in Beaufort, South Carolina, as a Certified Registered Nurse Anesthetist (\"CRNA\") from 8 April 2002 to 20 May 2004. Compl. ¶ 5. BMH provided plaintiff \"long-term disability benefits pursuant to. . . . [a] Disability Plan . . . issued by [defendant] Continental\" Casualty Company (\"the policy\"). <i>Id.</i> ¶ 6. Plaintiff developed an addiction to Fentanyl, a drug used as an anesthetic, <span class=\"star-pagination\">*440</span> and on 28 September 2003, he entered a 28-day inpatient treatment program in Wilmington, North Carolina. <i>Id.</i> ¶ 9. Plaintiff has also been diagnosed alternately with dysthymia and severe depression. R. at 109 (5/19/04 diagnosis of \"major depression\"); 116 (7/15/04 progress note stating plaintiff \"fights depression\" and diagnosing plaintiff with dysthymic disorder); 141 (physician's statement diagnosing plaintiff with dysthymic disorder).<sup>[1]</sup> Plaintiff relapsed, and on 24 November 2003, entered a 90-day inpatient treatment program (\"Talbott\") in Atlanta, Georgia. <i>Id.</i> at 180. On 14 January, 2004, plaintiff applied to defendant for long term disability (\"LTD\") benefits under the policy. <i>Id.</i> at 193. Defendant approved the application and paid benefits through 7 March 2004. <i>Id.</i> at 153. Plaintiff did not relapse again, but entered a third inpatient treatment program in St. Simons Island, Georgia, on 19 May 2004, and was released by that facility to work on 27 May 2004 \"with the restriction of not having access to narcotics.\" <i>Id.</i> at 90. He reapplied for LTD benefits on 23 July 2004. <i>Id.</i> at 143. This application was supported by a \"Functional Assessment Tool\" submitted by plaintiffs treating physician (Dr. Faulk) which stated that plaintiff \"suffers drowsiness as a result of his medications for depression and addiction\" and \"cannot be around narcotics.\" <i>Id.</i> at 130. In addition, at some point the South Carolina Board of Nursing restricted plaintiffs nursing license to prohibit him from having access to narcotics or working as a CRNA. <i>Id.</i> at 88 (1/31/05 letter from plaintiff appealing termination of benefits).<sup>[2]</sup> Defendant approved plaintiff's application on 17 August 2004. <i>Id.</i> at 127. Dr. Faulk noted on 20 September 2004 that plaintiff \"remains at high risk in a job setting as he is being maintained on the drug Suboxone and patient care would be in jeopardy due to his potential for an impaired response while on this medication.\" <i>Id.</i> at 105.</p>\n<p>On 20 December 2004, in a conversation with defendant, Dr. Faulk stated that plaintiff did not have any cognitive impairments or intellectual difficulties. <i>Id.</i> at 50. However, Dr. Faulk stated that \"there is the potential\" that plaintiff could experience drowsiness from his medication. <i>Id.</i> By that date, plaintiff had abstained from Fentanyl for approximately seven months, attended AA meetings, and was enrolled in South Carolina's Recovering Professionals Program, which is a five-year program that requires him to attend AA meetings and submit to random drug screens. <i>Id.</i> at 49. Defendant terminated plaintiffs benefits on 14 January 2005, \"find[ing] that there is a lack of medical evidence to support that [plaintiff] [is] functionally impaired from performing the material and substantial duties of [his] regular occupation as a CRNA.\" <i>Id.</i> at 98-100.</p>\n<p>Plaintiff appealed the denial on 31 January 2005. <i>Id.</i> at 88. He submitted a letter from Dr. Faulk stating that</p>\n<blockquote>at this time, . . . [plaintiff] will be unable to return to his regular duties as an anesthesia nurse. He cannot be subjected to controlled substances at this time.</blockquote>\n<blockquote>Additionally, current medications interfere with his ability to perform many <span class=\"star-pagination\">*441</span> duties which might put his patients at risk.</blockquote>\n<p><i>Id.</i> at 89. Plaintiff also submitted an article from the Associate Medical Director at Talbott which stated that anesthesiologists suffering from opiate addictions should \"[n]ever return to clinical anesthesiology\" if they have \"[s]ignificant relapse despite adequate treatment[;]\" \"[l]ack[ ] confidence to return to [the] operating room and not self-administer anesthetic drugs[;]\" or have a \"[s]ignificant Axis I or II psychopathology[.]\" <i>Id.</i> at 93 (emphases in original not supplied).<sup>[3]</sup> Defendant denied the appeal on 21 February 2005. <i>Id.</i> at 85-86. Plaintiff filed this action on 27 May 2005.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. Summary Judgment Standard</i></h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. Of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Haavistola,</i> 6 F.3d at 214. In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. <i>See id.</i> \"[W]here the record taken as a whole could not lead to a rational trier of fact to find for the non-moving party, disposition by summary judgment is `appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2><i>B. Standard of Review under ERISA</i></h2>\n<p>It is undisputed that the policy is governed by the Employee Retirement Income and Security Act (\"ERISA\"), 29 U.S.C. § 1001 <i>et seq. See</i> Pl.'s Br. Supp. Mot. Summ. J. at 1; Def.'s Br. Supp. Mot. Summ. J. at 1. Plaintiff brings one claim for reliefa claim for benefits under 29 U.S.C. § 1132(a)(1)(B)which requires the court to review the plan administrator's decision to deny benefits. <i>See </i><i>Booth v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"767359\"><a href=\"/opinion/767359/barbara-a-booth-v-wal-mart-stores-incorporated-associates-health-and/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 341 (4th Cir.2000). The parties agree that defendant is the plan administrator, and that the terms of the policy give defendant the discretion to determine plaintiffs eligibility for benefits. <i>See</i> Pl.'s Br. Supp. Mot. Summ. J. at 8; Def.'s Br. Supp. Mot. Summ. J. at 10.</p>\n<p>The parties further agree that because defendant administers its own plan, creating a financial conflict of interest, the court should review defendant's decision under the \"modified abuse of discretion\" standard, <i>see</i> Pl.'s Br. Supp. Mot. Summ. J. at 8; Def.'s Br. Supp. Mot. Summ. J. at 10, by which the court does \"not act as deferentially as would otherwise be appropriate. Rather, [the court] . . . review[s] the merits of the [administrator's decision] . . . to determine whether it is consistent with an exercise of discretion by a fiduciary acting free of the interests that conflict with those of the beneficiaries[,]\" <i>Doe v. Group Hospitalization &amp; Medical Services,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (4th Cir.1993). \"[I]f the court believes the decision both reasonable and correct, it may simply affirm the decision notwithstanding the conflict. Under the sliding scale analysis, the ultimate question <span class=\"star-pagination\">*442</span>  . . . is whether the plaintiff received a full and fair review.\" <i>Conrad v. Continental Cas. Co.,</i> <span class=\"citation\" data-id=\"2521183\"><a href=\"/opinion/2521183/conrad-v-continental-cas-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">600</span></a></span>, 602-03 (E.D.N.C.2002) (citations omitted).</p>\n<p>Finally, the court examines defendant's decision under eight non-exclusive factors set out by the Fourth Circuit in <i>Booth,</i> 201 F.3d at 342-43. Those factors are: (1) the language of the plan; (2) the goals and purposes of the plan; (3) the adequacy of the materials used to make the decision to deny benefits; (4) consistency of interpretation of the plan; (5) whether the decision-making process was reasoned and principled; (6) consistency of the decision with ERISA requirements; (7) any external standard relevant to the exercise of discretion; and (8) the plan administrator's motives and any potential conflict of interest. <i>See id.</i> For the following reasons, the court concludes that these factors favor defendant, and plaintiff is not entitled to relief.</p>\n<p></p>\n<h2>C. <i>Booth Factors</i><sup>[4]</sup></h2>\n<p><i>1. Language of the Plan</i></p>\n<p>Under the policy, plaintiff is entitled to benefits if an</p>\n<blockquote>\n<i>Injury</i> or <i>Sickness</i> causes physical or mental impairment to such a degree of severity that You are:</blockquote>\n<blockquote>1) continuously unable to perform the <i>Material and Substantial Duties</i> of Your <i>Regular Occupation;</i> and</blockquote>\n<blockquote>2) not <i>Gainfully Employed.</i>\n</blockquote>\n<p>R. at 20 (emphases in original). The policy also provides that \"loss of . . . professional license or certification does not in and of itself constitute <i>Disability</i>\" for purposes of analyzing whether plaintiff is unable to perform the material and substantial duties of his occupation. <i>Id.</i> (emphasis in original). The instant dispute between the parties centers on whether plaintiff's risk of relapse renders him continuously unable to perform the material and substantial duties of a CRNA. Pl.'s Br. Supp. Mot. Summ. J. at 9-12; Def.'s Br. Supp. Mot. Summ. J. at 12-13.</p>\n<p>Defendant has cited to several cases which hold that when a claimant's disability is addiction, the potential for relapse does not render the claimant disabled under the policy terms. <i>See Forste v. Paul Revere Life &amp; Accident Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">3315386</span></span>, * 12 (S.D.Ind. Sept.22, 2004) (\"the risk that Plaintiff will relapse is [not] an `injury' or `sickness' under the Policy. . . . [because] [t]he Policy unambiguously provides that the `injury' or `sickness' must be presently-existing, and not a future potentiality\"); <i>Laucks v. Provident Cos.,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">33320463</span></span>, *6 (M.D.Pa. Oct.29, 1999) (anesthesiologist who had remained in recovery for a period of three years prior to termination of benefits \"was . . . no longer disabled within the meaning of the policy\" and termination of benefits Was correct); <i>Levitt v. Unum Life Ins. Co. of America,</i> No. DJM 93-2437 (D.Md. July 19, 1994) (anesthesiologist who was \"drug-free\" for over two years was not totally disabled because his \"risk of relapse in the future is not imminent or so close as to reasonably require him to refrain from performing his regular occupation of anesthesiology\"); <i>see also </i><i>Allen v. MN Life Ins.,</i> <span class=\"citation\" data-id=\"2378419\"><a href=\"/opinion/2378419/allen-v-mn-life-ins/\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1377</span></a></span>, 1384 (N.D.Ga.2001) (state law action on occupational disability income policy; termination of benefits on policy requiring \"continuing disability\" was upheld because claimant who \"ha[d] not used any drugs or alcohol in more than six years, and [therefore]. . . . has not shown an uninterrupted inability to pursue the practice of anesthesiology due to his chemical dependence and does not fall within the policy's definition of `disability.'\").</p>\n<p><span class=\"star-pagination\">*443</span> Plaintiff points out that in these, cases, the claimants had a much longer record of abstinence prior to the termination of their benefits and that the insurers had produced expert testimony supporting their decision that the claimants were capable of returning to work. Pl.'s Br. Opp. Def.'s Mot. Summ. J. at 3-6. However, the court concludes that the language of the policy supports defendant's conclusion that plaintiffs risk of relapse does not render him, disabled, as it does not render him \"continuously unable\" to perform the duties of a CRNA. The court also notes that in <i>Forste,</i> the claimant's treating physician noted that \"[a] period of time, in the area of 3 to 12 months,\" would be sufficient for the claimant to \"demonstrat[e] his ability to abstain over a period of time[,]\" and plaintiff had abstained for seven months at the time defendant terminated his benefits. <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">3315386</span></span> at *3 (alterations added). Here, at the time defendant denied plaintiff's appeal, plaintiff had abstained from narcotics use for over seven months.</p>\n<p>Plaintiff also contends that, in terminating his benefits on the ground that plaintiff was not \"functionally impaired\" from performing his occupation, R. at 85, defendant \"depart[ed] from the express, written terms of the [p]olicy\" by \"requiring proof beyond that found in the policy\" and abused its discretion, Br. Supp. Pl.'s Mot. Summ. J. at 9; Reply Supp. Pl.'s Mot. Summ. J. at 2; Resp. Opp. Def.'s Mot. Summ. J. at 9. Defendant responds that its use of the term \"functional impairment\" is simply a restatement of the policy requirement that plaintiff be \"continuously unable to perform his work.\" Resp. Opp. Pl.'s Mot. Summ. J. at 2 (emphasis in original not supplied). It is clear to the court that defendant reviewed plaintiffs case under the terms of the policy, and therefore did not abuse its discretion by examining what it characterized as plaintiff's functional impairment. <i>See</i> R. at 54 (defendant asked plaintiff \"what would prevent him from being able to perform his occ[upational] duties\"); 86 (potential for drowsiness as side effect of medication \"does not document . . . that [plaintiff] would be precluded from performing your regular occupational work activity\").</p>\n<p><i>2. Whether the DecisionMaking Process was Reasoned and Principled and Supported by the Evidence</i></p>\n<p>Plaintiff contends that defendant's decision-making process was unreasonable because defendant \"rejected the unanimous judgment of plaintiffs treatment team and, without seeking any contrary opinion, substituted that judgment with its own.\" Br. Supp. Pl.'s Mot. Summ. J. at 14. Plaintiff also contends that defendant denied plaintiff's appeal \"without addressing th[e] additional materials\" submitted by plaintiff in support of his appeal.<sup>[5]</sup></p>\n<p>It is clear that defendant actually reviewed all of the medical records submitted by plaintiff. R. at 42-72 (defendant's internal notes summarizing all the evidence in the file, including the materials submitted by plaintiff with his appeal). Although the medical records clearly support plaintiff's diagnosis of addiction (which defendant has never contested), it is significant to note that, prior to his appeal, plaintiff was repeatedly released to return to work after completing his inpatient treatment programs with few, if any, restrictions. Plaintiff was released to work from his first inpatient treatment on 14 November 2003, with the only restriction being any that might be placed on <span class=\"star-pagination\">*444</span> plaintiff by his employer. R. at 156-59. On 8 March 2004, Talbott released plaintiff to work with no restrictions. <i>Id.</i> at 155. On 27 May 2004, plaintiff was released to work \"with the restriction of not having access to narcotics.\"<sup>[6]</sup><i>Id.</i> at 90. On 20 December 2004, Dr. Faulk stated that plaintiff \"has no impairment preventing him from performing his own occupation, except for the potential for relapse and the potential for drowsiness from his medication.\" <i>Id.</i> at 101. It was not until 26 January 2005, in support of plaintiffs appeal, that any treatment provider issued an opinion that plaintiff could not work; specifically, Dr. Faulk stated that \"at this time, . . . [plaintiff] will be unable to return to his regular duties as, an anesthesia nurse\" because \"[h]e cannot be subjected to controlled substances at this time\" and \"current medications interfere with his ability to perform many duties which might put his patients at risk.\"<sup>[7]</sup><i>Id.</i> at 89.</p>\n<p>Given plaintiff's own evidence, and even under the modified standard of review, the court cannot conclude that defendant abused its discretion in determining that plaintiff had failed to produce adequate evidence of a continuous inability to perform the material and substantial duties of his own occupation. The claimant \"has the burden to prove that ilhe is entitled to receive disability benefits under the Plan.\" <i>Donnell v. Metropolitan Life Ins. Co.,</i> 165 Fed.Appx. 288, 296 n. 9 (4th Cir.2006) (citing <i>Band v. Paul Revere Life Ins. Co.,</i> 14 Fed.Appx. 210, 212 (4th Cir.2001); <i>Ruttenberg v. US. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"790842\"><a href=\"/opinion/790842/andrew-ruttenberg-v-united-states-life-insurance-company-in-the-city-of/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">652</span></a></span>, 663 (7th Cir.2005)). The court agrees with defendant that, at the time it terminated plaintiffs benefits and thereafter, the medical evidence showed only that plaintiff presented a potential risk of relapse, and furthermore that the terms of the policy do not cover such a potential risk. Therefore, the court concludes that defendant's termination of plaintiffs benefits was supported by the evidence in the record.</p>\n<p><i>3. Consistency of the Decision with ERISA Requirements</i></p>\n<p>Plaintiff contends that defendant \"did not follow the appropriate procedure on appeal as prescribed by\" 29 C.F.R. § 2560.503-1(h)(3)(iii).<sup>[8]</sup> Br. Supp. Pl.'s Mot. Summ.. J. at 15. That regulation requires, in pertinent part, that</p>\n<blockquote>in deeiding an appeal of any adverse benefit determination that is based in whole or in part on a medical judgment, . . . the . . . fiduciary shall consult with a health care professional who has appropriate training and experience in the field of medicine involved in the medical judgment[.]</blockquote>\n<p>29 C.F.R. § 2560.503-1(h)(3)(iii). Defendant contends that its determination was not based on a medical judgment, but rather an interpretation of the terms of the policy, and therefore the regulation does not apply. <i>See</i> Resp. Opp. Pl.'s Mot. Summ. J. at 8-9.</p>\n<p>The court concludes that defendant has not violated the regulation. The cases cited <span class=\"star-pagination\">*445</span> by plaintiff do not apply to the instant case. <i>See </i><i>Krodel v. Bayer Corp.,</i> <span class=\"citation\" data-id=\"2572865\"><a href=\"/opinion/2572865/krodel-v-bayer-corp/\"><span class=\"volume\">345</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">110</span></a></span>, 115 (D.Mass.2004) (plan denied claimant's requested treatment as not medically necessary without consulting an independent health care professional in violation of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Wadford v. Continental Cas. Co.,</i> <span class=\"citation\" data-id=\"2515736\"><a href=\"/opinion/2515736/wadford-v-continental-cas-co/\"><span class=\"volume\">261</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">402</span></a></span>, 413 (W.D.N.C. 2003) (plan administrator \"unquestionably is not required to obtain an independent medical evaluation of a claimant's condition,\" but denied benefits based on conclusions of non-medical provider that were contrary to strong evidence in claimant's favor, including treating physician's opinion that claimant was unable to perform any work; no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Gawrysh v. CNA Ins. Co.,</i> <span class=\"citation\" data-id=\"2576602\"><a href=\"/opinion/2576602/gawrysh-v-cna-ins-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">791</span></a></span>, 794 (N.D.Ill.1998) (plan administrator denied benefits because claimant's symptoms of chronic fatigue syndrome \"could not, with complete certainty, be linked to a specific illness[;] [r]ather than punishing [claimant] for the inability of medicine to specifically pinpoint the cause of her debilitating fatigue, [plan administrator] should have hired experts or used its own doctors to examine [claimant;]\" no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Blakely v. WSMW Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1739717</span></span>, *5 (D.Del. July 20, 2004) (plan's decision to terminate claimant's benefits in spite of treating physician's conclusion that claimant \"had significant impairment in his functional capabilities[,]\" was totally disabled, and \"was not presently employable and that his condition was permanent[ ]\" was not supported by any medical evidence in the record; no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)); <i>Vega v. Cherry Corp. Long Term Disability Plan,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31444481</span></span>, *1 (N.D.Ill. Oct.31, 2002) (plan administrator's determination \"that there was a lack of objective medical evidence demonstrating [claimant]'s condition was of the severity to render her incapable of performing her occupation\" was \"without factual basis on the record[;]\" no mention or analysis of 29 C.F.R. § 2560.503-1(h)(3)(iii)).</p>\n<p>By contrast, defendant has never questioned the findings of plaintiffs treatment providers. It is clear that at all times, defendant's only question has been whether, under the terms of the policy, those findings constitute disability.</p>\n<blockquote>Plaintiff fails to recognize that this is not a case involving an administrator's denial of disability benefits by discrediting or ignoring the findings of the claimant's treating physicians. . . . In sum, [the claims specialist] reviewed all of the medical information that was before the administrator and came to the objective conclusion that Plaintiff was not disabled.</blockquote>\n<p><i>Larque v. SBC Commc'ns Inc. Disability Income Plan,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3447740</span></span>, *6 (W.D.Tex. Dec.14, 2005) (finding that review by claims specialist was sufficient under 29 C.F.R. § 2560.503-1(h)(3)(iii) and \"[i]n any event, procedural violations of ERISA do not entitle the plan beneficiary to a substantive remedy of an award of benefits\").<sup>[9]</sup><i>See also </i><i>Brucks v. Coca-Cola Co.,</i> <span class=\"citation\" data-id=\"2476645\"><a href=\"/opinion/2476645/brucks-v-coca-cola-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1193</span></a></span>, 1202 (N.D.Ga. 2005) (violation of 29 C.F.R. § 2560.503-1(h)(3)(iii) is \"relevant [only] to evaluating whether [plan administrator's] decision was arbitrary and capricious\").</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*446</span> <i>D. Plaintiffs Motion to Seal</i>\n</h2>\n<p>Plaintiff moves to seal the administrative record on the grounds that \"[n]early all of the[ ] documents [in the record] contain sensitive information including medical records and personal identifying information, and it would be impractical to redact the protected personal information from every page of every document in the file.\" Mot. Seal at 1. It appears that defendant does not oppose the motion, as defendant did not file anything in response and noted in its opposition to plaintiff's motion for summary judgment that the administrative record \"has been filed with the Court, under seal.\" Br. Opp. Pl.'s Mot. Summ. J., n. 1.</p>\n<blockquote>The common law presumes a right to inspect and copy judicial records and documents. The common law presumption of access may be overcome if competing interests outweigh the interest in access. . . . Where the First Amendment guarantees access, on the other hand, access may be denied only on the basis of a compelling governmental interest, and only if the denial is narrowly tailored to serve that interest.</blockquote>\n<p><i>Stone v. University of Md. Medical System Corp.,</i> <span class=\"citation\" data-id=\"510651\"><a href=\"/opinion/510651/h-harlan-stone-md-frederick-k-toy-md-walter-pegoli-md/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 180 (4th Cir.1988) (citations omitted). Public access to documents submitted in connection with a summary judgment motion is protected by the First Amendment. <i>See </i><i>Virginia Dept. of State Police v. Washington Post,</i> <span class=\"citation\" data-id=\"788075\"><a href=\"/opinion/788075/virginia-department-of-state-police-v-the-washington-post-the-virginian/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span>, 578 (4th Cir.2004); <i>Rushford v. New Yorker Magazine, Inc.,</i> <span class=\"citation\" data-id=\"505852\"><a href=\"/opinion/505852/greg-rushford-the-washington-post-company-intervenor-v-the-new-yorker/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span></a></span>, 253 (4th Cir.1988).</p>\n<p>The court concludes that \"plaintiff has not overcome the constitutional preference for openness in judicial proceedings .. Cases challenging a denial of ERISA health benefits routinely involve disclosure of mental and physical illnesses.\" <i>MacInnis v. Cigna Group Ins. Co. of America,</i> <span class=\"citation\" data-id=\"2416866\"><a href=\"/opinion/2416866/macinnis-v-cigna-group-ins-co-of-america/\"><span class=\"volume\">379</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">89</span></a></span>, 90 (D.Mass.2005). <i>But see </i><i>Briggs v. Marriott Intern., Inc.,</i> <span class=\"citation\" data-id=\"2529034\"><a href=\"/opinion/2529034/briggs-v-marriott-intern-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">461</span></a></span>, 463 n. 1 (D.Md.2005) (granting plan administrator's uncontested motion to seal administrative record \"which includes personal and medical information related to Plaintiff'). The court notes that both plaintiff and defendant freely discuss the nature of plaintiffs illness in their summary judgment briefs, which are not under seal, and even quote from physicians' notes in the record in those briefs.</p>\n<p>However, the court acknowledges that some of the documents in the administrative record contain information which, pursuant to the E-Government Act of 2002 and Section K of this court's CM/ECF manual, requires redaction, including plaintiffs social security number and date of birth. In reviewing the administrative record, the court does not agree with plaintiff that it would be impractical to redact this information. The court directs plaintiffs attention to pages 39, 74, 76, 79, 81, 105, 107, 111, 117, 119, 121-25, 130, 133-35, 139, 141, 143, 147-48, 150, 154, 156-57, 163, 168, 185, 187-89, 193-94, 197, 201-03, 205-06, 211, 213-15, and 217-18 of the record, which comprise less than 25 percent of the pages in the record. Therefore, the administrative record filed on 5 January 2006 will be stricken and plaintiff shall refile the record within ten days of the date of this order with all appropriate redactions.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment is GRANED, and plaintiffs motion for summary judgment is DENIED. Plaintiffs motion to file the administrative record under seal is DENIED. The Clerk is DIRECTED to strike the administrative record filed on 5 January 2006 and plaintiff is ORDERED to refile the record with all appropriate <span class=\"star-pagination\">*447</span> redactions within ten days of the date of this order. This action is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff has submitted defendant's administrative record, and has moved to have it maintained under seal. The record is batesstamped, with page numbers from 1 through 222, and includes a copy of the policy at issue. The page numbers are prefaced by a series of letters, which the court found unnecessary to include when referring to the record.</p>\n<p>[2]  On 20 December 2004, plaintiff told defendant that \"he still ha[d] his license available for use.\" R. at 49.</p>\n<p>[3]  The article lists other factors which (in the author's opinion) would prohibit an anesthesiologist from returning to his occupation, but plaintiff underlined these three factors by hand as \"indicia that he believed were germane to his particular circumstances. . . .\" Reply Supp. Pl.'s Mot. Summ. J. at 4.</p>\n<p>[4]  The court addresses only those factors that the parties address.</p>\n<p>[5]  Plaintiff also contends that these actions violate ERISA requirements, which the court will discuss <i>infra.</i></p>\n<p>[6]  Plaintiff does not argue that this restriction renders him unable to perform the material and substantial duties of his regular occupation.</p>\n<p>[7]  Plaintiff does not argue that any side effects from his medication render him unable to perform the material and substantial duties of his regular occupation; rather, only that he risks relapse if he returns to work as a CRNA.</p>\n<p>[8]  Plaintiff also contends that defendant failed to \"take[ ] into account all comments, documents, records, and other information submitted by the claimant relating to `the claim . . .\" under 29 C.F.R. § 2560.503-1(h)(2)(iv), <i>see</i> Br. Supp. Pl.'s Mot. Summ. J. at 17, however, as noted above, the record reveals that defendant did actually review all of the information plaintiff submitted.</p>\n<p>[9]  \"Plaintiff submits that a remand to the administrator would not be appropriate and requests that the [c]ourt award a judgment in the amount of benefits remaining to be paid under the twenty-four month `own occupation' definition of disability.\" Br. Supp. Pl.'s Mot. Summ. J. at 18.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/505852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2378419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2416866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2476645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2515736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2521183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2529034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2572865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2576602/"
  ]
}