{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2427321/",
  "absolute_url": "/opinion/2427321/washington-county-nc-v-us-dept-of-navy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2427321/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:32:20.103492Z",
  "date_modified": "2016-04-26T22:32:20.453653Z",
  "type": "010combined",
  "sha1": "8badef17c14e0cad72dbb126993a295bbe3ab40f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>317 F.Supp.2d 626 (2004)</b></center>\n<center><h1>WASHINGTON COUNTY, NORTH CAROLINA and Beaufort County, North Carolina, Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF THE NAVY; Gordon R. England, in his official capacity as Secretary of the Navy, and Hansford T. Johnson, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.<br>\nThe National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife, Plaintiffs,<br>\nv.<br>\nUnited States Department of the Navy; Gordon R. England, in his official capacity as Secretary of the Navy, and Hansford T. Johnson, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.</h1></center>\n<center>Nos. CV.A.2:04-CV-3-B0(2), CV.A.2:04-CV-2-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>April 20, 2004.</center>\n<p><span class=\"star-pagination\">*627</span> <span class=\"star-pagination\">*628</span> Michelle B. Nowlin, Derb S. Carter, Southern Environmental Law Center, Chapel Hill, NC, for the National Audubon Society, North Carolina Wildlife Federation, Defenders of Wildlife, plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, Stephen G. Bartell, U.S. Dept. of Justice, Env. Div., Washington, DC, for Department of the Navy, Gordon R. England, Secretary of the Navy, Hansford T. Johnson, Assistant Secretary of the Navy, R.M. Flanagan, Major General, U.S. Marine Corps, Commanding General, Marine Corps Air Station, Cherry Point, defendants.</p>\n<p></p>\n<h2><i>ORDER ON PRELIMINARY INJUNCTION</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiffs' Joint Motion for Preliminary Injunction. Plaintiffs filed suit in this Court on January 9, 2004, seeking declaratory and injunctive relief, and on February 9, 2004, filed a Motion for Preliminary Injunction. The Navy subsequently filed a response to the Motion for Preliminary Injunction and filed an Answer to the Complaint. A hearing on Plaintiffs' Motion was held before the Court in Raleigh, North Carolina, on March 30, 2004.</p>\n<p>In the underlying Complaint for Declaratory and Injunctive Relief, Plaintiffs allege that the Navy's decision to construct an Outlying Landing Field (\"OLF\") in Washington and Beaufort Counties (\"Site C\") violates the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 551, <i>et seq.,</i> the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. §§ 4321, <i>et. seq.,</i> the Coastal Zone Management Act (\"CZMA\"), 16 U.S.C. §§ 1451, <i>et seq.,</i> and the Coastal Area Management Act (\"CAMA\"). N.C. Gen.Stat. §§ 113A-101, <i>et seq.</i></p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This suit arises out of the Department of Navy's (\"Navy\") plan to construct and operate a new OLF at an area designated as \"Site C\" in Washington and Beaufort Counties in North Carolina. The OLF would support the homebasing, operation, and training of the new F/A-18 E/F (\"Super Hornet\") aircraft. The Navy intends to homebase eight Super Hornet fleet squadrons, consisting of twelve aircraft per squadron, and one Fleet Replacement Squadron, consisting of twenty-four aircraft, at the Naval Air Station (\"NAS\") Oceana, which is located in Virginia, and two fleet squadrons at Marine Corps Air Station (\"MCAS\") Cherry Point, which is located in North Carolina, and to develop the OLF between these two bases. The proposed OLF would be used by the Navy for Field Carrier Landing Practice (\"FCLP\"). An estimated 31,650 FCLP <span class=\"star-pagination\">*629</span> operations would be conducted at the OLF annually. The Navy intends for the operation of the OLF to begin in July 2007 at the earliest, with construction beginning in April 2005 at the earliest.</p>\n<p>If constructed, the OLF at Site C would be comprised of approximately 23,000 acres in Washington County and 7,000 acres in Beaufort County. Site C is located approximately nine miles southeast of Plymouth, North Carolina, and is comprised primarily of agricultural land with some wetlands. The Pungo Unit of the nationally designated Pocosin Lakes National Wildlife Refuge (\"Pocosin NWR\") is within a few miles of Site C. This waterfowl sanctuary is characterized by vast wetlands and areas of open water. The Pungo Unit was established in 1963 and provides refuge every year for tundra swans, snow geese, and other waterfowl. Recent surveys estimate that approximately 100,000 waterfowl wintered at the Pungo Unit in 2001-02, including approximately 20,000 tundra swans and 44,000 snow geese. The number of tundra swans and snow geese wintering at the refuge has increased dramatically in the years following the 2001 survey. Approximately 25% of North Carolina's winter population of tundra swans, which is 70-80% of the entire Atlantic coast population, live at the Pungo Unit.</p>\n<p>In their Motion for Preliminary Injunction, Plaintiffs seek to enjoin the Navy from taking further action on the planning and building of the OLF at Site C. Plaintiffs specifically allege that the Navy's decision violates the APA and NEPA in that the Navy: (1) failed to take a \"hard look\" at the direct, indirect, and cumulative environmental impacts associated with constructing an OLF at Site C; (2) failed to take a hard look at connected, cumulative, and similar actions to the OLF; and (3) failed to prepare a Supplemental Environmental Impact Statement (\"SEIS\"). Plaintiffs argue, therefore, that the Navy's actions are without justification and, as such, are arbitrary, capricious, an abuse of discretion, and not otherwise in accordance with the law.</p>\n<p>Plaintiffs' claims primarily relate to their allegations that the Navy failed to comply with federal regulations in the preparation of the Final Environmental Impact Statement (\"FEIS\") under NEPA and that the Navy failed to provide adequate mitigation measures for the OLF's impact on the environment, particularly with respect to migratory birds, as well as bird strikes. Additionally, Plaintiffs claim that the Navy's decision violated the APA in that the Navy failed to fulfill its mandatory environmental justice obligations. Plaintiffs also specifically allege that the Navy's decision violates the CZMA and CAMA in that the Navy failed to obtain a new coastal consistency determination from the State of North Carolina.</p>\n<p>The Navy argues that contrary to Plaintiffs' allegations, it did take a hard look at the environmental impacts of the OLF proposal and prepared an EIS pursuant to NEPA. Additionally, the Navy contends that it followed the appropriate procedures under NEPA and the CZMA in making its final determination to locate the OLF at Site C. Furthermore, the Navy claims that its NEPA analysis exhaustively analyzes the environmental impacts of the OLF and all reasonable alternatives, and argues that Plaintiffs' arguments amount to little more than a disagreement with the Navy's conclusions. According to the Navy, the fact that Plaintiffs disagree with its decision or the possibility that the OLF project will have impacts does not make the Navy's decision to construct the OLF at Site C arbitrary and capricious or illegal under NEPA.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*630</span> <i>NEPA STANDARDS</i>\n</h2>\n<p>As this dispute falls primarily under NEPA, which commands all agencies of the Federal Government to \"utilize a systematic, interdisciplinary approach which will insure the integrated use of the natural and social sciences and the environmental design arts in planning and in decisionmaking which may have an impact on man's environment[,]\" 42 U.S.C. § 4332(A), the Court finds it necessary to analyze the broad purpose of NEPA, as an integral part of the Court's determination of whether a preliminary injunction should issue on behalf of Plaintiffs in this case.</p>\n<p>NEPA was signed into law by Congress on January 1, 1970, and \"provided both a conceptual basis and a legal sanction for applying to environmental management the same high-level concern we have applied to other areas of national importance.\" 1975 U.S.C.C.A.N. 859, 860. The statute clearly commands federal agencies to:</p>\n<blockquote>Include in every recommendation or report on proposals for legislation and other Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on  (I) the environmental impact of the proposed action, (ii) any adverse environmental effect which cannot be avoided should the proposal be implemented, (iii) alternatives to the proposed action, (iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and (v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<p>42 U.S.C. § 4332(C)(I-v). In essence, NEPA requires agencies to take a hard look at the full range of consequences of their planned action and to consider alternatives to their planned action.</p>\n<p>By enacting NEPA and declaring a national environmental policy, Congress declared that Americans' duty to protect and preserve nature, as well as their right to a healthful environment, are equivalent to the duty to protect and preserve other rights and liberties implicit in American society. Congress stated in NEPA:</p>\n<blockquote>It is the continuing responsibility of the Federal Government to use all practicable means, consistent with other essential considerations of national policy, to improve and coordinate Federal plans, functions, programs, and resources to the end that the Nation may  (1) fulfill the responsibilities of each generation as trustee of the environment for succeeding generations, (2) assure for all Americans safe, healthful, productive, and esthetically and culturally pleasing surroundings, (3) attain the widest range of beneficial uses of the environment without degradation, risk to health or safety, or other undesirable or unintended consequences, (4) preserve important historic, cultural, and natural aspects of our national heritage, and maintain, wherever possible, an environment which supports diversity and variety of individual choice, (5) achieve a balance between population and resource use which will permit high standards of living and a wide sharing of life's amenities, and (6) enhance the quality of renewable resources and approach the maximum attainable recycling of depletable resources.</blockquote>\n<p>42 U.S.C. § 4331(b)(1-6).</p>\n<p>NEPA's goal is to \"protect and promote environmental quality.\" <i>Hughes River Watershed Conservancy v. Glickman,</i> 81 F.3d 437, 443 (4th Cir.1996). Unlike many environmental regulations, NEPA does not mandate a particular substantive outcome. NEPA works to fulfill its purpose by requiring federal agencies to follow certain procedures to ensure environmental due process before undertaking any proposed <span class=\"star-pagination\">*631</span> action. NEPA requires that federal agencies carefully consider all the significant environmental impacts of a proposed action. <i>See </i><i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989); <i>see also </i><i>Arlington Coalition on Transportation v. Volpe,</i> 458 F.2d 1323, 1332 (4th Cir.1972). The very purpose of the environmental due process protection afforded by NEPA is eradicated if a federal agency makes a decision without proper consideration of the environmental impacts of the proposed project. <i>See </i><i>Sierra Club, et al. v. Marsh,</i> 872 F.2d 497 (1st Cir.1989).</p>\n<p>Through NEPA, Congress intended to provide nature and the environment with the kind of fairness which Americans have come to expect and rely on themselves when dealing with their Government through standards of due process under the laws of the United States. Congress realized that conflicts of interest can arise between governmental action and the environment, and, through NEPA, Congress insisted that, as a matter of national policy, the interests of nature and the environment be taken into consideration.<sup>[1]</sup> This policy affords the environment the same considerations of notice, opportunity to be heard and considered, and fairness, that individuals enjoy through recognized standards of due process.</p>\n<p>A basic tenet of this fairness doctrine anticipates a decision by an unbiased and conflict free decision maker. Under NEPA, before making a decision that will affect the environment, an agency must take into account the effects of its action on the environment, providing notice and opportunity to be heard, and fair and impartial consideration.</p>\n<p>Nature lacks a voice with which to speak for itself. Recognizing this, Congress has charged under federal law that agencies listen to the interests of the environment. This process invites the agency to act as a steward and trustee for not only the best interests of the government and its considered action, but for the effects of this action on the environment. This role is complimented by the opportunity for individuals and organizations to participate in the environmental deliberations affecting government action, as is well-illustrated by this case.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Plaintiffs seek a preliminary injunction to stop the Navy from engaging in any further activity associated with constructing an OLF at Site C until a decision on the merits. A preliminary injunction is an equitable remedy, the purpose of which is to \"preserve the status quo until the rights of the parties can be fairly and fully investigated and determined by strictly legal proof and according to the principles of equity.\" <i>Sinclair Refining Co. v. Midland Oil Co.,</i> 55 F.2d 42, 45 (4th Cir.1932). A preliminary injunction is not a final adjudication of the rights of the parties, but rather an order temporarily preserving the rights of the parties. <i>See </i><i>Duckworth v. James,</i> 267 F.2d 224, 231 (4th Cir.1959). Although a preliminary injunction is a special remedy, it is within the sound discretion of the trial court to grant such an injunction, and this relief should be allowed when appropriate. <i>See e.g., </i><i>MicroStrategy Inc. v. Motorola, Inc.,</i> 245 F.3d 335, 339 (4th Cir.2001); <i>see also </i><i>Sinclair Refining Co.,</i> 55 F.2d at 45.</p>\n<p><span class=\"star-pagination\">*632</span> In determining whether to grant preliminary injunctive relief, the court employs a \"hardship balancing test.\" <i>See </i><i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189 (4th Cir.1977); <i>see also </i><i>Cannon v. North Carolina State Bd. of Educ.,</i> 917 F.Supp. 387, 390 (E.D.N.C.1996). Under the test, the court must consider the balance of harms to plaintiff and defendant, the likelihood of plaintiff's success on the merits, and the public interest. <i>See </i><i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 812 (4th Cir.1991). The balance of irreparable harm to the plaintiff and the harm to the defendant if relief is granted is the most important aspect of the test. <i>See </i><i>MicroStrategy, Inc. v. Motorola, Inc.,</i> 245 F.3d 335 (4th Cir.2001); <i>see also </i><i>Direx,</i> 952 F.2d at 812. \"The balance-of-hardship test ... emphasizes that, where serious issues are before the court, it is a sound idea to maintain the status quo ante litem, provided that it can be done without imposing too excessive an interim burden upon the defendant ... for otherwise effective relief may become impossible.\" <i>Blackwelder,</i> 550 F.2d at 194-95 (internal citations omitted).</p>\n<p>The first step in deciding whether to grant a preliminary injunction requires a court:</p>\n<blockquote>To balance the `likelihood' of irreparable harm to the plaintiff against the `likelihood' of harm to the defendant; and if a decided imbalance of hardship should appear in plaintiff's favor, then the likelihood of success test is displaced[, and ...] it will ordinarily be enough that the plaintiff has raised serious questions going to the merits so serious, substantial, difficult, and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.</blockquote>\n<p><i>Blackwelder,</i> 550 F.2d at 195. However, the importance of the likelihood of success test increases, as the probability of irreparable harm to the plaintiff diminishes. <i>See id.</i> Essentially, \"[t]he decision to grant or deny a preliminary injunction depends upon a `flexible interplay' among all the factors considered.\" <i>Id.</i></p>\n<p>The Court notes that subsequent to the <i>Blackwelder</i> opinion, there has been some criticism within the Fourth Circuit about the appropriateness of <i>Blackwelder's</i> emphasis on the balancing of harms prong over the likelihood of success prong. <i>See e.g., </i><i>The Scotts Co. v. United Industries Corp.,</i> 315 F.3d 264, 271 n. 2 (4th Cir.2002); <i>Safety-Kleen, Inc. v. Wyche, et al.,</i> 274 F.3d 846, 868 (4th Cir.2001) (Luttig, J., Widener, J., concurring). Notwithstanding the criticism of the <i>Blackwelder</i> standard, this Court will apply <i>Blackwelder</i> in this case, as that standard is still the law in the Fourth Circuit. However, even using a neutral four-part test as favored by the concurrence in <i>Safety-Kleen,</i> the result in this case would be the same.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*633</span> 1. <i>Balance of Harms</i>\n</h2>\n<p>In accordance with <i>Blackwelder,</i> as the first step in the preliminary injunction analysis, the Court first will balance the likelihood of irreparable harm to Plaintiffs if the injunction is not granted with the likelihood of harm to the Navy if it is granted.</p>\n<p>Plaintiffs argue that the balance of harm tips decidedly in favor of the issuance of the requested injunction. According to Plaintiffs, an injunction would be appropriate in this case to halt further action by the Navy regarding the construction and operation of the OLF, pending this Court's full review of the FEIS. At this point in the case, the Navy has secured no purchase of land, finalized no bids with contractors, and begun no construction. If the injunction were not granted and the Navy was allowed to proceed with the investment of millions of dollars in land acquisition and site planning and development, Plaintiffs contend that the effect would be to impermissibly bias the bureaucratic process in favor of Site C, making it difficult for this Court to compel the Navy to reverse course in the event that this Court ultimately decides on the merits that the Navy failed in its NEPA obligations. Plaintiffs contend the Counties' citizens will suffer irreparable harm due to the permanent dislocation of at least one hundred families, who currently reside in the area designated as Site C. Additionally, Plaintiffs argue that failure to issue an injunction would result in irreparable harm to the environment, due to the close proximity of the proposed OLF and Pocosin NWR; because, for all intents and purposes, proceeding with the OLF would destroy the waterfowl-friendly habitat of the refuge.</p>\n<p>In response to Plaintiffs' allegations, the Navy argues to the contrary that the balance of harm tips in its favor. In support of this contention, the Navy primarily claims that not allowing the OLF to proceed on schedule will deprive the Navy of its mission to protect the interests of the United States and to train its pilots. The Navy contends that the \"ripple effect\" of delaying the project will harm it for years, as the Navy will have to use other facilities for training.</p>\n<p>According to the Navy, the OLF at Site C will help the Navy prepare for the arrival of the Super Hornet to the East Coast. Additionally, the OLF at issue is critical because the current OLF at NALF Fentress \"operates under so many restrictions that degrade the FCLP training conducted there.\" Defs.' Mem. in Opp. to Pls.' Jt. Mot. for Prelim. Inj. at 23. The Navy claims that the new OLF will provide for additional scheduling capacity for FCLP operations and that fewer operations will have to be done late at night if the new OLF is built. In sum, the Navy contends that they will suffer actual harm if an injunction is issued by the Court.</p>\n<p>Based on the information available to the Court, the Court finds that the balance of harm is significantly weighted in Plaintiffs' favor. Under NEPA, the Navy is obligated to maintain its objectivity and fairness as a decision maker. No one can act as the judge in his own case and be expected to be a fair arbiter. Once the land acquisition, site preparation, and construction on the OLF begin, the Navy's impartiality will be compromised, and it will be committed to proceeding with the project. If Plaintiffs succeed on the underlying Complaint and the Court has not issued a preliminary injunction, the Navy <span class=\"star-pagination\">*634</span> will have taken these steps forward on the OLF project in violation of NEPA.</p>\n<p>The Fourth Circuit has recognized this type of harm in a case where planning moved forward absent compliance with the NEPA. For example, in <i>Arlington Coalition on Transportation v. Volpe,</i> 458 F.2d 1323, 1333-34 (4th Cir.1972), the Fourth Circuit noted that:</p>\n<blockquote>Further investment of time, effort, or money in the proposed route would make alteration or abandonment of the route increasingly less wise, and therefore, increasingly unlikely. If investment in the proposed route were to continue prior to and during the Secretary's consideration of the environmental report, the options open ... would diminish, and at some point his consideration would become a meaningless formality. Given the purpose of NEPA to insure actions by federal agencies to be taken with due consideration of environmental effects and with a minimum of such adverse effects, it is especially important with regard to federal-aid highway projects that the § § 102(2)(C) statement be prepared early.</blockquote>\n<p>The First Circuit similarly has recognized that \"when a decision to which NEPA obligations attach is made without the informed environmental considerations that NEPA requires, the harm that NEPA intends to prevent has been suffered.\" <i>Massachusetts v. Watt,</i> 716 F.2d 946, 952 (1st Cir.1983). NEPA \"mandates that action can be taken only following complete awareness on the part of the actor of the environmental consequences of his action and following his having taken the steps required by the Act.\" <i>Arlington,</i> 458 F.2d at 1332.</p>\n<p>The Navy is moving as quickly as possible to build the landing field, as counsel for the Navy stated at the hearing. Once the Navy moves forward, any consideration of the environmental impact will be less objective given the commitments made on the project and may become a mere formality. In contrast, the Court finds that an injunction will not cause the Navy appreciable harm. While an injunction will require the Navy to delay taking any further action associated with constructing an OLF at Site C, this alone does not constitute harm. The Navy, at most, raises the possibility that an injunction will harm it by delaying the construction of a new OLF, which will require the Navy to continue training its pilots at NALF Fentress and continue to coordinate training times at Fentress with other important operations.</p>\n<p>The Navy's allegations of imminent harm may be misleading, as the Super Hornets which will be used to train at Site C are not expected to be on the East Coast for at least six months. The OLF at Site C would not be operational until 2007, assuming no delay. It appears that the OLF is not a true necessity for naval operations, as in the FEIS, the Navy stated that \"[a]lthough an OLF is not required to support the homebasing alternatives at NAS Oceana, the Navy is considering construction and operation of a new OLF to provide operational flexibility and to mitigate the noise impacts ...\" Navy FEIS 12-1. Additionally, on its own initiative and in its discretion, the Navy eliminated all former military facilities and all current facilities operated by the Army and Air Force, which might have allowed it to get its training operation underway more quickly, and which left the Navy with only 20 sites operated by the Navy and the Marine Corps from which to choose for the OLF.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*635</span> If a preliminary injunction does not issue, the Navy will begin acquiring land, which will result in irreparable harm to the approximately 100 landowners who reside in and around the area designated as Site C. Once the land is purchased, these owners will be permanently displaced. Additionally, if a preliminary injunction does not issue the environment could be irreparably harmed. This harm includes irreparable harm to the numerous tundra swans and snow geese that spend the winter months at the lakes and refuges close to the proposed OLF. Plaintiffs presented compelling evidence at the March 30th hearing and in their briefs that the construction of the OLF would irreparably harm the natural habitat of hundreds of thousands of waterfowl and would negatively affect the bird population through the increased noise that would be produced by the Super Hornets, the loss of essential nourishment for the birds through the loss of neighboring farmland, and the increased danger of utilizing the various lakes and refuges by the birds through the threat of a collision with the planes.</p>\n<p>Although Plaintiffs may not have demonstrated exactly how many birds would be effected or precisely how drastic the harm would be, the Court finds that Plaintiffs did demonstrate irreparable harm. Plaintiffs allegation of irreparable harm is not diminished simply because the harm is incalculable. \"[I]rreparability of harm includes the `impossibility of ascertaining with any accuracy' the extent of the loss[.]\" <i>Blackwelder,</i> 550 F.2d at 197 (quoting J. Hand's concurring opinion in <i>Foundry Servs., Inc. v. Beneflux Corp.,</i> 206 F.2d 214, 216 (2d Cir.1953)). Here, Plaintiffs have demonstrated the fragility of the relationship of the birds to Site C and the irreparable harm that, though incalculable, would result from the Court's failure to grant an injunction pending a determination on the merits.</p>\n<p>As noted by the court in <i>Blackwelder,</i> if the cost to the defendant of granting a preliminary injunction is little, \"the trial court should be more apt to decide that the threatened injury is `irreparable' for purposes of interlocutory relief.\" 550 F.2d at 196. In this case, based on the evidence presented, the Court finds that the \"relative quantum and quality\" of Plaintiffs' likely irreparable harm in relation to the relatively small harm to the Navy leads the Court to conclude that Plaintiffs have satisfied their burden under the first prong of the <i>Blackwelder</i> test by demonstrating irreparable harm that weighs in their favor. <i>See </i><i>Blackwelder,</i> 550 F.2d at 196.</p>\n<p></p>\n<h2>2. <i>Likelihood of Success on Merits</i>\n</h2>\n<p>As noted above, as the Court has found that the balance of harm favors Plaintiffs, in order for the Court to grant a preliminary injunction, Plaintiffs need only demonstrate that their claims present \"grave or serious questions\" and need not show a likelihood of success on the merits. <i>See </i><i>Blackwelder,</i> 550 F.2d at 196. Accordingly, at this stage, the Court only must determine whether Plaintiffs have presented questions that go to the merits that are \"so serious, substantial, difficult, and doubtful, as to make them fair ground for litigation.\" <i>Blackwelder,</i> 550 F.2d at 195.</p>\n<p>The Court recognizes that when reviewing a claim that an agency has violated NEPA, the Court is bound by the \"arbitrary and capricious\" standard of the Administrative Procedure Act. <i>See</i> 5 U.S.C. § § 706(2)(A), (C). Under that standard, a decision is arbitrary and capricious if the agency \"entirely failed to consider an important aspect of the problem.\" <i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d 283, 287 (4th Cir.1999). The role of the Court is not to substitute its judgment, <span class=\"star-pagination\">*636</span> but to look for a \"clear error\" of judgment by the agency. <i>Id.</i></p>\n<p>The Court does not undertake an arbitrary and capricious review of the Navy's actions at this time, as such a review will be conducted when the Court rules on the merits of the case at a later date. However, given the information before the Court, the Court finds that Plaintiffs have raised serious, substantial, and difficult questions as to whether the Navy acted arbitrarily and capriciously in deciding to construct the OLF at Site C, such that the Navy failed to provide the environment with the kind and quality of consideration it is due under the law. Plaintiffs have presented enough evidence to demonstrate that they have not \"embarked on frivolous litigation,\" and that the Navy's decision to locate the OLF at Site C may have been a clear error of judgment. <i>See </i><i>Blackwelder,</i> 550 F.2d at 195-96.</p>\n<p>Plaintiffs have provided significant evidence that the Navy may have failed to take a hard look at the environmental effects of its decision. For example, the Navy's Answer to Plaintiffs' Complaint demonstrates an insufficient analysis of the impacts of the OLF on the waterfowl, such as tundra swans and snow geese, at Pocosin NWR. In its Answer, at various paragraphs, the Navy responded to Plaintiffs' allegations about the effects of aircraft overflights on waterfowl with the statement that the Navy was \"without sufficient knowledge and information to form a belief as to the truth of the allegations contained in [the Complaint].\" <i>See e.g.,</i> Answer to Compl. ¶¶ 37, and 38. Additionally, as the Navy presented at the hearing, since filing its FEIS and making the decision to construct the OLF at Site C, the Navy has found it necessary to change the location of the OLF approximately five miles west of its original location, presumedly to be further away from the waterfowl.</p>\n<p>Plaintiffs have presented evidence in their briefs and at the hearing to demonstrate that the Navy's findings on environmental impacts may run counter to the evidence before the Navy when it was making its decision to locate the OLF at Site C, such that the Navy's decision was arbitrary and capricious. <i>See </i><i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d at 287-88. For example, the evidence presented by Plaintiffs demonstrates that the Navy may have inappropriately minimized the environmental impacts of the OLF. Despite the close proximity of the OLF to a wildlife refuge used by thousands of tundra swans and snow geese, the Record of Decision (\"ROD\") issued by the Navy clearly states that the impact of the OLF on the environment would be minimal. <i>See</i> ROD, Defs.' Index of Ex., Tab 3 at 35. The FEIS states that the wildlife in and around Site C would be affected only temporarily by the Super Hornets. <i>See</i> FEIS at 12-116. Additionally, despite a finding by the Navy's own Bird Avoidance Model (\"BAM\") analysts that there would be a severe hazard advisory for bird strikes for fifty percent of the year, the Navy continues to maintain that the impact to waterfowl would be mitigable and minor. <i>See</i> BASH Analysis 2-4; <i>see also</i> ROD, Defs.' Index of Ex., Tab 3 at 9, 20.</p>\n<p>Plaintiffs have provided significant evidence that the Navy may have failed to meet its burden under NEPA to sufficiently analyze the cumulative impacts of the OLF, when combined with other military operations in the area, on the environment in Site C. For example, the record indicates that the Navy may have failed to analyze impacts within the appropriate geographic context as required under the Council on Environmental Quality (\"CEQ\") regulations. <i>See</i> 40 C.F.R. §§ 1508.25, 1508.7. In deciding that there were no <span class=\"star-pagination\">*637</span> cumulative impacts of the proposed OLF at Site C and the proposed Mattamuskeet Military Operation Area (\"MOA\"), the Navy found that there would be no cumulative impacts because the two proposals are \"functionally equivalent.\" In making that determination, however, the Navy focused only on impacts \"in close proximity\" to the OLF, rather than analyzing impacts within the appropriate geographic context.</p>\n<p>Plaintiffs have provided significant evidence that the Navy may have failed to sufficiently analyze the various alternatives to Site C. For example, in making the determination that Site C was the best site out of all of the alternatives, the Navy appears to have relied on inaccurate methodology for determining the presence of wetlands and to have failed to rigorously explore alternative locations that could meet the Navy's objectives with much less adverse impact on the environment. Under NEPA, as part of the EIS, the Navy was required to \"[r]igorously explore and objectively evaluate all reasonable alternatives\" to its plan to construct an OLF at Site C. <i>See</i> 40 C.F.R. § 1502.14(a). Thus, based on a review of the evidence presented, the Court finds that Plaintiffs have met their burden under the second prong of the <i>Blackwelder</i> test.</p>\n<p></p>\n<h2>3. <i>Public Interest</i>\n</h2>\n<p>The Court recognizes the duty of the Navy to protect the public, to train its pilots, and to maintain national security. However, these considerations do not automatically prevail over NEPA's environmental impact statement provisions, even where, as here, the project at issue is military in nature. While the Navy argues that the public will be harmed by delaying the construction of the OLF, the Court finds that the Navy has failed to present evidence of any tangible harm that will be caused by the delay. The public will suffer greater harm from the construction of an OLF at Site C without a full consideration of the potential environmental impact and consequences by the Navy, than by any delay that would be caused by a preliminary injunction, which would preserve the status quo pending this Court's full review of the merits of the case. The public interest is not served by compromising environmental due process and proceeding with a project that later may be found to be in violation of NEPA. As evidenced by NEPA's requirements, the Court finds that the public interest is best served by constructing an OLF at Site C only after a full consideration of the potential environmental impact and consequences by the Navy. Thus, the Court finds that Plaintiffs have met their burden under the third and final prong of the <i>Blackwelder</i> test.</p>\n<p>In sum, the Court finds that issuing a preliminary injunction would not impose too excessive an interim burden on the Navy or on the public. Plaintiffs have demonstrated that the hardship balancing test weighs heavily in their favor and have raised serious questions as to whether the Navy acted arbitrarily and capriciously in deciding to construct an OLF at Site C. After analyzing this case, using a \"flexible interplay\" of the <i>Blackwelder</i> factors, the Court finds it appropriate to maintain the status quo and to grant Plaintiffs' request for injunctive relief.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the Court hereby GRANTS Plaintiffs' Motion for Preliminary Injunction. The Court enjoins the Navy from directly or indirectly taking any further activity associated with constructing an OLF in Washington and Beaufort Counties, including but not limited to negotiation for land acquisition, site preparation, and construction, pending resolution <span class=\"star-pagination\">*638</span> of this lawsuit or until further order of this Court.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This idea was presented in the legislative history of NEPA. The House Report reads, \"[i]t is a simple fact of life that policies of agencies of the Federal Government may and do conflict: it is equally true that there are occasions where, without the benefit of conflicting policies, these Government agencies may and do adopt courses that appear to conflict with the general public interest.\" 1969 U.S.C.C.A.N. 2751, 2753-54.</p>\n<p>[2]  The Court has reviewed <i>Doran v. Salem Inn, Inc.,</i> 422 U.S. 922, 931-932, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975). The Supreme Court in <i>Doran</i> stated that \"[t]he traditional standard for granting preliminary injunction requires the plaintiff to show that in the absence of its issuance he will suffer irreparable injury and also that he is likely to prevail on the merits. It is recognized, however, that a district court must weigh carefully the interests on both sides.\" 422 U.S. at 931, 95 S.Ct. 2561.\n</p>\n<p>The Court finds that while the Supreme Court in <i>Doran</i> did not explicitly hold that the balancing of the harms analysis is more important than the likelihood of success on the merits analysis, neither did the Supreme Court hold that such an emphasis was improper. Indeed, in <i>Doran,</i> the Supreme Court, in reviewing the district court's decision to grant an injunction in that case, first analyzed the harm to plaintiff and only then turned to the likelihood of success on the merits. The <i>Doran</i> court analyzed the harm to plaintiff and then stated that \"[t]he other inquiry relevant to preliminary relief is whether respondents made a sufficient showing of the ultimate success on the merits.\" 422 U.S. at 932, 95 S.Ct. 2561.</p>\n<p>As noted above, in this case, the Court finds that the ultimate decision on the granting of the injunction is the same, regardless of whether the Court applies the standard as cited in <i>Doran</i> or in <i>Blackwelder.</i></p>\n<p>[3]  The Navy ultimately narrowed its list of homebase alternatives to three sites, which it chose to study for the EIS process.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">626</span></span> (2004)</b></center>\n<center><h1>WASHINGTON COUNTY, NORTH CAROLINA and Beaufort County, North Carolina, Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF THE NAVY; Gordon R. England, in his official capacity as Secretary of the Navy, and Hansford T. Johnson, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.<br>\nThe National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife, Plaintiffs,<br>\nv.<br>\nUnited States Department of the Navy; Gordon R. England, in his official capacity as Secretary of the Navy, and Hansford T. Johnson, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.</h1></center>\n<center>Nos. CV.A.2:04-CV-3-B0(2), CV.A.2:04-CV-2-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>April 20, 2004.</center>\n<p><span class=\"star-pagination\">*627</span> <span class=\"star-pagination\">*628</span> Michelle B. Nowlin, Derb S. Carter, Southern Environmental Law Center, Chapel Hill, NC, for the National Audubon Society, North Carolina Wildlife Federation, Defenders of Wildlife, plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, Stephen G. Bartell, U.S. Dept. of Justice, Env. Div., Washington, DC, for Department of the Navy, Gordon R. England, Secretary of the Navy, Hansford T. Johnson, Assistant Secretary of the Navy, R.M. Flanagan, Major General, U.S. Marine Corps, Commanding General, Marine Corps Air Station, Cherry Point, defendants.</p>\n<p></p>\n<h2><i>ORDER ON PRELIMINARY INJUNCTION</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiffs' Joint Motion for Preliminary Injunction. Plaintiffs filed suit in this Court on January 9, 2004, seeking declaratory and injunctive relief, and on February 9, 2004, filed a Motion for Preliminary Injunction. The Navy subsequently filed a response to the Motion for Preliminary Injunction and filed an Answer to the Complaint. A hearing on Plaintiffs' Motion was held before the Court in Raleigh, North Carolina, on March 30, 2004.</p>\n<p>In the underlying Complaint for Declaratory and Injunctive Relief, Plaintiffs allege that the Navy's decision to construct an Outlying Landing Field (\"OLF\") in Washington and Beaufort Counties (\"Site C\") violates the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 551, <i>et seq.,</i> the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. §§ 4321, <i>et. seq.,</i> the Coastal Zone Management Act (\"CZMA\"), 16 U.S.C. §§ 1451, <i>et seq.,</i> and the Coastal Area Management Act (\"CAMA\"). N.C. Gen.Stat. §§ 113A-101, <i>et seq.</i></p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This suit arises out of the Department of Navy's (\"Navy\") plan to construct and operate a new OLF at an area designated as \"Site C\" in Washington and Beaufort Counties in North Carolina. The OLF would support the homebasing, operation, and training of the new F/A-18 E/F (\"Super Hornet\") aircraft. The Navy intends to homebase eight Super Hornet fleet squadrons, consisting of twelve aircraft per squadron, and one Fleet Replacement Squadron, consisting of twenty-four aircraft, at the Naval Air Station (\"NAS\") Oceana, which is located in Virginia, and two fleet squadrons at Marine Corps Air Station (\"MCAS\") Cherry Point, which is located in North Carolina, and to develop the OLF between these two bases. The proposed OLF would be used by the Navy for Field Carrier Landing Practice (\"FCLP\"). An estimated 31,650 FCLP <span class=\"star-pagination\">*629</span> operations would be conducted at the OLF annually. The Navy intends for the operation of the OLF to begin in July 2007 at the earliest, with construction beginning in April 2005 at the earliest.</p>\n<p>If constructed, the OLF at Site C would be comprised of approximately 23,000 acres in Washington County and 7,000 acres in Beaufort County. Site C is located approximately nine miles southeast of Plymouth, North Carolina, and is comprised primarily of agricultural land with some wetlands. The Pungo Unit of the nationally designated Pocosin Lakes National Wildlife Refuge (\"Pocosin NWR\") is within a few miles of Site C. This waterfowl sanctuary is characterized by vast wetlands and areas of open water. The Pungo Unit was established in 1963 and provides refuge every year for tundra swans, snow geese, and other waterfowl. Recent surveys estimate that approximately 100,000 waterfowl wintered at the Pungo Unit in 2001-02, including approximately 20,000 tundra swans and 44,000 snow geese. The number of tundra swans and snow geese wintering at the refuge has increased dramatically in the years following the 2001 survey. Approximately 25% of North Carolina's winter population of tundra swans, which is 70-80% of the entire Atlantic coast population, live at the Pungo Unit.</p>\n<p>In their Motion for Preliminary Injunction, Plaintiffs seek to enjoin the Navy from taking further action on the planning and building of the OLF at Site C. Plaintiffs specifically allege that the Navy's decision violates the APA and NEPA in that the Navy: (1) failed to take a \"hard look\" at the direct, indirect, and cumulative environmental impacts associated with constructing an OLF at Site C; (2) failed to take a hard look at connected, cumulative, and similar actions to the OLF; and (3) failed to prepare a Supplemental Environmental Impact Statement (\"SEIS\"). Plaintiffs argue, therefore, that the Navy's actions are without justification and, as such, are arbitrary, capricious, an abuse of discretion, and not otherwise in accordance with the law.</p>\n<p>Plaintiffs' claims primarily relate to their allegations that the Navy failed to comply with federal regulations in the preparation of the Final Environmental Impact Statement (\"FEIS\") under NEPA and that the Navy failed to provide adequate mitigation measures for the OLF's impact on the environment, particularly with respect to migratory birds, as well as bird strikes. Additionally, Plaintiffs claim that the Navy's decision violated the APA in that the Navy failed to fulfill its mandatory environmental justice obligations. Plaintiffs also specifically allege that the Navy's decision violates the CZMA and CAMA in that the Navy failed to obtain a new coastal consistency determination from the State of North Carolina.</p>\n<p>The Navy argues that contrary to Plaintiffs' allegations, it did take a hard look at the environmental impacts of the OLF proposal and prepared an EIS pursuant to NEPA. Additionally, the Navy contends that it followed the appropriate procedures under NEPA and the CZMA in making its final determination to locate the OLF at Site C. Furthermore, the Navy claims that its NEPA analysis exhaustively analyzes the environmental impacts of the OLF and all reasonable alternatives, and argues that Plaintiffs' arguments amount to little more than a disagreement with the Navy's conclusions. According to the Navy, the fact that Plaintiffs disagree with its decision or the possibility that the OLF project will have impacts does not make the Navy's decision to construct the OLF at Site C arbitrary and capricious or illegal under NEPA.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*630</span> <i>NEPA STANDARDS</i>\n</h2>\n<p>As this dispute falls primarily under NEPA, which commands all agencies of the Federal Government to \"utilize a systematic, interdisciplinary approach which will insure the integrated use of the natural and social sciences and the environmental design arts in planning and in decisionmaking which may have an impact on man's environment[,]\" 42 U.S.C. § 4332(A), the Court finds it necessary to analyze the broad purpose of NEPA, as an integral part of the Court's determination of whether a preliminary injunction should issue on behalf of Plaintiffs in this case.</p>\n<p>NEPA was signed into law by Congress on January 1, 1970, and \"provided both a conceptual basis and a legal sanction for applying to environmental management the same high-level concern we have applied to other areas of national importance.\" 1975 U.S.C.C.A.N. 859, 860. The statute clearly commands federal agencies to:</p>\n<blockquote>Include in every recommendation or report on proposals for legislation and other Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on  (I) the environmental impact of the proposed action, (ii) any adverse environmental effect which cannot be avoided should the proposal be implemented, (iii) alternatives to the proposed action, (iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and (v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<p>42 U.S.C. § 4332(C)(I-v). In essence, NEPA requires agencies to take a hard look at the full range of consequences of their planned action and to consider alternatives to their planned action.</p>\n<p>By enacting NEPA and declaring a national environmental policy, Congress declared that Americans' duty to protect and preserve nature, as well as their right to a healthful environment, are equivalent to the duty to protect and preserve other rights and liberties implicit in American society. Congress stated in NEPA:</p>\n<blockquote>It is the continuing responsibility of the Federal Government to use all practicable means, consistent with other essential considerations of national policy, to improve and coordinate Federal plans, functions, programs, and resources to the end that the Nation may  (1) fulfill the responsibilities of each generation as trustee of the environment for succeeding generations, (2) assure for all Americans safe, healthful, productive, and esthetically and culturally pleasing surroundings, (3) attain the widest range of beneficial uses of the environment without degradation, risk to health or safety, or other undesirable or unintended consequences, (4) preserve important historic, cultural, and natural aspects of our national heritage, and maintain, wherever possible, an environment which supports diversity and variety of individual choice, (5) achieve a balance between population and resource use which will permit high standards of living and a wide sharing of life's amenities, and (6) enhance the quality of renewable resources and approach the maximum attainable recycling of depletable resources.</blockquote>\n<p>42 U.S.C. § 4331(b)(1-6).</p>\n<p>NEPA's goal is to \"protect and promote environmental quality.\" <i>Hughes River Watershed Conservancy v. Glickman,</i> <span class=\"citation\" data-id=\"716622\"><a href=\"/opinion/716622/hughes-river-watershed-conservancy-an-unincorporated-association-sierra/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 443 (4th Cir.1996). Unlike many environmental regulations, NEPA does not mandate a particular substantive outcome. NEPA works to fulfill its purpose by requiring federal agencies to follow certain procedures to ensure environmental due process before undertaking any proposed <span class=\"star-pagination\">*631</span> action. NEPA requires that federal agencies carefully consider all the significant environmental impacts of a proposed action. <i>See </i><i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989); <i>see also </i><i>Arlington Coalition on Transportation v. Volpe,</i> <span class=\"citation\" data-id=\"303011\"><a href=\"/opinion/303011/arlington-coalition-on-transportation-v-john-a-volpe-secretary-of/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1332 (4th Cir.1972). The very purpose of the environmental due process protection afforded by NEPA is eradicated if a federal agency makes a decision without proper consideration of the environmental impacts of the proposed project. <i>See </i><i>Sierra Club, et al. v. Marsh,</i> <span class=\"citation\" data-id=\"521532\"><a href=\"/opinion/521532/sierra-club-v-john-o-marsh-jr/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></a></span> (1st Cir.1989).</p>\n<p>Through NEPA, Congress intended to provide nature and the environment with the kind of fairness which Americans have come to expect and rely on themselves when dealing with their Government through standards of due process under the laws of the United States. Congress realized that conflicts of interest can arise between governmental action and the environment, and, through NEPA, Congress insisted that, as a matter of national policy, the interests of nature and the environment be taken into consideration.<sup>[1]</sup> This policy affords the environment the same considerations of notice, opportunity to be heard and considered, and fairness, that individuals enjoy through recognized standards of due process.</p>\n<p>A basic tenet of this fairness doctrine anticipates a decision by an unbiased and conflict free decision maker. Under NEPA, before making a decision that will affect the environment, an agency must take into account the effects of its action on the environment, providing notice and opportunity to be heard, and fair and impartial consideration.</p>\n<p>Nature lacks a voice with which to speak for itself. Recognizing this, Congress has charged under federal law that agencies listen to the interests of the environment. This process invites the agency to act as a steward and trustee for not only the best interests of the government and its considered action, but for the effects of this action on the environment. This role is complimented by the opportunity for individuals and organizations to participate in the environmental deliberations affecting government action, as is well-illustrated by this case.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Plaintiffs seek a preliminary injunction to stop the Navy from engaging in any further activity associated with constructing an OLF at Site C until a decision on the merits. A preliminary injunction is an equitable remedy, the purpose of which is to \"preserve the status quo until the rights of the parties can be fairly and fully investigated and determined by strictly legal proof and according to the principles of equity.\" <i>Sinclair Refining Co. v. Midland Oil Co.,</i> <span class=\"citation\" data-id=\"1565094\"><a href=\"/opinion/1565094/sinclair-refining-co-v-midland-oil-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 45 (4th Cir.1932). A preliminary injunction is not a final adjudication of the rights of the parties, but rather an order temporarily preserving the rights of the parties. <i>See </i><i>Duckworth v. James,</i> <span class=\"citation\" data-id=\"248174\"><a href=\"/opinion/248174/w-fred-duckworth-george-r-abbott-linwood-perkins-lawrence-c-page/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span>, 231 (4th Cir.1959). Although a preliminary injunction is a special remedy, it is within the sound discretion of the trial court to grant such an injunction, and this relief should be allowed when appropriate. <i>See e.g., </i><i>MicroStrategy Inc. v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"772692\"><a href=\"/opinion/772692/microstrategy-incorporated-v-motorola-incorporateddefendant/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 339 (4th Cir.2001); <i>see also </i><i>Sinclair Refining Co.,</i> 55 F.2d at 45.</p>\n<p><span class=\"star-pagination\">*632</span> In determining whether to grant preliminary injunctive relief, the court employs a \"hardship balancing test.\" <i>See </i><i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir.1977); <i>see also </i><i>Cannon v. North Carolina State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2140093\"><a href=\"/opinion/2140093/cannon-v-north-carolina-state-bd-of-educ/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">387</span></a></span>, 390 (E.D.N.C.1996). Under the test, the court must consider the balance of harms to plaintiff and defendant, the likelihood of plaintiff's success on the merits, and the public interest. <i>See </i><i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 812 (4th Cir.1991). The balance of irreparable harm to the plaintiff and the harm to the defendant if relief is granted is the most important aspect of the test. <i>See </i><i>MicroStrategy, Inc. v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"772692\"><a href=\"/opinion/772692/microstrategy-incorporated-v-motorola-incorporateddefendant/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span> (4th Cir.2001); <i>see also </i><i>Direx,</i> 952 F.2d at 812. \"The balance-of-hardship test ... emphasizes that, where serious issues are before the court, it is a sound idea to maintain the status quo ante litem, provided that it can be done without imposing too excessive an interim burden upon the defendant ... for otherwise effective relief may become impossible.\" <i>Blackwelder,</i> 550 F.2d at 194-95 (internal citations omitted).</p>\n<p>The first step in deciding whether to grant a preliminary injunction requires a court:</p>\n<blockquote>To balance the `likelihood' of irreparable harm to the plaintiff against the `likelihood' of harm to the defendant; and if a decided imbalance of hardship should appear in plaintiff's favor, then the likelihood of success test is displaced[, and ...] it will ordinarily be enough that the plaintiff has raised serious questions going to the merits so serious, substantial, difficult, and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.</blockquote>\n<p><i>Blackwelder,</i> 550 F.2d at 195. However, the importance of the likelihood of success test increases, as the probability of irreparable harm to the plaintiff diminishes. <i>See id.</i> Essentially, \"[t]he decision to grant or deny a preliminary injunction depends upon a `flexible interplay' among all the factors considered.\" <i>Id.</i></p>\n<p>The Court notes that subsequent to the <i>Blackwelder</i> opinion, there has been some criticism within the Fourth Circuit about the appropriateness of <i>Blackwelder's</i> emphasis on the balancing of harms prong over the likelihood of success prong. <i>See e.g., </i><i>The Scotts Co. v. United Industries Corp.,</i> <span class=\"citation\" data-id=\"780368\"><a href=\"/opinion/780368/the-scotts-company-v-united-industries-corporation-and-pursell/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 271 n. 2 (4th Cir.2002); <i>Safety-Kleen, Inc. v. Wyche, et al.,</i> <span class=\"citation\" data-id=\"775913\"><a href=\"/opinion/775913/safety-kleen-incorporated-pinewood-and-toronto-dominion-texas/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span>, 868 (4th Cir.2001) (Luttig, J., Widener, J., concurring). Notwithstanding the criticism of the <i>Blackwelder</i> standard, this Court will apply <i>Blackwelder</i> in this case, as that standard is still the law in the Fourth Circuit. However, even using a neutral four-part test as favored by the concurrence in <i>Safety-Kleen,</i> the result in this case would be the same.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*633</span> 1. <i>Balance of Harms</i>\n</h2>\n<p>In accordance with <i>Blackwelder,</i> as the first step in the preliminary injunction analysis, the Court first will balance the likelihood of irreparable harm to Plaintiffs if the injunction is not granted with the likelihood of harm to the Navy if it is granted.</p>\n<p>Plaintiffs argue that the balance of harm tips decidedly in favor of the issuance of the requested injunction. According to Plaintiffs, an injunction would be appropriate in this case to halt further action by the Navy regarding the construction and operation of the OLF, pending this Court's full review of the FEIS. At this point in the case, the Navy has secured no purchase of land, finalized no bids with contractors, and begun no construction. If the injunction were not granted and the Navy was allowed to proceed with the investment of millions of dollars in land acquisition and site planning and development, Plaintiffs contend that the effect would be to impermissibly bias the bureaucratic process in favor of Site C, making it difficult for this Court to compel the Navy to reverse course in the event that this Court ultimately decides on the merits that the Navy failed in its NEPA obligations. Plaintiffs contend the Counties' citizens will suffer irreparable harm due to the permanent dislocation of at least one hundred families, who currently reside in the area designated as Site C. Additionally, Plaintiffs argue that failure to issue an injunction would result in irreparable harm to the environment, due to the close proximity of the proposed OLF and Pocosin NWR; because, for all intents and purposes, proceeding with the OLF would destroy the waterfowl-friendly habitat of the refuge.</p>\n<p>In response to Plaintiffs' allegations, the Navy argues to the contrary that the balance of harm tips in its favor. In support of this contention, the Navy primarily claims that not allowing the OLF to proceed on schedule will deprive the Navy of its mission to protect the interests of the United States and to train its pilots. The Navy contends that the \"ripple effect\" of delaying the project will harm it for years, as the Navy will have to use other facilities for training.</p>\n<p>According to the Navy, the OLF at Site C will help the Navy prepare for the arrival of the Super Hornet to the East Coast. Additionally, the OLF at issue is critical because the current OLF at NALF Fentress \"operates under so many restrictions that degrade the FCLP training conducted there.\" Defs.' Mem. in Opp. to Pls.' Jt. Mot. for Prelim. Inj. at 23. The Navy claims that the new OLF will provide for additional scheduling capacity for FCLP operations and that fewer operations will have to be done late at night if the new OLF is built. In sum, the Navy contends that they will suffer actual harm if an injunction is issued by the Court.</p>\n<p>Based on the information available to the Court, the Court finds that the balance of harm is significantly weighted in Plaintiffs' favor. Under NEPA, the Navy is obligated to maintain its objectivity and fairness as a decision maker. No one can act as the judge in his own case and be expected to be a fair arbiter. Once the land acquisition, site preparation, and construction on the OLF begin, the Navy's impartiality will be compromised, and it will be committed to proceeding with the project. If Plaintiffs succeed on the underlying Complaint and the Court has not issued a preliminary injunction, the Navy <span class=\"star-pagination\">*634</span> will have taken these steps forward on the OLF project in violation of NEPA.</p>\n<p>The Fourth Circuit has recognized this type of harm in a case where planning moved forward absent compliance with the NEPA. For example, in <i>Arlington Coalition on Transportation v. Volpe,</i> <span class=\"citation\" data-id=\"303011\"><a href=\"/opinion/303011/arlington-coalition-on-transportation-v-john-a-volpe-secretary-of/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1333-34 (4th Cir.1972), the Fourth Circuit noted that:</p>\n<blockquote>Further investment of time, effort, or money in the proposed route would make alteration or abandonment of the route increasingly less wise, and therefore, increasingly unlikely. If investment in the proposed route were to continue prior to and during the Secretary's consideration of the environmental report, the options open ... would diminish, and at some point his consideration would become a meaningless formality. Given the purpose of NEPA to insure actions by federal agencies to be taken with due consideration of environmental effects and with a minimum of such adverse effects, it is especially important with regard to federal-aid highway projects that the § § 102(2)(C) statement be prepared early.</blockquote>\n<p>The First Circuit similarly has recognized that \"when a decision to which NEPA obligations attach is made without the informed environmental considerations that NEPA requires, the harm that NEPA intends to prevent has been suffered.\" <i>Massachusetts v. Watt,</i> <span class=\"citation\" data-id=\"424681\"><a href=\"/opinion/424681/commonwealth-of-massachusetts-v-james-g-watt-commonwealth-of/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 952 (1st Cir.1983). NEPA \"mandates that action can be taken only following complete awareness on the part of the actor of the environmental consequences of his action and following his having taken the steps required by the Act.\" <i>Arlington,</i> 458 F.2d at 1332.</p>\n<p>The Navy is moving as quickly as possible to build the landing field, as counsel for the Navy stated at the hearing. Once the Navy moves forward, any consideration of the environmental impact will be less objective given the commitments made on the project and may become a mere formality. In contrast, the Court finds that an injunction will not cause the Navy appreciable harm. While an injunction will require the Navy to delay taking any further action associated with constructing an OLF at Site C, this alone does not constitute harm. The Navy, at most, raises the possibility that an injunction will harm it by delaying the construction of a new OLF, which will require the Navy to continue training its pilots at NALF Fentress and continue to coordinate training times at Fentress with other important operations.</p>\n<p>The Navy's allegations of imminent harm may be misleading, as the Super Hornets which will be used to train at Site C are not expected to be on the East Coast for at least six months. The OLF at Site C would not be operational until 2007, assuming no delay. It appears that the OLF is not a true necessity for naval operations, as in the FEIS, the Navy stated that \"[a]lthough an OLF is not required to support the homebasing alternatives at NAS Oceana, the Navy is considering construction and operation of a new OLF to provide operational flexibility and to mitigate the noise impacts ...\" Navy FEIS 12-1. Additionally, on its own initiative and in its discretion, the Navy eliminated all former military facilities and all current facilities operated by the Army and Air Force, which might have allowed it to get its training operation underway more quickly, and which left the Navy with only 20 sites operated by the Navy and the Marine Corps from which to choose for the OLF.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*635</span> If a preliminary injunction does not issue, the Navy will begin acquiring land, which will result in irreparable harm to the approximately 100 landowners who reside in and around the area designated as Site C. Once the land is purchased, these owners will be permanently displaced. Additionally, if a preliminary injunction does not issue the environment could be irreparably harmed. This harm includes irreparable harm to the numerous tundra swans and snow geese that spend the winter months at the lakes and refuges close to the proposed OLF. Plaintiffs presented compelling evidence at the March 30th hearing and in their briefs that the construction of the OLF would irreparably harm the natural habitat of hundreds of thousands of waterfowl and would negatively affect the bird population through the increased noise that would be produced by the Super Hornets, the loss of essential nourishment for the birds through the loss of neighboring farmland, and the increased danger of utilizing the various lakes and refuges by the birds through the threat of a collision with the planes.</p>\n<p>Although Plaintiffs may not have demonstrated exactly how many birds would be effected or precisely how drastic the harm would be, the Court finds that Plaintiffs did demonstrate irreparable harm. Plaintiffs allegation of irreparable harm is not diminished simply because the harm is incalculable. \"[I]rreparability of harm includes the `impossibility of ascertaining with any accuracy' the extent of the loss[.]\" <i>Blackwelder,</i> 550 F.2d at 197 (quoting J. Hand's concurring opinion in <i>Foundry Servs., Inc. v. Beneflux Corp.,</i> <span class=\"citation\" data-id=\"232265\"><a href=\"/opinion/232265/foundry-services-inc-v-beneflux-corporation/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span>, 216 (2d Cir.1953)). Here, Plaintiffs have demonstrated the fragility of the relationship of the birds to Site C and the irreparable harm that, though incalculable, would result from the Court's failure to grant an injunction pending a determination on the merits.</p>\n<p>As noted by the court in <i>Blackwelder,</i> if the cost to the defendant of granting a preliminary injunction is little, \"the trial court should be more apt to decide that the threatened injury is `irreparable' for purposes of interlocutory relief.\" 550 F.2d at 196. In this case, based on the evidence presented, the Court finds that the \"relative quantum and quality\" of Plaintiffs' likely irreparable harm in relation to the relatively small harm to the Navy leads the Court to conclude that Plaintiffs have satisfied their burden under the first prong of the <i>Blackwelder</i> test by demonstrating irreparable harm that weighs in their favor. <i>See </i><i>Blackwelder,</i> 550 F.2d at 196.</p>\n<p></p>\n<h2>2. <i>Likelihood of Success on Merits</i>\n</h2>\n<p>As noted above, as the Court has found that the balance of harm favors Plaintiffs, in order for the Court to grant a preliminary injunction, Plaintiffs need only demonstrate that their claims present \"grave or serious questions\" and need not show a likelihood of success on the merits. <i>See </i><i>Blackwelder,</i> 550 F.2d at 196. Accordingly, at this stage, the Court only must determine whether Plaintiffs have presented questions that go to the merits that are \"so serious, substantial, difficult, and doubtful, as to make them fair ground for litigation.\" <i>Blackwelder,</i> 550 F.2d at 195.</p>\n<p>The Court recognizes that when reviewing a claim that an agency has violated NEPA, the Court is bound by the \"arbitrary and capricious\" standard of the Administrative Procedure Act. <i>See</i> 5 U.S.C. § § 706(2)(A), (C). Under that standard, a decision is arbitrary and capricious if the agency \"entirely failed to consider an important aspect of the problem.\" <i>Hughes River Watershed Conservancy v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span>, 287 (4th Cir.1999). The role of the Court is not to substitute its judgment, <span class=\"star-pagination\">*636</span> but to look for a \"clear error\" of judgment by the agency. <i>Id.</i></p>\n<p>The Court does not undertake an arbitrary and capricious review of the Navy's actions at this time, as such a review will be conducted when the Court rules on the merits of the case at a later date. However, given the information before the Court, the Court finds that Plaintiffs have raised serious, substantial, and difficult questions as to whether the Navy acted arbitrarily and capriciously in deciding to construct the OLF at Site C, such that the Navy failed to provide the environment with the kind and quality of consideration it is due under the law. Plaintiffs have presented enough evidence to demonstrate that they have not \"embarked on frivolous litigation,\" and that the Navy's decision to locate the OLF at Site C may have been a clear error of judgment. <i>See </i><i>Blackwelder,</i> 550 F.2d at 195-96.</p>\n<p>Plaintiffs have provided significant evidence that the Navy may have failed to take a hard look at the environmental effects of its decision. For example, the Navy's Answer to Plaintiffs' Complaint demonstrates an insufficient analysis of the impacts of the OLF on the waterfowl, such as tundra swans and snow geese, at Pocosin NWR. In its Answer, at various paragraphs, the Navy responded to Plaintiffs' allegations about the effects of aircraft overflights on waterfowl with the statement that the Navy was \"without sufficient knowledge and information to form a belief as to the truth of the allegations contained in [the Complaint].\" <i>See e.g.,</i> Answer to Compl. ¶¶ 37, and 38. Additionally, as the Navy presented at the hearing, since filing its FEIS and making the decision to construct the OLF at Site C, the Navy has found it necessary to change the location of the OLF approximately five miles west of its original location, presumedly to be further away from the waterfowl.</p>\n<p>Plaintiffs have presented evidence in their briefs and at the hearing to demonstrate that the Navy's findings on environmental impacts may run counter to the evidence before the Navy when it was making its decision to locate the OLF at Site C, such that the Navy's decision was arbitrary and capricious. <i>See </i><i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d at 287-88. For example, the evidence presented by Plaintiffs demonstrates that the Navy may have inappropriately minimized the environmental impacts of the OLF. Despite the close proximity of the OLF to a wildlife refuge used by thousands of tundra swans and snow geese, the Record of Decision (\"ROD\") issued by the Navy clearly states that the impact of the OLF on the environment would be minimal. <i>See</i> ROD, Defs.' Index of Ex., Tab 3 at 35. The FEIS states that the wildlife in and around Site C would be affected only temporarily by the Super Hornets. <i>See</i> FEIS at 12-116. Additionally, despite a finding by the Navy's own Bird Avoidance Model (\"BAM\") analysts that there would be a severe hazard advisory for bird strikes for fifty percent of the year, the Navy continues to maintain that the impact to waterfowl would be mitigable and minor. <i>See</i> BASH Analysis 2-4; <i>see also</i> ROD, Defs.' Index of Ex., Tab 3 at 9, 20.</p>\n<p>Plaintiffs have provided significant evidence that the Navy may have failed to meet its burden under NEPA to sufficiently analyze the cumulative impacts of the OLF, when combined with other military operations in the area, on the environment in Site C. For example, the record indicates that the Navy may have failed to analyze impacts within the appropriate geographic context as required under the Council on Environmental Quality (\"CEQ\") regulations. <i>See</i> 40 C.F.R. §§ 1508.25, 1508.7. In deciding that there were no <span class=\"star-pagination\">*637</span> cumulative impacts of the proposed OLF at Site C and the proposed Mattamuskeet Military Operation Area (\"MOA\"), the Navy found that there would be no cumulative impacts because the two proposals are \"functionally equivalent.\" In making that determination, however, the Navy focused only on impacts \"in close proximity\" to the OLF, rather than analyzing impacts within the appropriate geographic context.</p>\n<p>Plaintiffs have provided significant evidence that the Navy may have failed to sufficiently analyze the various alternatives to Site C. For example, in making the determination that Site C was the best site out of all of the alternatives, the Navy appears to have relied on inaccurate methodology for determining the presence of wetlands and to have failed to rigorously explore alternative locations that could meet the Navy's objectives with much less adverse impact on the environment. Under NEPA, as part of the EIS, the Navy was required to \"[r]igorously explore and objectively evaluate all reasonable alternatives\" to its plan to construct an OLF at Site C. <i>See</i> 40 C.F.R. § 1502.14(a). Thus, based on a review of the evidence presented, the Court finds that Plaintiffs have met their burden under the second prong of the <i>Blackwelder</i> test.</p>\n<p></p>\n<h2>3. <i>Public Interest</i>\n</h2>\n<p>The Court recognizes the duty of the Navy to protect the public, to train its pilots, and to maintain national security. However, these considerations do not automatically prevail over NEPA's environmental impact statement provisions, even where, as here, the project at issue is military in nature. While the Navy argues that the public will be harmed by delaying the construction of the OLF, the Court finds that the Navy has failed to present evidence of any tangible harm that will be caused by the delay. The public will suffer greater harm from the construction of an OLF at Site C without a full consideration of the potential environmental impact and consequences by the Navy, than by any delay that would be caused by a preliminary injunction, which would preserve the status quo pending this Court's full review of the merits of the case. The public interest is not served by compromising environmental due process and proceeding with a project that later may be found to be in violation of NEPA. As evidenced by NEPA's requirements, the Court finds that the public interest is best served by constructing an OLF at Site C only after a full consideration of the potential environmental impact and consequences by the Navy. Thus, the Court finds that Plaintiffs have met their burden under the third and final prong of the <i>Blackwelder</i> test.</p>\n<p>In sum, the Court finds that issuing a preliminary injunction would not impose too excessive an interim burden on the Navy or on the public. Plaintiffs have demonstrated that the hardship balancing test weighs heavily in their favor and have raised serious questions as to whether the Navy acted arbitrarily and capriciously in deciding to construct an OLF at Site C. After analyzing this case, using a \"flexible interplay\" of the <i>Blackwelder</i> factors, the Court finds it appropriate to maintain the status quo and to grant Plaintiffs' request for injunctive relief.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the Court hereby GRANTS Plaintiffs' Motion for Preliminary Injunction. The Court enjoins the Navy from directly or indirectly taking any further activity associated with constructing an OLF in Washington and Beaufort Counties, including but not limited to negotiation for land acquisition, site preparation, and construction, pending resolution <span class=\"star-pagination\">*638</span> of this lawsuit or until further order of this Court.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This idea was presented in the legislative history of NEPA. The House Report reads, \"[i]t is a simple fact of life that policies of agencies of the Federal Government may and do conflict: it is equally true that there are occasions where, without the benefit of conflicting policies, these Government agencies may and do adopt courses that appear to conflict with the general public interest.\" 1969 U.S.C.C.A.N. 2751, 2753-54.</p>\n<p>[2]  The Court has reviewed <i>Doran v. Salem Inn, Inc.,</i> <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 931-932, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1975). The Supreme Court in <i>Doran</i> stated that \"[t]he traditional standard for granting preliminary injunction requires the plaintiff to show that in the absence of its issuance he will suffer irreparable injury and also that he is likely to prevail on the merits. It is recognized, however, that a district court must weigh carefully the interests on both sides.\" 422 U.S. at 931, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>.\n</p>\n<p>The Court finds that while the Supreme Court in <i>Doran</i> did not explicitly hold that the balancing of the harms analysis is more important than the likelihood of success on the merits analysis, neither did the Supreme Court hold that such an emphasis was improper. Indeed, in <i>Doran,</i> the Supreme Court, in reviewing the district court's decision to grant an injunction in that case, first analyzed the harm to plaintiff and only then turned to the likelihood of success on the merits. The <i>Doran</i> court analyzed the harm to plaintiff and then stated that \"[t]he other inquiry relevant to preliminary relief is whether respondents made a sufficient showing of the ultimate success on the merits.\" 422 U.S. at 932, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>.</p>\n<p>As noted above, in this case, the Court finds that the ultimate decision on the granting of the injunction is the same, regardless of whether the Court applies the standard as cited in <i>Doran</i> or in <i>Blackwelder.</i></p>\n<p>[3]  The Navy ultimately narrowed its list of homebase alternatives to three sites, which it chose to study for the EIS process.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1565094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2140093/"
  ]
}