{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2428586/",
  "absolute_url": "/opinion/2428586/north-carolina-right-to-life-inc-v-leake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2428586/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:32:59.159571Z",
  "date_modified": "2016-04-27T01:21:38.861292Z",
  "type": "010combined",
  "sha1": "b33a851d8167c76dcbfe79c579cee561890bd349",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>108 F.Supp.2d 498 (2000)</b></center>\n<center><h1>NORTH CAROLINA RIGHT TO LIFE, INC., North Carolina Right to Life Political Action Committee, and North Carolina Right to Life Committee Fund for Independent Political Expenditures, Plaintiffs,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections, S. Katherine Burnette, in her official capacity as Secretary of the State Board of Elections, Faiger M. Blackwell, in his official capacity as a Member of the State Board of Elections, June K. Youngblood, in her official capacity as a Member of the State Board of Elections, Dorothy Presser, in her official capacity as a Member of the State Board of Elections, Horace M. Kimel, Jr., in his official capacity as District Attorney for North Carolina Prosecutorial District 15A, Mike Easley, in his official capacity as the North Carolina Attorney General, Defendants.</h1></center>\n<center>No. 5:99CV00798.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 10, 2000.</center>\n<p><span class=\"star-pagination\">*499</span> <span class=\"star-pagination\">*500</span> <span class=\"star-pagination\">*501</span> Paul Stam, Jr., Stam, Fordham &amp; Danchi, Apex, NC, James Bopp, Jr., B. Chad Bungard, Bopp, Coleson &amp; Bostrom, Terre Haute, IN, for North Carolina Right to Life, Inc., plaintiff.</p>\n<p>Susan Kelly Nichols, N.C. Dept. of Justice, Raleigh, NC, Alexander McClure Peters, Spec. Dep. Aty. Gen., N.C. Dept. of Justice, Raleigh, NC, for Larry Leake, in his official capacity as Chairman of the North Carolina State Board of Elections, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This case is before the Court on Plaintiffs' Motion for Preliminary Injunction pursuant to Rule 65(a) of the Federal Rules of Civil Procedure. Plaintiffs challenge the constitutionality of several provisions of North Carolina's election laws regulating campaign finance. In accordance with the reasoning laid out below, Plaintiffs' motion will be granted in part and denied in part.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff North Carolina Right to Life, Inc. (\"NCRL\") is a North Carolina, tax-exempt non-profit membership corporation with local chapters throughout the State. Plaintiff's Verified Complaint (\"PVC\") ¶¶ 10, 20. NCRL's stated purposes are 1) to gather and disseminate information relating to \"abortion, euthanasia and other life destroying techniques\" and the impact of these techniques on society, and to further work for \"pro-life alternatives,\" and 2) to make donations \"for the public welfare, or for religious, charitable, scientific or educational purposes.\" NCRL Articles of Incorporation. Plaintiff North Carolina Right to Life Political Action Committee (\"NCRLPAC\") is an internal state political action committee established by NCRL. PVC ¶ 11. Plaintiff North Carolina Right to Life Committee Fund for Independent Expenditures (\"NCRLC-FIPE\") is an internal political action committee recently established by NCRL whose sole purpose is to make independent expenditures; it may not make contributions of any kind to candidates. PVC ¶ 12.</p>\n<p>This is NCRL's second challenge to North Carolina's campaign finance reform laws. In 1996, NCRL, NCRLPAC, and <span class=\"star-pagination\">*502</span> NCRL's president commenced suit to enjoin enforcement of several provisions, contending that the provisions violated the First Amendment to the U.S. Constitution by unduly infringing upon protected political speech and association. In that litigation, Plaintiffs challenged three sets of provisions of the North Carolina General Statutes: 1) section 163-278.6(14), requiring \"political committees\" to make certain disclosures; 2) sections 163-269 <i>et seq.,</i> and 163-278.19, prohibiting certain contributions by corporations; and 3) section 163-278.13B, restricting fund-raising during legislative sessions. In an order dated April 29, 1998, this Court held all of the challenged provisions unconstitutional and awarded summary judgment to Plaintiffs. <i>North Carolina Right to Life, Inc. v. Bartlett,</i> 3 F.Supp.2d 675 (1998). On appeal the Fourth Circuit Court of Appeals affirmed except as to the last provision, not at issue here. <i>North Carolina Right to Life, Inc. v. Bartlett,</i> 168 F.3d 705 (4th Cir.), <i>petition for cert. filed,</i> 67 U.S.L.W. 3733 (U.S. May 18, 1999) (\"NCRL I\").</p>\n<p>Since NCRL I, the North Carolina General Assembly has redesigned its campaign finance regime, rewriting some invalidated provisions and adding new provisions. NCRL returns to this Court to challenge four of North Carolina's campaign finance reform measures:</p>\n<blockquote>1) \"political committee\" registration, as set out in the revised section 163-278.6(14)(a)(2), with its revised definition of \"oppose or support ... a ... candidate,\" found in section 163-278.14(A);</blockquote>\n<blockquote>2) reporting requirements for expenditures on advertisements naming candidates, found in section 163-278.12A;</blockquote>\n<blockquote>3) for-or-against disclaimers in political advertisements, set forth in 163-278.39(a)(3); and</blockquote>\n<blockquote>4) limits on contributions to political committees, found in 163-278.13.</blockquote>\n<p>The only section at issue both in <i>Bartlett</i> and in the instant case is North Carolina's definition of a political committee. At the time <i>Bartlett</i> was decided, Section 163-278.6(14) defined political committee as \"any person, committee, association, or organization, the primary <i>or incidental purpose</i> of which is to support or oppose any candidate or political party <i>or to influence or attempt to influence the result of an election</i> ...\" (emphasis added). In evaluating the validity of this definition, this Court noted language from the <i>Buckley v. Valeo</i> decision: Although \"compelled disclosure has the potential for substantially infringing the exercise of First Amendment rights,\" \"there are governmental interests sufficiently important to outweigh the possibility of infringement ...\" Thus, such requirements may be imposed upon groups \"when they make expenditures for communications that expressly advocate the election or defeat of a clearly identified candidate.\" (679) <i>Id.,</i> at 80, 96 S.Ct., at 664.</p>\n<p>Under North Carolina's then definition of political committee, a group could have been subjected to disclosure requirements based solely upon expenditures meant to influence an election, whether or not the group expressly supported or opposed a candidate. This Court therefore held that the definition was unconstitutionally overbroad. <i>Id.</i> at 679-680.<sup>[1]</sup> It was unnecessary in that decision for this Court to examine whether North Carolina could constitutionally impose disclosure requirements on a group based on whether the group had \"an incidental purpose\" of supporting or opposing candidates.<sup>[2]</sup></p>\n<p>Plaintiffs commenced this suit on November 30, 1999. On April 6, 2000, this Court conducted a hearing on Plaintiffs' motion for a preliminary injunction. Both <span class=\"star-pagination\">*503</span> sides have fully briefed this motion, and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>\"`[A] preliminary injunction is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.\" <i>Hughes Network Sys., Inc. v. InterDigital Communications Corp.,</i> 17 F.3d 691, 693 (4th Cir.1994) (quoting <i>Federal Leasing Inc. v. Underwriters at Lloyd's,</i> 650 F.2d 495, 499 (4th Cir.1981)). Preserving the <i>status quo</i> pending adjudication on the merits is its purported aim. <i>See </i><i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> 550 F.2d 189, 195 (4th Cir.1977). The Fourth Circuit standard for awarding interim injunctive relief is the \"balance-of-hardships\" test. <i>Id.,</i> at 196; <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 811 (4th Cir.1991).</p>\n<p>Under this test, the Court determines whether the harm likely to be suffered by plaintiff if relief is denied is actual and imminent or merely remote and speculative. <i>Direx Israel, Ltd.,</i> 952 F.2d at 812 (quoting <i>Tucker Anthony Realty Corp. v. Schlesinger,</i> 888 F.2d 969, 975 (2nd Cir. 1989)). It then balances this harm or injury against the harm to the defendant if the relief is granted.</p>\n<p>On the basis of this balancing, the Court \"determine[s] the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel, Ltd.,</i> 952 F.2d at 811. A \"substantial discrepancy in potential harms would have to be found to favor a party whose potential for success on the merits was no better than even,\" while a smaller discrepancy may suffice when that party has a strong probability of success on the merits. <i>Faulkner v. Jones,</i> 10 F.3d 226, 233 (4th Cir.1993); <i>Blackwelder,</i> 550 F.2d at 195. Finally, the Court must consider the public interest. <i>Direx Israel, Ltd.,</i> 952 F.2d at 812.</p>\n<p>It is well-established that \"the loss of First Amendment freedom, for even minimal periods of time, unquestionably constitutes irreparable injury.\" <i>Elrod v. Burns,</i> 427 U.S. 347, 373-374, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976). The potential harm to Plaintiffs presented by these statutes is therefore great, and existing legal remedies would be wholly inadequate to compensate for the encroachments onto political expression alleged by Plaintiffs.</p>\n<p></p>\n<h2>A. Political Committee Registration Requirements</h2>\n<p></p>\n<h2>Sections 163-278.7 - 163-278.11, 163-278.6(14)</h2>\n<p></p>\n<h2><i>1. Statutory Regime</i></h2>\n<p>North Carolina's political committee regulations require all \"political committees\" to register with the State, appoint a treasurer, and comply with other administrative and organizational requirements. N.C.G.S. § 163-278.7. In addition, the treasurer must keep track of and report all expenditures and contributions. N.C.G.S. §§ 163-278.8, 163-278.9. In reporting any contribution of over $100, the treasurer must disclose the donor's name, address, and occupation; otherwise, the treasurer reports only dates and amounts of contributions and expenditures. N.C.G.S. § 163-278.11. Failure to comply with these requirements subjects a political committee to prosecution for a class 2 misdemeanor, as well as civil late-filing fines. N.C.G.S. §§ 163-278.27, 163-278.34.</p>\n<p>This Courts' evaluation of NCRL's challenge to North Carolina's registration requirements commences with a determination of when a group may be classified as a \"political committee\" under North Carolina's regime. Section 163-278.6(14) sets out two requirements for such classification. First, a \"political committee\" must make \"contributions\" or \"expenditures.\"<sup>[3]</sup><span class=\"star-pagination\">*504</span> An \"expenditure\" is \"any purchase, advance, conveyance ...\" or \"anything of value whatsoever ...,\" made in order \"to support or oppose the nomination, election, or passage, of one or more clearly identified candidates ...\" N.C.G.S. § 163-278.6(9).</p>\n<p>A communication is an \"expenditure\"  that is, it is circulated in order \"to support or oppose the nomination or election of one or more clearly identified candidates\"  if it satisfies section 163-278.14A. This provision contains North Carolina's \"express advocacy test\" for distinguishing regulable \"express advocacy\" from highly protected \"issue advocacy\" communications. The statute provides two ways for proving that a communication is express advocacy, i.e., made to support or oppose a candidate. The first avenue looks to whether a communication includes certain words and phrases such as \"vote for,\" \"cast your ballot for,\" \"defeat,\" etc. N.C.G.S. § 163-278.14(a)(1). The second avenue allows proof in some instances through certain contextual factors.<sup>[4]</sup></p>\n<p>North Carolina's definition of \"political committee\" contains the second requirement that a group be candidate-controlled, a political party, affiliated with a corporation or union, or have \"a <i>major purpose</i> to support or oppose the nomination or election of one or more clearly identified candidates.\" N.C.G.S. § 163-278.6(14)(d). The statute further provides that a group is presumed to have a \"major purpose\" of supporting or opposing one or more candidates if its \"contributions\" and \"expenditures\" total over $3,000 during an election cycle. <i>Id.</i> The above definition of \"expenditure\" applies here as well. The presumption can be rebutted \"by showing that the contributions and expenditures giving rise to the presumption were not a major part of activities of the organization during the election cycle.\"<sup>[5]</sup><i>Id.</i></p>\n<p>Thus, it appears that to be classified as a political committee, first, a group must first be found to have made either political contributions, or expenditures in support of or against a candidate. Express advocacy communications are considered expenditures while other communications are not. Second, a group must have a major purpose of supporting or opposing a candidate, which may be rebuttably presumed if a group contributes and expends over $3,000 an election cycle. Again, in determining the amount expended in an election cycle, costs of communications are considered only if the communication satisfies the express advocacy test found in sections 163-278.14(a)(1) and (a)(2).</p>\n<p></p>\n<h2><i>2. Standing and Ripeness</i></h2>\n<p>NCRL argues that although it has no major purpose to support or oppose candidates, the group has made direct contributions to candidates in the past. NCRL would like to spend over $3,000, but no more than 20% of its disbursements, on express advocacy in the current election cycle. It has refrained from engaging in such activity, however, due to concern that it may be classified as a political committee as a result. In order to avoid compliance with the registration requirements that <span class=\"star-pagination\">*505</span> would accompany classification as a political committee, NCRL will not spend over $3,000 on such communications. The State, in contrast, contends that NCRL lacks standing to challenge section 163-278.4(14)'s definition of political committee, as the statute has never been applied to NCRL, and NCRL's stated desire that it would like to spend over $3,000 this election cycle is not credible in light of past disbursements by NCRL and NCRL-PAC.<sup>[6]</sup></p>\n<p>The State's contention is properly characterized as one relating to ripeness, as the issue is not whether NCRL has properly alleged an injury potentially infringing upon its constitutional rights, but rather whether NCRL is entitled to preenforcement review. <i>See</i> Erwin Chemerinsky, <i>Federal Jurisdiction,</i> § 2.4, p. 115 (1994). Denial of review in the instant case would impose upon NCRL the choice of either refraining from activity it believes to be constitutionally protected, or engaging in such activity and facing possible prosecution. The hardship of such denial would be sufficiently great here to justify preenforcement review of North Carolina's definition of political committee. See <i>id.</i> at 117; <i>Abbott Laboratories v. Gardner,</i> 387 U.S. 136, 87 S.Ct. 1507, 18 L.Ed.2d 681 (1967). The Court does not find that NCRL's stated desire to engage in express advocacy lacks credibility such as would render the threat to NCRL merely hypothetical. The Court therefore holds that NCRL's challenge to this statute is ripe for ruling.</p>\n<p></p>\n<h2><i>3. Applicability of the Buckley Express Advocacy Test to \"Major Purpose\" Groups</i></h2>\n<p>NCRL raises several First Amendment challenges to North Carolina's new political committee definition. NCRL argues first that the definition classifies certain groups as political committees on the basis of independent expenditures that do not constitute \"express advocacy\" of a candidate, as it is defined in <i>Buckley.</i> In so arguing, NCRL misconstrues the constitutional requirements for regulation of a group whose major purpose is the nomination or election of a candidate. An examination of the Supreme Court's caselaw on this subject reveals that while many individuals and groups may be subjected to campaign finance disclosure requirements only to the extent their activities constitute \"express advocacy\", \"campaign-related\" groups, whose major purpose is electioneering, may be regulated without regard to <i>Buckley</i>'s express advocacy standard.</p>\n<p>The unique treatment accorded \"major purpose\" groups originates in the Supreme Court's discussion of FECA's disclosure requirements in <i>Buckley v. Valeo,</i> 424 U.S. at 79, 96 S.Ct. at 663. One of FECA's disclosure requirements applied to \"political committees,\" which were defined \"only in terms of amount of annual `contributions' and `expenditures.'\" <i>Id.; see</i> 2 U.S.C. § 431(d). Because that definition left open the possibility that pure issue advocacy groups might be subject to the disclosures, the <i>Buckley</i> Court construed the statute narrowly, concluding that the purposes of the Act would be fulfilled if \"political committee\" were understood merely to encompass \"organizations that are under the control of a candidate or the major purpose of which is the nomination or election of a candidate.\" <i>Id.</i> at 79, 96 S.Ct. at 663. Thus, certain groups were held to be so clearly involved in electioneering that disclosure requirements may be applied to them on this basis alone without raising the concern that pure issue advocacy will be chilled or diminished.<sup>[7]</sup><i>Id.</i></p>\n<p>The Court then examined the constitutionality of another FECA provision, section 434(e), which imposed lesser disclosure <span class=\"star-pagination\">*506</span> requirements on individuals, as well as groups not classified as political committees. <i>Id.</i> at 77-79, 96 S.Ct. at 662-63. To ensure that section 434(e) reached only those entities whose activities implicated the government's interest in avoiding corruption, the Court narrowly construed \"expenditures\" <i>for the purposes of that section only</i> to encompass only disbursements \"for communications that expressly advocate the election or defeat of a clearly identified candidate.\"<sup>[8]</sup> Thus, the <i>Buckley</i> Court imposed a \"major purpose\" requirement, but not an \"express advocacy\" requirement, upon political committees.</p>\n<p>Since <i>Buckley,</i> most courts that have examined disclosure requirements have focused on the nature of the express advocacy showing needed to regulate those who are neither candidates nor political parties nor \"political committees.\" <i>See, e.g., </i><i>FEC v. Christian Action Network,</i> 110 F.3d 1049 (4th Cir.1997) (\"CAN II\"); <i>FEC v. Furgatch,</i> 807 F.2d 857 (9th Cir.), <i>cert. denied,</i> 484 U.S. 850, 108 S.Ct. 151, 98 L.Ed.2d 106 (1987). Fewer cases have examined under what circumstances a \"major purpose\" group may be regulated.</p>\n<p>In <i>FEC v. Massachusetts Citizens for Life,</i> 479 U.S. 238, 107 S.Ct. 616 93 L.Ed.2d 539 (1986) (<i>\"MCFL\"</i>), however, the Supreme Court reaffirmed that a group may be subjected to certain regulations solely for the reason that it has a \"major purpose\" of engaging in electoral advocacy. MCFL, the pro-life group challenging FECA disclosure requirements, was not a \"political committee\" under FECA, as its \"central organizational purpose [wa]s issue advocacy, although it occasionally engage[d] in activities on behalf of political candidates.\" <i>Id.</i> at 253, 107 S.Ct. at 625 n. 6. Nevertheless, due to its incorporation, MCFL was required under FECA to create a segregated fund that was subject to all disclosure requirements imposed on political committees. <i>Id.</i> at 253, 107 S.Ct. at 625.<sup>[9]</sup> Applying strict scrutiny, the Court concluded that the extra burden of these requirements could discourage protected speech. <i>Id.</i> at 255, 107 S.Ct. at 626. The Court further determined that, although the FEC's concern regarding the \"corrosive influence of concentrated corporate wealth\" was well-founded, such a concern did not apply to nonprofit groups such as MCFL, and thus the provision was overbroad. <i>Id.</i> at 259, 107 S.Ct. at 628.</p>\n<p>The <i>MCFL</i> Court invalidated regulations imposed on MCFL as a <i>corporation.</i> A plurality of the Court noted that FECA permissibly regulates as a <i>political committee</i> any group \"under the control of a candidate or the major purpose of which is the nomination or election of a candidate.\" <i>Id.</i> at 252, 107 S.Ct. at 625 n. 6. A majority of the Court thus reaffirmed that MCFL could be regulated as a political committee, if its major purpose later became electoral advocacy:</p>\n<blockquote>should MCFL's independent spending become so extensive that the organization's major purpose may be regarded as campaign activity, the corporation would be classified as a political committee. <i>See </i><i>Buckley,</i> 424 U.S., at 79, 96 S.Ct., at 663. As such, it would automatically be subject to the obligations and restrictions applicable to those groups whose primary objective is to influence political campaigns. In sum, there is no need to treat MCFL any differently than other [unincorporated] organizations that only occasionally engage in <span class=\"star-pagination\">*507</span> independent spending on behalf of candidates.</blockquote>\n<p><i>MCFL,</i> 479 U.S. at 262, 107 S.Ct. at 630. Again, it was clear that the Court found little danger of squelching pure issue advocacy in allowing regulation of \"campaign-related\" groups.</p>\n<p>Since <i>MCFL,</i> the Supreme Court has not elaborated upon the \"major purpose\" test it imposed in <i>Buckley</i> on FECA's political committee disclosure requirements. Two years ago, however, the Court granted certiorari in a case involving FECA's current definition of political committee.<sup>[10]</sup><i>FEC v. Akins,</i> 524 U.S. 11, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998). <i>Id.</i> The Supreme Court remanded the case to the FEC in order to determine whether the FEC's decision not to enforce political committee requirements on the group in question, AIPAC, was justified on an alternate ground. <i>FEC v. Akins,</i> 524 U.S. at 29, 118 S.Ct. at 1788. In so doing, the Supreme Court declined to address the issue of whether the FEC could constitutionally impose political committee status on any group making a contribution or expenditure of more than $1,000, as the FEC's statute appears to allow on its face, or whether the FEC was bound to construe this law narrowly to apply only when a group's <i>major purpose</i> is to influence an election. <i>Id.</i> The D.C. Circuit Court of Appeals' en banc decision in this case therefore remains the only valid federal court decision since <i>Buckley</i> to squarely address <i>Buckley</i>'s \"major purpose\" test. <i>See </i><i>Akins v. FEC,</i> 101 F.3d 731 (D.C.Cir.) (en banc), <i>vacated </i><i>on other grounds,</i> 524 U.S. 11, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998). The D.C. Circuit assumed that the major purpose test was the proper test for evaluating the constitutionality of requirements imposed on political committees. The issue of contention was whether even this test was required when a group was classified as a political committee because of <i>contributions</i> made directly to candidates, rather than because of <i>independent expenditures.</i><sup>[11]</sup></p>\n<p>The <i>Buckley, MCFL,</i> and <i>Akins</i> decisions thus hold that it is the \"major purpose test,\" and not the \"express advocacy test,\" that assures the regulation of political committees will not be so broad as to chill protected issue advocacy. The express advocacy test arises instead in the context of disclosure requirements imposed upon groups and individuals with no major purpose of electioneering, and represents an independent basis for regulating speech. <i>Buckley,</i> 424 U.S. at 79-80, 96 S.Ct. at 663-664. Thus, as North Carolina was not required to incorporate an express <span class=\"star-pagination\">*508</span> advocacy standard into its definition of a political committee, in examining the constitutional validity of this definition it is unnecessary for the Court to determine whether North Carolina's express advocacy standard is broader than that adopted in <i>Buckley.</i><sup>[12]</sup> Accordingly, the Court will proceed to examine whether North Carolina's \"major purpose\" test for political committees withstands constitutional scrutiny.</p>\n<p></p>\n<h2><i>4. Vagueness and Overbreadth Challenges to North Carolina's Major Purpose Test</i></h2>\n<p>NCRL contends that even without regard to any express advocacy requirement, North Carolina's definition of political committee remains both overbroad and impermissibly vague. As seen above, the Supreme Court held in <i>Buckley</i> that \"political committees\" may be regulated as long as they encompass only \"organizations that are under the control of a candidate or the major purpose of which is the nomination or election of a candidate.\" <i>Buckley,</i> 424 U.S. at 79, 96 S.Ct. at 663. NCRL argues, however, that North Carolina has created a broader major purpose test than was applied to FECA's provisions in <i>Buckley</i> and <i>MCFL,</i> as it asks whether an organization has \"a\" major purpose of supporting or opposing candidates, while those cases required electioneering as \"the\" major purpose. NCRL charges that the law is therefore facially invalid, as issue advocacy groups may be deemed to have several major purposes, electioneering among them.</p>\n<p>On its face the language of the statute does not seem significantly broader than that found in Supreme Court cases. The difference between the use of \"a\" and \"the\" is not necessarily significant; as North Carolina points out, even the Fourth Circuit has in the past used these articles interchangeably. <i>Bartlett,</i> 168 F.3d at 712. Whatever article the State employs, the gist of the major purpose test must be whether a group may fairly be called \"campaign-related.\" It may be possible, as North Carolina urges, for a group to have other major purposes and yet be a campaign-related group. If so, such a group would likely have a common mission threading through these different activities. Certainly a group with a \"central, organizing purpose\" of electioneering is one which would be transformed into a very different group if it ceased its campaign-related activity. <i>See MCFL,</i> 479 U.S. at 253, 107 S.Ct. at 625 n. 6. As North Carolina's provision appears to apply only to campaign-related groups, preliminary injunction on this basis is inappropriate.</p>\n<p>NCRL also attacks North Carolina's political committee regulations on voidness grounds. In essence, the challenge posits that issue advocacy groups will not know whether they must register as political committees, and will self-censor their issue advocacy communications in order to avoid the burdens imposed by the regulations. Like NCRL's overbreadth challenges, then, the alleged danger is one of chilled speech. Yet North Carolina's political committee regulations compare favorably with FECA's political committee provisions, as narrowly construed in <i>Buckley</i> and approved by implication in <i>FEC v. Akins,</i> 524 U.S. 11, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998). FECA's \"political committee\" requirements, as construed by the Supreme Court, apply to groups with a major purpose of electioneering who \"receiv[e] contributions or mak[e] expenditures during a calendar year in an aggregate amount exceeding <span class=\"star-pagination\">*509</span> $1,000.\"<sup>[13]</sup> The FECA requirements imposed on these political committees are quite similar to North Carolina's political committee requirements, detailed above in Part 1 of this section. Political committees must register by filing a statement of organization, appoint a treasurer, and report all contributions and disbursements over a threshold amount. 18 U.S.C. §§ 432, 433.</p>\n<p>The statutes not only impose substantially the same burden, but also apply to substantially the same \"campaign-related\" groups. Both statutes incorporate a \"major purpose\" test to ensure that no group merely making independent expenditures will be classified as a political committee unless its major purpose is electioneering. North Carolina's statute is, in fact, more restrictive, as it requires all political committees to have such a major purpose, even those classified on the basis of contributions made to candidates. Both statutes employ a threshold amount to guide the determination that a group has a major purpose of electioneering. FECA's threshold of $1,000 per year is conclusive, while North Carolina's higher threshold of $3000 per two-year election cycle raises only a presumption of such purpose, which a group may rebut by showing that electioneering is \"not a major part\" of the group's activities. Unlike FECA's regulations, North Carolina's regime thus protects large groups that engage in significant electioneering when that activity nevertheless comprises a small proportion of total disbursements. North Carolina's higher threshold ensures that only groups engaging in significant electioneering are presumed to be political committees. <i>Id.</i></p>\n<p>North Carolina's political committee definition is narrower than FECA's in another important respect. The state has chosen to incorporate what purports to be the <i>Buckley</i> \"express advocacy\" test into its definition in two ways. First, as a threshold matter, a North Carolina political committee must have made either a \"contribution,\" or an \"expenditure,\" but a communication is considered an expenditure only if it meets North Carolina's definition of express advocacy in section 163-278.14(A). Second, if expenditures on communications do not satisfy the express advocacy test, they may not be considered in determining whether a North Carolina political committee may be presumed to have a major purpose of electioneering. Under section 163-278.14(A), a communication is an expenditure only if: 1) it employs one of several listed words urging its audience to vote in a suggested manner; or 2) in examining contextual factors, a reasonable person could only interpret the communication as advocating the nomination, election or defeat of a candidate. Whether or not North Carolina's express advocacy test is broader than the <i>Buckley</i> standard, it certainly narrows the communications that qualify as expenditures.</p>\n<p>Furthermore, even if North Carolina's regime is evaluated without comparison to FECA, it is clear that the regime provides sufficient notice to groups as to whether they will be deemed political committees. <i>See </i><i>Grayned v. City of Rockford,</i> 408 U.S. 104, 108, 92 S.Ct. 2294, 2298-99, 33 L.Ed.2d 222 (1972) (standard for vagueness is whether person of ordinary intelligence has reasonable opportunity to know what is prohibited, so as to act accordingly). Groups with no major purpose of electing or nominating a candidate are exempt from the statute. Groups that spend over $3,000 on campaign-related disbursements (whether contributions to candidates, expenditures on communications classified as express advocacy under section 163-278.14A, or other non-communication political expenditures) are put on notice that North Carolina's Board of Elections will presume they have a major purpose of electioneering. Nevertheless, these groups <span class=\"star-pagination\">*510</span> will not be subject to political committee regulations if they demonstrate that their electoral activities do not constitute a major portion of their total disbursements.</p>\n<p>The Court is unconvinced by NCRL's argument that North Carolina's regime provides insufficient notice to groups of when, other than by presumption, the State Board of Elections will determine that a group has a major purpose of electioneering. Those responsible for registering a group as a political committee will know better than others what the group's major purposes are. As to groups' notice that the $3,000 presumption will apply, even if this Court found that this provision lacked clarity. The presumption does not alter the law's application to all \"major purpose\" groups; it merely shifts the burden of production.</p>\n<p>North Carolina's law thus seems sufficiently protective of issue advocacy groups to pass constitutional muster. Its separate requirement that the State show instances of electoral activity, its high threshold before enforcement will normally occur, and the availability of rebuttal for those who spend or contribute over $3,000 act as additional safeguards to ensure that pure issue advocacy groups not engaging in contributions or express advocacy are not subject to the law. Given the Supreme Court's reluctance in <i>Akins</i> either to overturn FECA's political committee regulations or to suggest a bright-line rule for whom may be regulated as a political committee, this Court is reluctant to contrive some new constitutional requirement to be imposed on North Carolina's regime. In accordance with the above reasoning, the Court will deny Plaintiff's motion for a preliminary injunction to enjoin enforcement of North Carolina's political committee registration requirements, as provided in sections 163-278.7 to 163-278.11, 163-278.6(14), and 163-278.14A.</p>\n<p></p>\n<h2>B. Disclosures for Expenditures on Political Advertisements</h2>\n<p></p>\n<h2>Section 163-278.12A</h2>\n<p>This section imposes a reporting requirement applying only to certain printed and broadcast communications naming political candidates. The statute reads,</p>\n<blockquote>Any individual, person, political committee or other entity that makes an expenditure for printed material or advertisements broadcast or distributed to anyone other than members of the entity shall report those expenditures in accordance with subsection (b) of this section if the printed material or advertisement names a candidate or names an individual whose prospective or potential candidacy is the principal purpose of a political committee.\" N.C.G.S. § 163-278.12A(a). The requirements do not apply, however, to \"[m]aterial that is solely informational and is not intended to advocate the election or defeat of a candidate or prospective candidate ...</blockquote>\n<p>N.C.G.S. § 163-278.12A(a)(1).</p>\n<p>All other sections of North Carolina's Article 22A define expenditure as something of value spent <i>to support or oppose one or more candidates.</i> As discussed in part A of this opinion, this \"support or oppose\" language is in turn defined, for the purposes of evaluating a communication, by the \"express advocacy test\" found in section 163-278.14A. \"Expenditure\" is defined differently for the purposes of this reporting requirement, however, and includes no \"support or oppose\" language. N.C.G.S. § 163-278.12A(c). As this language is absent, nothing in the provision prevents its application to communications that do not constitute \"express advocacy\" of a candidate. Put simply, this provision appears to apply to issue ads as well as express advocacy ads. As this provision is applicable to everyone, and not just to major purpose groups as is the case with the registration and disclosure requirements discussed in Part A of this decision, the provision violates the First Amendment to the U.S. Constitution.</p>\n<p>As discussed in Part A, the <i>Buckley</i> Court, in examining FECA's disclosure requirements, <span class=\"star-pagination\">*511</span> found it necessary to narrowly construe FECA's definition of expenditure to \"reach only funds used for communications that expressly advocate the election or defeat of a clearly identified candidate.\" Implicit in the Court's ruling was the principle that core political speech, essential to the free flow of ideas in a democracy, occupies a highly protected place within First Amendment jurisprudence. <i>See, e.g., </i><i>Buckley,</i> 424 U.S. at 42, 96 S.Ct. at 645. Later, in <i>MCFL,</i> the Court reaffirmed the constitutional necessity of limiting FECA's disclosure requirements to \"express advocacy,\" in order to \"distinguish discussion of issues and candidates from more pointed exhortations to vote for particular persons.\" <i>MCFL,</i> 479 U.S. at 249, 107 S.Ct. at 623. The Fourth Circuit has considered it a bright-line, constitutionally mandated rule that disclosure requirements apply only to \"express advocacy\" communications. <i>FEC v. Christian Action Network,</i> 110 F.3d 1049 (4th Cir.1997) (\"CAN II\") (holding the FEC was not substantially justified in considering the nonverbal aspects of a television advertisement). The State's failure to limit reporting requirements to \"express advocacy\" renders Section 163-278.12A invalid on its face.</p>\n<p>Even if the Court accepted the notion that <i>Buckley</i>'s express advocacy test is not a bright line rule applying to all disclosure requirements regardless of their larger statutory regimes, these disclosure requirements appear to be unconstitutionally vague. The statute's qualification that only advertisements <i>intended</i> to advocate a candidate's election or defeat must be disclosed fails to provide any indication of how the Elections Board will determine what communications fall under the statute. This uncertainty, and the discretion apparently granted the Elections Board by this statute, seems likely to chill the speech of those who wish to engage in pure issue advocacy.<sup>[14]</sup> For these reasons, the Court will grant a preliminary injunction as to Section 163-278.12A.</p>\n<p></p>\n<h2>C. Political Advertisement Disclaimers</h2>\n<p></p>\n<h2>Section 163-278.39(a)(3)</h2>\n<p>NCRL and NCRL-PAC also challenge Section 163-278.39(a)(3), which prohibits any print or broadcast advertisement constituting an expenditure or contribution required to be disclosed unless, among other requirements, \"[t]he sponsor states in the advertisement its position for or against the candidate, provided that this subdivision applies only if the advertisement supports or opposes the nomination or election of one or more clearly identified candidates.\" Sections 163-278.39A(b)(3) and (c)(3) specify the format of this disclaimer for broadcast advertisements; for instance, a NCRL television advertisement would include a spoken statement such as, \"The North Carolina Right to Life political committee sponsored this ad <i>supporting</i> John Smith for Governor.\"<sup>[15]</sup> NCRL challenges <span class=\"star-pagination\">*512</span> the statute, arguing that requiring any advertisement to state whether the sponsor is for or against the candidate constitutes coerced speech.</p>\n<p>This \"for-or-against requirement\" compels political speech that an advertisement sponsor might otherwise wish to avoid. It therefore places a content-based restraint on core political speech. <i>Riley v. National Federation of the Blind of North Carolina,</i> 487 U.S. 781, 108 S.Ct. 2667, 101 L.Ed.2d 669. Because the statute \"involves a limitation on political expression subject to exacting scrutiny,\" it may be upheld only if \"it is narrowly tailored to serve an overriding state interest.\" <i>McIntyre v. Ohio Elections Commission,</i> 514 U.S. 334, 346, 347, 115 S.Ct. 1511, 1519, 131 L.Ed.2d 426) (1995) (internal citations omitted).</p>\n<p>North Carolina forwards the goal of \"opening the basic processes of our election system to public view\" as its compelling interest in enacting this statute. This is the \"informational interest\" held sufficient in <i>Buckley</i> to justify minimal disclosure requirements for independent expenditures made on behalf of a candidate. <i>Buckley,</i> 424 U.S. 1, 81-82, 96 S.Ct. 612, 664. While the State has an important interest in maintaining and promoting the transparency of the political process, this disclosure seems unlikely to further this interest to any significant degree. Plaintiffs do not challenge whether they can be compelled to identify themselves as sponsors of an advertisement. Given the information otherwise made available to the public, information stating whether a sponsor supports or opposes a candidate adds very little to the public's knowledge.</p>\n<p>The Court finds that any minimal benefit of electoral transparency to be gained by this measure may not be justified by its means. Content-based, compelled speech raises First Amendment concerns even when only factual disclosures are mandated. <i>See </i><i>Pacific Gas &amp; Electric Co. v. Public Utilities Comm'n of Cal.,</i> 475 U.S. 1, 11, 106 S.Ct. 903, 909, 89 L.Ed.2d 1 (1986) (plurality opinion) (the First Amendment protects a speaker's choice as to \"what not to say\"); <i>Riley v. National Federation of the Blind of North Carolina, Inc.,</i> 487 U.S. at 797, 108 S.Ct. at 2678 (striking the requirement that professional fundraisers disclose to potential donors what percentage of prior years' donations went to charity); <i>Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston,</i> 515 U.S. 557, 115 S.Ct. 2338, 132 L.Ed.2d 487 (1995) (a speaker's right to tailor speech applies \"not only to expressions of value, opinion, or endorsement, but equally to statements of fact the speaker would rather avoid\") (citing <i>McIntyre,</i> 514 U.S. at 341-42, 115 S.Ct. at 1516); <i>Clifton v. Federal Election Commission,</i> 114 F.3d 1309, 1313 (1st Cir. 1997) (\"... the Supreme Court has long treated compelled speech as abhorrent to the First Amendment ...\")</p>\n<p>This provision, unlike North Carolina's related requirements that a sponsor identify its name and acknowledge its sponsorship, compels a sponsor to voice an opinion, i.e. its position for or against a candidate named in an advertisement. The Supreme Court has emphasized that freely expressed opinions hold a central role in a democratic system. In <i>Wooley v. Maynard,</i> 430 U.S. 705, 714, 97 S.Ct. 1428, 1435, 51 L.Ed.2d 752 (1977), the Court held that an individual could not be compelled to carry the slogan \"Live Free or Die,\" relying on the principle that \"[t]he right to speak and the right to refrain from speaking are complementary components of the broader concept of `individual freedom of mind'\" (internal citations omitted). <i>See also </i><i>Miami Herald Publishing Co. v. Tornillo,</i> 418 U.S. 241, 256, 94 S.Ct. 2831, 2839, 41 L.Ed.2d 730 <span class=\"star-pagination\">*513</span> (1974). Indeed, this provision has the potential of compelling a group without an opinion to invent one. For instance, a sponsor interested in the defeat of a particular candidate might pay for an advertisement naming more than one candidate running against that candidate, without holding any position as to which of these opponents should win office. The for-or-against requirement forces this sponsor to choose among the candidate's opponents or else refrain from placing the advertisement at all.</p>\n<p>The free speech concerns inherent in North Carolina's for-or-against disclosure are sufficiently great, and the requirement's nexus with North Carolina's informational interest sufficiently weak, that this provision seems unlikely to withstand exacting scrutiny. Because NCRL and NCRL-PAC are likely to prevail on the merits as to this issue, the Court will enjoin the State of North Carolina from enforcing Section 163-278.39(a)(3).</p>\n<p></p>\n<h2>D. Limits on Contributions to Political Committees</h2>\n<p></p>\n<h2>Section 163-278.13</h2>\n<p>Finally, NCRLC-FIPE challenges Section 163-278.13's $4,000 limit on contributions to \"political committees.\" The section provides: \"No individual, political committee, or other entity shall contribute to any candidate or other political committee any money or make any other contribution in any election in excess of ... $4,000.\" N.C.G.S. § 163-278.13(a). In addition, candidates and political committees are barred from accepting or soliciting over $4,000 from any one source during an election cycle. N.C.G.S. § 163-278.13(b).</p>\n<p></p>\n<h2><i>1. Standing and Ripeness</i></h2>\n<p>As a threshold matter, the State argues that NCRLC-FIPE lacks standing to challenge the provision, because only the rights of its contributors are at issue. A party has standing to sue where it is shown that a challenged activity has caused a party \"injury in fact\" sufficient to create a case or controversy within the meaning of Article III. <i>Baker v. Carr,</i> 369 U.S. 186, 204, 82 S.Ct. 691, 703, 7 L.Ed.2d 663 (1962). In addition, a party must be the proper proponent of the rights forming the basis of the suit. <i>Tileston v. Ullman,</i> 318 U.S. 44, 63 S.Ct. 493, 87 L.Ed. 603 (1943).</p>\n<p>The provision at issue causes injury to NCRLC-FIPE, as it limits the group's ability to seek large contributions and forces the group to solicit contributions from a larger number of donors to raise the same amount of funds.<sup>[16]</sup> Whether NCRLC-FIPE may assert the constitutional rights of its contributors is a more difficult matter. While, generally speaking, a party has no standing to assert the rights of a third party, a corporation may in some instances assert the rights of its members. <i>NAACP v. Alabama,</i> 357 U.S. 449, 459, 78 S.Ct. 1163, 1170, 2 L.Ed.2d 1488 (1958). To qualify for this exception to the standing rule, NCRLC-FIPE must first show that its organization and its members are closely identified with each other, so that the organization is the \"medium through which individual members seek to make more effective the expression of their own views.\" <i>See id.,</i> at 459, 78 S.Ct. at 1170. Second, the group must show that the organization would be adversely affected by the challenged law. <i>Id.</i> at 459, 78 S.Ct. 1163, 2 L.Ed.2d 1488. <i>See also </i><i>Let's Help Florida v. Smathers,</i> 453 F.Supp. 1003, 1006 (N.D.Fla.1978). Finally, a genuine obstacle to members' assertion of rights must exist. <i>Id.</i></p>\n<p>Applying the first element of this standing exception, NCRLC-FIPE is a <span class=\"star-pagination\">*514</span> \"single-issue\" organization under the control of NCRL: its contributors are closely-identified with each other by the desire to elect pro-life candidates. Second, as discussed above, the provision causes injury to NCRLC-FIPE. Lastly, because NCRLC-FIPE cannot easily discover contributors wishing to donate over $4,000 without itself transgressing the law, a significant obstacle to members' challenge of the provision is present. NCRLC-FIPE therefore has standing to assert the rights of its contributors.<sup>[17]</sup></p>\n<p>The State also argues that this matter is not ripe for challenge because no prosecution has ensued and no threat of enforcement yet exists. Plaintiffs, however, are not required to expose themselves to arrest or prosecution under a criminal statute in order to challenge a statute in federal court. <i>See </i><i>New Hampshire Right to Life Political Action Committee v. Gardner,</i> 99 F.3d 8, 13 (1st Cir.1996). Instead, \"[w]hen government action or inaction is challenged by a party who is a target or object of that action ... `there is ordinarily little question that the action or inaction has caused him injury, and that a judgment preventing or requiring the action will redress it.'\" <i>Minnesota Citizens Concerned for Life v. Federal Election Commission,</i> 113 F.3d 129, 131 (8th Cir. 1997), (quoting <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 561-62, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992)). Here, NCRLC-FIPE states that it would like to solicit, through mailings or otherwise, over $4,000 from potential contributors. As NCRLC-FIPE could be prosecuted under N.C.G.S. § 163-278.13(b) for mailing this solicitation, the group has established that it is an \"object\" of the legislation. As North Carolina provides insufficient evidence to suggest that the threat of prosecution is merely speculative, this challenge is ripe.</p>\n<p></p>\n<h2><i>2. Validity</i></h2>\n<p>NCRLC-FIPE challenges North Carolina's limits as unconstitutionally overbroad. The law sweeps within its ambit contributions to groups making only uncoordinated, independent expenditures, groups whose activities, NCRLC-FIPE argues, are unblemished by any corruption or appearance of corruption. NCRLC-FIPE also argues that this provision is effectively an expenditure limit and not a contribution limit, as it limits money coming into such independent expenditure political committees, thus limiting the political committee's spending power. Finally, NCRLC-FIPE argues that even if the provision is facially valid, it is unconstitutional as applied to NCRLC-FIPE, for the reasons given above.</p>\n<p>As discussed in Part A, in <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976), the Supreme Court distinguished between political contributions and political expenditures. Examining free speech rights implicated by FECA limitations on contributions, the Court held that a limitation on contributions to candidates \"involves little direct restraint on ... political communication, for it permits the symbolic expression of support evidenced by a contribution but does not in any way infringe the contributor's freedom to discuss candidates and issues.\" <i>Id.,</i> at 21, 96 S.Ct., at 636. Thus, contribution limits leave speech \"significantly unimpaired.\" <i>See </i><i>Nixon v. Shrink Missouri Government PAC,</i> 528 U.S. 377, 120 S.Ct. 897, 904, 145 L.Ed.2d 886 (2000) (interpreting <i>Buckley</i>). The Court then examined the association rights implicated by a limit on contributions. The Court found that although making a contribution \"serves to affiliate a person\" with a group, limits on contributions leave a contributor free to become a member of a group and assist in a group's efforts. <i>Id.</i> at 22, 96 S.Ct. at 636.</p>\n<p><span class=\"star-pagination\">*515</span> In contrast, FECA's expenditure limitations improperly infringed speech, as they placed \"substantial and direct restrictions on the ability of candidates, citizens, and associations to engage in protected political expression, restrictions that the First Amendment cannot tolerate.\" <i>Id.</i> at 58-59, 96 S.Ct. at 654. The Court indicated that an expenditure limit \"imposes significantly more severe restrictions on freedom of association\" as well, as it \"precludes most associations from effectively amplifying the voice of their adherents\" by pooling funds together. <i>Id.</i> at 22, 96 S.Ct. at 636.</p>\n<p>The Court then subjected both FECA limits to \"the closest scrutiny\" <i>Id.</i> at 24-26, 96 S.Ct. at 637. Applying this analysis, the <i>Buckley</i> court found that \"[t]he prevention of corruption and the appearance of corruption\" was a compelling justification for a contribution limit, as large contributors' real or perceived securing of a \"political quid pro quo\" endangers \"representative democracy.\" <i>Id.</i> at 25-27, 96 S.Ct. at 638-39. This danger is not limited to actual bribery, the Court found, but \"extend[s] to the broader threat from politicians too compliant with the wishes of large contributors.\" <i>Id.</i> at 28, 96 S.Ct. at 639. The Court therefore upheld FECA's $1,000 limit on contributions to candidates in federal elections, but struck FECA's expenditure limits. <i>Id.</i> at 35, 96 S.Ct. at 642.</p>\n<p>Since the commencement of this action, the Supreme Court has again considered the First Amendment rights associated with contributions and expenditures, and has reaffirmed the distinction first laid out in <i>Buckley.</i> In <i>Nixon v. Shrink Missouri Government PAC,</i> 528 U.S. at ___, 120 S.Ct. at 910, the Court upheld a Missouri law imposing limits ranging from $250 to $1075 on contributions to state candidates. In so doing, the <i>Nixon</i> Court clarified the precise level of scrutiny to be imposed on contribution limits, a source of some contention after the <i>Buckley</i> decision. The Court held that \"a contribution limit involving `significant interference' with associational rights ... could survive if the Government demonstrated that contribution regulation was `closely drawn' to match a `sufficiently important interest.'\" <i>Id.</i> at 904, 120 S.Ct. 897. A statute surviving a claim of abridgment of associational freedom would also survive a free speech claim, the Court assumed, as contribution limits impair rights of association more than they impair speech rights. <i>Id.</i> at 904-05, 120 S.Ct. 897 (citing <i>Buckley,</i> 424 U.S. at 24-26, 96 S.Ct. at 637).</p>\n<p>Applying the Supreme Court's analysis to the contribution limits at hand, this Court must first determine if the State has put forward a \"sufficiently important interest.\" The state's apparent interest in imposing these limits is, like FECA's in <i>Buckley,</i> the interest in avoiding the existence or appearance of quid pro quo corruption, coupled with the interest in assuring that those wishing to influence a candidate are unable to circumvent contribution limits on gifts made directly to candidates by funneling money through PACs. The interest in preventing corruption of the political process has been deemed a sufficiently important interest in <i>Buckley,</i> as seen above well as many subsequent cases. <i>Buckley,</i> 424 U.S. at 26-27, 96 S.Ct. at 638.</p>\n<p>The Supreme Court has also acknowledged the governmental interest in preventing evasion of key campaign finance provisions. <i>See </i><i>Buckley,</i> 424 U.S. at 47, 96 S.Ct. at 648 (approving contribution limits rather than expenditure limits as a method to prevent circumvention of FEC's regime). In <i>California Medical Ass'n v. FEC,</i> 453 U.S. 182, 101 S.Ct. 2712, 69 L.Ed.2d 567 (1981), a plurality of the Court upheld the constitutionality of FECA's $1,000 limit on contributions to multi-candidate political action committees. <i>See</i> 2 U.S.C. § 441a(a)(1)(C). The FEC's interest in the provision was in closing a gap in a larger anti-corruption regulatory regime under which individuals and unincorporated groups may not contribute more than $1,000 to any one candidate. <i>Id.</i> at 197-98, 101 S.Ct. at 2723. Without the <span class=\"star-pagination\">*516</span> provision at issue, those wishing to contribute more could circumvent the $1,000 limit as well as the $25,000 aggregate limit on contributions to all candidates by contributing through multi-candidate groups, which are each allowed to contribute up to $5,000 to a candidate. <i>Id.</i> The Court concluded that these gap-filling provisions thus \"further[ed] the governmental interest in preventing the actual or apparent corruption of the political process.\" <i>Id.</i> Additionally, because contributions only minimally affect First Amendment rights, the FEC was not required to employ the least restrictive means of furthering this interest. <i>Id.</i> at 197, 101 S.Ct. at 2722 n. 20.</p>\n<p>Under North Carolina's regime, individuals and groups are forbidden to contribute over $4,000 to either candidates or political committees. N.C.G.S. § 163-278.13. If political committees were excluded from the provision, individuals and groups could easily evade the direct limit on contributions to candidates, instead funneling unlimited funds through political committees. North Carolina clearly has a sufficiently important interest in preventing such evasion.</p>\n<p>Proceeding to the question of whether the limit on contributions to political committees is closely tailored to this governmental interest of preventing corruption, the Court notes that the limit is considerably higher than FECA's $1,000 limit approved in <i>California Medical.</i> NCRL-FIPE argues, however, that this provision's applicability to independent expenditure political committees renders it different in kind from limits upheld by the Supreme Court, and impermissibly broad.</p>\n<p>In particular, NCRLC-FIPE contends that limiting contributions to independent expenditure political committees does not further North Carolina's interest in preventing quid pro quo corruption. NRLC-FIPE argues that when a group independently spends its own money directly on advertisements, etc., in support of a candidate, we have no reason to suspect either that the group expects political influence in return, or that the candidate will grant such influence. The Court in <i>Buckley,</i> for instance, noted that rogue uncoordinated advertisements may actually hurt a candidate, if for instance, their messages conflict with a campaign's. <i>Buckley,</i> 424 U.S. at 47, 96 S.Ct. at 648.</p>\n<p>NCRLC-FIPE's argument is unlikely to prevail. Including independent expenditure groups in this statute does further the government's interest in preventing corruption, as without their inclusion, those wishing to spend over $4,000 in support of a candidate may easily evade North Carolina's regime by contributing only to independent expenditure political committees. That such an evasion would undermine North Carolina's attempt to control corruption is likely. Although the <i>Buckley</i> Court stated that no showing had yet been made that independent expenditures were associated with corruption, the corruptive influence of \"soft money\" has since been noted in several opinions. <i>See e.g., Nixon v. Shrink,</i> 528 U.S. at ___ - ___, 120 S.Ct. at 914-15 (Kennedy, J., dissenting); <i>California Medical,</i> 453 U.S. at 198, 101 S.Ct. at 2723 (acknowledging the problem of evasion). The <i>Buckley</i> Court made the determination that any such association with corruption was insufficient within the context of the challenged expenditure limit, while it applied less exacting scrutiny to FECA's contribution limit. Following <i>California Medical,</i> courts have been reluctant to second guess states' attempts to fight corruption by targeting contributions, as long as the contribution limits imposed are not unduly burdensome on First Amendment rights.<sup>[18]</sup></p>\n<p><span class=\"star-pagination\">*517</span> NCRLC-FIPE argues, finally, that North Carolina's contribution limit is unduly burdensome for independent-expenditure political committees. In limiting the funds flowing into an independent-expenditure political committee, NCRL-FIPE contends, the provision in effect limits that political committee's spending power. Their contention is based on an argument raised in <i>California Medical,</i> namely that contributors have the right to \"speech by proxy:\" the right to amplify their voices and express their common views through a group such as a political committee. <i>California Medical,</i> 453 U.S. at 196-97, 101 S.Ct. at 2721-22. In <i>California Medical,</i> four justices dismissed that argument as it applied to contribution limits. <i>Id.</i> Moreover, Justice Marshall's plurality opinion noted that in any case, the contributions at issue were those made to groups that in turn contributed to five or more candidates. <i>Id.</i> Therefore, given the multi-candidate groups' diverse pool of donors and diverse disbursal of funds, the donors could not be said to be voicing a common political view. <i>Id.</i></p>\n<p>In contrast, Justice Blackmun, concurring in the judgment, opined that the provision would have been invalid if the contribution limits had applied to independent expenditure political action committees as well, as he understood both expenditure limits and contribution limits to be subject to the same \"rigorous standard of review.\" <i>Id.</i> at 202, 101 S.Ct. at 2725. Because he believed independent expenditures do not raise the suggestion of corruption, and because he believed such committees, unlike the multi-candidate groups at issue in <i>California Medical</i> are actually expressing a common political view rather than just giving money, he would have struck the provision at issue here, NCRLC-FIPE contends. They argue further that in <i>FEC v. National Conservative Political Action Committee,</i> 470 U.S. 480, 105 S.Ct. 1459, 84 L.Ed.2d 455, the Court supported Justice Blackmun's view in striking an FEC provision involving an independent expenditure PAC.</p>\n<p>Justice Blackmun's view has not prevailed since his concurrence. Not only did the plurality fail to adopt his view in <i>California Medical,</i> but in fact <i>Shrink Missouri</i> made it clear that contributions infringe far less on First Amendment rights than expenditure limits, and are subject to less rigorous scrutiny. <i>Shrink Missouri,</i> 528 U.S. at ___, 120 S.Ct. at 904. Moreover, at issue in <i>National Conservative PAC</i> was an expenditure limit imposed on independent expenditure political committees, not a contribution limit. <i>National Conservative PAC,</i> 470 U.S. at 483, 105 S.Ct. at 1461.</p>\n<p>In arguing that the limit at issue is an expenditure limit, NCRLC-FIPE essentially questions the usefulness of the <i>Buckley</i> Court's distinction between contributions and expenditures. <i>Shrink Missouri</i> has recently confirmed that this distinction is still alive and well. And indeed, if NCRLC-FIPE is in fact a political committee, those who wish to contribute money to this group have neither their speech nor their associational rights substantially infringed. As to their speech rights, contributors can each speak $4,000 worth of speech through NCRLC-FIPE every election cycle. They are also free to amplify their voices through as many other independent-expenditure political committees as they choose. North Carolina's contribution limit appears unlikely to constrain either the quantity or the content of donors' speech. Nor are donors' associational rights substantially infringed, as their contributions are certainly sufficient for membership privileges, and they remain free to assist political committees with their time and in all other ways. NCRLC-FIPE may still solicit funds from as many donors as it wishes, and its parent, NCRL, may establish <span class=\"star-pagination\">*518</span> as many independent expenditure political committees as it wishes to receive such contributions. The challenged provision does not appear to be different in kind from other contribution limits that have been upheld.<sup>[19]</sup></p>\n<p>In sum, the Court concludes that North Carolina's limit on contributions to political committees is sufficiently closely tailored to the interest in preventing corruption to withstand constitutional scrutiny. As NCRL-FIPE is unlikely to prevail on the merits of its facial or applied challenges to the provision, preliminary injunction is inappropriate on this issue.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court concludes that Plaintiffs are entitled to injunctive relief as to their challenges to sections 163-278.12A and 163-278.39(a)(3) of North Carolina's elections laws, as they have shown a likelihood of success on the merits on these claims. Defendants are hereby ENJOINED from relying on, enforcing or prosecuting violations of sections 163-278.12A and 163-278.39(a)(3) as against NCRL, NCRL-PAC and others similarly situated, and from relying on, enforcing or prosecuting violations of any other statutory provision whose obligations and restrictions reasonably flow from the aforementioned provisions. As Plaintiffs have not demonstrated likely success on the merits as to the remaining claims, challenging sections 163-278.6(14), 163-278.7 through 163-278.11 and 163-278.13, injunctive relief is DENIED as to these claims.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On appeal, the Fourth Circuit affirmed, refusing to narrowly construe the law. <i>NCRL v. Buckley,</i> 168 F.3d at 712-713.</p>\n<p>[2]  The Fourth Circuit, however, stated in dicta that this language rendered the statute invalid. <i>NCRL v. Buckley,</i> 168 F.3d at 712-713.</p>\n<p>[3]  The statute describes a political committee as \"a combination of two or more individuals ... that makes, or accepts anything of value to make, contributions or expenditures ...\" N.C.G.S. § 163-278.6(14).</p>\n<p>[4]  Section 163-278.14(a)(2) provides: \"Evidence of financial sponsorship of communications whose essential nature expresses electoral advocacy to the general public and goes beyond a mere discussion of public issues in that they direct voters to take some action to ... elect a candidate in an election. If the course of conduct is unclear, contextual factors such as the language of the communication as a whole, the timing of the communication in relation to events of the day, the distribution of the communication to a significant number of registered voters for that candidate's election, and the cost of the communication may be considered in determining whether the action urged could only be interpreted by a reasonable person as advocating the nomination, election, or defeat of that candidate in that election.\"</p>\n<p>[5]  Section 163-278.34A makes it clear that despite this presumption, the State still bears the ultimate burden of proof. <i>See</i> Aff. Rep. Philip A. Baddour, Jr. ¶ 10.</p>\n<p>[6]  Specifically, the State states that NCRL-PAC \"has not spent more than $10,000 in the last two election cycles.\" Defs.' Mem. Opp'n Mot. Prelim. Inj. at 19.</p>\n<p>[7]  <i>Id.</i> The Court referred to these \"major purpose\" groups as \"campaign-related.\" <i>Id.</i></p>\n<p>[8]  <i>Id.</i> at 80, 96 S.Ct. at 664 (referring to the opinion's earlier narrow construing of \"expenditure\" and full statement of its \"express advocacy test,\" <i>id.</i> at 44, 96 S.Ct. at 646-47).</p>\n<p>[9]  The FECA provision at issue prohibited corporations from spending general funds on independent expenditures made \"in connection with\" an election. Under the FEC's regime, a corporation had to segregate electioneering funds into an entity created for such a purpose. That entity would then qualify as a \"political committee,\" making it subject to registration and disclosure requirements similar to the ones at issue here. <i>Id.</i> at 253, 96 S.Ct. at 625.</p>\n<p>[10]  <i>See</i> 2 U.S.C. § 431(4)(A), defining a political committee as \"any committee, club, association, or other group of persons which receives contributions aggregating in excess of $1,000 during a calendar year or which makes expenditures aggregating in excess of $1,000 during a calendar year.\"</p>\n<p>[11]  The D.C. Circuit held that in the case of groups <i>contributing</i> over $1000, <i>Buckley</i> required no separate inquiry as to the group's major purpose. In the case of groups making <i>independent expenditures</i> of over $1000, the D.C. Circuit assumed that <i>Buckley</i>'s major purpose test was a requirement, for the reason that \"[i]ndependent expenditures are the most protected form of political speech.\" <i>Akins v. FEC,</i> 101 F.3d at 742 (quoting <i>Buckley,</i> 424 U.S. at 19-23, 78-81, 96 S.Ct. at 634-37, 663-64).\n</p>\n<p>In an earlier decision in this case, the majority of a three judge panel held that the FEC was forbidden to enforce political committee requirements on a group with no major purpose of electing or defeating a candidate, even if it had made campaign contributions of over $1,000. <i>Akins v. FEC,</i> 66 F.3d 348 (1995) <i>rev'd, </i><i>Akins v. FEC,</i> 101 F.3d 731 (D.C.Cir.) (en banc), <i>vacated </i><i>on other grounds,</i> 524 U.S. 11, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998). The rival interpretations in the D.C. Circuit cases turned on whether the <i>Buckley</i> Court's major purpose test centered on the major purpose of a <i>group itself,</i> or on the major purpose of particular <i>independent expenditures,</i> as the en banc court subsequently held. The en banc court concluded that under FECA, when a \"major purpose\" group makes disbursements, those disbursements are presumptively \"expenditures,\" which render a group a political committee when they exceed the $1,000 threshold. <i>Akins v. FEC,</i> 101 F.3d at 742.</p>\n<p>[12]  The Court's holding as to the nonapplicability of the express advocacy test to this definition is in accord with the Fourth Circuit's ruling in NCRL's prior litigation. North Carolina's previous definition did not incorporate the major purpose test, but required instead an \"incidental purpose\" of electioneering. <i>Bartlett,</i> 168 F.3d at 710. Moreover, that court assumed that NCRL did <i>not</i> have a major purpose of electioneering. <i>Id.</i> at 708. The Court therefore found that North Carolina's political committee definition fell short of meeting the <i>Buckley</i> Court's standard for regulating major purpose groups. <i>Id.</i> at 712.</p>\n<p>[13]  <i>Id.</i> at 79, 96 S.Ct. at 663 (quoting former 18 U.S.C. § 431(d)). For the purposes of this section, as discussed above, an expenditure was <i>not</i> limited to express advocacy disbursements.</p>\n<p>[14]  The Supreme Court expressed this concern in <i>Buckley</i> in explaining the need for a clear distinction between regulable and protected speech. <i>Buckley,</i> 424 U.S. at 41-42, 96 S.Ct. at 645-46. The Court looked to its earlier decision in <i>Thomas v. Collins,</i> 323 U.S. 516, 535 65 S.Ct. 315, 325 89 L.Ed. 430 (1945): [W]hether words intended and designed to fall short of invitation would miss that mark is a question both of intent and of effect. No speaker, in such circumstances, safely could assume that anything he might say upon the general subject would not be understood by some as an invitation. [T]he supposedly clear-cut distinction ... puts the speaker in these circumstances wholly at the mercy of the varied understanding of his hearers ...\" <i>Id.</i>\n</p>\n<p>This Court notes that the political committee registration requirements discussed in Part A are quite different in this respect, as Section 163-278.6(14)(d)'s presumption provides much clearer guidance as to both coverage and means of enforcement. Moreover, those registration requirements are less likely to chill speech in particular instances, as a group may determine once and for all whether it is subject to Part A's requirements, while the disclosure requirements discussed in this section could cause a speaker to redetermine coverage under the statute with each new contemplated communication.</p>\n<p>[15]  Plaintiffs do not challenge other aspects of North Carolina's disclaimer regulation, such as the requirements that an advertisement's sponsor identify itself and state who paid for the advertisement. They challenge only the forced disclosure of a sponsor's position for or against a candidate. Under the Court's example, then, NCRL does not appear to object to making the statement, \"The North Carolina Right to Life political committee sponsored this ad,\" (so long as NCRL may be constitutionally classified as a political committee.)</p>\n<p>[16]  Although NCRLC-FIPE, a recently incorporated organization, has made no showing of having received contributions over $4,000 in the past, North Carolina's provision limits the group's immediate ability to solicit contributions of this size. NCRLC-FIPE's statement that it has refrained from soliciting such sums is not so incredible as to render the group's injury merely speculative. NCRLC-FIPE thus satisfies the standing requirement of injury.</p>\n<p>[17]  Alternatively, standing may be premised on NCRL-FIPE's allegation that its own right to free speech and association is at issue, as this contribution acts as a de facto expenditure limit for independent expenditure political committees.</p>\n<p>[18]  In accord with this Court's conclusion are several decisions upholding contribution limits encompassing independent expenditure groups, or alternately, striking them on other grounds. <i>See e.g., </i><i>Kentucky Right to Life, Inc. v. Terry,</i> 108 F.3d 637 (6th Cir.1997) (upholding $1500 limit); <i>Arkansas Right to Life State Political Action Committee v. Butler,</i> 29 F.Supp.2d 540 (W.D.Ark.1998) (striking $500 contribution limit as too small); <i>Russell v.</i> <i>Burris,</i> 146 F.3d 563 (8th Cir.1998) (striking $200 limit on gifts to PAC's); <i>State v. Alaska Civil Liberties Union,</i> 978 P.2d 597 (Alaska 1999) (upholding $500 limit). Even prior to <i>Shrink Missouri,</i> no decisions other than those addressed above appear to take a contrary view.</p>\n<p>[19]  NCRLC-FIPE finds support for striking this contribution as overbroad in <i>San Franciscans for Sensible Government v. Renne,</i> No. C 99-02456 CW (N.D.C.A. Sept. 9, 1999). In this unpublished case, the court granted a preliminary injunction under similar facts, but with little analysis. The Court has already addressed two of the decisions cited as support by the <i>Renne</i> court for striking this provision, <i>Buckley</i> and <i>California Republican Federal Campaign Committee v. FEC,</i> 518 U.S. 604, 116 S.Ct. 2309, 135 L.Ed.2d 795 (1996), the last case cited, involved political party expenditure limits. Moreover, <i>Renne</i> was decided before the Supreme Court's recent clarification of the standard for scrutinizing contribution limits in <i>Nixon v. Shrink Missouri</i><i>.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">498</span></span> (2000)</b></center>\n<center><h1>NORTH CAROLINA RIGHT TO LIFE, INC., North Carolina Right to Life Political Action Committee, and North Carolina Right to Life Committee Fund for Independent Political Expenditures, Plaintiffs,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections, S. Katherine Burnette, in her official capacity as Secretary of the State Board of Elections, Faiger M. Blackwell, in his official capacity as a Member of the State Board of Elections, June K. Youngblood, in her official capacity as a Member of the State Board of Elections, Dorothy Presser, in her official capacity as a Member of the State Board of Elections, Horace M. Kimel, Jr., in his official capacity as District Attorney for North Carolina Prosecutorial District 15A, Mike Easley, in his official capacity as the North Carolina Attorney General, Defendants.</h1></center>\n<center>No. 5:99CV00798.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 10, 2000.</center>\n<p><span class=\"star-pagination\">*499</span> <span class=\"star-pagination\">*500</span> <span class=\"star-pagination\">*501</span> Paul Stam, Jr., Stam, Fordham &amp; Danchi, Apex, NC, James Bopp, Jr., B. Chad Bungard, Bopp, Coleson &amp; Bostrom, Terre Haute, IN, for North Carolina Right to Life, Inc., plaintiff.</p>\n<p>Susan Kelly Nichols, N.C. Dept. of Justice, Raleigh, NC, Alexander McClure Peters, Spec. Dep. Aty. Gen., N.C. Dept. of Justice, Raleigh, NC, for Larry Leake, in his official capacity as Chairman of the North Carolina State Board of Elections, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This case is before the Court on Plaintiffs' Motion for Preliminary Injunction pursuant to Rule 65(a) of the Federal Rules of Civil Procedure. Plaintiffs challenge the constitutionality of several provisions of North Carolina's election laws regulating campaign finance. In accordance with the reasoning laid out below, Plaintiffs' motion will be granted in part and denied in part.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff North Carolina Right to Life, Inc. (\"NCRL\") is a North Carolina, tax-exempt non-profit membership corporation with local chapters throughout the State. Plaintiff's Verified Complaint (\"PVC\") ¶¶ 10, 20. NCRL's stated purposes are 1) to gather and disseminate information relating to \"abortion, euthanasia and other life destroying techniques\" and the impact of these techniques on society, and to further work for \"pro-life alternatives,\" and 2) to make donations \"for the public welfare, or for religious, charitable, scientific or educational purposes.\" NCRL Articles of Incorporation. Plaintiff North Carolina Right to Life Political Action Committee (\"NCRLPAC\") is an internal state political action committee established by NCRL. PVC ¶ 11. Plaintiff North Carolina Right to Life Committee Fund for Independent Expenditures (\"NCRLC-FIPE\") is an internal political action committee recently established by NCRL whose sole purpose is to make independent expenditures; it may not make contributions of any kind to candidates. PVC ¶ 12.</p>\n<p>This is NCRL's second challenge to North Carolina's campaign finance reform laws. In 1996, NCRL, NCRLPAC, and <span class=\"star-pagination\">*502</span> NCRL's president commenced suit to enjoin enforcement of several provisions, contending that the provisions violated the First Amendment to the U.S. Constitution by unduly infringing upon protected political speech and association. In that litigation, Plaintiffs challenged three sets of provisions of the North Carolina General Statutes: 1) section 163-278.6(14), requiring \"political committees\" to make certain disclosures; 2) sections 163-269 <i>et seq.,</i> and 163-278.19, prohibiting certain contributions by corporations; and 3) section 163-278.13B, restricting fund-raising during legislative sessions. In an order dated April 29, 1998, this Court held all of the challenged provisions unconstitutional and awarded summary judgment to Plaintiffs. <i>North Carolina Right to Life, Inc. v. Bartlett,</i> <span class=\"citation\" data-id=\"2568391\"><a href=\"/opinion/2568391/north-carolina-right-to-life-inc-v-bartlett/\"><span class=\"volume\">3</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">675</span></a></span> (1998). On appeal the Fourth Circuit Court of Appeals affirmed except as to the last provision, not at issue here. <i>North Carolina Right to Life, Inc. v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span> (4th Cir.), <i>petition for cert. filed,</i> <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3733</span></span> (U.S. May 18, 1999) (\"NCRL I\").</p>\n<p>Since NCRL I, the North Carolina General Assembly has redesigned its campaign finance regime, rewriting some invalidated provisions and adding new provisions. NCRL returns to this Court to challenge four of North Carolina's campaign finance reform measures:</p>\n<blockquote>1) \"political committee\" registration, as set out in the revised section 163-278.6(14)(a)(2), with its revised definition of \"oppose or support ... a ... candidate,\" found in section 163-278.14(A);</blockquote>\n<blockquote>2) reporting requirements for expenditures on advertisements naming candidates, found in section 163-278.12A;</blockquote>\n<blockquote>3) for-or-against disclaimers in political advertisements, set forth in 163-278.39(a)(3); and</blockquote>\n<blockquote>4) limits on contributions to political committees, found in 163-278.13.</blockquote>\n<p>The only section at issue both in <i>Bartlett</i> and in the instant case is North Carolina's definition of a political committee. At the time <i>Bartlett</i> was decided, Section 163-278.6(14) defined political committee as \"any person, committee, association, or organization, the primary <i>or incidental purpose</i> of which is to support or oppose any candidate or political party <i>or to influence or attempt to influence the result of an election</i> ...\" (emphasis added). In evaluating the validity of this definition, this Court noted language from the <i>Buckley v. Valeo</i> decision: Although \"compelled disclosure has the potential for substantially infringing the exercise of First Amendment rights,\" \"there are governmental interests sufficiently important to outweigh the possibility of infringement ...\" Thus, such requirements may be imposed upon groups \"when they make expenditures for communications that expressly advocate the election or defeat of a clearly identified candidate.\" (679) <i>Id.,</i> at 80, 96 S.Ct., at 664.</p>\n<p>Under North Carolina's then definition of political committee, a group could have been subjected to disclosure requirements based solely upon expenditures meant to influence an election, whether or not the group expressly supported or opposed a candidate. This Court therefore held that the definition was unconstitutionally overbroad. <i>Id.</i> at 679-680.<sup>[1]</sup> It was unnecessary in that decision for this Court to examine whether North Carolina could constitutionally impose disclosure requirements on a group based on whether the group had \"an incidental purpose\" of supporting or opposing candidates.<sup>[2]</sup></p>\n<p>Plaintiffs commenced this suit on November 30, 1999. On April 6, 2000, this Court conducted a hearing on Plaintiffs' motion for a preliminary injunction. Both <span class=\"star-pagination\">*503</span> sides have fully briefed this motion, and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>\"`[A] preliminary injunction is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.\" <i>Hughes Network Sys., Inc. v. InterDigital Communications Corp.,</i> <span class=\"citation\" data-id=\"664068\"><a href=\"/opinion/664068/hughes-network-systems-incorporated-v-interdigital-communications/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 693 (4th Cir.1994) (quoting <i>Federal Leasing Inc. v. Underwriters at Lloyd's,</i> <span class=\"citation\" data-id=\"391023\"><a href=\"/opinion/391023/federal-leasing-inc-and-the-bank-of-california-na-v-underwriters-at/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span>, 499 (4th Cir.1981)). Preserving the <i>status quo</i> pending adjudication on the merits is its purported aim. <i>See </i><i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 195 (4th Cir.1977). The Fourth Circuit standard for awarding interim injunctive relief is the \"balance-of-hardships\" test. <i>Id.,</i> at 196; <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 811 (4th Cir.1991).</p>\n<p>Under this test, the Court determines whether the harm likely to be suffered by plaintiff if relief is denied is actual and imminent or merely remote and speculative. <i>Direx Israel, Ltd.,</i> 952 F.2d at 812 (quoting <i>Tucker Anthony Realty Corp. v. Schlesinger,</i> <span class=\"citation\" data-id=\"531337\"><a href=\"/opinion/531337/tucker-anthony-realty-corporation-charles-f-hovey-jr-laura-j-vennard/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span>, 975 (2nd Cir. 1989)). It then balances this harm or injury against the harm to the defendant if the relief is granted.</p>\n<p>On the basis of this balancing, the Court \"determine[s] the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel, Ltd.,</i> 952 F.2d at 811. A \"substantial discrepancy in potential harms would have to be found to favor a party whose potential for success on the merits was no better than even,\" while a smaller discrepancy may suffice when that party has a strong probability of success on the merits. <i>Faulkner v. Jones,</i> <span class=\"citation\" data-id=\"658121\"><a href=\"/opinion/658121/shannon-richey-faulkner-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></a></span>, 233 (4th Cir.1993); <i>Blackwelder,</i> 550 F.2d at 195. Finally, the Court must consider the public interest. <i>Direx Israel, Ltd.,</i> 952 F.2d at 812.</p>\n<p>It is well-established that \"the loss of First Amendment freedom, for even minimal periods of time, unquestionably constitutes irreparable injury.\" <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373-374, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976). The potential harm to Plaintiffs presented by these statutes is therefore great, and existing legal remedies would be wholly inadequate to compensate for the encroachments onto political expression alleged by Plaintiffs.</p>\n<p></p>\n<h2>A. Political Committee Registration Requirements</h2>\n<p></p>\n<h2>Sections 163-278.7 - 163-278.11, 163-278.6(14)</h2>\n<p></p>\n<h2><i>1. Statutory Regime</i></h2>\n<p>North Carolina's political committee regulations require all \"political committees\" to register with the State, appoint a treasurer, and comply with other administrative and organizational requirements. N.C.G.S. § 163-278.7. In addition, the treasurer must keep track of and report all expenditures and contributions. N.C.G.S. §§ 163-278.8, 163-278.9. In reporting any contribution of over $100, the treasurer must disclose the donor's name, address, and occupation; otherwise, the treasurer reports only dates and amounts of contributions and expenditures. N.C.G.S. § 163-278.11. Failure to comply with these requirements subjects a political committee to prosecution for a class 2 misdemeanor, as well as civil late-filing fines. N.C.G.S. §§ 163-278.27, 163-278.34.</p>\n<p>This Courts' evaluation of NCRL's challenge to North Carolina's registration requirements commences with a determination of when a group may be classified as a \"political committee\" under North Carolina's regime. Section 163-278.6(14) sets out two requirements for such classification. First, a \"political committee\" must make \"contributions\" or \"expenditures.\"<sup>[3]</sup><span class=\"star-pagination\">*504</span> An \"expenditure\" is \"any purchase, advance, conveyance ...\" or \"anything of value whatsoever ...,\" made in order \"to support or oppose the nomination, election, or passage, of one or more clearly identified candidates ...\" N.C.G.S. § 163-278.6(9).</p>\n<p>A communication is an \"expenditure\"  that is, it is circulated in order \"to support or oppose the nomination or election of one or more clearly identified candidates\"  if it satisfies section 163-278.14A. This provision contains North Carolina's \"express advocacy test\" for distinguishing regulable \"express advocacy\" from highly protected \"issue advocacy\" communications. The statute provides two ways for proving that a communication is express advocacy, i.e., made to support or oppose a candidate. The first avenue looks to whether a communication includes certain words and phrases such as \"vote for,\" \"cast your ballot for,\" \"defeat,\" etc. N.C.G.S. § 163-278.14(a)(1). The second avenue allows proof in some instances through certain contextual factors.<sup>[4]</sup></p>\n<p>North Carolina's definition of \"political committee\" contains the second requirement that a group be candidate-controlled, a political party, affiliated with a corporation or union, or have \"a <i>major purpose</i> to support or oppose the nomination or election of one or more clearly identified candidates.\" N.C.G.S. § 163-278.6(14)(d). The statute further provides that a group is presumed to have a \"major purpose\" of supporting or opposing one or more candidates if its \"contributions\" and \"expenditures\" total over $3,000 during an election cycle. <i>Id.</i> The above definition of \"expenditure\" applies here as well. The presumption can be rebutted \"by showing that the contributions and expenditures giving rise to the presumption were not a major part of activities of the organization during the election cycle.\"<sup>[5]</sup><i>Id.</i></p>\n<p>Thus, it appears that to be classified as a political committee, first, a group must first be found to have made either political contributions, or expenditures in support of or against a candidate. Express advocacy communications are considered expenditures while other communications are not. Second, a group must have a major purpose of supporting or opposing a candidate, which may be rebuttably presumed if a group contributes and expends over $3,000 an election cycle. Again, in determining the amount expended in an election cycle, costs of communications are considered only if the communication satisfies the express advocacy test found in sections 163-278.14(a)(1) and (a)(2).</p>\n<p></p>\n<h2><i>2. Standing and Ripeness</i></h2>\n<p>NCRL argues that although it has no major purpose to support or oppose candidates, the group has made direct contributions to candidates in the past. NCRL would like to spend over $3,000, but no more than 20% of its disbursements, on express advocacy in the current election cycle. It has refrained from engaging in such activity, however, due to concern that it may be classified as a political committee as a result. In order to avoid compliance with the registration requirements that <span class=\"star-pagination\">*505</span> would accompany classification as a political committee, NCRL will not spend over $3,000 on such communications. The State, in contrast, contends that NCRL lacks standing to challenge section 163-278.4(14)'s definition of political committee, as the statute has never been applied to NCRL, and NCRL's stated desire that it would like to spend over $3,000 this election cycle is not credible in light of past disbursements by NCRL and NCRL-PAC.<sup>[6]</sup></p>\n<p>The State's contention is properly characterized as one relating to ripeness, as the issue is not whether NCRL has properly alleged an injury potentially infringing upon its constitutional rights, but rather whether NCRL is entitled to preenforcement review. <i>See</i> Erwin Chemerinsky, <i>Federal Jurisdiction,</i> § 2.4, p. 115 (1994). Denial of review in the instant case would impose upon NCRL the choice of either refraining from activity it believes to be constitutionally protected, or engaging in such activity and facing possible prosecution. The hardship of such denial would be sufficiently great here to justify preenforcement review of North Carolina's definition of political committee. See <i>id.</i> at 117; <i>Abbott Laboratories v. Gardner,</i> <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967). The Court does not find that NCRL's stated desire to engage in express advocacy lacks credibility such as would render the threat to NCRL merely hypothetical. The Court therefore holds that NCRL's challenge to this statute is ripe for ruling.</p>\n<p></p>\n<h2><i>3. Applicability of the Buckley Express Advocacy Test to \"Major Purpose\" Groups</i></h2>\n<p>NCRL raises several First Amendment challenges to North Carolina's new political committee definition. NCRL argues first that the definition classifies certain groups as political committees on the basis of independent expenditures that do not constitute \"express advocacy\" of a candidate, as it is defined in <i>Buckley.</i> In so arguing, NCRL misconstrues the constitutional requirements for regulation of a group whose major purpose is the nomination or election of a candidate. An examination of the Supreme Court's caselaw on this subject reveals that while many individuals and groups may be subjected to campaign finance disclosure requirements only to the extent their activities constitute \"express advocacy\", \"campaign-related\" groups, whose major purpose is electioneering, may be regulated without regard to <i>Buckley</i>'s express advocacy standard.</p>\n<p>The unique treatment accorded \"major purpose\" groups originates in the Supreme Court's discussion of FECA's disclosure requirements in <i>Buckley v. Valeo,</i> 424 U.S. at 79, 96 S.Ct. at 663. One of FECA's disclosure requirements applied to \"political committees,\" which were defined \"only in terms of amount of annual `contributions' and `expenditures.'\" <i>Id.; see</i> 2 U.S.C. § 431(d). Because that definition left open the possibility that pure issue advocacy groups might be subject to the disclosures, the <i>Buckley</i> Court construed the statute narrowly, concluding that the purposes of the Act would be fulfilled if \"political committee\" were understood merely to encompass \"organizations that are under the control of a candidate or the major purpose of which is the nomination or election of a candidate.\" <i>Id.</i> at 79, 96 S.Ct. at 663. Thus, certain groups were held to be so clearly involved in electioneering that disclosure requirements may be applied to them on this basis alone without raising the concern that pure issue advocacy will be chilled or diminished.<sup>[7]</sup><i>Id.</i></p>\n<p>The Court then examined the constitutionality of another FECA provision, section 434(e), which imposed lesser disclosure <span class=\"star-pagination\">*506</span> requirements on individuals, as well as groups not classified as political committees. <i>Id.</i> at 77-79, 96 S.Ct. at 662-63. To ensure that section 434(e) reached only those entities whose activities implicated the government's interest in avoiding corruption, the Court narrowly construed \"expenditures\" <i>for the purposes of that section only</i> to encompass only disbursements \"for communications that expressly advocate the election or defeat of a clearly identified candidate.\"<sup>[8]</sup> Thus, the <i>Buckley</i> Court imposed a \"major purpose\" requirement, but not an \"express advocacy\" requirement, upon political committees.</p>\n<p>Since <i>Buckley,</i> most courts that have examined disclosure requirements have focused on the nature of the express advocacy showing needed to regulate those who are neither candidates nor political parties nor \"political committees.\" <i>See, e.g., </i><i>FEC v. Christian Action Network,</i> <span class=\"citation\" data-id=\"739306\"><a href=\"/opinion/739306/federal-election-commission-v-christian-action-network-incorporated/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1049</span></a></span> (4th Cir.1997) (\"CAN II\"); <i>FEC v. Furgatch,</i> <span class=\"citation\" data-id=\"480629\"><a href=\"/opinion/480629/federal-election-commission-v-harvey-furgatch/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span> (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></span> (1987). Fewer cases have examined under what circumstances a \"major purpose\" group may be regulated.</p>\n<p>In <i>FEC v. Massachusetts Citizens for Life,</i> <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span> <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></a></span> (1986) (<i>\"MCFL\"</i>), however, the Supreme Court reaffirmed that a group may be subjected to certain regulations solely for the reason that it has a \"major purpose\" of engaging in electoral advocacy. MCFL, the pro-life group challenging FECA disclosure requirements, was not a \"political committee\" under FECA, as its \"central organizational purpose [wa]s issue advocacy, although it occasionally engage[d] in activities on behalf of political candidates.\" <i>Id.</i> at 253, 107 S.Ct. at 625 n. 6. Nevertheless, due to its incorporation, MCFL was required under FECA to create a segregated fund that was subject to all disclosure requirements imposed on political committees. <i>Id.</i> at 253, 107 S.Ct. at 625.<sup>[9]</sup> Applying strict scrutiny, the Court concluded that the extra burden of these requirements could discourage protected speech. <i>Id.</i> at 255, 107 S.Ct. at 626. The Court further determined that, although the FEC's concern regarding the \"corrosive influence of concentrated corporate wealth\" was well-founded, such a concern did not apply to nonprofit groups such as MCFL, and thus the provision was overbroad. <i>Id.</i> at 259, 107 S.Ct. at 628.</p>\n<p>The <i>MCFL</i> Court invalidated regulations imposed on MCFL as a <i>corporation.</i> A plurality of the Court noted that FECA permissibly regulates as a <i>political committee</i> any group \"under the control of a candidate or the major purpose of which is the nomination or election of a candidate.\" <i>Id.</i> at 252, 107 S.Ct. at 625 n. 6. A majority of the Court thus reaffirmed that MCFL could be regulated as a political committee, if its major purpose later became electoral advocacy:</p>\n<blockquote>should MCFL's independent spending become so extensive that the organization's major purpose may be regarded as campaign activity, the corporation would be classified as a political committee. <i>See </i><i>Buckley,</i> 424 U.S., at 79, 96 S.Ct., at 663. As such, it would automatically be subject to the obligations and restrictions applicable to those groups whose primary objective is to influence political campaigns. In sum, there is no need to treat MCFL any differently than other [unincorporated] organizations that only occasionally engage in <span class=\"star-pagination\">*507</span> independent spending on behalf of candidates.</blockquote>\n<p><i>MCFL,</i> 479 U.S. at 262, 107 S.Ct. at 630. Again, it was clear that the Court found little danger of squelching pure issue advocacy in allowing regulation of \"campaign-related\" groups.</p>\n<p>Since <i>MCFL,</i> the Supreme Court has not elaborated upon the \"major purpose\" test it imposed in <i>Buckley</i> on FECA's political committee disclosure requirements. Two years ago, however, the Court granted certiorari in a case involving FECA's current definition of political committee.<sup>[10]</sup><i>FEC v. Akins,</i> <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1777</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">10</span></a></span> (1998). <i>Id.</i> The Supreme Court remanded the case to the FEC in order to determine whether the FEC's decision not to enforce political committee requirements on the group in question, AIPAC, was justified on an alternate ground. <i>FEC v. Akins,</i> 524 U.S. at 29, 118 S.Ct. at 1788. In so doing, the Supreme Court declined to address the issue of whether the FEC could constitutionally impose political committee status on any group making a contribution or expenditure of more than $1,000, as the FEC's statute appears to allow on its face, or whether the FEC was bound to construe this law narrowly to apply only when a group's <i>major purpose</i> is to influence an election. <i>Id.</i> The D.C. Circuit Court of Appeals' en banc decision in this case therefore remains the only valid federal court decision since <i>Buckley</i> to squarely address <i>Buckley</i>'s \"major purpose\" test. <i>See </i><i>Akins v. FEC,</i> <span class=\"citation\" data-id=\"730816\"><a href=\"/opinion/730816/james-e-akins-v-federal-election-commission/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span> (D.C.Cir.) (en banc), <i>vacated </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1777</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">10</span></a></span> (1998). The D.C. Circuit assumed that the major purpose test was the proper test for evaluating the constitutionality of requirements imposed on political committees. The issue of contention was whether even this test was required when a group was classified as a political committee because of <i>contributions</i> made directly to candidates, rather than because of <i>independent expenditures.</i><sup>[11]</sup></p>\n<p>The <i>Buckley, MCFL,</i> and <i>Akins</i> decisions thus hold that it is the \"major purpose test,\" and not the \"express advocacy test,\" that assures the regulation of political committees will not be so broad as to chill protected issue advocacy. The express advocacy test arises instead in the context of disclosure requirements imposed upon groups and individuals with no major purpose of electioneering, and represents an independent basis for regulating speech. <i>Buckley,</i> 424 U.S. at 79-80, 96 S.Ct. at 663-664. Thus, as North Carolina was not required to incorporate an express <span class=\"star-pagination\">*508</span> advocacy standard into its definition of a political committee, in examining the constitutional validity of this definition it is unnecessary for the Court to determine whether North Carolina's express advocacy standard is broader than that adopted in <i>Buckley.</i><sup>[12]</sup> Accordingly, the Court will proceed to examine whether North Carolina's \"major purpose\" test for political committees withstands constitutional scrutiny.</p>\n<p></p>\n<h2><i>4. Vagueness and Overbreadth Challenges to North Carolina's Major Purpose Test</i></h2>\n<p>NCRL contends that even without regard to any express advocacy requirement, North Carolina's definition of political committee remains both overbroad and impermissibly vague. As seen above, the Supreme Court held in <i>Buckley</i> that \"political committees\" may be regulated as long as they encompass only \"organizations that are under the control of a candidate or the major purpose of which is the nomination or election of a candidate.\" <i>Buckley,</i> 424 U.S. at 79, 96 S.Ct. at 663. NCRL argues, however, that North Carolina has created a broader major purpose test than was applied to FECA's provisions in <i>Buckley</i> and <i>MCFL,</i> as it asks whether an organization has \"a\" major purpose of supporting or opposing candidates, while those cases required electioneering as \"the\" major purpose. NCRL charges that the law is therefore facially invalid, as issue advocacy groups may be deemed to have several major purposes, electioneering among them.</p>\n<p>On its face the language of the statute does not seem significantly broader than that found in Supreme Court cases. The difference between the use of \"a\" and \"the\" is not necessarily significant; as North Carolina points out, even the Fourth Circuit has in the past used these articles interchangeably. <i>Bartlett,</i> 168 F.3d at 712. Whatever article the State employs, the gist of the major purpose test must be whether a group may fairly be called \"campaign-related.\" It may be possible, as North Carolina urges, for a group to have other major purposes and yet be a campaign-related group. If so, such a group would likely have a common mission threading through these different activities. Certainly a group with a \"central, organizing purpose\" of electioneering is one which would be transformed into a very different group if it ceased its campaign-related activity. <i>See MCFL,</i> 479 U.S. at 253, 107 S.Ct. at 625 n. 6. As North Carolina's provision appears to apply only to campaign-related groups, preliminary injunction on this basis is inappropriate.</p>\n<p>NCRL also attacks North Carolina's political committee regulations on voidness grounds. In essence, the challenge posits that issue advocacy groups will not know whether they must register as political committees, and will self-censor their issue advocacy communications in order to avoid the burdens imposed by the regulations. Like NCRL's overbreadth challenges, then, the alleged danger is one of chilled speech. Yet North Carolina's political committee regulations compare favorably with FECA's political committee provisions, as narrowly construed in <i>Buckley</i> and approved by implication in <i>FEC v. Akins,</i> <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1777</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">10</span></a></span> (1998). FECA's \"political committee\" requirements, as construed by the Supreme Court, apply to groups with a major purpose of electioneering who \"receiv[e] contributions or mak[e] expenditures during a calendar year in an aggregate amount exceeding <span class=\"star-pagination\">*509</span> $1,000.\"<sup>[13]</sup> The FECA requirements imposed on these political committees are quite similar to North Carolina's political committee requirements, detailed above in Part 1 of this section. Political committees must register by filing a statement of organization, appoint a treasurer, and report all contributions and disbursements over a threshold amount. 18 U.S.C. §§ 432, 433.</p>\n<p>The statutes not only impose substantially the same burden, but also apply to substantially the same \"campaign-related\" groups. Both statutes incorporate a \"major purpose\" test to ensure that no group merely making independent expenditures will be classified as a political committee unless its major purpose is electioneering. North Carolina's statute is, in fact, more restrictive, as it requires all political committees to have such a major purpose, even those classified on the basis of contributions made to candidates. Both statutes employ a threshold amount to guide the determination that a group has a major purpose of electioneering. FECA's threshold of $1,000 per year is conclusive, while North Carolina's higher threshold of $3000 per two-year election cycle raises only a presumption of such purpose, which a group may rebut by showing that electioneering is \"not a major part\" of the group's activities. Unlike FECA's regulations, North Carolina's regime thus protects large groups that engage in significant electioneering when that activity nevertheless comprises a small proportion of total disbursements. North Carolina's higher threshold ensures that only groups engaging in significant electioneering are presumed to be political committees. <i>Id.</i></p>\n<p>North Carolina's political committee definition is narrower than FECA's in another important respect. The state has chosen to incorporate what purports to be the <i>Buckley</i> \"express advocacy\" test into its definition in two ways. First, as a threshold matter, a North Carolina political committee must have made either a \"contribution,\" or an \"expenditure,\" but a communication is considered an expenditure only if it meets North Carolina's definition of express advocacy in section 163-278.14(A). Second, if expenditures on communications do not satisfy the express advocacy test, they may not be considered in determining whether a North Carolina political committee may be presumed to have a major purpose of electioneering. Under section 163-278.14(A), a communication is an expenditure only if: 1) it employs one of several listed words urging its audience to vote in a suggested manner; or 2) in examining contextual factors, a reasonable person could only interpret the communication as advocating the nomination, election or defeat of a candidate. Whether or not North Carolina's express advocacy test is broader than the <i>Buckley</i> standard, it certainly narrows the communications that qualify as expenditures.</p>\n<p>Furthermore, even if North Carolina's regime is evaluated without comparison to FECA, it is clear that the regime provides sufficient notice to groups as to whether they will be deemed political committees. <i>See </i><i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 108, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2298-99, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972) (standard for vagueness is whether person of ordinary intelligence has reasonable opportunity to know what is prohibited, so as to act accordingly). Groups with no major purpose of electing or nominating a candidate are exempt from the statute. Groups that spend over $3,000 on campaign-related disbursements (whether contributions to candidates, expenditures on communications classified as express advocacy under section 163-278.14A, or other non-communication political expenditures) are put on notice that North Carolina's Board of Elections will presume they have a major purpose of electioneering. Nevertheless, these groups <span class=\"star-pagination\">*510</span> will not be subject to political committee regulations if they demonstrate that their electoral activities do not constitute a major portion of their total disbursements.</p>\n<p>The Court is unconvinced by NCRL's argument that North Carolina's regime provides insufficient notice to groups of when, other than by presumption, the State Board of Elections will determine that a group has a major purpose of electioneering. Those responsible for registering a group as a political committee will know better than others what the group's major purposes are. As to groups' notice that the $3,000 presumption will apply, even if this Court found that this provision lacked clarity. The presumption does not alter the law's application to all \"major purpose\" groups; it merely shifts the burden of production.</p>\n<p>North Carolina's law thus seems sufficiently protective of issue advocacy groups to pass constitutional muster. Its separate requirement that the State show instances of electoral activity, its high threshold before enforcement will normally occur, and the availability of rebuttal for those who spend or contribute over $3,000 act as additional safeguards to ensure that pure issue advocacy groups not engaging in contributions or express advocacy are not subject to the law. Given the Supreme Court's reluctance in <i>Akins</i> either to overturn FECA's political committee regulations or to suggest a bright-line rule for whom may be regulated as a political committee, this Court is reluctant to contrive some new constitutional requirement to be imposed on North Carolina's regime. In accordance with the above reasoning, the Court will deny Plaintiff's motion for a preliminary injunction to enjoin enforcement of North Carolina's political committee registration requirements, as provided in sections 163-278.7 to 163-278.11, 163-278.6(14), and 163-278.14A.</p>\n<p></p>\n<h2>B. Disclosures for Expenditures on Political Advertisements</h2>\n<p></p>\n<h2>Section 163-278.12A</h2>\n<p>This section imposes a reporting requirement applying only to certain printed and broadcast communications naming political candidates. The statute reads,</p>\n<blockquote>Any individual, person, political committee or other entity that makes an expenditure for printed material or advertisements broadcast or distributed to anyone other than members of the entity shall report those expenditures in accordance with subsection (b) of this section if the printed material or advertisement names a candidate or names an individual whose prospective or potential candidacy is the principal purpose of a political committee.\" N.C.G.S. § 163-278.12A(a). The requirements do not apply, however, to \"[m]aterial that is solely informational and is not intended to advocate the election or defeat of a candidate or prospective candidate ...</blockquote>\n<p>N.C.G.S. § 163-278.12A(a)(1).</p>\n<p>All other sections of North Carolina's Article 22A define expenditure as something of value spent <i>to support or oppose one or more candidates.</i> As discussed in part A of this opinion, this \"support or oppose\" language is in turn defined, for the purposes of evaluating a communication, by the \"express advocacy test\" found in section 163-278.14A. \"Expenditure\" is defined differently for the purposes of this reporting requirement, however, and includes no \"support or oppose\" language. N.C.G.S. § 163-278.12A(c). As this language is absent, nothing in the provision prevents its application to communications that do not constitute \"express advocacy\" of a candidate. Put simply, this provision appears to apply to issue ads as well as express advocacy ads. As this provision is applicable to everyone, and not just to major purpose groups as is the case with the registration and disclosure requirements discussed in Part A of this decision, the provision violates the First Amendment to the U.S. Constitution.</p>\n<p>As discussed in Part A, the <i>Buckley</i> Court, in examining FECA's disclosure requirements, <span class=\"star-pagination\">*511</span> found it necessary to narrowly construe FECA's definition of expenditure to \"reach only funds used for communications that expressly advocate the election or defeat of a clearly identified candidate.\" Implicit in the Court's ruling was the principle that core political speech, essential to the free flow of ideas in a democracy, occupies a highly protected place within First Amendment jurisprudence. <i>See, e.g., </i><i>Buckley,</i> 424 U.S. at 42, 96 S.Ct. at 645. Later, in <i>MCFL,</i> the Court reaffirmed the constitutional necessity of limiting FECA's disclosure requirements to \"express advocacy,\" in order to \"distinguish discussion of issues and candidates from more pointed exhortations to vote for particular persons.\" <i>MCFL,</i> 479 U.S. at 249, 107 S.Ct. at 623. The Fourth Circuit has considered it a bright-line, constitutionally mandated rule that disclosure requirements apply only to \"express advocacy\" communications. <i>FEC v. Christian Action Network,</i> <span class=\"citation\" data-id=\"739306\"><a href=\"/opinion/739306/federal-election-commission-v-christian-action-network-incorporated/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1049</span></a></span> (4th Cir.1997) (\"CAN II\") (holding the FEC was not substantially justified in considering the nonverbal aspects of a television advertisement). The State's failure to limit reporting requirements to \"express advocacy\" renders Section 163-278.12A invalid on its face.</p>\n<p>Even if the Court accepted the notion that <i>Buckley</i>'s express advocacy test is not a bright line rule applying to all disclosure requirements regardless of their larger statutory regimes, these disclosure requirements appear to be unconstitutionally vague. The statute's qualification that only advertisements <i>intended</i> to advocate a candidate's election or defeat must be disclosed fails to provide any indication of how the Elections Board will determine what communications fall under the statute. This uncertainty, and the discretion apparently granted the Elections Board by this statute, seems likely to chill the speech of those who wish to engage in pure issue advocacy.<sup>[14]</sup> For these reasons, the Court will grant a preliminary injunction as to Section 163-278.12A.</p>\n<p></p>\n<h2>C. Political Advertisement Disclaimers</h2>\n<p></p>\n<h2>Section 163-278.39(a)(3)</h2>\n<p>NCRL and NCRL-PAC also challenge Section 163-278.39(a)(3), which prohibits any print or broadcast advertisement constituting an expenditure or contribution required to be disclosed unless, among other requirements, \"[t]he sponsor states in the advertisement its position for or against the candidate, provided that this subdivision applies only if the advertisement supports or opposes the nomination or election of one or more clearly identified candidates.\" Sections 163-278.39A(b)(3) and (c)(3) specify the format of this disclaimer for broadcast advertisements; for instance, a NCRL television advertisement would include a spoken statement such as, \"The North Carolina Right to Life political committee sponsored this ad <i>supporting</i> John Smith for Governor.\"<sup>[15]</sup> NCRL challenges <span class=\"star-pagination\">*512</span> the statute, arguing that requiring any advertisement to state whether the sponsor is for or against the candidate constitutes coerced speech.</p>\n<p>This \"for-or-against requirement\" compels political speech that an advertisement sponsor might otherwise wish to avoid. It therefore places a content-based restraint on core political speech. <i>Riley v. National Federation of the Blind of North Carolina,</i> <span class=\"citation\" data-id=\"112141\"><a href=\"/opinion/112141/riley-v-national-federation-of-blind-of-nc-inc/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"112141\"><a href=\"/opinion/112141/riley-v-national-federation-of-blind-of-nc-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2667</span></a></span>, 101 L.Ed.2d 669. Because the statute \"involves a limitation on political expression subject to exacting scrutiny,\" it may be upheld only if \"it is narrowly tailored to serve an overriding state interest.\" <i>McIntyre v. Ohio Elections Commission,</i> <span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span>, 346, 347, <span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, 1519, 131 L.Ed.2d 426) (1995) (internal citations omitted).</p>\n<p>North Carolina forwards the goal of \"opening the basic processes of our election system to public view\" as its compelling interest in enacting this statute. This is the \"informational interest\" held sufficient in <i>Buckley</i> to justify minimal disclosure requirements for independent expenditures made on behalf of a candidate. <i>Buckley,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 81-82, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, 664. While the State has an important interest in maintaining and promoting the transparency of the political process, this disclosure seems unlikely to further this interest to any significant degree. Plaintiffs do not challenge whether they can be compelled to identify themselves as sponsors of an advertisement. Given the information otherwise made available to the public, information stating whether a sponsor supports or opposes a candidate adds very little to the public's knowledge.</p>\n<p>The Court finds that any minimal benefit of electoral transparency to be gained by this measure may not be justified by its means. Content-based, compelled speech raises First Amendment concerns even when only factual disclosures are mandated. <i>See </i><i>Pacific Gas &amp; Electric Co. v. Public Utilities Comm'n of Cal.,</i> <span class=\"citation\" data-id=\"111596\"><a href=\"/opinion/111596/pacific-gas-elec-co-v-public-util-commn-of-cal/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"111596\"><a href=\"/opinion/111596/pacific-gas-elec-co-v-public-util-commn-of-cal/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>, 909, <span class=\"citation\" data-id=\"111596\"><a href=\"/opinion/111596/pacific-gas-elec-co-v-public-util-commn-of-cal/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1986) (plurality opinion) (the First Amendment protects a speaker's choice as to \"what not to say\"); <i>Riley v. National Federation of the Blind of North Carolina, Inc.,</i> 487 U.S. at 797, 108 S.Ct. at 2678 (striking the requirement that professional fundraisers disclose to potential donors what percentage of prior years' donations went to charity); <i>Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston,</i> <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>, <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1995) (a speaker's right to tailor speech applies \"not only to expressions of value, opinion, or endorsement, but equally to statements of fact the speaker would rather avoid\") (citing <i>McIntyre,</i> 514 U.S. at 341-42, 115 S.Ct. at 1516); <i>Clifton v. Federal Election Commission,</i> <span class=\"citation\" data-id=\"741722\"><a href=\"/opinion/741722/robin-clifton-and-maine-right-to-life-committee-inc-v-federal-election/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1309</span></a></span>, 1313 (1st Cir. 1997) (\"... the Supreme Court has long treated compelled speech as abhorrent to the First Amendment ...\")</p>\n<p>This provision, unlike North Carolina's related requirements that a sponsor identify its name and acknowledge its sponsorship, compels a sponsor to voice an opinion, i.e. its position for or against a candidate named in an advertisement. The Supreme Court has emphasized that freely expressed opinions hold a central role in a democratic system. In <i>Wooley v. Maynard,</i> <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, 714, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1428</span></a></span>, 1435, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1977), the Court held that an individual could not be compelled to carry the slogan \"Live Free or Die,\" relying on the principle that \"[t]he right to speak and the right to refrain from speaking are complementary components of the broader concept of `individual freedom of mind'\" (internal citations omitted). <i>See also </i><i>Miami Herald Publishing Co. v. Tornillo,</i> <span class=\"citation\" data-id=\"109088\"><a href=\"/opinion/109088/miami-herald-publishing-co-v-tornillo/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 256, <span class=\"citation\" data-id=\"109088\"><a href=\"/opinion/109088/miami-herald-publishing-co-v-tornillo/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2831</span></a></span>, 2839, <span class=\"citation\" data-id=\"109088\"><a href=\"/opinion/109088/miami-herald-publishing-co-v-tornillo/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">730</span></a></span> <span class=\"star-pagination\">*513</span> (1974). Indeed, this provision has the potential of compelling a group without an opinion to invent one. For instance, a sponsor interested in the defeat of a particular candidate might pay for an advertisement naming more than one candidate running against that candidate, without holding any position as to which of these opponents should win office. The for-or-against requirement forces this sponsor to choose among the candidate's opponents or else refrain from placing the advertisement at all.</p>\n<p>The free speech concerns inherent in North Carolina's for-or-against disclosure are sufficiently great, and the requirement's nexus with North Carolina's informational interest sufficiently weak, that this provision seems unlikely to withstand exacting scrutiny. Because NCRL and NCRL-PAC are likely to prevail on the merits as to this issue, the Court will enjoin the State of North Carolina from enforcing Section 163-278.39(a)(3).</p>\n<p></p>\n<h2>D. Limits on Contributions to Political Committees</h2>\n<p></p>\n<h2>Section 163-278.13</h2>\n<p>Finally, NCRLC-FIPE challenges Section 163-278.13's $4,000 limit on contributions to \"political committees.\" The section provides: \"No individual, political committee, or other entity shall contribute to any candidate or other political committee any money or make any other contribution in any election in excess of ... $4,000.\" N.C.G.S. § 163-278.13(a). In addition, candidates and political committees are barred from accepting or soliciting over $4,000 from any one source during an election cycle. N.C.G.S. § 163-278.13(b).</p>\n<p></p>\n<h2><i>1. Standing and Ripeness</i></h2>\n<p>As a threshold matter, the State argues that NCRLC-FIPE lacks standing to challenge the provision, because only the rights of its contributors are at issue. A party has standing to sue where it is shown that a challenged activity has caused a party \"injury in fact\" sufficient to create a case or controversy within the meaning of Article III. <i>Baker v. Carr,</i> <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 204, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, 703, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962). In addition, a party must be the proper proponent of the rights forming the basis of the suit. <i>Tileston v. Ullman,</i> <span class=\"citation\" data-id=\"103765\"><a href=\"/opinion/103765/tileston-v-ullman/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">603</span></span> (1943).</p>\n<p>The provision at issue causes injury to NCRLC-FIPE, as it limits the group's ability to seek large contributions and forces the group to solicit contributions from a larger number of donors to raise the same amount of funds.<sup>[16]</sup> Whether NCRLC-FIPE may assert the constitutional rights of its contributors is a more difficult matter. While, generally speaking, a party has no standing to assert the rights of a third party, a corporation may in some instances assert the rights of its members. <i>NAACP v. Alabama,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 459, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, 1170, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958). To qualify for this exception to the standing rule, NCRLC-FIPE must first show that its organization and its members are closely identified with each other, so that the organization is the \"medium through which individual members seek to make more effective the expression of their own views.\" <i>See id.,</i> at 459, 78 S.Ct. at 1170. Second, the group must show that the organization would be adversely affected by the challenged law. <i>Id.</i> at 459, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span>. <i>See also </i><i>Let's Help Florida v. Smathers,</i> <span class=\"citation\" data-id=\"1487879\"><a href=\"/opinion/1487879/lets-help-florida-v-smathers/\"><span class=\"volume\">453</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1003</span></a></span>, 1006 (N.D.Fla.1978). Finally, a genuine obstacle to members' assertion of rights must exist. <i>Id.</i></p>\n<p>Applying the first element of this standing exception, NCRLC-FIPE is a <span class=\"star-pagination\">*514</span> \"single-issue\" organization under the control of NCRL: its contributors are closely-identified with each other by the desire to elect pro-life candidates. Second, as discussed above, the provision causes injury to NCRLC-FIPE. Lastly, because NCRLC-FIPE cannot easily discover contributors wishing to donate over $4,000 without itself transgressing the law, a significant obstacle to members' challenge of the provision is present. NCRLC-FIPE therefore has standing to assert the rights of its contributors.<sup>[17]</sup></p>\n<p>The State also argues that this matter is not ripe for challenge because no prosecution has ensued and no threat of enforcement yet exists. Plaintiffs, however, are not required to expose themselves to arrest or prosecution under a criminal statute in order to challenge a statute in federal court. <i>See </i><i>New Hampshire Right to Life Political Action Committee v. Gardner,</i> <span class=\"citation\" data-id=\"197054\"><a href=\"/opinion/197054/nh-right-to-life-v-nh-secretary/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir.1996). Instead, \"[w]hen government action or inaction is challenged by a party who is a target or object of that action ... `there is ordinarily little question that the action or inaction has caused him injury, and that a judgment preventing or requiring the action will redress it.'\" <i>Minnesota Citizens Concerned for Life v. Federal Election Commission,</i> <span class=\"citation\" data-id=\"740441\"><a href=\"/opinion/740441/minnesota-citizens-concerned-for-life-elizabeth-a-blosser-v-federal/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">129</span></a></span>, 131 (8th Cir. 1997), (quoting <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 561-62, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992)). Here, NCRLC-FIPE states that it would like to solicit, through mailings or otherwise, over $4,000 from potential contributors. As NCRLC-FIPE could be prosecuted under N.C.G.S. § 163-278.13(b) for mailing this solicitation, the group has established that it is an \"object\" of the legislation. As North Carolina provides insufficient evidence to suggest that the threat of prosecution is merely speculative, this challenge is ripe.</p>\n<p></p>\n<h2><i>2. Validity</i></h2>\n<p>NCRLC-FIPE challenges North Carolina's limits as unconstitutionally overbroad. The law sweeps within its ambit contributions to groups making only uncoordinated, independent expenditures, groups whose activities, NCRLC-FIPE argues, are unblemished by any corruption or appearance of corruption. NCRLC-FIPE also argues that this provision is effectively an expenditure limit and not a contribution limit, as it limits money coming into such independent expenditure political committees, thus limiting the political committee's spending power. Finally, NCRLC-FIPE argues that even if the provision is facially valid, it is unconstitutional as applied to NCRLC-FIPE, for the reasons given above.</p>\n<p>As discussed in Part A, in <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976), the Supreme Court distinguished between political contributions and political expenditures. Examining free speech rights implicated by FECA limitations on contributions, the Court held that a limitation on contributions to candidates \"involves little direct restraint on ... political communication, for it permits the symbolic expression of support evidenced by a contribution but does not in any way infringe the contributor's freedom to discuss candidates and issues.\" <i>Id.,</i> at 21, 96 S.Ct., at 636. Thus, contribution limits leave speech \"significantly unimpaired.\" <i>See </i><i>Nixon v. Shrink Missouri Government PAC,</i> <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, 904, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></a></span> (2000) (interpreting <i>Buckley</i>). The Court then examined the association rights implicated by a limit on contributions. The Court found that although making a contribution \"serves to affiliate a person\" with a group, limits on contributions leave a contributor free to become a member of a group and assist in a group's efforts. <i>Id.</i> at 22, 96 S.Ct. at 636.</p>\n<p><span class=\"star-pagination\">*515</span> In contrast, FECA's expenditure limitations improperly infringed speech, as they placed \"substantial and direct restrictions on the ability of candidates, citizens, and associations to engage in protected political expression, restrictions that the First Amendment cannot tolerate.\" <i>Id.</i> at 58-59, 96 S.Ct. at 654. The Court indicated that an expenditure limit \"imposes significantly more severe restrictions on freedom of association\" as well, as it \"precludes most associations from effectively amplifying the voice of their adherents\" by pooling funds together. <i>Id.</i> at 22, 96 S.Ct. at 636.</p>\n<p>The Court then subjected both FECA limits to \"the closest scrutiny\" <i>Id.</i> at 24-26, 96 S.Ct. at 637. Applying this analysis, the <i>Buckley</i> court found that \"[t]he prevention of corruption and the appearance of corruption\" was a compelling justification for a contribution limit, as large contributors' real or perceived securing of a \"political quid pro quo\" endangers \"representative democracy.\" <i>Id.</i> at 25-27, 96 S.Ct. at 638-39. This danger is not limited to actual bribery, the Court found, but \"extend[s] to the broader threat from politicians too compliant with the wishes of large contributors.\" <i>Id.</i> at 28, 96 S.Ct. at 639. The Court therefore upheld FECA's $1,000 limit on contributions to candidates in federal elections, but struck FECA's expenditure limits. <i>Id.</i> at 35, 96 S.Ct. at 642.</p>\n<p>Since the commencement of this action, the Supreme Court has again considered the First Amendment rights associated with contributions and expenditures, and has reaffirmed the distinction first laid out in <i>Buckley.</i> In <i>Nixon v. Shrink Missouri Government PAC,</i> 528 U.S. at ___, 120 S.Ct. at 910, the Court upheld a Missouri law imposing limits ranging from $250 to $1075 on contributions to state candidates. In so doing, the <i>Nixon</i> Court clarified the precise level of scrutiny to be imposed on contribution limits, a source of some contention after the <i>Buckley</i> decision. The Court held that \"a contribution limit involving `significant interference' with associational rights ... could survive if the Government demonstrated that contribution regulation was `closely drawn' to match a `sufficiently important interest.'\" <i>Id.</i> at 904, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>. A statute surviving a claim of abridgment of associational freedom would also survive a free speech claim, the Court assumed, as contribution limits impair rights of association more than they impair speech rights. <i>Id.</i> at 904-05, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span> (citing <i>Buckley,</i> 424 U.S. at 24-26, 96 S.Ct. at 637).</p>\n<p>Applying the Supreme Court's analysis to the contribution limits at hand, this Court must first determine if the State has put forward a \"sufficiently important interest.\" The state's apparent interest in imposing these limits is, like FECA's in <i>Buckley,</i> the interest in avoiding the existence or appearance of quid pro quo corruption, coupled with the interest in assuring that those wishing to influence a candidate are unable to circumvent contribution limits on gifts made directly to candidates by funneling money through PACs. The interest in preventing corruption of the political process has been deemed a sufficiently important interest in <i>Buckley,</i> as seen above well as many subsequent cases. <i>Buckley,</i> 424 U.S. at 26-27, 96 S.Ct. at 638.</p>\n<p>The Supreme Court has also acknowledged the governmental interest in preventing evasion of key campaign finance provisions. <i>See </i><i>Buckley,</i> 424 U.S. at 47, 96 S.Ct. at 648 (approving contribution limits rather than expenditure limits as a method to prevent circumvention of FEC's regime). In <i>California Medical Ass'n v. FEC,</i> <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span>, <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2712</span></a></span>, <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1981), a plurality of the Court upheld the constitutionality of FECA's $1,000 limit on contributions to multi-candidate political action committees. <i>See</i> 2 U.S.C. § 441a(a)(1)(C). The FEC's interest in the provision was in closing a gap in a larger anti-corruption regulatory regime under which individuals and unincorporated groups may not contribute more than $1,000 to any one candidate. <i>Id.</i> at 197-98, 101 S.Ct. at 2723. Without the <span class=\"star-pagination\">*516</span> provision at issue, those wishing to contribute more could circumvent the $1,000 limit as well as the $25,000 aggregate limit on contributions to all candidates by contributing through multi-candidate groups, which are each allowed to contribute up to $5,000 to a candidate. <i>Id.</i> The Court concluded that these gap-filling provisions thus \"further[ed] the governmental interest in preventing the actual or apparent corruption of the political process.\" <i>Id.</i> Additionally, because contributions only minimally affect First Amendment rights, the FEC was not required to employ the least restrictive means of furthering this interest. <i>Id.</i> at 197, 101 S.Ct. at 2722 n. 20.</p>\n<p>Under North Carolina's regime, individuals and groups are forbidden to contribute over $4,000 to either candidates or political committees. N.C.G.S. § 163-278.13. If political committees were excluded from the provision, individuals and groups could easily evade the direct limit on contributions to candidates, instead funneling unlimited funds through political committees. North Carolina clearly has a sufficiently important interest in preventing such evasion.</p>\n<p>Proceeding to the question of whether the limit on contributions to political committees is closely tailored to this governmental interest of preventing corruption, the Court notes that the limit is considerably higher than FECA's $1,000 limit approved in <i>California Medical.</i> NCRL-FIPE argues, however, that this provision's applicability to independent expenditure political committees renders it different in kind from limits upheld by the Supreme Court, and impermissibly broad.</p>\n<p>In particular, NCRLC-FIPE contends that limiting contributions to independent expenditure political committees does not further North Carolina's interest in preventing quid pro quo corruption. NRLC-FIPE argues that when a group independently spends its own money directly on advertisements, etc., in support of a candidate, we have no reason to suspect either that the group expects political influence in return, or that the candidate will grant such influence. The Court in <i>Buckley,</i> for instance, noted that rogue uncoordinated advertisements may actually hurt a candidate, if for instance, their messages conflict with a campaign's. <i>Buckley,</i> 424 U.S. at 47, 96 S.Ct. at 648.</p>\n<p>NCRLC-FIPE's argument is unlikely to prevail. Including independent expenditure groups in this statute does further the government's interest in preventing corruption, as without their inclusion, those wishing to spend over $4,000 in support of a candidate may easily evade North Carolina's regime by contributing only to independent expenditure political committees. That such an evasion would undermine North Carolina's attempt to control corruption is likely. Although the <i>Buckley</i> Court stated that no showing had yet been made that independent expenditures were associated with corruption, the corruptive influence of \"soft money\" has since been noted in several opinions. <i>See e.g., Nixon v. Shrink,</i> 528 U.S. at ___ - ___, 120 S.Ct. at 914-15 (Kennedy, J., dissenting); <i>California Medical,</i> 453 U.S. at 198, 101 S.Ct. at 2723 (acknowledging the problem of evasion). The <i>Buckley</i> Court made the determination that any such association with corruption was insufficient within the context of the challenged expenditure limit, while it applied less exacting scrutiny to FECA's contribution limit. Following <i>California Medical,</i> courts have been reluctant to second guess states' attempts to fight corruption by targeting contributions, as long as the contribution limits imposed are not unduly burdensome on First Amendment rights.<sup>[18]</sup></p>\n<p><span class=\"star-pagination\">*517</span> NCRLC-FIPE argues, finally, that North Carolina's contribution limit is unduly burdensome for independent-expenditure political committees. In limiting the funds flowing into an independent-expenditure political committee, NCRL-FIPE contends, the provision in effect limits that political committee's spending power. Their contention is based on an argument raised in <i>California Medical,</i> namely that contributors have the right to \"speech by proxy:\" the right to amplify their voices and express their common views through a group such as a political committee. <i>California Medical,</i> 453 U.S. at 196-97, 101 S.Ct. at 2721-22. In <i>California Medical,</i> four justices dismissed that argument as it applied to contribution limits. <i>Id.</i> Moreover, Justice Marshall's plurality opinion noted that in any case, the contributions at issue were those made to groups that in turn contributed to five or more candidates. <i>Id.</i> Therefore, given the multi-candidate groups' diverse pool of donors and diverse disbursal of funds, the donors could not be said to be voicing a common political view. <i>Id.</i></p>\n<p>In contrast, Justice Blackmun, concurring in the judgment, opined that the provision would have been invalid if the contribution limits had applied to independent expenditure political action committees as well, as he understood both expenditure limits and contribution limits to be subject to the same \"rigorous standard of review.\" <i>Id.</i> at 202, 101 S.Ct. at 2725. Because he believed independent expenditures do not raise the suggestion of corruption, and because he believed such committees, unlike the multi-candidate groups at issue in <i>California Medical</i> are actually expressing a common political view rather than just giving money, he would have struck the provision at issue here, NCRLC-FIPE contends. They argue further that in <i>FEC v. National Conservative Political Action Committee,</i> <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span>, the Court supported Justice Blackmun's view in striking an FEC provision involving an independent expenditure PAC.</p>\n<p>Justice Blackmun's view has not prevailed since his concurrence. Not only did the plurality fail to adopt his view in <i>California Medical,</i> but in fact <i>Shrink Missouri</i> made it clear that contributions infringe far less on First Amendment rights than expenditure limits, and are subject to less rigorous scrutiny. <i>Shrink Missouri,</i> 528 U.S. at ___, 120 S.Ct. at 904. Moreover, at issue in <i>National Conservative PAC</i> was an expenditure limit imposed on independent expenditure political committees, not a contribution limit. <i>National Conservative PAC,</i> 470 U.S. at 483, 105 S.Ct. at 1461.</p>\n<p>In arguing that the limit at issue is an expenditure limit, NCRLC-FIPE essentially questions the usefulness of the <i>Buckley</i> Court's distinction between contributions and expenditures. <i>Shrink Missouri</i> has recently confirmed that this distinction is still alive and well. And indeed, if NCRLC-FIPE is in fact a political committee, those who wish to contribute money to this group have neither their speech nor their associational rights substantially infringed. As to their speech rights, contributors can each speak $4,000 worth of speech through NCRLC-FIPE every election cycle. They are also free to amplify their voices through as many other independent-expenditure political committees as they choose. North Carolina's contribution limit appears unlikely to constrain either the quantity or the content of donors' speech. Nor are donors' associational rights substantially infringed, as their contributions are certainly sufficient for membership privileges, and they remain free to assist political committees with their time and in all other ways. NCRLC-FIPE may still solicit funds from as many donors as it wishes, and its parent, NCRL, may establish <span class=\"star-pagination\">*518</span> as many independent expenditure political committees as it wishes to receive such contributions. The challenged provision does not appear to be different in kind from other contribution limits that have been upheld.<sup>[19]</sup></p>\n<p>In sum, the Court concludes that North Carolina's limit on contributions to political committees is sufficiently closely tailored to the interest in preventing corruption to withstand constitutional scrutiny. As NCRL-FIPE is unlikely to prevail on the merits of its facial or applied challenges to the provision, preliminary injunction is inappropriate on this issue.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court concludes that Plaintiffs are entitled to injunctive relief as to their challenges to sections 163-278.12A and 163-278.39(a)(3) of North Carolina's elections laws, as they have shown a likelihood of success on the merits on these claims. Defendants are hereby ENJOINED from relying on, enforcing or prosecuting violations of sections 163-278.12A and 163-278.39(a)(3) as against NCRL, NCRL-PAC and others similarly situated, and from relying on, enforcing or prosecuting violations of any other statutory provision whose obligations and restrictions reasonably flow from the aforementioned provisions. As Plaintiffs have not demonstrated likely success on the merits as to the remaining claims, challenging sections 163-278.6(14), 163-278.7 through 163-278.11 and 163-278.13, injunctive relief is DENIED as to these claims.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On appeal, the Fourth Circuit affirmed, refusing to narrowly construe the law. <i>NCRL v. Buckley,</i> 168 F.3d at 712-713.</p>\n<p>[2]  The Fourth Circuit, however, stated in dicta that this language rendered the statute invalid. <i>NCRL v. Buckley,</i> 168 F.3d at 712-713.</p>\n<p>[3]  The statute describes a political committee as \"a combination of two or more individuals ... that makes, or accepts anything of value to make, contributions or expenditures ...\" N.C.G.S. § 163-278.6(14).</p>\n<p>[4]  Section 163-278.14(a)(2) provides: \"Evidence of financial sponsorship of communications whose essential nature expresses electoral advocacy to the general public and goes beyond a mere discussion of public issues in that they direct voters to take some action to ... elect a candidate in an election. If the course of conduct is unclear, contextual factors such as the language of the communication as a whole, the timing of the communication in relation to events of the day, the distribution of the communication to a significant number of registered voters for that candidate's election, and the cost of the communication may be considered in determining whether the action urged could only be interpreted by a reasonable person as advocating the nomination, election, or defeat of that candidate in that election.\"</p>\n<p>[5]  Section 163-278.34A makes it clear that despite this presumption, the State still bears the ultimate burden of proof. <i>See</i> Aff. Rep. Philip A. Baddour, Jr. ¶ 10.</p>\n<p>[6]  Specifically, the State states that NCRL-PAC \"has not spent more than $10,000 in the last two election cycles.\" Defs.' Mem. Opp'n Mot. Prelim. Inj. at 19.</p>\n<p>[7]  <i>Id.</i> The Court referred to these \"major purpose\" groups as \"campaign-related.\" <i>Id.</i></p>\n<p>[8]  <i>Id.</i> at 80, 96 S.Ct. at 664 (referring to the opinion's earlier narrow construing of \"expenditure\" and full statement of its \"express advocacy test,\" <i>id.</i> at 44, 96 S.Ct. at 646-47).</p>\n<p>[9]  The FECA provision at issue prohibited corporations from spending general funds on independent expenditures made \"in connection with\" an election. Under the FEC's regime, a corporation had to segregate electioneering funds into an entity created for such a purpose. That entity would then qualify as a \"political committee,\" making it subject to registration and disclosure requirements similar to the ones at issue here. <i>Id.</i> at 253, 96 S.Ct. at 625.</p>\n<p>[10]  <i>See</i> 2 U.S.C. § 431(4)(A), defining a political committee as \"any committee, club, association, or other group of persons which receives contributions aggregating in excess of $1,000 during a calendar year or which makes expenditures aggregating in excess of $1,000 during a calendar year.\"</p>\n<p>[11]  The D.C. Circuit held that in the case of groups <i>contributing</i> over $1000, <i>Buckley</i> required no separate inquiry as to the group's major purpose. In the case of groups making <i>independent expenditures</i> of over $1000, the D.C. Circuit assumed that <i>Buckley</i>'s major purpose test was a requirement, for the reason that \"[i]ndependent expenditures are the most protected form of political speech.\" <i>Akins v. FEC,</i> 101 F.3d at 742 (quoting <i>Buckley,</i> 424 U.S. at 19-23, 78-81, 96 S.Ct. at 634-37, 663-64).\n</p>\n<p>In an earlier decision in this case, the majority of a three judge panel held that the FEC was forbidden to enforce political committee requirements on a group with no major purpose of electing or defeating a candidate, even if it had made campaign contributions of over $1,000. <i>Akins v. FEC,</i> <span class=\"citation\" data-id=\"705061\"><a href=\"/opinion/705061/james-e-akins-v-federal-election-commission/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span> (1995) <i>rev'd, </i><i>Akins v. FEC,</i> <span class=\"citation\" data-id=\"730816\"><a href=\"/opinion/730816/james-e-akins-v-federal-election-commission/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span> (D.C.Cir.) (en banc), <i>vacated </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1777</span></a></span>, <span class=\"citation\" data-id=\"118217\"><a href=\"/opinion/118217/federal-election-commn-v-akins/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">10</span></a></span> (1998). The rival interpretations in the D.C. Circuit cases turned on whether the <i>Buckley</i> Court's major purpose test centered on the major purpose of a <i>group itself,</i> or on the major purpose of particular <i>independent expenditures,</i> as the en banc court subsequently held. The en banc court concluded that under FECA, when a \"major purpose\" group makes disbursements, those disbursements are presumptively \"expenditures,\" which render a group a political committee when they exceed the $1,000 threshold. <i>Akins v. FEC,</i> 101 F.3d at 742.</p>\n<p>[12]  The Court's holding as to the nonapplicability of the express advocacy test to this definition is in accord with the Fourth Circuit's ruling in NCRL's prior litigation. North Carolina's previous definition did not incorporate the major purpose test, but required instead an \"incidental purpose\" of electioneering. <i>Bartlett,</i> 168 F.3d at 710. Moreover, that court assumed that NCRL did <i>not</i> have a major purpose of electioneering. <i>Id.</i> at 708. The Court therefore found that North Carolina's political committee definition fell short of meeting the <i>Buckley</i> Court's standard for regulating major purpose groups. <i>Id.</i> at 712.</p>\n<p>[13]  <i>Id.</i> at 79, 96 S.Ct. at 663 (quoting former 18 U.S.C. § 431(d)). For the purposes of this section, as discussed above, an expenditure was <i>not</i> limited to express advocacy disbursements.</p>\n<p>[14]  The Supreme Court expressed this concern in <i>Buckley</i> in explaining the need for a clear distinction between regulable and protected speech. <i>Buckley,</i> 424 U.S. at 41-42, 96 S.Ct. at 645-46. The Court looked to its earlier decision in <i>Thomas v. Collins,</i> <span class=\"citation\" data-id=\"104061\"><a href=\"/opinion/104061/thomas-v-collins/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 535 <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">315</span></span>, 325 <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">430</span></span> (1945): [W]hether words intended and designed to fall short of invitation would miss that mark is a question both of intent and of effect. No speaker, in such circumstances, safely could assume that anything he might say upon the general subject would not be understood by some as an invitation. [T]he supposedly clear-cut distinction ... puts the speaker in these circumstances wholly at the mercy of the varied understanding of his hearers ...\" <i>Id.</i>\n</p>\n<p>This Court notes that the political committee registration requirements discussed in Part A are quite different in this respect, as Section 163-278.6(14)(d)'s presumption provides much clearer guidance as to both coverage and means of enforcement. Moreover, those registration requirements are less likely to chill speech in particular instances, as a group may determine once and for all whether it is subject to Part A's requirements, while the disclosure requirements discussed in this section could cause a speaker to redetermine coverage under the statute with each new contemplated communication.</p>\n<p>[15]  Plaintiffs do not challenge other aspects of North Carolina's disclaimer regulation, such as the requirements that an advertisement's sponsor identify itself and state who paid for the advertisement. They challenge only the forced disclosure of a sponsor's position for or against a candidate. Under the Court's example, then, NCRL does not appear to object to making the statement, \"The North Carolina Right to Life political committee sponsored this ad,\" (so long as NCRL may be constitutionally classified as a political committee.)</p>\n<p>[16]  Although NCRLC-FIPE, a recently incorporated organization, has made no showing of having received contributions over $4,000 in the past, North Carolina's provision limits the group's immediate ability to solicit contributions of this size. NCRLC-FIPE's statement that it has refrained from soliciting such sums is not so incredible as to render the group's injury merely speculative. NCRLC-FIPE thus satisfies the standing requirement of injury.</p>\n<p>[17]  Alternatively, standing may be premised on NCRL-FIPE's allegation that its own right to free speech and association is at issue, as this contribution acts as a de facto expenditure limit for independent expenditure political committees.</p>\n<p>[18]  In accord with this Court's conclusion are several decisions upholding contribution limits encompassing independent expenditure groups, or alternately, striking them on other grounds. <i>See e.g., </i><i>Kentucky Right to Life, Inc. v. Terry,</i> <span class=\"citation\" data-id=\"737421\"><a href=\"/opinion/737421/kentucky-right-to-life-inc-kentucky-right-to-life-political-action/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">637</span></a></span> (6th Cir.1997) (upholding $1500 limit); <i>Arkansas Right to Life State Political Action Committee v. Butler,</i> <span class=\"citation\" data-id=\"2472216\"><a href=\"/opinion/2472216/arkansas-right-to-life-political-action-v-butler/\"><span class=\"volume\">29</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">540</span></a></span> (W.D.Ark.1998) (striking $500 contribution limit as too small); <i>Russell v.</i> <i>Burris,</i> <span class=\"citation\" data-id=\"755213\"><a href=\"/opinion/755213/ron-russell-kent-ingram-william-r-austin-and-associated-industries-of/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></a></span> (8th Cir.1998) (striking $200 limit on gifts to PAC's); <i>State v. Alaska Civil Liberties Union,</i> <span class=\"citation\" data-id=\"1133632\"><a href=\"/opinion/1133632/state-v-alaska-civil-liberties-union/\"><span class=\"volume\">978</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">597</span></a></span> (Alaska 1999) (upholding $500 limit). Even prior to <i>Shrink Missouri,</i> no decisions other than those addressed above appear to take a contrary view.</p>\n<p>[19]  NCRLC-FIPE finds support for striking this contribution as overbroad in <i>San Franciscans for Sensible Government v. Renne,</i> No. C 99-02456 CW (N.D.C.A. Sept. 9, 1999). In this unpublished case, the court granted a preliminary injunction under similar facts, but with little analysis. The Court has already addressed two of the decisions cited as support by the <i>Renne</i> court for striking this provision, <i>Buckley</i> and <i>California Republican Federal Campaign Committee v. FEC,</i> <span class=\"citation\" data-id=\"118057\"><a href=\"/opinion/118057/colorado-republican-federal-campaign-comm-v-federal-election-commn/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"118057\"><a href=\"/opinion/118057/colorado-republican-federal-campaign-comm-v-federal-election-commn/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2309</span></a></span>, <span class=\"citation\" data-id=\"118057\"><a href=\"/opinion/118057/colorado-republican-federal-campaign-comm-v-federal-election-commn/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">795</span></a></span> (1996), the last case cited, involved political party expenditure limits. Moreover, <i>Renne</i> was decided before the Supreme Court's recent clarification of the standard for scrutinizing contribution limits in <i>Nixon v. Shrink Missouri</i><i>.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/737421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1133632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1487879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568391/"
  ]
}