{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2431655/",
  "absolute_url": "/opinion/2431655/moore-v-idealease-of-wilmington/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2431655/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:34:04.144456Z",
  "date_modified": "2016-04-26T21:40:46.043537Z",
  "type": "010combined",
  "sha1": "2e0676ff6edee18cb591574de2609bd4a68da570",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>465 F.Supp.2d 484 (2006)</b></center>\n<center><h1>Katherine Bell MOORE, Plaintiff,<br>\nv.<br>\nIDEALEASE OF WILMINGTON, and Stewart Brown, Defendants.</h1></center>\n<center>No. 7:06 CV 37 D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 21, 2006.</center>\n<p><span class=\"star-pagination\">*485</span> Katherine Bell Moore, Wilmington, Pro Se.</p>\n<p>Michael Murchison, Murchison, Taylor &amp; Gibson, PLLC, Wilmington, for Idealease of Wilmington, NC, Stewart Brown individually, and his successors, in their capacities as president and/or members of the Board of Directors, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On March 22, 2006, Katherine Bell Moore (\"Moore\" or \"plaintiff) filed suit against Idealease of Wilmington (\"Idealease\") and Idealease's president Stewart Brown (collectively \"defendants\"), alleging violations of 42 U.S.C. §§ 1981 and 1982 and the Fourth, Fifth, and Sixth Amendments to the United States Constitution. On August 8, 2006, the court ordered the parties to brief whether the <i>Rooker-Feldman</i> doctrine required dismissal of the complaint. The parties have responded. <span class=\"star-pagination\">*486</span> As explained below, pursuant to the <i>Rooker-Feldman</i> doctrine, the complaint is dismissed for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff, who is proceeding pro se, argues that her complaint satisfies the requirements of notice pleading and should not be dismissed under Federal Rule of Civil Procedure 12(b)(6). That rule, however, deals with dismissal for failure to state claim upon which relief can be granted. <i>See</i> Fed.R.Civ.P. 12(b)(6). The issue before the court is whether to dismiss the complaint under Rule 12(b)(1) for lack of subject matter jurisdiction. <i>See</i> Fed. R.Civ.P. 12(b)(1). The presence of subject matter jurisdiction is a threshold issue that the court must consider before the merits of the case. <i>See </i><i>Steel Co. v. Citizens for a Better Environment,</i> 523 U.S. 83, 93-94, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998); <i>Jones v. Am. Postal Workers Union, Nat'l,</i> 192 F.3d 417, 422 (4th Cir.1999). Issues regarding subject matter jurisdiction may be raised at any time by any party or raised sua sponte by the court. <i>See </i><i>Plyler v. Moore,</i> 129 F.3d 728, 731 n. 6 (4th Cir.1997); <i>Jordahl v. Democratic Party of Va.,</i> 122 F.3d 192, 197 n. 5 (4th Cir.1997) (noting federal district court's authority to raise the <i>Rooker-Feldman</i> jurisdictional issue sua sponte and seek additional briefing from the parties). \"[T]he burden is on the party asserting jurisdiction to demonstrate that jurisdiction does, in fact, exist.\" <i>Lovern v. Edwards,</i> 190 F.3d 648, 654 (4th Cir.1999) (citing <i>Thomson v. Gaskill,</i> 315 U.S. 442, 446, 62 S.Ct. 673, 86 L.Ed. 951 (1942)). If the court does not receive evidence concerning the issue of subject matter jurisdiction, it should view the alleged facts in the complaint in the light most favorable to the plaintiff. <i>See id.</i> If the court receives evidence concerning the issue of subject matter jurisdiction, \"the court may weigh the evidence in determining whether the facts support the jurisdictional allegations.\" <i>Id.</i> In this case, the parties have submitted evidence in connection with the issue of subject matter jurisdiction, and the court has considered the evidence.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff claims that defendants violated her civil and constitutional rights by obtaining a judgment against her in November 2004 in New Hanover County Superior Court. Compl. ¶ 8. The claims are based, in part, on plaintiffs status as an African-American female. <i>Id.</i> ¶¶ 9-11. By operation of North Carolina law, the judgment created a lien against plaintiffs real property in the county, including her New Hanover County residence. <i>See</i> N.C. Gen. Stat. § 1-234.<sup>[1]</sup> Plaintiff contends that in <span class=\"star-pagination\">*487</span> March 2006 a buyer had agreed to purchase her New Hanover County residence. When the potential buyer learned about the lien, however, the potential buyer refused to go forward with the purchase. Plaintiff then filed this lawsuit.</p>\n<p>The lawsuit in New Hanover County Superior Court (\"Superior Court\") that resulted in the judgment stemmed from a 1996 credit application between Eastern Delivery Service, Inc. (\"Eastern\") and Idealease. At all relevant times, Moore served as President of Eastern. In the credit application, Moore personally guaranteed Eastern's obligations to Idealease. In 2002, Eastern and Idealease executed a vehicle lease agreement. After Eastern became insolvent and defaulted on the lease, Idealease contended that the 1996 personal guaranty by Moore covered Eastern's obligations in the 2002 lease. On October 23, 2003, Idealease sued Eastern and Moore in Superior Court for the delinquent payments, the value of the vehicle, interest, and attorney's fees. <i>See</i> McVey Aff., Ex. A (copy of the state court complaint). Moore answered that the 1996 personal guaranty did not extend to the vehicle lease, Idealease failed to mitigate its damages by refusing to sell to a prospective purchaser presented by Moore, and Idealease failed to give her timely notice of the default by Eastern. <i>See id.,</i> Ex. B (copy of state court answer). On August 17, 2004, the Superior Court, after a hearing, granted summary judgment to Idealease on the issue of liability. <i>See id.,</i> Ex. E. On or about November 15, 2004, the Superior Court, after a hearing, granted summary judgment to Idealease on the issue of damages. <i>See id.,</i> Ex. G. The Superior Court entered the judgment against Eastern and Moore, jointly and severally, in the amount of $25,082.80 with interest. The judgment was properly indexed and recorded by the clerk on the judgment docket. <i>Id.,</i> Ex. P. By operation of North Carolina law, the judgment, once docketed by the clerk, created a lien against Moore's real property in New Hanover County, effective the date of the judgment. <i>See</i> N.C. Gen.Stat. § 1-234.</p>\n<p>Moore pursued, then apparently abandoned, two forms of redress in the North Carolina courts. On November 29, 2004, Moore filed in Superior Court a motion for a new trial. She again raised her affirmative defenses and also asserted that she had been denied a jury trial. <i>See</i> McVey Aff., Ex. H. The Superior Court denied this motion on January 11, 2005. <i>See id.,</i> Ex. L. On January 4, 2005, Moore appealed the summary judgment order on damages to the North Carolina Court of Appeals. <i>See id.,</i> Ex. K. On January 28, 2005, Moore filed an amended notice of appeal with the Court of Appeals to include an appeal of the denial of her motion for a new trial. <i>See id,</i> Ex. M. She apparently did not seek a stay of operation of the judgment pending her appeal. On or about May 10, 2005, Moore filed a notice of withdrawal and dismissal of appeal with the Court of Appeals. <i>See id.,</i> Ex. O.</p>\n<p>While these proceedings in state court were pending, Idealease initiated collection of the judgment. On January 10, 2005, Idealease served Moore with a Notice of Rights to Have Exemptions Designated. <i>See id.,</i> Ex. Q. On January 28, 2005, Moore claimed an exemption for up to $10,000 equity in her New Hanover County residence. <i>See id.,</i> Ex. R.</p>\n<p><span class=\"star-pagination\">*488</span> According to her federal complaint, in March 2006, Moore attempted to sell her New Hanover County residence to a third party and executed a purchase-sale agreement on March 10, 2006. Compl.¶ ¶ 29, 46. However, the third party withdrew from the sale on March 13, 2006. <i>Id.</i> Moore claims that the prospective purchaser withdrew after learning from Idealease that Idealease held a lien on the residence. <i>Id.</i></p>\n<p>On March 22, 2006, Moore brought this action seeking money damages under 42 U.S.C. §§ 1981 and 1982. Moore claims that the rights violated by defendants \"include: intentional interference with a contractual relationship, interference with the right to purchase, lease, sell, hold and convey property, and her right to equal access to the judicial system.\" <i>Id.</i> ¶ 1. In count one of the complaint, plaintiff attacks the November 2004 judgment and alleges that defendants violated section 1981 by:</p>\n<blockquote>intentionally misrepresenting or withholding critical facts essential to a full and fair adjudication of the underlying claim; illegally tampering with the jury selection process and, consequently, preventing the empanelling (sic) of a jury pursuant to a timely demand for same; contacting Ms. Moore's subpoenaed witnesses and advising them not to appear in court; preventing Ms. Moore and her witnesses from testifying and giving evidence; and engaging in ex-parte communications with the judges regarding matters relevant to the underlying claim and judicial proceeding.</blockquote>\n<p><i>Id.</i> ¶ 39. Plaintiff further states in count one that defendants \"intentionally abused the adjudicatory process by perpetrating a fraud upon the court and suppressing rights critical to Ms. Moore, and crucial to conducting an open judicial proceeding consistent with due process of law and justice. And, by doing so, illegally obtained a judgment against Ms. Moore[ ]....\" <i>Id.</i> ¶ 40. Plaintiff repeats her arguments raised in the North Carolina courts that she did not personally guaranty the lease, that Idealease failed to mitigate its damages, and that Idealease failed to timely inform her of Eastern's default. <i>Id.</i> ¶¶ 19-25. Plaintiff also criticizes a North Carolina Superior Court judge for circumscribing her trial rights, acceding to \"Idealease counsel's dubious legal and ethical tactics, and specious and untenable positions [and] arguments,\" and granting summary judgment to Idealease \"without legal justification.\" <i>Id.</i> ¶¶ 26-28.</p>\n<p>In count two, plaintiff attacks the November 2004 judgment and contends that the defendants violated section 1982 by intentionally interfering in the sale of her residence. Specifically, plaintiff alleges that \"Idealease interfered with Ms. Moore's ability to enjoy the same rights as white citizens to inherit, purchase, lease, sell, hold and convey property.... [B]y informing the bonafide purchaser that because IDEALEASE had a judgment lien against Ms. Moore[,] Ms. Moore could not convey a warranty deed to purchaser.\" <i>Id.</i> ¶ 46. The complaint disputes the validity of the lien and states that Idealease informed the prospective purchaser of the lien despite knowing that the lien was invalid. <i>Id. </i> ¶¶ 46-47.</p>\n<p>Defendants filed an answer to the complaint on May 2, 2006. On August 8, 2006, the court denied defendant's motion to transfer the action to the United States Bankruptcy Court for the Eastern District of North Carolina, where Moore has a bankruptcy petition pending. See <i>Moore v. Idealease of Wilmington,</i> ___ B.R.___, 2006 WL 3490424, No. 7:06-CV-37-D, order at 1 (E.D.N.C. Aug. 8, 2006). Additionally, the court raised sua sponte whether the <i>Rooker-Feldman</i> doctrine required dismissal of the complaint for lack of subject <span class=\"star-pagination\">*489</span> matter jurisdiction and ordered additional briefing from the parties. <i>Id.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>The Supreme Court of the United States has exclusive jurisdiction over appeals from state-court judgments. <i>See</i> 28 U.S.C. § 1257; <i>Lance v. Dennis,</i> 546 U.S. 459, ___, 126 S.Ct. 1198, 1200, 163 L.Ed.2d 1059 (2006) (per curiam); <i>District of Columbia Court of Appeals v. Feldman,</i> 460 U.S. 462, 482, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983); <i>Rooker v. Fidelity Trust Co.,</i> 263 U.S. 413, 416, 44 S.Ct. 149, 68 L.Ed. 362 (1923). Accordingly, the <i>Rooker-Feldman</i> doctrine prohibits \"a party losing in state court ... from seeking what in substance would be an appellate review of the state judgment in a United States district court, based on the losing party's claim that the state judgment itself violates the loser's federal rights.\" <i>Washington v. Wilmore,</i> 407 F.3d 274, 279 (4th Cir.2005) (quoting <i>Johnson v. De Grandy,</i> 512 U.S. 997, 1005-06, 114 S.Ct. 2647, 129 L.Ed.2d 775 (1994)) (internal quotation marks omitted). \"The <i>Rooker-Feldman</i> doctrine bars lower federal courts from considering not only issues raised and decided in state courts, but also issues that are `inextricably intertwined' with the issues that are before the state court.\" <i>Id.</i> (quoting <i>Feldman,</i> 460 U.S. at 486, 103 S.Ct. 1303). Moreover, \"if the state-court loser seeks redress in the federal district court for the injury caused by the state-court decision, his federal claim is, by definition, `inextricably intertwined' with the state-court decision, and is therefore outside the jurisdiction of the federal district court.\" <i>Davani v. Va. Dep't of Transp.,</i> 434 F.3d 712, 719 (4th Cir.2006).</p>\n<p>The <i>Rooker-Feldman</i> doctrine encompasses \"not only review of adjudications of the state's highest court, but also the decisions of its lower courts.\" <i>Jordahl v. Democratic Party of Va.,</i> 122 F.3d 192, 199 (4th Cir.1997); <i>Brown &amp; Root. Inc. v. Breckenridge,</i> 211 F.3d 194, 199 (4th Cir. 2000). <i>Rooker-Feldman</i> \"reinforces the important principle that review of statecourt decisions must be made to the state appellate courts, and eventually to the Supreme Court, not by federal district courts or courts of appeal.\" <i>Jordahl,</i> 122 F.3d at 202; <i>Brown &amp; Root, Inc.,</i> 211 F.3d at 199. \"The doctrine [also] preserves federalism by ensuring respect for the finality of state court judgments.\" <i>Washington,</i> 407 F.3d at 279.</p>\n<p>The Supreme Court recently clarified that the <i>Rooker-Feldman</i> doctrine is a \"narrow doctrine.\" <i>Lance,</i> 126 S.Ct. at 1201. In <i>Exxon Mobil Corp. v. Saudi Basic Indus. Corp.,</i> the Supreme Court limited the doctrine \"to cases of the kind from which the doctrine acquired its name: cases brought by state-court losers complaining of injuries caused by state-court judgments rendered before the district court proceedings commenced and inviting district court review and rejection of those judgments.\" 544 U.S. 280, 284, 125 S.Ct. 1517, 161 L.Ed.2d 454 (2005). The relief sought in federal court must do more than upset the state court order; it must \"`reverse or modify' the state court decree\" for the doctrine to apply. <i>Adkins v. Rumsfeld,</i> 464 F.3d 456, 464 (4th Cir.2006) (quoting <i>Exxon,</i> 544 U.S. at 284, 125 S.Ct. 1517). Accordingly, <i>\"Exxon</i> requires us to examine whether the state-court loser who files suit in federal district court seeks redress for an injury caused by the statecourt decision itself. If [the state-court loser] is not challenging the state-court decision, the <i>Rooker-Feldman</i> doctrine does not apply.\" <i>Davani</i> 434 F.3d at 718 (footnote omitted); <i>see </i><i>Washington,</i> 407 F.3d at 280.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In this federal lawsuit, plaintiffs complaint seemingly targets defendants' <span class=\"star-pagination\">*490</span> alleged discriminatory actions and the resultant harm to her civil and constitutional rights. She raises her section 1981 and 1982 claims for the first time in this action. However, a plaintiff cannot escape the reach of <i>Rooker-Feldman</i> by merely arguing a different legal theory not raised in state court. <i>See </i><i>Davani,</i> 434 F.3d at 719 (\"A claim seeking redress for an injury caused by the state-court decision itself even if the basis of the claim was not asserted to the state courtasks the federal district court to conduct an appellate review of the state-court decision.\"). Similarly, a party \"may not escape the jurisdictional bar of <i>Rooker-Feldman</i> by merely refashioning its attack on the state court judgments as a [civil rights] claim.\" <i>Jordahl,</i> 122 F.3d at 202; <i>see also </i><i>Huszar v. Zeleny,</i> 269 F.Supp.2d 98, 103 (E.D.N.Y. 2003) (\"[T]he plaintiff cannot enter through the back door to evade the <i>Rooker-Feldman</i> doctrine to get into federal court.\")</p>\n<p>Plaintiffs complaint falls within the <i>Rooker-Feldman</i> doctrine, as clarified by <i>Exxon.</i> In substance, plaintiff in count one is seeking to set aside the state-court judgment as illegal and violative of her civil and constitutional rights. Plaintiff does not allege any injury independent from the state-court action. Rather, she claims defendants abused the state-court adjudicatory process by tampering with witnesses and jurors, withholding and misrepresenting facts, and conspiring with the judges. Although plaintiff does not name as defendants the state judges involved in the state-court action, she claims they \"wholly abandoned their judicial duties by intentionally and wantonly continuing the prosecution of the Idealease case.\" Compl. ¶32. Plaintiff seeks refuge from the state-court judgment, claiming she \"will continue to be deprived [of her civil and constitutional rights] so long as the court continues to enforce IDEALEASE's illegal judgment lien and sanction its pursuit of Ms. Moore's noncorporate assets.\" <i>Id.</i> ¶ 43. Plaintiff's proper course, however, is to attack the state-court judgment through the North Carolina appellate system and ultimately to the U.S. Supreme Court. <i>See </i><i>Brown &amp; Root, Inc.,</i> 211 F.3d at 199; <i>Jordahl</i> 122 F.3d at 202.</p>\n<p>The <i>Rooker-Feldman</i> doctrine also bars count two of plaintiffs complaint, which concerns Idealease's alleged post-judgment communication with the prospective buyer of plaintiffs New Hanover County residence.<sup>[2]</sup> Plaintiff alleges that Idealease's conduct in making this communication violates section 1982. The court recognizes that at least three courts post<i>Exxon</i> have distinguished a challenge to the validity of a state-court judgment from a challenge to the manner of collecting on the state-court judgment under Fair Debt Collection Practices Act (FDCPA). <i>See </i><i>Todd v. Weltman, Weinberg &amp; Reis Co., L.P.A.,</i> 434 F.3d 432, 437 (6th Cir.2006); <i>Senftle v. Landau,</i> 390 F.Supp.2d 463, 469 (D.Md.2005); <i>Wyles v. Excalibur I,</i> 2006 WL 2583200, at *2 (D.Minn. Sept.7, 2006). However, in those cases the plaintiffs were pursuing claims independent from the state-court judgments under a statute specifically created to police debt collection practices. In contrast, here, plaintiffs claim under section 1982 is contingent upon the invalidity of the underlying debt. In North Carolina, a state court judgment as a matter of law creates a lien on all real property in the county in which the judgment is indexed. <i>See</i> N.C. Gen.Stat. § 1-234. In count two of her complaint, plaintiff alleges that \"Idealease knew at the <span class=\"star-pagination\">*491</span> time it informed the purchaser of Ms. Moore's residence that a judgment lien was on the realty that its representations were false.\" Compl. ¶ 47. Plaintiff alleges no other misrepresentations or alleged discriminatory behavior in connection with the attempted sale of her residence. Instead, count two of the complaint expressly ties her section 1982 claim to the alleged invalidity of the state-court judgment. <i>See id.</i> ¶¶ 46-50. Indeed, plaintiff states that the violation of her rights under section 1982 \"will continue so long as the court persist (sic) in turning a blind eye towards the glaring improprieties that transpired in the adjudication of the underlying claim in this matter.\" <i>Id.</i> ¶ 50.</p>\n<p>Like the plaintiffs in <i>Rooker</i> and <i>Feldman,</i> plaintiff is a state-court loser seeking redress in federal court for an injury caused by a state-court judgment entered before the federal proceedings commenced. If the court were to proceed to the merits, it would have to sit in review of the November 2004 judgment of the New Hanover County Superior Court. Stated differently, in order for the plaintiff to prevail in this court, this court would have to undo the state-court judgment and declare that judgment invalid. If plaintiff wants such relief from the state-court judgment, she must find it in state court. The <i>Rooker-Feldman</i> doctrine prohibits obtaining such relief in this court.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons stated above, plaintiffs complaint is DISMISSED under the <i>Rooker-Feldman</i> doctrine for lack of subject matter jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute states:\n</p>\n<p>Upon the entry of a judgment under G.S. 1A-1, Rule 58, affecting the title of real property, or directing in whole or in part the payment of money, the clerk of superior court shall index and record the judgment on the judgment docket of the court of the county where the judgment was entered. The judgment may be docketed on the judgment docket of the court of any other county upon the filing with the clerk thereof of a transcript of the original docket. The judgment lien is effective as against third parties from and after the indexing of the judgment as provided in G.S. 1-233. The judgment is a lien on the real property in the county where the same is docketed of every person against whom any such judgment is rendered, and which he has at the time of the docketing thereof in the county in which such real property is situated, or which he acquires at any time thereafter, for 10 years from the date of the entry of the judgment under G.S. 1A-1, Rule 58, in the county where the judgment was originally entered. But the time during which the party recovering or owning such judgment shall be, or shall have been, restrained from proceeding thereon by an order of injunction, or other order, or by the operation of any appeal, or by a statutory prohibition, does not constitute any part of the 10 years aforesaid, as against the defendant in such judgment, or the party obtaining such orders or making such appeal, or any other person who is not a purchaser, creditor or mortgagee in good faith.</p>\n<p>A judgment docketed pursuant to G.S. 151340.38 shall constitute a lien against the property of a defendant as provided for under this section.</p>\n<p>[2]  Idealease denies such a communication took place. <i>See</i> Answer ¶ 29. For purposes of analyzing the <i>Rooker-Feldman</i> doctrine, we will assume as true the plaintiff's allegation that Idealease did inform the prospective buyer of the judgment lien.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">484</span></span> (2006)</b></center>\n<center><h1>Katherine Bell MOORE, Plaintiff,<br>\nv.<br>\nIDEALEASE OF WILMINGTON, and Stewart Brown, Defendants.</h1></center>\n<center>No. 7:06 CV 37 D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 21, 2006.</center>\n<p><span class=\"star-pagination\">*485</span> Katherine Bell Moore, Wilmington, Pro Se.</p>\n<p>Michael Murchison, Murchison, Taylor &amp; Gibson, PLLC, Wilmington, for Idealease of Wilmington, NC, Stewart Brown individually, and his successors, in their capacities as president and/or members of the Board of Directors, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On March 22, 2006, Katherine Bell Moore (\"Moore\" or \"plaintiff) filed suit against Idealease of Wilmington (\"Idealease\") and Idealease's president Stewart Brown (collectively \"defendants\"), alleging violations of 42 U.S.C. §§ 1981 and 1982 and the Fourth, Fifth, and Sixth Amendments to the United States Constitution. On August 8, 2006, the court ordered the parties to brief whether the <i>Rooker-Feldman</i> doctrine required dismissal of the complaint. The parties have responded. <span class=\"star-pagination\">*486</span> As explained below, pursuant to the <i>Rooker-Feldman</i> doctrine, the complaint is dismissed for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff, who is proceeding pro se, argues that her complaint satisfies the requirements of notice pleading and should not be dismissed under Federal Rule of Civil Procedure 12(b)(6). That rule, however, deals with dismissal for failure to state claim upon which relief can be granted. <i>See</i> Fed.R.Civ.P. 12(b)(6). The issue before the court is whether to dismiss the complaint under Rule 12(b)(1) for lack of subject matter jurisdiction. <i>See</i> Fed. R.Civ.P. 12(b)(1). The presence of subject matter jurisdiction is a threshold issue that the court must consider before the merits of the case. <i>See </i><i>Steel Co. v. Citizens for a Better Environment,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 93-94, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998); <i>Jones v. Am. Postal Workers Union, Nat'l,</i> <span class=\"citation\" data-id=\"766244\"><a href=\"/opinion/766244/robert-e-jones-v-american-postal-workers-union-national-american-postal/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">417</span></a></span>, 422 (4th Cir.1999). Issues regarding subject matter jurisdiction may be raised at any time by any party or raised sua sponte by the court. <i>See </i><i>Plyler v. Moore,</i> <span class=\"citation\" data-id=\"748368\"><a href=\"/opinion/748368/harry-allen-plyler-v-michael-w-moore-director-south-carolina-department/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">728</span></a></span>, 731 n. 6 (4th Cir.1997); <i>Jordahl v. Democratic Party of Va.,</i> <span class=\"citation\" data-id=\"744768\"><a href=\"/opinion/744768/vern-t-jordahl-mary-beth-larock-virginia-leadership-council-v-democratic/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 197 n. 5 (4th Cir.1997) (noting federal district court's authority to raise the <i>Rooker-Feldman</i> jurisdictional issue sua sponte and seek additional briefing from the parties). \"[T]he burden is on the party asserting jurisdiction to demonstrate that jurisdiction does, in fact, exist.\" <i>Lovern v. Edwards,</i> <span class=\"citation\" data-id=\"766031\"><a href=\"/opinion/766031/michael-lovern-sr-v-mark-a-edwards-individually-and-in-his-official/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 654 (4th Cir.1999) (citing <i>Thomson v. Gaskill,</i> <span class=\"citation\" data-id=\"103623\"><a href=\"/opinion/103623/thomson-v-gaskill/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">442</span></a></span>, 446, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">951</span></span> (1942)). If the court does not receive evidence concerning the issue of subject matter jurisdiction, it should view the alleged facts in the complaint in the light most favorable to the plaintiff. <i>See id.</i> If the court receives evidence concerning the issue of subject matter jurisdiction, \"the court may weigh the evidence in determining whether the facts support the jurisdictional allegations.\" <i>Id.</i> In this case, the parties have submitted evidence in connection with the issue of subject matter jurisdiction, and the court has considered the evidence.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff claims that defendants violated her civil and constitutional rights by obtaining a judgment against her in November 2004 in New Hanover County Superior Court. Compl. ¶ 8. The claims are based, in part, on plaintiffs status as an African-American female. <i>Id.</i> ¶¶ 9-11. By operation of North Carolina law, the judgment created a lien against plaintiffs real property in the county, including her New Hanover County residence. <i>See</i> N.C. Gen. Stat. § 1-234.<sup>[1]</sup> Plaintiff contends that in <span class=\"star-pagination\">*487</span> March 2006 a buyer had agreed to purchase her New Hanover County residence. When the potential buyer learned about the lien, however, the potential buyer refused to go forward with the purchase. Plaintiff then filed this lawsuit.</p>\n<p>The lawsuit in New Hanover County Superior Court (\"Superior Court\") that resulted in the judgment stemmed from a 1996 credit application between Eastern Delivery Service, Inc. (\"Eastern\") and Idealease. At all relevant times, Moore served as President of Eastern. In the credit application, Moore personally guaranteed Eastern's obligations to Idealease. In 2002, Eastern and Idealease executed a vehicle lease agreement. After Eastern became insolvent and defaulted on the lease, Idealease contended that the 1996 personal guaranty by Moore covered Eastern's obligations in the 2002 lease. On October 23, 2003, Idealease sued Eastern and Moore in Superior Court for the delinquent payments, the value of the vehicle, interest, and attorney's fees. <i>See</i> McVey Aff., Ex. A (copy of the state court complaint). Moore answered that the 1996 personal guaranty did not extend to the vehicle lease, Idealease failed to mitigate its damages by refusing to sell to a prospective purchaser presented by Moore, and Idealease failed to give her timely notice of the default by Eastern. <i>See id.,</i> Ex. B (copy of state court answer). On August 17, 2004, the Superior Court, after a hearing, granted summary judgment to Idealease on the issue of liability. <i>See id.,</i> Ex. E. On or about November 15, 2004, the Superior Court, after a hearing, granted summary judgment to Idealease on the issue of damages. <i>See id.,</i> Ex. G. The Superior Court entered the judgment against Eastern and Moore, jointly and severally, in the amount of $25,082.80 with interest. The judgment was properly indexed and recorded by the clerk on the judgment docket. <i>Id.,</i> Ex. P. By operation of North Carolina law, the judgment, once docketed by the clerk, created a lien against Moore's real property in New Hanover County, effective the date of the judgment. <i>See</i> N.C. Gen.Stat. § 1-234.</p>\n<p>Moore pursued, then apparently abandoned, two forms of redress in the North Carolina courts. On November 29, 2004, Moore filed in Superior Court a motion for a new trial. She again raised her affirmative defenses and also asserted that she had been denied a jury trial. <i>See</i> McVey Aff., Ex. H. The Superior Court denied this motion on January 11, 2005. <i>See id.,</i> Ex. L. On January 4, 2005, Moore appealed the summary judgment order on damages to the North Carolina Court of Appeals. <i>See id.,</i> Ex. K. On January 28, 2005, Moore filed an amended notice of appeal with the Court of Appeals to include an appeal of the denial of her motion for a new trial. <i>See id,</i> Ex. M. She apparently did not seek a stay of operation of the judgment pending her appeal. On or about May 10, 2005, Moore filed a notice of withdrawal and dismissal of appeal with the Court of Appeals. <i>See id.,</i> Ex. O.</p>\n<p>While these proceedings in state court were pending, Idealease initiated collection of the judgment. On January 10, 2005, Idealease served Moore with a Notice of Rights to Have Exemptions Designated. <i>See id.,</i> Ex. Q. On January 28, 2005, Moore claimed an exemption for up to $10,000 equity in her New Hanover County residence. <i>See id.,</i> Ex. R.</p>\n<p><span class=\"star-pagination\">*488</span> According to her federal complaint, in March 2006, Moore attempted to sell her New Hanover County residence to a third party and executed a purchase-sale agreement on March 10, 2006. Compl.¶ ¶ 29, 46. However, the third party withdrew from the sale on March 13, 2006. <i>Id.</i> Moore claims that the prospective purchaser withdrew after learning from Idealease that Idealease held a lien on the residence. <i>Id.</i></p>\n<p>On March 22, 2006, Moore brought this action seeking money damages under 42 U.S.C. §§ 1981 and 1982. Moore claims that the rights violated by defendants \"include: intentional interference with a contractual relationship, interference with the right to purchase, lease, sell, hold and convey property, and her right to equal access to the judicial system.\" <i>Id.</i> ¶ 1. In count one of the complaint, plaintiff attacks the November 2004 judgment and alleges that defendants violated section 1981 by:</p>\n<blockquote>intentionally misrepresenting or withholding critical facts essential to a full and fair adjudication of the underlying claim; illegally tampering with the jury selection process and, consequently, preventing the empanelling (sic) of a jury pursuant to a timely demand for same; contacting Ms. Moore's subpoenaed witnesses and advising them not to appear in court; preventing Ms. Moore and her witnesses from testifying and giving evidence; and engaging in ex-parte communications with the judges regarding matters relevant to the underlying claim and judicial proceeding.</blockquote>\n<p><i>Id.</i> ¶ 39. Plaintiff further states in count one that defendants \"intentionally abused the adjudicatory process by perpetrating a fraud upon the court and suppressing rights critical to Ms. Moore, and crucial to conducting an open judicial proceeding consistent with due process of law and justice. And, by doing so, illegally obtained a judgment against Ms. Moore[ ]....\" <i>Id.</i> ¶ 40. Plaintiff repeats her arguments raised in the North Carolina courts that she did not personally guaranty the lease, that Idealease failed to mitigate its damages, and that Idealease failed to timely inform her of Eastern's default. <i>Id.</i> ¶¶ 19-25. Plaintiff also criticizes a North Carolina Superior Court judge for circumscribing her trial rights, acceding to \"Idealease counsel's dubious legal and ethical tactics, and specious and untenable positions [and] arguments,\" and granting summary judgment to Idealease \"without legal justification.\" <i>Id.</i> ¶¶ 26-28.</p>\n<p>In count two, plaintiff attacks the November 2004 judgment and contends that the defendants violated section 1982 by intentionally interfering in the sale of her residence. Specifically, plaintiff alleges that \"Idealease interfered with Ms. Moore's ability to enjoy the same rights as white citizens to inherit, purchase, lease, sell, hold and convey property.... [B]y informing the bonafide purchaser that because IDEALEASE had a judgment lien against Ms. Moore[,] Ms. Moore could not convey a warranty deed to purchaser.\" <i>Id.</i> ¶ 46. The complaint disputes the validity of the lien and states that Idealease informed the prospective purchaser of the lien despite knowing that the lien was invalid. <i>Id. </i> ¶¶ 46-47.</p>\n<p>Defendants filed an answer to the complaint on May 2, 2006. On August 8, 2006, the court denied defendant's motion to transfer the action to the United States Bankruptcy Court for the Eastern District of North Carolina, where Moore has a bankruptcy petition pending. See <i>Moore v. Idealease of Wilmington,</i> ___ B.R.___, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3490424</span></span>, No. 7:06-CV-37-D, order at 1 (E.D.N.C. Aug. 8, 2006). Additionally, the court raised sua sponte whether the <i>Rooker-Feldman</i> doctrine required dismissal of the complaint for lack of subject <span class=\"star-pagination\">*489</span> matter jurisdiction and ordered additional briefing from the parties. <i>Id.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>The Supreme Court of the United States has exclusive jurisdiction over appeals from state-court judgments. <i>See</i> 28 U.S.C. § 1257; <i>Lance v. Dennis,</i> <span class=\"citation\" data-id=\"145680\"><a href=\"/opinion/145680/lance-v-dennis/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, ___, <span class=\"citation\" data-id=\"145680\"><a href=\"/opinion/145680/lance-v-dennis/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, 1200, <span class=\"citation\" data-id=\"145680\"><a href=\"/opinion/145680/lance-v-dennis/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1059</span></a></span> (2006) (per curiam); <i>District of Columbia Court of Appeals v. Feldman,</i> <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 482, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1983); <i>Rooker v. Fidelity Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span>, 416, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">362</span></span> (1923). Accordingly, the <i>Rooker-Feldman</i> doctrine prohibits \"a party losing in state court ... from seeking what in substance would be an appellate review of the state judgment in a United States district court, based on the losing party's claim that the state judgment itself violates the loser's federal rights.\" <i>Washington v. Wilmore,</i> <span class=\"citation\" data-id=\"790188\"><a href=\"/opinion/790188/earl-washington-jr-v-curtis-reese-wilmore-and-kenneth-h-buraker/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 279 (4th Cir.2005) (quoting <i>Johnson v. De Grandy,</i> <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></a></span>, 1005-06, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span>, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1994)) (internal quotation marks omitted). \"The <i>Rooker-Feldman</i> doctrine bars lower federal courts from considering not only issues raised and decided in state courts, but also issues that are `inextricably intertwined' with the issues that are before the state court.\" <i>Id.</i> (quoting <i>Feldman,</i> 460 U.S. at 486, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span>). Moreover, \"if the state-court loser seeks redress in the federal district court for the injury caused by the state-court decision, his federal claim is, by definition, `inextricably intertwined' with the state-court decision, and is therefore outside the jurisdiction of the federal district court.\" <i>Davani v. Va. Dep't of Transp.,</i> <span class=\"citation\" data-id=\"792950\"><a href=\"/opinion/792950/mozafar-h-davani-v-virginia-department-of-transportation-steven-e-welch/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 719 (4th Cir.2006).</p>\n<p>The <i>Rooker-Feldman</i> doctrine encompasses \"not only review of adjudications of the state's highest court, but also the decisions of its lower courts.\" <i>Jordahl v. Democratic Party of Va.,</i> <span class=\"citation\" data-id=\"744768\"><a href=\"/opinion/744768/vern-t-jordahl-mary-beth-larock-virginia-leadership-council-v-democratic/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 199 (4th Cir.1997); <i>Brown &amp; Root. Inc. v. Breckenridge,</i> <span class=\"citation\" data-id=\"768567\"><a href=\"/opinion/768567/brown-root-incorporated-v-warren-j-breckenridge-charles-lee-booker/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 199 (4th Cir. 2000). <i>Rooker-Feldman</i> \"reinforces the important principle that review of statecourt decisions must be made to the state appellate courts, and eventually to the Supreme Court, not by federal district courts or courts of appeal.\" <i>Jordahl,</i> 122 F.3d at 202; <i>Brown &amp; Root, Inc.,</i> 211 F.3d at 199. \"The doctrine [also] preserves federalism by ensuring respect for the finality of state court judgments.\" <i>Washington,</i> 407 F.3d at 279.</p>\n<p>The Supreme Court recently clarified that the <i>Rooker-Feldman</i> doctrine is a \"narrow doctrine.\" <i>Lance,</i> 126 S.Ct. at 1201. In <i>Exxon Mobil Corp. v. Saudi Basic Indus. Corp.,</i> the Supreme Court limited the doctrine \"to cases of the kind from which the doctrine acquired its name: cases brought by state-court losers complaining of injuries caused by state-court judgments rendered before the district court proceedings commenced and inviting district court review and rejection of those judgments.\" <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, 284, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (2005). The relief sought in federal court must do more than upset the state court order; it must \"`reverse or modify' the state court decree\" for the doctrine to apply. <i>Adkins v. Rumsfeld,</i> <span class=\"citation\" data-id=\"795820\"><a href=\"/opinion/795820/tammy-adkins-gerrit-j-allen-daniel-anderson-william-arnold-donald-o/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 464 (4th Cir.2006) (quoting <i>Exxon,</i> 544 U.S. at 284, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>). Accordingly, <i>\"Exxon</i> requires us to examine whether the state-court loser who files suit in federal district court seeks redress for an injury caused by the statecourt decision itself. If [the state-court loser] is not challenging the state-court decision, the <i>Rooker-Feldman</i> doctrine does not apply.\" <i>Davani</i> 434 F.3d at 718 (footnote omitted); <i>see </i><i>Washington,</i> 407 F.3d at 280.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In this federal lawsuit, plaintiffs complaint seemingly targets defendants' <span class=\"star-pagination\">*490</span> alleged discriminatory actions and the resultant harm to her civil and constitutional rights. She raises her section 1981 and 1982 claims for the first time in this action. However, a plaintiff cannot escape the reach of <i>Rooker-Feldman</i> by merely arguing a different legal theory not raised in state court. <i>See </i><i>Davani,</i> 434 F.3d at 719 (\"A claim seeking redress for an injury caused by the state-court decision itself even if the basis of the claim was not asserted to the state courtasks the federal district court to conduct an appellate review of the state-court decision.\"). Similarly, a party \"may not escape the jurisdictional bar of <i>Rooker-Feldman</i> by merely refashioning its attack on the state court judgments as a [civil rights] claim.\" <i>Jordahl,</i> 122 F.3d at 202; <i>see also </i><i>Huszar v. Zeleny,</i> <span class=\"citation\" data-id=\"2528154\"><a href=\"/opinion/2528154/huszar-v-zeleny/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">98</span></a></span>, 103 (E.D.N.Y. 2003) (\"[T]he plaintiff cannot enter through the back door to evade the <i>Rooker-Feldman</i> doctrine to get into federal court.\")</p>\n<p>Plaintiffs complaint falls within the <i>Rooker-Feldman</i> doctrine, as clarified by <i>Exxon.</i> In substance, plaintiff in count one is seeking to set aside the state-court judgment as illegal and violative of her civil and constitutional rights. Plaintiff does not allege any injury independent from the state-court action. Rather, she claims defendants abused the state-court adjudicatory process by tampering with witnesses and jurors, withholding and misrepresenting facts, and conspiring with the judges. Although plaintiff does not name as defendants the state judges involved in the state-court action, she claims they \"wholly abandoned their judicial duties by intentionally and wantonly continuing the prosecution of the Idealease case.\" Compl. ¶32. Plaintiff seeks refuge from the state-court judgment, claiming she \"will continue to be deprived [of her civil and constitutional rights] so long as the court continues to enforce IDEALEASE's illegal judgment lien and sanction its pursuit of Ms. Moore's noncorporate assets.\" <i>Id.</i> ¶ 43. Plaintiff's proper course, however, is to attack the state-court judgment through the North Carolina appellate system and ultimately to the U.S. Supreme Court. <i>See </i><i>Brown &amp; Root, Inc.,</i> 211 F.3d at 199; <i>Jordahl</i> 122 F.3d at 202.</p>\n<p>The <i>Rooker-Feldman</i> doctrine also bars count two of plaintiffs complaint, which concerns Idealease's alleged post-judgment communication with the prospective buyer of plaintiffs New Hanover County residence.<sup>[2]</sup> Plaintiff alleges that Idealease's conduct in making this communication violates section 1982. The court recognizes that at least three courts post<i>Exxon</i> have distinguished a challenge to the validity of a state-court judgment from a challenge to the manner of collecting on the state-court judgment under Fair Debt Collection Practices Act (FDCPA). <i>See </i><i>Todd v. Weltman, Weinberg &amp; Reis Co., L.P.A.,</i> <span class=\"citation\" data-id=\"792927\"><a href=\"/opinion/792927/robert-todd-v-weltman-weinberg-reis-co-lpa-mark-n-wiseman/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 437 (6th Cir.2006); <i>Senftle v. Landau,</i> <span class=\"citation\" data-id=\"2580154\"><a href=\"/opinion/2580154/senftle-v-landau/\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">463</span></a></span>, 469 (D.Md.2005); <i>Wyles v. Excalibur I,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2583200</span></span>, at *2 (D.Minn. Sept.7, 2006). However, in those cases the plaintiffs were pursuing claims independent from the state-court judgments under a statute specifically created to police debt collection practices. In contrast, here, plaintiffs claim under section 1982 is contingent upon the invalidity of the underlying debt. In North Carolina, a state court judgment as a matter of law creates a lien on all real property in the county in which the judgment is indexed. <i>See</i> N.C. Gen.Stat. § 1-234. In count two of her complaint, plaintiff alleges that \"Idealease knew at the <span class=\"star-pagination\">*491</span> time it informed the purchaser of Ms. Moore's residence that a judgment lien was on the realty that its representations were false.\" Compl. ¶ 47. Plaintiff alleges no other misrepresentations or alleged discriminatory behavior in connection with the attempted sale of her residence. Instead, count two of the complaint expressly ties her section 1982 claim to the alleged invalidity of the state-court judgment. <i>See id.</i> ¶¶ 46-50. Indeed, plaintiff states that the violation of her rights under section 1982 \"will continue so long as the court persist (sic) in turning a blind eye towards the glaring improprieties that transpired in the adjudication of the underlying claim in this matter.\" <i>Id.</i> ¶ 50.</p>\n<p>Like the plaintiffs in <i>Rooker</i> and <i>Feldman,</i> plaintiff is a state-court loser seeking redress in federal court for an injury caused by a state-court judgment entered before the federal proceedings commenced. If the court were to proceed to the merits, it would have to sit in review of the November 2004 judgment of the New Hanover County Superior Court. Stated differently, in order for the plaintiff to prevail in this court, this court would have to undo the state-court judgment and declare that judgment invalid. If plaintiff wants such relief from the state-court judgment, she must find it in state court. The <i>Rooker-Feldman</i> doctrine prohibits obtaining such relief in this court.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons stated above, plaintiffs complaint is DISMISSED under the <i>Rooker-Feldman</i> doctrine for lack of subject matter jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute states:\n</p>\n<p>Upon the entry of a judgment under G.S. 1A-1, Rule 58, affecting the title of real property, or directing in whole or in part the payment of money, the clerk of superior court shall index and record the judgment on the judgment docket of the court of the county where the judgment was entered. The judgment may be docketed on the judgment docket of the court of any other county upon the filing with the clerk thereof of a transcript of the original docket. The judgment lien is effective as against third parties from and after the indexing of the judgment as provided in G.S. 1-233. The judgment is a lien on the real property in the county where the same is docketed of every person against whom any such judgment is rendered, and which he has at the time of the docketing thereof in the county in which such real property is situated, or which he acquires at any time thereafter, for 10 years from the date of the entry of the judgment under G.S. 1A-1, Rule 58, in the county where the judgment was originally entered. But the time during which the party recovering or owning such judgment shall be, or shall have been, restrained from proceeding thereon by an order of injunction, or other order, or by the operation of any appeal, or by a statutory prohibition, does not constitute any part of the 10 years aforesaid, as against the defendant in such judgment, or the party obtaining such orders or making such appeal, or any other person who is not a purchaser, creditor or mortgagee in good faith.</p>\n<p>A judgment docketed pursuant to G.S. 151340.38 shall constitute a lien against the property of a defendant as provided for under this section.</p>\n<p>[2]  Idealease denies such a communication took place. <i>See</i> Answer ¶ 29. For purposes of analyzing the <i>Rooker-Feldman</i> doctrine, we will assume as true the plaintiff's allegation that Idealease did inform the prospective buyer of the judgment lien.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2528154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}