{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2432957/",
  "absolute_url": "/opinion/2432957/wilson-v-dryvit-systems-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2432957/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:34:30.552144Z",
  "date_modified": "2016-04-26T20:48:40.281118Z",
  "type": "010combined",
  "sha1": "fbb2dffe1ba8df07d769cfca4ff561c5432ddea9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>206 F.Supp.2d 749 (2002)</b></center>\n<center><h1>J. Kevin WILSON and wife, Azita Wilson, Plaintiffs,<br>\nv.<br>\nDRYVIT SYSTEMS, INC., Defendant and Third-Party Plaintiff,<br>\nv.<br>\nNCW Development, Inc., et al., Third-Party Defendants. and<br>\nD.T. Glosson Construction, Inc., D.T. Glosson Construction d/b/a Glosson Drywall Construction Co., and Glosson Drywall Construction, Co., Fourth-Party Plaintiffs,<br>\nv.<br>\nCustom Designed Exteriors, Inc., Fourth-Party Defendant.</h1></center>\n<center>No. 5:00-CV-242(BR).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 17, 2002.</center>\n<p><span class=\"star-pagination\">*750</span> <span class=\"star-pagination\">*751</span> <span class=\"star-pagination\">*752</span> Daniel K. Bryson, Lewis &amp; Roberts, Raleigh, NC, for Plaintiffs.</p>\n<p>Hada V. Haulsee, David J. Mazza, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>The matter before the court is defendant Dryvit Systems, Inc.'s (\"Dryvit\") 15 February 2002 motion for summary judgment. Plaintiffs have not responded to the motion, and the time within which to do so has expired. Thus, the motion is ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On or about 9 June 1995, plaintiffs and third-party defendant NCW Development, Inc. (\"NCW\") entered into a contract for the sale and purchase of property and improvements located at 304 Otmoor Lane, Morrisville, North Carolina. <i>See</i> Compl. ¶ 1. Plaintiffs' house was subsequently built by NCW, who hired subcontractors to work on the house. <i>See</i> Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 18. The house was substantially completed on or about 31 May 1996. <i>See</i> Compl. ¶ 2.</p>\n<p>Plaintiffs' house is allegedly clad with Fastrak System 4000 (\"Fastrak\"). <i>See</i> Compl. ¶ 1. Fastrak is a Direct-Applied Exterior Finish System (\"DEFS\") that was developed by Dryvit. <i>See</i> Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab C, Aff. of William Preston ¶ 3. It is applied to buildings as an exterior cladding that protects the building from weather. Fastrak consists of several component parts, including Georgia-Pacific's DensGlass Gold, a non-cementitious base coat, reinforcing mesh, and a finish coat. <i>See id.</i> ¶ 5.</p>\n<p>Due to alleged defects in the DEFS cladding on their house, plaintiffs filed the instant action in Wake County Superior Court on 10 February 2000. Plaintiffs assert five claims against Dryvit: (1) negligence; (2) gross negligence; (3) negligent misrepresentation; (4) fraud; and (5) unfair and deceptive acts and practices. On 11 April 2000, Dryvit removed the case to this court based on diversity of citizenship. Dryvit subsequently filed a third-party complaint against NCW and the DEFS applicator, D.T. Glosson Construction, Inc. (\"Glosson\"), among other parties. Glosson and related entities then filed a fourth-party complaint against their subcontractor, Custom Designed Exteriors, Inc., on 8 November 2001.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Legal standards</i>\n</h2>\n<p>Because this is a diversity action, the substantive law of the state of North Carolina applies to plaintiffs' claims, but the standard for summary judgment is a procedural matter governed by federal law. <i>See </i><i>Erie R.R. Co. v. Tompkins,</i> 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938); <i>Gafford v. General Elec. Co.,</i> 997 F.2d 150, 165 (6th Cir.1993). Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Haavistola v. Cmty. Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). When a party makes a summary judgment motion supported by pleadings, depositions, answers to interrogatories, and affidavits, an adverse party may not rest upon his pleadings. Fed.R.Civ.P. 56(e). If the adverse party fails to respond, \"summary judgment, if appropriate, shall be entered against him.\" <i>Id.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*753</span> B. <i>Negligence claims</i>\n</h2>\n<p>Plaintiffs have asserted claims against Dryvit for negligence and gross negligence. Plaintiffs generally allege that \"[d]efendant was negligent in the design, formulation, manufacture, production, quality control, testing, labeling, and warning of the Fastrak System 4000 such that this [d]efendant sold, supplied and/or distributed products that were defective.\" Compl. ¶ 33. Plaintiffs claim that they have incurred damages in an amount in excess of $10,000 as a result of Dryvit's negligence. Plaintiffs also state that they have not suffered \"any damage to personal property other than damage to the home itself as a result of the DEFS wall cladding.\" Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 10. Dryvit argues that plaintiffs have alleged only economic losses and that, under North Carolina law, a plaintiff may not recover for purely economic losses in tort.</p>\n<p>North Carolina has adopted the economic loss rule, which prohibits the purchaser of a defective product from bringing a negligence action against the manufacturer or seller of that product to recover purely economic losses sustained as a result of that product's failure to perform as expected. <i>See </i><i>Moore v. Coachmen Indus., Inc.,</i> 129 N.C.App. 389, 499 S.E.2d 772, 780 (1998); <i>Chicopee, Inc. v. Sims Metal Works, Inc.,</i> 98 N.C.App. 423, 391 S.E.2d 211, 217 (N.C.Ct.App.1990). <i>See also </i><i>AT &amp; T Corp. v. Medical Review of North Carolina, Inc.,</i> 876 F.Supp. 91, 94 (E.D.N.C.1995). Instead, such claims are governed by contract law. \"The rationale for the economic loss rule is that the sale of goods is accomplished by contract and the parties are free to include, or exclude, provisions as to the parties' respective rights and remedies, should the product prove to be defective.\" <i>Moore,</i> 499 S.E.2d at 780. The North Carolina courts have construed the term \"economic losses\" to include damages to the product itself. <i>See id.; </i><i>Reece v. Homette Corp.,</i> 110 N.C.App. 462, 429 S.E.2d 768, 770 (1993). On the other hand, \"[w]here a defective product causes damage to property other than the product itself, losses attributable to the defective product are recoverable in tort rather than contract.\" <i>Moore,</i> 499 S.E.2d at 780. <i>See </i><i>Reece,</i> 429 S.E.2d at 770.</p>\n<p>Here, a question arises as to what constitutes damage to property \"other than the product itself\" for the purposes of the economic loss rule. In this case, plaintiffs claim that the use of Fastrak on their house \"has resulted in widespread and extensive moisture intrusion behind the faces of the house, probable deterioration of the sheathing, and rotting of framing members, doors, windows and subflooring.\" Compl. ¶ 31. Thus, the court must determine whether this water intrusion, sheathing deterioration, and rotting constitutes \"other\" property damage which would render the economic loss doctrine inapplicable.</p>\n<p>The North Carolina courts have indicated that when a component part of a product or a system injures the rest of the product or the system, only economic loss has occurred. <i>See, e.g., </i><i>Moore,</i> 499 S.E.2d at 780 (damage to recreational vehicle caused by faulty component constituted economic loss with respect to negligence claims brought against component manufacturer); <i>Gregory v. Atrium Door &amp; Window Co.,</i> 106 N.C.App. 142, 415 S.E.2d 574, 575 (1992) (water damage to flooring caused by malfunctioning and deteriorating doors constituted economic loss); <i>Chicopee, Inc.,</i> 391 S.E.2d at 216-17 (damage to drying ranges caused by explosion of component pressure vessels was economic loss that was not recoverable in a negligence action against the manufacturer of the component parts). Furthermore, other <span class=\"star-pagination\">*754</span> jurisdictions have concluded that a defective building creates only economic loss, even if the particular defect causes damage to other parts of the structure. <i>See, e.g., </i><i>Calloway v. City of Reno,</i> 993 P.2d 1259, 1268-69 (Nev.2000), and cases cited therein; <i>Casa Clara v. Charley Toppino &amp; Sons, Inc.,</i> 620 So.2d 1244, 1247 (Fla.1993) (allegedly defective concrete became an integral part of finished house and thus did not injure \"other\" property); <i>Northwest Arkansas Masonry, Inc. v. Summit Specialty Prods., Inc.,</i> 31 P.3d 982, 987-88 (Kan.Ct.App.2001). <i>See also</i> Restatement (Third) of Torts: Products Liability § 21 cmt. e (1997) (when a product or system is deemed to be an integrated whole, courts treat damage caused by a component part as harm to the product itself for purposes of economic loss doctrine).</p>\n<p>Here, Dryvit's DEFS cladding is an integral component of plaintiffs' house. The damage caused by the allegedly defective Fastrak therefore constitutes damage to the house itself. No \"other\" property damage has resulted, and plaintiffs have suffered purely economic losses. Thus, plaintiffs' negligence claims against Dryvit are barred by the economic loss rule, and Dryvit is entitled to summary judgment on those claims.</p>\n<p></p>\n<h2>C. <i>Misrepresentation-based claims</i>\n</h2>\n<p>Plaintiffs assert three misrepresentation-based causes of action against Dryvit: negligent misrepresentation, fraud, and unfair trade practices. Plaintiffs' claims are based on allegations that \"Dryvit made misrepresentations to general contractors and to the public in general regarding the quality of the Fastrak System 4000 and its performance as exterior cladding.\" Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 24. In addition, plaintiffs assert that Dryvit \"failed to disclose problems associated with the Fastrak System 4000.\" <i>Id. See also</i> Compl. ¶¶ 62, 63. Dryvit contends that it is entitled to summary judgment with respect to all three causes of action because there is no evidence to support essential elements of plaintiffs' claims.</p>\n<p></p>\n<h2>1. <i>Negligent misrepresentation</i>\n</h2>\n<p>The tort of negligent misrepresentation has been defined in North Carolina as follows:</p>\n<blockquote>One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</blockquote>\n<p><i>Forbes v. Par Ten Group, Inc.,</i> 99 N.C.App. 587, 394 S.E.2d 643, 648 (1990). <i>See </i><i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 322 N.C. 200, 367 S.E.2d 609, 612 (1988), <i>reversed </i><i>on other grounds,</i> 329 N.C. 646, 407 S.E.2d 178 (1991) (\"[t]he tort of negligent misrepresentation occurs when a party justifiably relies to his detriment on information prepared without reasonable care by one who owed the relying party a duty of care\"). Thus, plaintiffs must show that Dryvit provided false information to them regarding the DEFS cladding and that they justifiably relied on that information to their detriment.</p>\n<p>Here, plaintiffs have offered no evidence from which a reasonable fact finder could conclude that Dryvit made any verbal or written misrepresentations to plaintiffs. In their responses to Dryvit's interrogatories, plaintiffs state that they \"have not spoken with anyone from Dryvit regarding the DEFS wall cladding <span class=\"star-pagination\">*755</span> on their home.\" Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 16. Plaintiffs also state that they \"do not recall being provided any documents or videotapes describing the DEFS wall cladding.\" <i>Id.,</i> Pls.' Resp. to Interrog. 15. Plaintiffs further state that they \"have never been provided with any information, instructions, or recommendations regarding the maintenance of DEFS from the builder, seller, or DEFS installer.\" <i>Id.,</i> Pls.' Resp. to Interrog. 17. Because plaintiffs have not provided any evidence to show that Dryvit made any affirmative misrepresentations to them, Dryvit is entitled to summary judgment on plaintiffs' negligent misrepresentation claim. <i>See </i><i>Forbes,</i> 394 S.E.2d at 649 (upholding the entry of summary judgment in favor of certain defendants on negligent misrepresentation claim where plaintiffs \"raised no material issue of fact to show any misrepresentations to them by th[ose] defendants\").</p>\n<p></p>\n<h2>2. <i>Fraud</i>\n</h2>\n<p>The essential elements of actionable fraud are: (1) false representation or concealment of a material fact; (2) reasonably calculated to deceive; (3) made with intent to deceive; (4) which in fact does deceive; and (5) resulting in damage to the injured party. <i>See </i><i>Ragsdale v. Kennedy,</i> 286 N.C. 130, 209 S.E.2d 494, 500 (1974); <i>Helms v. Holland,</i> 124 N.C.App. 629, 478 S.E.2d 513, 516 (1996). \"[A] plaintiff may prove fraud by alleging facts which establish a false representation <i>or</i> concealment of a material fact.\" <i>Stamm v. Salomon,</i> 144 N.C.App. 672, 551 S.E.2d 152, 157 (2001). Plaintiffs' fraud claim against Dryvit cannot succeed. First, because the court has already determined that plaintiffs have provided no evidence to show that Dryvit made any verbal or written misrepresentations to them, the court likewise concludes that plaintiffs' fraud claim cannot succeed to the extent that it is based on misrepresentations that Dryvit allegedly made to them. <i>Cf. </i><i>Carlson v. Branch Banking &amp; Trust Co.,</i> 123 N.C.App. 306, 473 S.E.2d 631, 637 (1996) (upholding directed verdict in favor of defendant on fraud claim where \"[d]efendant made no representations to plaintiffs with respect to the transaction\").</p>\n<p>As additional support for their fraud claim, plaintiffs allege that \"[d]uring the course of marketing and promoting Fastrak System 4000, [d]efendant has made numerous material misrepresentations to builders, trade associations, governmental entities, and [d]efendant's customers concerning the suitability of Fastrak System 4000 for use as an exterior cladding on structures.\" Compl. ¶ 62. The court has been unable to find any North Carolina cases in which a plaintiff has been permitted to recover on a fraud claim for misrepresentations that were made to third parties. However, even if plaintiffs could pursue such a cause of action, their claim would fail because they have produced absolutely no evidence to show that they actually relied on Dryvit's alleged misrepresentations to any third parties. <i>See </i><i>Pitts v. American Sec. Ins. Co.,</i> 144 N.C.App. 1, 550 S.E.2d 179, 189 n. 8 (2001) (\"[t]o recover in an action for fraud in North Carolina, a Plaintiff must show actual reliance\"); <i>Pleasant Valley Promenade v. Lechmere, Inc.,</i> 120 N.C.App. 650, 464 S.E.2d 47, 57 (1995). \"Actual reliance is demonstrated by evidence plaintiff acted or refrained from acting in a certain manner due to defendant's representations.\" <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 57. Here, plaintiffs' complaint states only a general conclusion that actual reliance on Dryvit's misrepresentations existed. <span class=\"star-pagination\">*756</span> <i>See</i> Compl. ¶ 66. Plaintiffs' complaint is completely devoid of allegations that they actually read or heard the misleading statements that were allegedly made to third parties or that they knew of the existence of such misrepresentations at the time they decided to use Dryvit's DEFS cladding in the construction of their home. Thus, plaintiffs' claim for fraud fails to the extent that it is based on misrepresentations that Dryvit allegedly made to third parties.</p>\n<p>Plaintiffs' fraud claim also fails to the extent that it rests on allegations of fraudulent concealment. Plaintiffs allege in their complaint that Dryvit \"failed to disclose material facts to ... builders, trade associations, governmental entities, customers, and other persons regarding problems with Fastrak System 4000.\" Compl. ¶ 63. \"A duty to disclose material facts arises `[w]here material facts are accessible to the vendor only, and he knows them not to be within the reach of the diligent attention, observation and judgment of the purchaser.'\" <i>Everts v. Parkinson,</i> 147 N.C.App. 315, 555 S.E.2d 667, 674 (N.C.Ct.App.2001) (quoting <i>Brooks v. Ervin Constr. Co.,</i> 253 N.C. 214, 116 S.E.2d 454, 457 (1960) (emphasis omitted)). <i>See </i><i>Ragsdale,</i> 209 S.E.2d at 501. \"In other words, in order to establish fraud based on a seller's failure to disclose material defects, a buyer must, in part, show that the material defects were `not discoverable in the exercise of the buyer's diligent attention or observation.'\" <i>Everts,</i> 555 S.E.2d at 674 (quoting <i>Carver v. Roberts,</i> 78 N.C.App. 511, 337 S.E.2d 126, 128 (1985)). Here, plaintiffs have neither made any allegations nor produced any evidence to show that the alleged defects in the DEFS cladding were not discoverable in the exercise of diligent attention or observation by plaintiffs or by any third parties. As a result, plaintiffs cannot establish that Dryvit had a duty to disclose the alleged defects to them or to the third parties set forth in the complaint. <i>Cf. id.</i> at 675. Thus, the court concludes that there is no basis upon which plaintiffs' claim for fraud can survive Dryvit's motion for summary judgment.</p>\n<p></p>\n<h2>3. <i>Unfair trade practices</i>\n</h2>\n<p>In order to establish a claim for unfair trade practices under N.C. Gen. Stat. § 75-1.1 <i>et seq.,</i> a plaintiff must show that (1) defendant committed an unfair or deceptive act or practice; (2) the action in question was in or affecting commerce; and (3) the act proximately caused injury to the plaintiff. <i>See </i><i>Dalton v. Camp,</i> 353 N.C. 647, 548 S.E.2d 704, 711 (2001); <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 58 (to establish a prima facie case for unfair trade practices, a plaintiff must show that it suffered actual injury as a proximate result of defendant's misrepresentations). A practice is unfair when it offends established public policy and is unethical or unscrupulous, and it is deceptive if it has a tendency to deceive. <i>See </i><i>Dalton,</i> 548 S.E.2d at 711.</p>\n<p>Having already determined that plaintiffs have failed to produce any evidence to show that Dryvit committed any acts of negligent misrepresentation or fraud, the court likewise concludes that no claim for unfair trade practices exists on those grounds. In short, there is no evidence that Dryvit said or did anything, or failed to say or to do something, that influenced plaintiffs' decision to clad their home with Fastrak in any relevant way. <i>Cf. </i><i>Pleasant Valley Promenade,</i> 464 S.E.2d at 58 (defendant was entitled to directed verdict on plaintiff's unfair trade practices claim where plaintiff \"did not sufficiently demonstrate actual reliance on [defendant's] misrepresentations, and therefore, <span class=\"star-pagination\">*757</span> failed to provide the requisite causal connection\"). Therefore, as a matter of law, plaintiffs cannot prove an essential element of their unfair trade practices claim, and summary judgment for Dryvit is appropriate.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Dryvit's motion for summary judgment is GRANTED, and plaintiffs' claims against Dryvit are DISMISSED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">749</span></span> (2002)</b></center>\n<center><h1>J. Kevin WILSON and wife, Azita Wilson, Plaintiffs,<br>\nv.<br>\nDRYVIT SYSTEMS, INC., Defendant and Third-Party Plaintiff,<br>\nv.<br>\nNCW Development, Inc., et al., Third-Party Defendants. and<br>\nD.T. Glosson Construction, Inc., D.T. Glosson Construction d/b/a Glosson Drywall Construction Co., and Glosson Drywall Construction, Co., Fourth-Party Plaintiffs,<br>\nv.<br>\nCustom Designed Exteriors, Inc., Fourth-Party Defendant.</h1></center>\n<center>No. 5:00-CV-242(BR).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 17, 2002.</center>\n<p><span class=\"star-pagination\">*750</span> <span class=\"star-pagination\">*751</span> <span class=\"star-pagination\">*752</span> Daniel K. Bryson, Lewis &amp; Roberts, Raleigh, NC, for Plaintiffs.</p>\n<p>Hada V. Haulsee, David J. Mazza, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>The matter before the court is defendant Dryvit Systems, Inc.'s (\"Dryvit\") 15 February 2002 motion for summary judgment. Plaintiffs have not responded to the motion, and the time within which to do so has expired. Thus, the motion is ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On or about 9 June 1995, plaintiffs and third-party defendant NCW Development, Inc. (\"NCW\") entered into a contract for the sale and purchase of property and improvements located at 304 Otmoor Lane, Morrisville, North Carolina. <i>See</i> Compl. ¶ 1. Plaintiffs' house was subsequently built by NCW, who hired subcontractors to work on the house. <i>See</i> Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 18. The house was substantially completed on or about 31 May 1996. <i>See</i> Compl. ¶ 2.</p>\n<p>Plaintiffs' house is allegedly clad with Fastrak System 4000 (\"Fastrak\"). <i>See</i> Compl. ¶ 1. Fastrak is a Direct-Applied Exterior Finish System (\"DEFS\") that was developed by Dryvit. <i>See</i> Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab C, Aff. of William Preston ¶ 3. It is applied to buildings as an exterior cladding that protects the building from weather. Fastrak consists of several component parts, including Georgia-Pacific's DensGlass Gold, a non-cementitious base coat, reinforcing mesh, and a finish coat. <i>See id.</i> ¶ 5.</p>\n<p>Due to alleged defects in the DEFS cladding on their house, plaintiffs filed the instant action in Wake County Superior Court on 10 February 2000. Plaintiffs assert five claims against Dryvit: (1) negligence; (2) gross negligence; (3) negligent misrepresentation; (4) fraud; and (5) unfair and deceptive acts and practices. On 11 April 2000, Dryvit removed the case to this court based on diversity of citizenship. Dryvit subsequently filed a third-party complaint against NCW and the DEFS applicator, D.T. Glosson Construction, Inc. (\"Glosson\"), among other parties. Glosson and related entities then filed a fourth-party complaint against their subcontractor, Custom Designed Exteriors, Inc., on 8 November 2001.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Legal standards</i>\n</h2>\n<p>Because this is a diversity action, the substantive law of the state of North Carolina applies to plaintiffs' claims, but the standard for summary judgment is a procedural matter governed by federal law. <i>See </i><i>Erie R.R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938); <i>Gafford v. General Elec. Co.,</i> <span class=\"citation\" data-id=\"610606\"><a href=\"/opinion/610606/62-fair-emplpraccas-bna-205-62-empl-prac-dec-p-42451-carol-l/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 165 (6th Cir.1993). Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Haavistola v. Cmty. Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). When a party makes a summary judgment motion supported by pleadings, depositions, answers to interrogatories, and affidavits, an adverse party may not rest upon his pleadings. Fed.R.Civ.P. 56(e). If the adverse party fails to respond, \"summary judgment, if appropriate, shall be entered against him.\" <i>Id.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*753</span> B. <i>Negligence claims</i>\n</h2>\n<p>Plaintiffs have asserted claims against Dryvit for negligence and gross negligence. Plaintiffs generally allege that \"[d]efendant was negligent in the design, formulation, manufacture, production, quality control, testing, labeling, and warning of the Fastrak System 4000 such that this [d]efendant sold, supplied and/or distributed products that were defective.\" Compl. ¶ 33. Plaintiffs claim that they have incurred damages in an amount in excess of $10,000 as a result of Dryvit's negligence. Plaintiffs also state that they have not suffered \"any damage to personal property other than damage to the home itself as a result of the DEFS wall cladding.\" Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 10. Dryvit argues that plaintiffs have alleged only economic losses and that, under North Carolina law, a plaintiff may not recover for purely economic losses in tort.</p>\n<p>North Carolina has adopted the economic loss rule, which prohibits the purchaser of a defective product from bringing a negligence action against the manufacturer or seller of that product to recover purely economic losses sustained as a result of that product's failure to perform as expected. <i>See </i><i>Moore v. Coachmen Indus., Inc.,</i> 129 N.C.App. 389, <span class=\"citation\" data-id=\"1312740\"><a href=\"/opinion/1312740/moore-v-coachmen-industries-inc/\"><span class=\"volume\">499</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">772</span></a></span>, 780 (1998); <i>Chicopee, Inc. v. Sims Metal Works, Inc.,</i> 98 N.C.App. 423, <span class=\"citation\" data-id=\"1267658\"><a href=\"/opinion/1267658/chicopee-inc-v-sims-metal-works-inc/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">211</span></a></span>, 217 (N.C.Ct.App.1990). <i>See also </i><i>AT &amp; T Corp. v. Medical Review of North Carolina, Inc.,</i> <span class=\"citation\" data-id=\"1556904\"><a href=\"/opinion/1556904/att-corp-v-medical-review-of-north-carolina/\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">91</span></a></span>, 94 (E.D.N.C.1995). Instead, such claims are governed by contract law. \"The rationale for the economic loss rule is that the sale of goods is accomplished by contract and the parties are free to include, or exclude, provisions as to the parties' respective rights and remedies, should the product prove to be defective.\" <i>Moore,</i> 499 S.E.2d at 780. The North Carolina courts have construed the term \"economic losses\" to include damages to the product itself. <i>See id.; </i><i>Reece v. Homette Corp.,</i> 110 N.C.App. 462, <span class=\"citation\" data-id=\"1289499\"><a href=\"/opinion/1289499/reece-v-homette-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">768</span></a></span>, 770 (1993). On the other hand, \"[w]here a defective product causes damage to property other than the product itself, losses attributable to the defective product are recoverable in tort rather than contract.\" <i>Moore,</i> 499 S.E.2d at 780. <i>See </i><i>Reece,</i> 429 S.E.2d at 770.</p>\n<p>Here, a question arises as to what constitutes damage to property \"other than the product itself\" for the purposes of the economic loss rule. In this case, plaintiffs claim that the use of Fastrak on their house \"has resulted in widespread and extensive moisture intrusion behind the faces of the house, probable deterioration of the sheathing, and rotting of framing members, doors, windows and subflooring.\" Compl. ¶ 31. Thus, the court must determine whether this water intrusion, sheathing deterioration, and rotting constitutes \"other\" property damage which would render the economic loss doctrine inapplicable.</p>\n<p>The North Carolina courts have indicated that when a component part of a product or a system injures the rest of the product or the system, only economic loss has occurred. <i>See, e.g., </i><i>Moore,</i> 499 S.E.2d at 780 (damage to recreational vehicle caused by faulty component constituted economic loss with respect to negligence claims brought against component manufacturer); <i>Gregory v. Atrium Door &amp; Window Co.,</i> 106 N.C.App. 142, <span class=\"citation\" data-id=\"1369363\"><a href=\"/opinion/1369363/gregory-v-atrium-door-and-window-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span>, 575 (1992) (water damage to flooring caused by malfunctioning and deteriorating doors constituted economic loss); <i>Chicopee, Inc.,</i> 391 S.E.2d at 216-17 (damage to drying ranges caused by explosion of component pressure vessels was economic loss that was not recoverable in a negligence action against the manufacturer of the component parts). Furthermore, other <span class=\"star-pagination\">*754</span> jurisdictions have concluded that a defective building creates only economic loss, even if the particular defect causes damage to other parts of the structure. <i>See, e.g., </i><i>Calloway v. City of Reno,</i> <span class=\"citation\" data-id=\"1161574\"><a href=\"/opinion/1161574/calloway-v-city-of-reno/\"><span class=\"volume\">993</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1259</span></a></span>, 1268-69 (Nev.2000), and cases cited therein; <i>Casa Clara v. Charley Toppino &amp; Sons, Inc.,</i> <span class=\"citation\" data-id=\"1811635\"><a href=\"/opinion/1811635/casa-clara-condo-assn-v-charley-toppino-and-sons-inc/\"><span class=\"volume\">620</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1244</span></a></span>, 1247 (Fla.1993) (allegedly defective concrete became an integral part of finished house and thus did not injure \"other\" property); <i>Northwest Arkansas Masonry, Inc. v. Summit Specialty Prods., Inc.,</i> <span class=\"citation\" data-id=\"2514130\"><a href=\"/opinion/2514130/northwest-arkansas-masonry-inc-v-summit-specialty-products-inc/\"><span class=\"volume\">31</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">982</span></a></span>, 987-88 (Kan.Ct.App.2001). <i>See also</i> Restatement (Third) of Torts: Products Liability § 21 cmt. e (1997) (when a product or system is deemed to be an integrated whole, courts treat damage caused by a component part as harm to the product itself for purposes of economic loss doctrine).</p>\n<p>Here, Dryvit's DEFS cladding is an integral component of plaintiffs' house. The damage caused by the allegedly defective Fastrak therefore constitutes damage to the house itself. No \"other\" property damage has resulted, and plaintiffs have suffered purely economic losses. Thus, plaintiffs' negligence claims against Dryvit are barred by the economic loss rule, and Dryvit is entitled to summary judgment on those claims.</p>\n<p></p>\n<h2>C. <i>Misrepresentation-based claims</i>\n</h2>\n<p>Plaintiffs assert three misrepresentation-based causes of action against Dryvit: negligent misrepresentation, fraud, and unfair trade practices. Plaintiffs' claims are based on allegations that \"Dryvit made misrepresentations to general contractors and to the public in general regarding the quality of the Fastrak System 4000 and its performance as exterior cladding.\" Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 24. In addition, plaintiffs assert that Dryvit \"failed to disclose problems associated with the Fastrak System 4000.\" <i>Id. See also</i> Compl. ¶¶ 62, 63. Dryvit contends that it is entitled to summary judgment with respect to all three causes of action because there is no evidence to support essential elements of plaintiffs' claims.</p>\n<p></p>\n<h2>1. <i>Negligent misrepresentation</i>\n</h2>\n<p>The tort of negligent misrepresentation has been defined in North Carolina as follows:</p>\n<blockquote>One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</blockquote>\n<p><i>Forbes v. Par Ten Group, Inc.,</i> 99 N.C.App. 587, <span class=\"citation\" data-id=\"1218352\"><a href=\"/opinion/1218352/forbes-v-par-ten-group-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">643</span></a></span>, 648 (1990). <i>See </i><i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">200</span></span>, <span class=\"citation\" data-id=\"1225912\"><a href=\"/opinion/1225912/raritan-river-steel-v-cherry-bekaert-holland/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">609</span></a></span>, 612 (1988), <i>reversed </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span> (1991) (\"[t]he tort of negligent misrepresentation occurs when a party justifiably relies to his detriment on information prepared without reasonable care by one who owed the relying party a duty of care\"). Thus, plaintiffs must show that Dryvit provided false information to them regarding the DEFS cladding and that they justifiably relied on that information to their detriment.</p>\n<p>Here, plaintiffs have offered no evidence from which a reasonable fact finder could conclude that Dryvit made any verbal or written misrepresentations to plaintiffs. In their responses to Dryvit's interrogatories, plaintiffs state that they \"have not spoken with anyone from Dryvit regarding the DEFS wall cladding <span class=\"star-pagination\">*755</span> on their home.\" Dyrvit's Evidence in Supp. of Mot. for Summ. J., Tab A, Pls.' Resp. to Interrog. 16. Plaintiffs also state that they \"do not recall being provided any documents or videotapes describing the DEFS wall cladding.\" <i>Id.,</i> Pls.' Resp. to Interrog. 15. Plaintiffs further state that they \"have never been provided with any information, instructions, or recommendations regarding the maintenance of DEFS from the builder, seller, or DEFS installer.\" <i>Id.,</i> Pls.' Resp. to Interrog. 17. Because plaintiffs have not provided any evidence to show that Dryvit made any affirmative misrepresentations to them, Dryvit is entitled to summary judgment on plaintiffs' negligent misrepresentation claim. <i>See </i><i>Forbes,</i> 394 S.E.2d at 649 (upholding the entry of summary judgment in favor of certain defendants on negligent misrepresentation claim where plaintiffs \"raised no material issue of fact to show any misrepresentations to them by th[ose] defendants\").</p>\n<p></p>\n<h2>2. <i>Fraud</i>\n</h2>\n<p>The essential elements of actionable fraud are: (1) false representation or concealment of a material fact; (2) reasonably calculated to deceive; (3) made with intent to deceive; (4) which in fact does deceive; and (5) resulting in damage to the injured party. <i>See </i><i>Ragsdale v. Kennedy,</i> <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">494</span></a></span>, 500 (1974); <i>Helms v. Holland,</i> 124 N.C.App. 629, <span class=\"citation\" data-id=\"1328484\"><a href=\"/opinion/1328484/helms-v-holland/\"><span class=\"volume\">478</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">513</span></a></span>, 516 (1996). \"[A] plaintiff may prove fraud by alleging facts which establish a false representation <i>or</i> concealment of a material fact.\" <i>Stamm v. Salomon,</i> 144 N.C.App. 672, <span class=\"citation\" data-id=\"1410008\"><a href=\"/opinion/1410008/stamm-v-salomon/\"><span class=\"volume\">551</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">152</span></a></span>, 157 (2001). Plaintiffs' fraud claim against Dryvit cannot succeed. First, because the court has already determined that plaintiffs have provided no evidence to show that Dryvit made any verbal or written misrepresentations to them, the court likewise concludes that plaintiffs' fraud claim cannot succeed to the extent that it is based on misrepresentations that Dryvit allegedly made to them. <i>Cf. </i><i>Carlson v. Branch Banking &amp; Trust Co.,</i> 123 N.C.App. 306, <span class=\"citation\" data-id=\"1356675\"><a href=\"/opinion/1356675/carlson-v-branch-banking-and-trust-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">631</span></a></span>, 637 (1996) (upholding directed verdict in favor of defendant on fraud claim where \"[d]efendant made no representations to plaintiffs with respect to the transaction\").</p>\n<p>As additional support for their fraud claim, plaintiffs allege that \"[d]uring the course of marketing and promoting Fastrak System 4000, [d]efendant has made numerous material misrepresentations to builders, trade associations, governmental entities, and [d]efendant's customers concerning the suitability of Fastrak System 4000 for use as an exterior cladding on structures.\" Compl. ¶ 62. The court has been unable to find any North Carolina cases in which a plaintiff has been permitted to recover on a fraud claim for misrepresentations that were made to third parties. However, even if plaintiffs could pursue such a cause of action, their claim would fail because they have produced absolutely no evidence to show that they actually relied on Dryvit's alleged misrepresentations to any third parties. <i>See </i><i>Pitts v. American Sec. Ins. Co.,</i> 144 N.C.App. 1, <span class=\"citation\" data-id=\"1241600\"><a href=\"/opinion/1241600/pitts-v-american-sec-ins-co/\"><span class=\"volume\">550</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">179</span></a></span>, 189 n. 8 (2001) (\"[t]o recover in an action for fraud in North Carolina, a Plaintiff must show actual reliance\"); <i>Pleasant Valley Promenade v. Lechmere, Inc.,</i> 120 N.C.App. 650, <span class=\"citation\" data-id=\"1282006\"><a href=\"/opinion/1282006/pleasant-val-promenade-v-lechmere-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">47</span></a></span>, 57 (1995). \"Actual reliance is demonstrated by evidence plaintiff acted or refrained from acting in a certain manner due to defendant's representations.\" <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 57. Here, plaintiffs' complaint states only a general conclusion that actual reliance on Dryvit's misrepresentations existed. <span class=\"star-pagination\">*756</span> <i>See</i> Compl. ¶ 66. Plaintiffs' complaint is completely devoid of allegations that they actually read or heard the misleading statements that were allegedly made to third parties or that they knew of the existence of such misrepresentations at the time they decided to use Dryvit's DEFS cladding in the construction of their home. Thus, plaintiffs' claim for fraud fails to the extent that it is based on misrepresentations that Dryvit allegedly made to third parties.</p>\n<p>Plaintiffs' fraud claim also fails to the extent that it rests on allegations of fraudulent concealment. Plaintiffs allege in their complaint that Dryvit \"failed to disclose material facts to ... builders, trade associations, governmental entities, customers, and other persons regarding problems with Fastrak System 4000.\" Compl. ¶ 63. \"A duty to disclose material facts arises `[w]here material facts are accessible to the vendor only, and he knows them not to be within the reach of the diligent attention, observation and judgment of the purchaser.'\" <i>Everts v. Parkinson,</i> 147 N.C.App. 315, <span class=\"citation\" data-id=\"1247301\"><a href=\"/opinion/1247301/everts-v-parkinson/\"><span class=\"volume\">555</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">667</span></a></span>, 674 (N.C.Ct.App.2001) (quoting <i>Brooks v. Ervin Constr. Co.,</i> <span class=\"citation\" data-id=\"1329504\"><a href=\"/opinion/1329504/brooks-v-ervin-construction-company/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">214</span></a></span>, <span class=\"citation\" data-id=\"1329504\"><a href=\"/opinion/1329504/brooks-v-ervin-construction-company/\"><span class=\"volume\">116</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">454</span></a></span>, 457 (1960) (emphasis omitted)). <i>See </i><i>Ragsdale,</i> 209 S.E.2d at 501. \"In other words, in order to establish fraud based on a seller's failure to disclose material defects, a buyer must, in part, show that the material defects were `not discoverable in the exercise of the buyer's diligent attention or observation.'\" <i>Everts,</i> 555 S.E.2d at 674 (quoting <i>Carver v. Roberts,</i> 78 N.C.App. 511, <span class=\"citation\" data-id=\"1256335\"><a href=\"/opinion/1256335/carver-v-roberts/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">126</span></a></span>, 128 (1985)). Here, plaintiffs have neither made any allegations nor produced any evidence to show that the alleged defects in the DEFS cladding were not discoverable in the exercise of diligent attention or observation by plaintiffs or by any third parties. As a result, plaintiffs cannot establish that Dryvit had a duty to disclose the alleged defects to them or to the third parties set forth in the complaint. <i>Cf. id.</i> at 675. Thus, the court concludes that there is no basis upon which plaintiffs' claim for fraud can survive Dryvit's motion for summary judgment.</p>\n<p></p>\n<h2>3. <i>Unfair trade practices</i>\n</h2>\n<p>In order to establish a claim for unfair trade practices under N.C. Gen. Stat. § 75-1.1 <i>et seq.,</i> a plaintiff must show that (1) defendant committed an unfair or deceptive act or practice; (2) the action in question was in or affecting commerce; and (3) the act proximately caused injury to the plaintiff. <i>See </i><i>Dalton v. Camp,</i> <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">704</span></a></span>, 711 (2001); <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 58 (to establish a prima facie case for unfair trade practices, a plaintiff must show that it suffered actual injury as a proximate result of defendant's misrepresentations). A practice is unfair when it offends established public policy and is unethical or unscrupulous, and it is deceptive if it has a tendency to deceive. <i>See </i><i>Dalton,</i> 548 S.E.2d at 711.</p>\n<p>Having already determined that plaintiffs have failed to produce any evidence to show that Dryvit committed any acts of negligent misrepresentation or fraud, the court likewise concludes that no claim for unfair trade practices exists on those grounds. In short, there is no evidence that Dryvit said or did anything, or failed to say or to do something, that influenced plaintiffs' decision to clad their home with Fastrak in any relevant way. <i>Cf. </i><i>Pleasant Valley Promenade,</i> 464 S.E.2d at 58 (defendant was entitled to directed verdict on plaintiff's unfair trade practices claim where plaintiff \"did not sufficiently demonstrate actual reliance on [defendant's] misrepresentations, and therefore, <span class=\"star-pagination\">*757</span> failed to provide the requisite causal connection\"). Therefore, as a matter of law, plaintiffs cannot prove an essential element of their unfair trade practices claim, and summary judgment for Dryvit is appropriate.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Dryvit's motion for summary judgment is GRANTED, and plaintiffs' claims against Dryvit are DISMISSED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1161574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1241600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1247301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1267658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1811635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2514130/"
  ]
}