{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2434543/",
  "absolute_url": "/opinion/2434543/united-states-v-general/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2434543/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:34:57.551362Z",
  "date_modified": "2016-04-26T23:23:45.177624Z",
  "type": "010combined",
  "sha1": "c212d4d5be57845d5f9cbbfd172287247d06b00f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>435 F.Supp.2d 502 (2006)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nMaurice Terrell GENERAL, Defendant.</h1></center>\n<center>No. 5:05-CR-125-1D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 1, 2006.</center>\n<p><span class=\"star-pagination\">*503</span> <span class=\"star-pagination\">*504</span> Sherri R. Alspaugh, Federal Public Defender's Office, Raleigh, NC, for Maurice Terrell General (1), Defendant.</p>\n<p>Robert Skiver, Office of U.S. Attorney, Eastern District of North Carolina, Raleigh, NC, for USA, Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On May 4, 2005, a federal grand jury indicted Maurice Terrell General (\"General\" or \"defendant\") for (1) possession with the intent to distribute cocaine base (crack), (2) knowingly carrying a firearm during and in relation to a drug trafficking crime, (3) being a felon in possession of a firearm, and (4) being a felon in possession of ammunition. On February 10, 2006, General filed a Motion to Suppress and Incorporated Memorandum of Law. On April 19, 2006, the court held an evidentiary hearing. As explained below, the motion to suppress is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court makes the following findings of fact. In making these findings, the court has considered the testimony of Officer Walker, the exhibits attached to the defendant's motion to suppress, and the exhibit that the government introduced at the hearing.</p>\n<p>On September 25, 2004, at approximately 5:30 a.m., while patrolling a known high-crime area, Fayetteville Police Officers Fette and Walker observed a blue Dodge Neon parked (along with three or four other cars) in the yard at 116 Scott Avenue in Fayetteville, North Carolina. <i>See</i> Hr'g Tr. 2-4. Although dawn was breaking, it was dark outside. <i>Id.</i> at 6. Both officers were familiar with this one story house. Officer Walker testified that within the previous six months there had been \"over a dozen\" calls to the police on Walker's shift about illegal drug activity at that house and that there had been an arrest arising from the possession of a stolen car found in the yard at that house. <i>Id.</i> at 5-6. Officer Fette had made a narcotics arrest at that house several months earlier and Walker was aware of that arrest. <i>Id.</i> at 5. Additionally, the officers knew that there had been several calls to the police about shots being fired within a block or half-mile radius of the house. <i>Id.</i> at 4-5. There had been no calls to the police about the house or the neighborhood during the evening of September 24 or the early morning of September 25, 2004. <i>See id.</i> at 11-12.</p>\n<p>Officer Fette began writing down the license plate numbers of the cars in the yard. <i>Id.</i> at 15. Officer Walker observed that General and another man appeared to be unconscious in the driver and passenger seats of the Neon, respectively. <i>Id.</i> at 6-7. Walker notified Fette of their presence. <i>Id.</i> at 7. Walker approached the driver's door, while Fette went to the passenger's door. Walker knocked on the window. <i>Id.</i> at 7. General and the passenger each opened their eyes. Walker asked General to step out of the car, and General got out of the car. <i>See id.;</i> Def. Mot. Ex. C, Walker Narrative. After General was out of the car, Walker asked General if he was okay because he was unsure if General was unconscious, hurt, or just sleeping. Hr'g Tr. at 8. General said he was fine and placed his right hand on his right thigh. <i>Id.</i> Based on this hand movement, Walker feared that General might have a weapon. <i>Id.</i> Walker told General to remove his hand from his thigh, face away from Walker, and place his hands on the car. <i>Id.</i> Walker then began a pat-down of General's right leg. General put his right hand back on his right thigh. <i>Id.</i> Walker told <span class=\"star-pagination\">*505</span> him to put his hand back on the car, but General ran away. <i>Id.</i> at 8-9. After the officers chased and caught General, Fette detained and searched him. <i>Id.</i> at 9. Fette found a loaded .38-caliber revolver, four individually wrapped packages of cocaine base in his right pocket, and four or five bullets in his left pocket. <i>Id.</i> at 9. The individually wrapped packages field tested positive as 1.6 grams of crack cocaine. <i>See</i> Def. Mot. Ex. A at 1, Statement of Investigating Officer in Detail. The officers seized the drugs, gun, and bullets and arrested General.<sup>[1]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>General alleges that the police-citizen encounter between General and Officers Fette and Walker became an investigative detention when Walker asked General to step out of the car. Def. Mot. 3 (citing <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968)). Additionally, General claims that the investigative detention was illegal because the officers lacked a reasonable, articulable suspicion that \"criminal activity may be afoot.\" Def. Mot. 3-5 (quoting <i>United States v. Sokolow,</i> 490 U.S. 1, 7, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989)). Accordingly, General argues that because the initial stop and frisk was illegal, all subsequently seized evidence must be suppressed. Def. Mot. 5 (citing <i>United States v. Terzado-Madruga,</i> 897 F.2d 1099, 1112 (11th Cir.1990); <i>Nardone v. United States,</i> 308 U.S. 338, 341, 60 S.Ct. 266, 84 L.Ed. 307 (1939); <i>Weeks v. United States,</i> 232 U.S. 383, 391-93, 34 S.Ct. 341, 58 L.Ed. 652 (1914)).</p>\n<p>\"The Supreme Court has identified three distinct types of police-citizen encounters, each requiring a different level of suspicion to be deemed reasonable under the Fourth Amendment: (1) arrest, which must be supported by probable cause; (2) brief investigatory stops, which must be supported by reasonable articulable suspicion; and (3) brief encounters between police and citizens, which require no objective justification.\" <i>United States v. Brown,</i> 401 F.3d 588, 592 (4th Cir.2005) (quotation omitted).</p>\n<p>\"[L]aw enforcement officers do not violate the Fourth Amendment by merely approaching an individual on the street or another public place.\" <i>Florida v. Bostick,</i> 501 U.S. 429, 434, 111 S.Ct. 2382, 115 L.Ed.2d 389 (1991) (quotation omitted). In <i>Bostick,</i> the Court evaluated the constitutionality of the search of a bus passenger's bag when armed sheriff's deputies boarded the bus during a stopover, and, without articulable suspicion, asked to inspect the defendant's ticket and identification, returned the documents, and then asked for consent to search the defendant's luggage. <i>Id.</i> at 431-32, 111 S.Ct. 2382. The Court reiterated that, \"[s]o long as a reasonable person would feel free to disregard the police and go about his business, . . . the encounter is consensual and no reasonable suspicion is required.\" <i>Id.</i> at 434, 111 S.Ct. 2382 (quotation omitted). Additionally, under circumstances where the defendant's \"freedom of movement [is] restricted by a factor independent of police conduct[,] . . . the appropriate inquiry is whether a reasonable person would feel free to decline the officers' requests or otherwise terminate the encounter.\" <i>Id.</i> at 436, 111 S.Ct. 2382.</p>\n<p>As part of a \"police-citizen encounter\" described in <i>Bostick,</i> \"an officer is not entitled, without additional justification, to conduct a protective search.\" <i>United</i> <span class=\"star-pagination\">*506</span> <i>States v. Burton,</i> 228 F.3d 524, 528 (4th Cir.2000). Rather, \"an officer may not conduct [a] protective search for purposes of safety until he has a reasonable suspicion that supports the investigative stop . . . [because] . . . [p]olicemen have no more right to pat down the outer clothing of passers-by, or persons to whom they address casual questions, than does any other citizen.'\" <i>Id.</i> (quoting <i>Terry,</i> 392 U.S. at 32, 88 S.Ct. 1868 (Harlan, J., concurring)); <i>see </i><i>United States v. Sakyi,</i> 160 F.3d 164, 169 (4th Cir.1998) (\"Because a frisk or `pat down' is substantially more intrusive than an order to exit a vehicle or to open its doors, we conclude that an officer must have justification for a frisk or a `pat-down' beyond the mere justification for the traffic stop.\").</p>\n<p>A <i>Terry</i> stop is different. Under <i>Terry,</i> an officer may, consistent with the Fourth Amendment, conduct a brief, investigatory stop when the officer has a reasonable, articulable suspicion that criminal activity is or may be afoot. <i>See </i><i>United States v. Arvizu,</i> 534 U.S. 266, 273-75, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002); <i>Illinois v. Wardlow,</i> 528 U.S. 119, 123, 120 S.Ct. 673, 145 L.Ed.2d 570 (2000); <i>Minnesota v. Dickerson,</i> 508 U.S. 366, 373, 113 S.Ct. 2130, 124 L.Ed.2d 334 (1993); <i>Sokolow,</i> 490 U.S. at 7-11, 109 S.Ct. 1581. \"Though the quantum of suspicion necessary for a <i>Terry</i> stop is less demanding than that for probable cause, an officer must be able to articulate something more than an inchoate and unparticularized suspicion or hunch.\" <i>Brown,</i> 401 F.3d at 596 (quotations omitted). As part of a <i>Terry</i> stop, an officer may conduct \"a reasonable search for weapons for the protection of the police officer, where [the officer] has reason to believe that [the officer] is dealing with an armed and dangerous individual, regardless of whether [the officer] has probable cause to arrest the individual for a crime.\" <i>Terry,</i> 392 U.S. at 27, 88 S.Ct. 1868. In <i>Terry,</i> the Court expressly approved a pat-down of the petitioner's outer garments to check for weapons. <i>Id.</i> at 29-31, 88 S.Ct. 1868.</p>\n<p></p>\n<h2>III.</h2>\n<p>Here, the government argues that numerous factors supported the officers' reasonable suspicion that criminal activity may have been afoot: (1) General and another person appeared to be unconscious in a parked car; (2) the car was parked in front of a house known to be the scene of approximately a dozen recent complaints about illegal narcotics activity and one of the officers had recently made a drug arrest at the house; (3) the car was parked (along with three or four other cars) in a yard at a house where there had been a recent arrest involving possession of a stolen car; (4) the house was in a high-crime area; (5) it was 5:30 a.m. and still dark; (6) when General got out of the car he touched his right thigh and thereby made Officer Walker believe that he might have a weapon; and (7) when Officer Walker began a pat-down, General ran away.</p>\n<p></p>\n<h2>A.</h2>\n<p>General argues that he was seized for Fourth Amendment purposes when Walker asked him to exit the car. General relies on <i>United States v. Sprinkle,</i> 106 F.3d 613 (4th Cir.1997), to argue that the information available to Officer Walker before Walker asked General to exit the car was insufficient to create reasonable suspicion. In <i>Sprinkle,</i> two officers observed a man, who one officer knew had recently completed a prison sentence for a drug-related conviction, sitting in the driver's seat of a car. <i>Sprinkle,</i> 106 F.3d at 615-16. Sprinkle walked out of a nearby house and got into the passenger seat. Sprinkle and the driver then \"huddled to the center of the console of the vehicle with their hands close together.\" <i>Id.</i> at 616. Although <span class=\"star-pagination\">*507</span> one officer could see their hands, he did not see any contraband or exchange. When the driver saw the officer, he covered his face. Then, when the officers went to their own cars, the driver started his car and drove off. \"[H]e did not speed, drive erratically, or commit any traffic violations.\" <i>Id.</i> When the driver stopped due to traffic, the officers turned on their blue lights and approached the car on foot. <i>See id.</i> By the time the officers got to the car, Sprinkle had stepped out. <i>See id.</i> Sprinkle appeared nervous and agitated as an officer told him that he was going to pat Sprinkle down. <i>See id.</i> As the officer started the pat-down, Sprinkle pushed away and began to run. <i>See id.</i> A. chase ensued, Sprinkle was caught, and Sprinkle moved successfully to suppress the contraband seized from him. <i>See id.</i></p>\n<p>On appeal, the government argued that the police officers had reasonable suspicion at the time based on five facts: (1) the police knew that the driver had a criminal record and had recently been released from prison; (2) the driver and Sprinkle were in a neighborhood known by the police for extensive drug crime; (3) when Sprinkle entered the car he and the driver huddled toward the center console with their hands close together; (4) as the officers walked by the car, the driver put his head down and his hand up to his face as if to avoid recognition; and (5) the driver drove away as soon as the officers walked by the car. <i>Id.</i> at 617. In concluding that the officers lacked a reasonable, articulable suspicion for the initial stop, the Fourth Circuit held that the time of day, \"5:30 p.m. on a sunny day\" mitigated the character of the neighborhood. <i>Id.</i> The court also noted that, although the suspects huddled with their hands close together, one officer \"was able to see into the car: he saw their hands, he did not see anything pass between them, and they did not try to conceal any object. In other words, [the officer] could actually see that nothing of a criminal nature was happening in the car.\" <i>Id.</i> at 618. Lastly, the court concluded that \"driving away in a normal, unhurried fashion [does not] lend itself to a finding of reasonable suspicion here.\" <i>Id.</i></p>\n<p>General argues that there are \"far fewer factors than those rejected by the Fourth Circuit in <i>Sprinkle,</i>\" and that the officers therefore did not have a reasonable suspicion to ask General to exit the vehicle. Def. Mot. 5. The government disagrees and relies on <i>United States v. Lender,</i> 985 F.2d 151 (4th Cir.1993).</p>\n<p>The <i>Sprinkle</i> court distinguished <i>Lender.</i> In <i>Lender,</i> two officers were patrolling an area know for extensive drug trafficking. As the officers drove across an intersection at 1:00 a.m., they saw three or four men on a street corner huddled around Lender and looking down into his open palm. <i>Id.</i> at 153. The officers, suspecting a drug deal, stopped their car and got out. When the officers tried to approach Lender, he attempted to evade them by turning his back and walking away. <i>Id.</i> The Fourth Circuit held that the officers had reasonable suspicion to stop Lender, and upheld the district court's denial of Lender's motion to suppress. <i>Id.</i> at 154. In <i>Lender,</i> the officers' suspicion was based on (1) the fact that several men were looking into his hand indicating that there was actually something in it, (2) Lender attempted to evade the officers by turning his back as they approached and walking away, and (3) Lender was observed in a known drug area at approximately 1:00 a.m. <i>Id.</i></p>\n<p></p>\n<h2>B.</h2>\n<p>The parties agree that Officer Walker's initial knock on the car window was a <i>Bostick</i> encounter that did not require any objective justification. <i>See</i> Hr'g Tr. 22-23. The question of when exactly General was seized, however, is more complex. General <span class=\"star-pagination\">*508</span> contends that he was seized when Walker asked him to get out of the car. <i>Id.</i> at 23. Walker's request to General that he exit the car and General's decision to exit the car could, however, merely constitute a continuation of the <i>Bostick</i> encounter that began with the knock on the car window. This issue becomes significant because its resolution determines whether the court may consider General's hand movement once he exited the car as part of the reasonable suspicion analysis.<sup>[2]</sup> Finally, the government argues that even if Walker's request to General to exit the car and General's compliance was a seizure, Walker had reasonable suspicion at that point. <i>Id.</i> at 17.</p>\n<p>At the time Walker asked General to exit the car, General appeared to be unconscious in a parked car (amidst three or four other cars) in the front yard of a house known for drug trafficking, a recent drug arrest, and a recent arrest involving possession of a stolen car. The house was in a high crime area, and the two people appeared to be unconscious in the car at 5:30 a.m. For purposes of reasonable suspicion, each of these factors are valid considerations. <i>See, e.g., </i><i>Wardlow,</i> 528 U.S. at 124, 120 S.Ct. 673 (an individual's presence in a \"high crime area\" is relevant contextual consideration under <i>Terry</i>); <i>United States v. McQueen,</i> 445 F.3d 757, 758-59 (4th Cir.2006) (unconscious occupant of car); <i>United States v. Perkins,</i> 363 F.3d 317, 321-22 (4th Cir.2004) (officer's particular knowledge that the duplex was a known drug house where the officer had made prior drug arrests is relevant under <i>Terry); </i><i>United States v. Perrin,</i> 45 F.3d 869, 873 (4th Cir.1995) (officers' knowledge that location \"had been the scene of substantial narcotics activity is relevant . . . as it helps to explain the mindset of the police officers as they approached\"); <i>Lender,</i> 985 F.2d at 154 (\"The lateness of the hour is another fact that may raise the level of suspicion.\"); <i>United States v. Wilson,</i> 758 F.2d 304, 306 (8th Cir.1985) (per curium) (unconscious occupants of car).</p>\n<p>However, \"it is not enough that [the officer] could articulate factors underlying his decision to [stop the defendant] if [the officer's] articulated factors are not probative of behavior in which few innocent people would engage. The articulated factors together must serve to eliminate a substantial portion of innocent travelers before the requirement of reasonable suspicion will be satisfied.\" <i>United States v. Brugal,</i> 209 F.3d 353, 359 (4th Cir.2000) (en banc). Nonetheless, \"[o]fficers are not required under <i>Terry</i> to have reasonable suspicion of ongoing illegal activity in order to make investigative stops. Indeed, the very point of <i>Terry</i> was to permit officers to take preventive action and conduct investigative stops <i>before</i> crimes are committed, based on what they view as suspicious  albeit even legal  activity.\" <i>Perkins,</i> 363 F.3d at 326; <i>see </i><i>Dickerson,</i> 508 U.S. at 373, 113 S.Ct. 2130 (under <i>Terry,</i> \"where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity <i>may be afoot,</i> the officer may briefly stop the suspicious person and make reasonable inquiries aimed <span class=\"star-pagination\">*509</span> at confirming or dispelling his suspicions\") (quotations omitted) (emphasis added).</p>\n<p>Initially, the court holds that General was not seized when Walker asked him to step out of his already-parked car and he got out. Generally, a \"seizure' warranting Fourth Amendment protection \"occurs when, in view of the totality of t circumstances surrounding the `stop,\" reasonable person would not feel free to leave or otherwise terminate the encounter.\" <i>United States v. Weaver</i> 282 F.3d 302, 309 (4th Cir.2002). \"Circumstances where the citizen would feel free to go, hut stays and has a dialogue with the officer, are considered consensual, and therefore do not implicate the Fourth Amendment.\" <i>Id.</i> Courts look to numerous factors as part of the totality of circumstances, eluding the time, place, and purpose of the encounter, the words used by the officer, the officer's tone of voice and general demeanor, the officer's statements to others present during the encounter, the threatening presence of several officers, the potential display of a weapon by an officer, and the physical touching by the police the citizen.\" <i>Id.</i> at 310.</p>\n<p>A seizure arises \"[o]nly when Ike officer, by means of physical force or show of authority, has in some way restrained the liberty of a citizen. . . .\" <i>Terry,</i> 392 U.S. at 19 n. 16, 88 S.Ct. 1868. When viewed objectively, Walker's request that General get out of the car and General's decision to get out did not amount to a \"seizure.\" <i>See </i><i>Weaver,</i> 282 F.3d at 310. There is no evidence that Walker or Fette had drawn their weapons, I hat Walker used a threatening tone, that the officers had activated their blue lights, that the officers physically touched General or the other passenger, or that the officers had parked their vehicle to block the, Neon. Rather, Walker posed the question through the rolled up window after having knocked on the window to awaken the seemingly asleep occupants in an already-parked car. General could have ignored the knock and request and kept sleeping. Alternatively, he could have exited the car and walked away from the encounter. <i>See id.</i> at 311-13; <i>see also </i><i>Florida v. Royer,</i> 460 U.S. 491, 497-98, 103 S.Ct. 1319, 75 L.Ed.2d 229 (1983). Further, there is no evidence that General attempted to remain in the car and was refused or that he got out, attempted to leave, and was not allowed to leave. Likewise, there is no evidence that Walker told General that he was not free to remain in the car or had to speak. <i>See </i><i>Trulock v. Freeh,</i> 275 F.3d 391, 400-01 (4th Cir.2001).</p>\n<p>The court finds support for the conclusion that General was not seized when he was asked to exit the car and he got out in numerous decisions involving analogous encounters between a police officer and a person sitting in an already-parked car. <i>See </i><i>United States v. Summers,</i> 268 F.3d 683, 686-87 (9th Cir.2001); <i>Latta v. Keryte,</i> 118 F.3d 693, 699-700 (10th Cir.1997); <i>United States v. Sanchez,</i> 89 F.3d 715, 717-18 (10th Cir.1996); <i>United States v. Encarnacion-Galvez,</i> 964 F.2d 402, 410 (5th Cir.1992); <i>accord </i><i>United States v. Ringold,</i> 335 F.3d 1168, 1171-74 (10th Cir. 2003); <i>United States v. Ortiz-Monroy,</i> 332 F.3d 525, 528 (8th Cir.2003); <i>United States v. Baker,</i> 290 F.3d 1276, 1277-78 (11th Cir.2002); <i>cf. </i><i>United States v. Aguiar,</i> 825 F.2d 39, 40 (4th Cir.1987). Of course, the court is not announcing a bright-line rule about people who comply with an officer's request to exit an already-parked car. Rather, on the facts in this case, Walker's request to General to get out of the car and General's decision to get out did not result in a seizure.</p>\n<p>Alternatively, the court holds that few innocent people sleep in a car in a yard (amidst three or four other cars) in front of a house known for more than <span class=\"star-pagination\">*510</span> twelve recent complaints about drug trafficking, one recent drug arrest, and one recent arrest involving possession of a stolen vehicle, in a high crime area at 5:30 in the morning. Taken together, the facts confronting the officers \"would give any officer a commonsensical reason to be suspicious.\" <i>Perkins,</i> 363 F.3d at 327; <i>see </i><i>Wardlow,</i> 528 U.S. at 125, 120 S.Ct. 673 (\"the determination of reasonable suspicion must be based on commonsense judgment and inferences about human behavior\"); <i>Lender,</i> 985 F.2d at 154. Thus, even assuming that General was \"seized\" when Walker made the request to exit the car and General complied, Walker had reasonable suspicion for the stop. Indeed, lilt would have been poor police work [ ] for an officer . . . to have failed to investigate this behavior [in that particular yard, at that particular house, and at that particular time of the early morning].\" <i>Terry,</i> 392 U.S. at 23, 88 S.Ct. 1868.</p>\n<p>Once General exited the car, he and Walker had a brief conversation. Hr'g Tr. 8. Initially, Walker asked if General was okay. General said yes. <i>Id.</i> During that conversation General placed his right hand on his right thigh and Walker interpreted the movement to mean that he might have a weapon. <i>Id.</i> Carrying a concealed weapon without a permit is illegal in North Carolina. <i>See</i> N.C. Gen.Stat. § 14-269. In light of the hand movement, Walker had even more reasonable suspicion and told General to turn around and place his hands on the car. General complied. Hr'g Tr. 8. Upon compliance with that request, but before patting General down, Walker had \"seized\" General. <i>See </i><i>Brown,</i> 401 F.3d at 594; <i>see also </i><i>Royer,</i> 460 U.S. at 501-02, 103 S.Ct. 1319.</p>\n<p>Next, the court examines whether Walker was justified in conducting a pat-down following the seizure. Simply because an officer has reasonable suspicion for a <i>Terry</i> stop does not necessarily mean that the officer has reasonable suspicion to believe that the officer is dealing with an armed and dangerous individual. <i>See </i><i>Dickerson,</i> 508 U.S. at 373, 113 S.Ct. 2130; <i>Adams v. Williams,</i> 407 U.S. 143, 146, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972); <i>Terry,</i> 392 U.S. at 24-31, 88 S.Ct. 1868; <i>United States v. Mayo,</i> 361 F.3d 802, 807 (4th Cir.2004); <i>United States v. Moore,</i> 817 F.2d 1105, 1107 (4th Cir.1987) (declining to require officers, who already have reason to believe that a suspect is armed, to ask questions before searching him); <i>cf. </i><i>Sakyi,</i> 160 F.3d at 169 (\"Because a frisk or `pat down' is substantially more intrusive than an order to exit a vehicle or to open its doors, we conclude that an officer must have justification for a frisk or a `pat-down' beyond the mere justification for the traffic stop.\"). Because Walker did not seize General or begin the pat-down until after General made the hand movement, the court is able to include Walker's observation about General's hand movement after he exited the car in analyzing whether the seizure and pat-down were justified. Walker testified that he found General's hand movement significant based on his training and experience and \"due to the house and known drug activity[.]\" Hr'g Tr. 8. He concluded that \"the subject might have a weapon so [he] asked [General to] place his hands on the vehicle.\" <i>Id.</i> Walker intended to do a <i>Terry</i> pat-down and had just begun one when General fled. Hr'g Tr. 8-9. When General's hand movement to his right thigh was coupled with all of the factors warranting the request to exit the car, Walker had reasonable suspicion to seize General and to conduct a pat-down. <i>See </i><i>Dickerson,</i> 508 U.S. at 373, 113 S.Ct. 2130; <i>Adams,</i> 407 U.S. at 146, 92 S.Ct. 1921; <i>Terry,</i> 392 U.S. at 26, 88 S.Ct. 1868; <i>Mayo,</i> 361 F.3d at 807-08; <i>United States v. Holmes,</i> 385 F.3d 786, 789-90 (D.C.Cir. 2004) (Roberts, J.).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*511</span> IV.</h2>\n<p>For the reasons stated herein, General's motion to suppress is DENIED. The arraignment and trial of this action will take place during the June 5, 2006 term of court.</p>\n<h2>NOTES</h2>\n<p>[1]  Officer Walker testified at the hearing, and the court observed his demeanor The court finds that Officer Walker was a car. credible witness. The court makes this finding after having observed his testimony and after reviewing the exhibits attached to the defendant's motion and the exhibit introduced at the hearing.</p>\n<p>[2]  The reasonable suspicion analysis must focus on the officers' reasonable suspicion before the seizure or pat-down. <i>See </i><i>Florida v. J.L.,</i> 529 U.S. 266, 271, 120 S.Ct. 1375, 146 L.Ed.2d 254 (2000). Thus, for example, if General was \"seized\" before the hand movement, General's hand movement is not relevant to analyzing reasonable suspicion. Likewise, if General was not seized until after the hand movement, then the court may consider the hand movement as part of the reasonable suspicion analysis. Similarly, if General was seized after the hand movement, but before fleeing, then General's flight may not be considered as part of the reasonable suspicion analysis.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">502</span></span> (2006)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nMaurice Terrell GENERAL, Defendant.</h1></center>\n<center>No. 5:05-CR-125-1D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 1, 2006.</center>\n<p><span class=\"star-pagination\">*503</span> <span class=\"star-pagination\">*504</span> Sherri R. Alspaugh, Federal Public Defender's Office, Raleigh, NC, for Maurice Terrell General (1), Defendant.</p>\n<p>Robert Skiver, Office of U.S. Attorney, Eastern District of North Carolina, Raleigh, NC, for USA, Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On May 4, 2005, a federal grand jury indicted Maurice Terrell General (\"General\" or \"defendant\") for (1) possession with the intent to distribute cocaine base (crack), (2) knowingly carrying a firearm during and in relation to a drug trafficking crime, (3) being a felon in possession of a firearm, and (4) being a felon in possession of ammunition. On February 10, 2006, General filed a Motion to Suppress and Incorporated Memorandum of Law. On April 19, 2006, the court held an evidentiary hearing. As explained below, the motion to suppress is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court makes the following findings of fact. In making these findings, the court has considered the testimony of Officer Walker, the exhibits attached to the defendant's motion to suppress, and the exhibit that the government introduced at the hearing.</p>\n<p>On September 25, 2004, at approximately 5:30 a.m., while patrolling a known high-crime area, Fayetteville Police Officers Fette and Walker observed a blue Dodge Neon parked (along with three or four other cars) in the yard at 116 Scott Avenue in Fayetteville, North Carolina. <i>See</i> Hr'g Tr. 2-4. Although dawn was breaking, it was dark outside. <i>Id.</i> at 6. Both officers were familiar with this one story house. Officer Walker testified that within the previous six months there had been \"over a dozen\" calls to the police on Walker's shift about illegal drug activity at that house and that there had been an arrest arising from the possession of a stolen car found in the yard at that house. <i>Id.</i> at 5-6. Officer Fette had made a narcotics arrest at that house several months earlier and Walker was aware of that arrest. <i>Id.</i> at 5. Additionally, the officers knew that there had been several calls to the police about shots being fired within a block or half-mile radius of the house. <i>Id.</i> at 4-5. There had been no calls to the police about the house or the neighborhood during the evening of September 24 or the early morning of September 25, 2004. <i>See id.</i> at 11-12.</p>\n<p>Officer Fette began writing down the license plate numbers of the cars in the yard. <i>Id.</i> at 15. Officer Walker observed that General and another man appeared to be unconscious in the driver and passenger seats of the Neon, respectively. <i>Id.</i> at 6-7. Walker notified Fette of their presence. <i>Id.</i> at 7. Walker approached the driver's door, while Fette went to the passenger's door. Walker knocked on the window. <i>Id.</i> at 7. General and the passenger each opened their eyes. Walker asked General to step out of the car, and General got out of the car. <i>See id.;</i> Def. Mot. Ex. C, Walker Narrative. After General was out of the car, Walker asked General if he was okay because he was unsure if General was unconscious, hurt, or just sleeping. Hr'g Tr. at 8. General said he was fine and placed his right hand on his right thigh. <i>Id.</i> Based on this hand movement, Walker feared that General might have a weapon. <i>Id.</i> Walker told General to remove his hand from his thigh, face away from Walker, and place his hands on the car. <i>Id.</i> Walker then began a pat-down of General's right leg. General put his right hand back on his right thigh. <i>Id.</i> Walker told <span class=\"star-pagination\">*505</span> him to put his hand back on the car, but General ran away. <i>Id.</i> at 8-9. After the officers chased and caught General, Fette detained and searched him. <i>Id.</i> at 9. Fette found a loaded .38-caliber revolver, four individually wrapped packages of cocaine base in his right pocket, and four or five bullets in his left pocket. <i>Id.</i> at 9. The individually wrapped packages field tested positive as 1.6 grams of crack cocaine. <i>See</i> Def. Mot. Ex. A at 1, Statement of Investigating Officer in Detail. The officers seized the drugs, gun, and bullets and arrested General.<sup>[1]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>General alleges that the police-citizen encounter between General and Officers Fette and Walker became an investigative detention when Walker asked General to step out of the car. Def. Mot. 3 (citing <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968)). Additionally, General claims that the investigative detention was illegal because the officers lacked a reasonable, articulable suspicion that \"criminal activity may be afoot.\" Def. Mot. 3-5 (quoting <i>United States v. Sokolow,</i> <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989)). Accordingly, General argues that because the initial stop and frisk was illegal, all subsequently seized evidence must be suppressed. Def. Mot. 5 (citing <i>United States v. Terzado-Madruga,</i> <span class=\"citation\" data-id=\"537704\"><a href=\"/opinion/537704/united-states-v-george-terzado-madruga/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1112 (11th Cir.1990); <i>Nardone v. United States,</i> <span class=\"citation\" data-id=\"103259\"><a href=\"/opinion/103259/nardone-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span>, 341, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">307</span></span> (1939); <i>Weeks v. United States,</i> <span class=\"citation\" data-id=\"98094\"><a href=\"/opinion/98094/weeks-v-united-states/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 391-93, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">341</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">652</span></span> (1914)).</p>\n<p>\"The Supreme Court has identified three distinct types of police-citizen encounters, each requiring a different level of suspicion to be deemed reasonable under the Fourth Amendment: (1) arrest, which must be supported by probable cause; (2) brief investigatory stops, which must be supported by reasonable articulable suspicion; and (3) brief encounters between police and citizens, which require no objective justification.\" <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"789606\"><a href=\"/opinion/789606/united-states-v-everett-oshae-brown/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (4th Cir.2005) (quotation omitted).</p>\n<p>\"[L]aw enforcement officers do not violate the Fourth Amendment by merely approaching an individual on the street or another public place.\" <i>Florida v. Bostick,</i> <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 434, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (1991) (quotation omitted). In <i>Bostick,</i> the Court evaluated the constitutionality of the search of a bus passenger's bag when armed sheriff's deputies boarded the bus during a stopover, and, without articulable suspicion, asked to inspect the defendant's ticket and identification, returned the documents, and then asked for consent to search the defendant's luggage. <i>Id.</i> at 431-32, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>. The Court reiterated that, \"[s]o long as a reasonable person would feel free to disregard the police and go about his business, . . . the encounter is consensual and no reasonable suspicion is required.\" <i>Id.</i> at 434, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span> (quotation omitted). Additionally, under circumstances where the defendant's \"freedom of movement [is] restricted by a factor independent of police conduct[,] . . . the appropriate inquiry is whether a reasonable person would feel free to decline the officers' requests or otherwise terminate the encounter.\" <i>Id.</i> at 436, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>.</p>\n<p>As part of a \"police-citizen encounter\" described in <i>Bostick,</i> \"an officer is not entitled, without additional justification, to conduct a protective search.\" <i>United</i> <span class=\"star-pagination\">*506</span> <i>States v. Burton,</i> <span class=\"citation\" data-id=\"770633\"><a href=\"/opinion/770633/united-states-v-kenneth-burton/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 528 (4th Cir.2000). Rather, \"an officer may not conduct [a] protective search for purposes of safety until he has a reasonable suspicion that supports the investigative stop . . . [because] . . . [p]olicemen have no more right to pat down the outer clothing of passers-by, or persons to whom they address casual questions, than does any other citizen.'\" <i>Id.</i> (quoting <i>Terry,</i> 392 U.S. at 32, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span> (Harlan, J., concurring)); <i>see </i><i>United States v. Sakyi,</i> <span class=\"citation\" data-id=\"759135\"><a href=\"/opinion/759135/united-states-v-collins-kusi-sakyi/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 169 (4th Cir.1998) (\"Because a frisk or `pat down' is substantially more intrusive than an order to exit a vehicle or to open its doors, we conclude that an officer must have justification for a frisk or a `pat-down' beyond the mere justification for the traffic stop.\").</p>\n<p>A <i>Terry</i> stop is different. Under <i>Terry,</i> an officer may, consistent with the Fourth Amendment, conduct a brief, investigatory stop when the officer has a reasonable, articulable suspicion that criminal activity is or may be afoot. <i>See </i><i>United States v. Arvizu,</i> <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 273-75, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (2002); <i>Illinois v. Wardlow,</i> <span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 123, <span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (2000); <i>Minnesota v. Dickerson,</i> <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 373, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1993); <i>Sokolow,</i> 490 U.S. at 7-11, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>. \"Though the quantum of suspicion necessary for a <i>Terry</i> stop is less demanding than that for probable cause, an officer must be able to articulate something more than an inchoate and unparticularized suspicion or hunch.\" <i>Brown,</i> 401 F.3d at 596 (quotations omitted). As part of a <i>Terry</i> stop, an officer may conduct \"a reasonable search for weapons for the protection of the police officer, where [the officer] has reason to believe that [the officer] is dealing with an armed and dangerous individual, regardless of whether [the officer] has probable cause to arrest the individual for a crime.\" <i>Terry,</i> 392 U.S. at 27, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>. In <i>Terry,</i> the Court expressly approved a pat-down of the petitioner's outer garments to check for weapons. <i>Id.</i> at 29-31, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>.</p>\n<p></p>\n<h2>III.</h2>\n<p>Here, the government argues that numerous factors supported the officers' reasonable suspicion that criminal activity may have been afoot: (1) General and another person appeared to be unconscious in a parked car; (2) the car was parked in front of a house known to be the scene of approximately a dozen recent complaints about illegal narcotics activity and one of the officers had recently made a drug arrest at the house; (3) the car was parked (along with three or four other cars) in a yard at a house where there had been a recent arrest involving possession of a stolen car; (4) the house was in a high-crime area; (5) it was 5:30 a.m. and still dark; (6) when General got out of the car he touched his right thigh and thereby made Officer Walker believe that he might have a weapon; and (7) when Officer Walker began a pat-down, General ran away.</p>\n<p></p>\n<h2>A.</h2>\n<p>General argues that he was seized for Fourth Amendment purposes when Walker asked him to exit the car. General relies on <i>United States v. Sprinkle,</i> <span class=\"citation\" data-id=\"735345\"><a href=\"/opinion/735345/united-states-v-carl-sprinkle-aka-carl-sprinkler/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">613</span></a></span> (4th Cir.1997), to argue that the information available to Officer Walker before Walker asked General to exit the car was insufficient to create reasonable suspicion. In <i>Sprinkle,</i> two officers observed a man, who one officer knew had recently completed a prison sentence for a drug-related conviction, sitting in the driver's seat of a car. <i>Sprinkle,</i> 106 F.3d at 615-16. Sprinkle walked out of a nearby house and got into the passenger seat. Sprinkle and the driver then \"huddled to the center of the console of the vehicle with their hands close together.\" <i>Id.</i> at 616. Although <span class=\"star-pagination\">*507</span> one officer could see their hands, he did not see any contraband or exchange. When the driver saw the officer, he covered his face. Then, when the officers went to their own cars, the driver started his car and drove off. \"[H]e did not speed, drive erratically, or commit any traffic violations.\" <i>Id.</i> When the driver stopped due to traffic, the officers turned on their blue lights and approached the car on foot. <i>See id.</i> By the time the officers got to the car, Sprinkle had stepped out. <i>See id.</i> Sprinkle appeared nervous and agitated as an officer told him that he was going to pat Sprinkle down. <i>See id.</i> As the officer started the pat-down, Sprinkle pushed away and began to run. <i>See id.</i> A. chase ensued, Sprinkle was caught, and Sprinkle moved successfully to suppress the contraband seized from him. <i>See id.</i></p>\n<p>On appeal, the government argued that the police officers had reasonable suspicion at the time based on five facts: (1) the police knew that the driver had a criminal record and had recently been released from prison; (2) the driver and Sprinkle were in a neighborhood known by the police for extensive drug crime; (3) when Sprinkle entered the car he and the driver huddled toward the center console with their hands close together; (4) as the officers walked by the car, the driver put his head down and his hand up to his face as if to avoid recognition; and (5) the driver drove away as soon as the officers walked by the car. <i>Id.</i> at 617. In concluding that the officers lacked a reasonable, articulable suspicion for the initial stop, the Fourth Circuit held that the time of day, \"5:30 p.m. on a sunny day\" mitigated the character of the neighborhood. <i>Id.</i> The court also noted that, although the suspects huddled with their hands close together, one officer \"was able to see into the car: he saw their hands, he did not see anything pass between them, and they did not try to conceal any object. In other words, [the officer] could actually see that nothing of a criminal nature was happening in the car.\" <i>Id.</i> at 618. Lastly, the court concluded that \"driving away in a normal, unhurried fashion [does not] lend itself to a finding of reasonable suspicion here.\" <i>Id.</i></p>\n<p>General argues that there are \"far fewer factors than those rejected by the Fourth Circuit in <i>Sprinkle,</i>\" and that the officers therefore did not have a reasonable suspicion to ask General to exit the vehicle. Def. Mot. 5. The government disagrees and relies on <i>United States v. Lender,</i> <span class=\"citation\" data-id=\"599313\"><a href=\"/opinion/599313/united-states-v-calvin-edwin-lender-united-states-of-america-v-calvin/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span> (4th Cir.1993).</p>\n<p>The <i>Sprinkle</i> court distinguished <i>Lender.</i> In <i>Lender,</i> two officers were patrolling an area know for extensive drug trafficking. As the officers drove across an intersection at 1:00 a.m., they saw three or four men on a street corner huddled around Lender and looking down into his open palm. <i>Id.</i> at 153. The officers, suspecting a drug deal, stopped their car and got out. When the officers tried to approach Lender, he attempted to evade them by turning his back and walking away. <i>Id.</i> The Fourth Circuit held that the officers had reasonable suspicion to stop Lender, and upheld the district court's denial of Lender's motion to suppress. <i>Id.</i> at 154. In <i>Lender,</i> the officers' suspicion was based on (1) the fact that several men were looking into his hand indicating that there was actually something in it, (2) Lender attempted to evade the officers by turning his back as they approached and walking away, and (3) Lender was observed in a known drug area at approximately 1:00 a.m. <i>Id.</i></p>\n<p></p>\n<h2>B.</h2>\n<p>The parties agree that Officer Walker's initial knock on the car window was a <i>Bostick</i> encounter that did not require any objective justification. <i>See</i> Hr'g Tr. 22-23. The question of when exactly General was seized, however, is more complex. General <span class=\"star-pagination\">*508</span> contends that he was seized when Walker asked him to get out of the car. <i>Id.</i> at 23. Walker's request to General that he exit the car and General's decision to exit the car could, however, merely constitute a continuation of the <i>Bostick</i> encounter that began with the knock on the car window. This issue becomes significant because its resolution determines whether the court may consider General's hand movement once he exited the car as part of the reasonable suspicion analysis.<sup>[2]</sup> Finally, the government argues that even if Walker's request to General to exit the car and General's compliance was a seizure, Walker had reasonable suspicion at that point. <i>Id.</i> at 17.</p>\n<p>At the time Walker asked General to exit the car, General appeared to be unconscious in a parked car (amidst three or four other cars) in the front yard of a house known for drug trafficking, a recent drug arrest, and a recent arrest involving possession of a stolen car. The house was in a high crime area, and the two people appeared to be unconscious in the car at 5:30 a.m. For purposes of reasonable suspicion, each of these factors are valid considerations. <i>See, e.g., </i><i>Wardlow,</i> 528 U.S. at 124, <span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span> (an individual's presence in a \"high crime area\" is relevant contextual consideration under <i>Terry</i>); <i>United States v. McQueen,</i> <span class=\"citation\" data-id=\"794078\"><a href=\"/opinion/794078/united-states-v-anthony-mcqueen-united-states-of-america-v-anthony/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">757</span></a></span>, 758-59 (4th Cir.2006) (unconscious occupant of car); <i>United States v. Perkins,</i> <span class=\"citation\" data-id=\"785670\"><a href=\"/opinion/785670/united-states-v-john-michael-perkins/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 321-22 (4th Cir.2004) (officer's particular knowledge that the duplex was a known drug house where the officer had made prior drug arrests is relevant under <i>Terry); </i><i>United States v. Perrin,</i> <span class=\"citation\" data-id=\"687290\"><a href=\"/opinion/687290/united-states-v-charles-odell-perrin/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">869</span></a></span>, 873 (4th Cir.1995) (officers' knowledge that location \"had been the scene of substantial narcotics activity is relevant . . . as it helps to explain the mindset of the police officers as they approached\"); <i>Lender,</i> 985 F.2d at 154 (\"The lateness of the hour is another fact that may raise the level of suspicion.\"); <i>United States v. Wilson,</i> <span class=\"citation\" data-id=\"449723\"><a href=\"/opinion/449723/united-states-v-rick-r-wilson/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 306 (8th Cir.1985) (per curium) (unconscious occupants of car).</p>\n<p>However, \"it is not enough that [the officer] could articulate factors underlying his decision to [stop the defendant] if [the officer's] articulated factors are not probative of behavior in which few innocent people would engage. The articulated factors together must serve to eliminate a substantial portion of innocent travelers before the requirement of reasonable suspicion will be satisfied.\" <i>United States v. Brugal,</i> <span class=\"citation\" data-id=\"768332\"><a href=\"/opinion/768332/united-states-v-alexis-a-brugal-henry-m-adames-mo-reyna-m-dejesus/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">353</span></a></span>, 359 (4th Cir.2000) (en banc). Nonetheless, \"[o]fficers are not required under <i>Terry</i> to have reasonable suspicion of ongoing illegal activity in order to make investigative stops. Indeed, the very point of <i>Terry</i> was to permit officers to take preventive action and conduct investigative stops <i>before</i> crimes are committed, based on what they view as suspicious  albeit even legal  activity.\" <i>Perkins,</i> 363 F.3d at 326; <i>see </i><i>Dickerson,</i> 508 U.S. at 373, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span> (under <i>Terry,</i> \"where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity <i>may be afoot,</i> the officer may briefly stop the suspicious person and make reasonable inquiries aimed <span class=\"star-pagination\">*509</span> at confirming or dispelling his suspicions\") (quotations omitted) (emphasis added).</p>\n<p>Initially, the court holds that General was not seized when Walker asked him to step out of his already-parked car and he got out. Generally, a \"seizure' warranting Fourth Amendment protection \"occurs when, in view of the totality of t circumstances surrounding the `stop,\" reasonable person would not feel free to leave or otherwise terminate the encounter.\" <i>United States v. Weaver</i> <span class=\"citation\" data-id=\"776764\"><a href=\"/opinion/776764/united-states-v-otis-lee-weaver-jr/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 309 (4th Cir.2002). \"Circumstances where the citizen would feel free to go, hut stays and has a dialogue with the officer, are considered consensual, and therefore do not implicate the Fourth Amendment.\" <i>Id.</i> Courts look to numerous factors as part of the totality of circumstances, eluding the time, place, and purpose of the encounter, the words used by the officer, the officer's tone of voice and general demeanor, the officer's statements to others present during the encounter, the threatening presence of several officers, the potential display of a weapon by an officer, and the physical touching by the police the citizen.\" <i>Id.</i> at 310.</p>\n<p>A seizure arises \"[o]nly when Ike officer, by means of physical force or show of authority, has in some way restrained the liberty of a citizen. . . .\" <i>Terry,</i> 392 U.S. at 19 n. 16, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>. When viewed objectively, Walker's request that General get out of the car and General's decision to get out did not amount to a \"seizure.\" <i>See </i><i>Weaver,</i> 282 F.3d at 310. There is no evidence that Walker or Fette had drawn their weapons, I hat Walker used a threatening tone, that the officers had activated their blue lights, that the officers physically touched General or the other passenger, or that the officers had parked their vehicle to block the, Neon. Rather, Walker posed the question through the rolled up window after having knocked on the window to awaken the seemingly asleep occupants in an already-parked car. General could have ignored the knock and request and kept sleeping. Alternatively, he could have exited the car and walked away from the encounter. <i>See id.</i> at 311-13; <i>see also </i><i>Florida v. Royer,</i> <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 497-98, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1983). Further, there is no evidence that General attempted to remain in the car and was refused or that he got out, attempted to leave, and was not allowed to leave. Likewise, there is no evidence that Walker told General that he was not free to remain in the car or had to speak. <i>See </i><i>Trulock v. Freeh,</i> <span class=\"citation\" data-id=\"775976\"><a href=\"/opinion/775976/notra-trulock-iii-linda-conrad-v-louis-j-freeh-in-his-personal-capacity/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 400-01 (4th Cir.2001).</p>\n<p>The court finds support for the conclusion that General was not seized when he was asked to exit the car and he got out in numerous decisions involving analogous encounters between a police officer and a person sitting in an already-parked car. <i>See </i><i>United States v. Summers,</i> <span class=\"citation\" data-id=\"775264\"><a href=\"/opinion/775264/united-states-v-daniel-clark-summers/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span>, 686-87 (9th Cir.2001); <i>Latta v. Keryte,</i> <span class=\"citation\" data-id=\"743565\"><a href=\"/opinion/743565/robert-latta-v-officer-james-a-keryte-officer-larry-montoya-sergeant/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span>, 699-700 (10th Cir.1997); <i>United States v. Sanchez,</i> <span class=\"citation\" data-id=\"153660\"><a href=\"/opinion/153660/united-states-v-sanchez/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">715</span></a></span>, 717-18 (10th Cir.1996); <i>United States v. Encarnacion-Galvez,</i> <span class=\"citation\" data-id=\"583624\"><a href=\"/opinion/583624/united-states-v-roberto-encarnacion-galvez/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 410 (5th Cir.1992); <i>accord </i><i>United States v. Ringold,</i> <span class=\"citation\" data-id=\"163656\"><a href=\"/opinion/163656/united-states-v-ringold/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span>, 1171-74 (10th Cir. 2003); <i>United States v. Ortiz-Monroy,</i> <span class=\"citation\" data-id=\"782316\"><a href=\"/opinion/782316/united-states-v-guadalupe-ortiz-monroy/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 528 (8th Cir.2003); <i>United States v. Baker,</i> <span class=\"citation\" data-id=\"75853\"><a href=\"/opinion/75853/united-states-v-lyndom-burl-baker/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span>, 1277-78 (11th Cir.2002); <i>cf. </i><i>United States v. Aguiar,</i> <span class=\"citation\" data-id=\"492060\"><a href=\"/opinion/492060/united-states-v-manuel-aguiar-aka-bruce-woods/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 40 (4th Cir.1987). Of course, the court is not announcing a bright-line rule about people who comply with an officer's request to exit an already-parked car. Rather, on the facts in this case, Walker's request to General to get out of the car and General's decision to get out did not result in a seizure.</p>\n<p>Alternatively, the court holds that few innocent people sleep in a car in a yard (amidst three or four other cars) in front of a house known for more than <span class=\"star-pagination\">*510</span> twelve recent complaints about drug trafficking, one recent drug arrest, and one recent arrest involving possession of a stolen vehicle, in a high crime area at 5:30 in the morning. Taken together, the facts confronting the officers \"would give any officer a commonsensical reason to be suspicious.\" <i>Perkins,</i> 363 F.3d at 327; <i>see </i><i>Wardlow,</i> 528 U.S. at 125, <span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span> (\"the determination of reasonable suspicion must be based on commonsense judgment and inferences about human behavior\"); <i>Lender,</i> 985 F.2d at 154. Thus, even assuming that General was \"seized\" when Walker made the request to exit the car and General complied, Walker had reasonable suspicion for the stop. Indeed, lilt would have been poor police work [ ] for an officer . . . to have failed to investigate this behavior [in that particular yard, at that particular house, and at that particular time of the early morning].\" <i>Terry,</i> 392 U.S. at 23, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>.</p>\n<p>Once General exited the car, he and Walker had a brief conversation. Hr'g Tr. 8. Initially, Walker asked if General was okay. General said yes. <i>Id.</i> During that conversation General placed his right hand on his right thigh and Walker interpreted the movement to mean that he might have a weapon. <i>Id.</i> Carrying a concealed weapon without a permit is illegal in North Carolina. <i>See</i> N.C. Gen.Stat. § 14-269. In light of the hand movement, Walker had even more reasonable suspicion and told General to turn around and place his hands on the car. General complied. Hr'g Tr. 8. Upon compliance with that request, but before patting General down, Walker had \"seized\" General. <i>See </i><i>Brown,</i> 401 F.3d at 594; <i>see also </i><i>Royer,</i> 460 U.S. at 501-02, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>.</p>\n<p>Next, the court examines whether Walker was justified in conducting a pat-down following the seizure. Simply because an officer has reasonable suspicion for a <i>Terry</i> stop does not necessarily mean that the officer has reasonable suspicion to believe that the officer is dealing with an armed and dangerous individual. <i>See </i><i>Dickerson,</i> 508 U.S. at 373, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>; <i>Adams v. Williams,</i> <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 146, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (1972); <i>Terry,</i> 392 U.S. at 24-31, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>; <i>United States v. Mayo,</i> <span class=\"citation\" data-id=\"785481\"><a href=\"/opinion/785481/united-states-v-irvin-d-mayo/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">802</span></a></span>, 807 (4th Cir.2004); <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"487763\"><a href=\"/opinion/487763/united-states-v-norman-delano-moore/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1107 (4th Cir.1987) (declining to require officers, who already have reason to believe that a suspect is armed, to ask questions before searching him); <i>cf. </i><i>Sakyi,</i> 160 F.3d at 169 (\"Because a frisk or `pat down' is substantially more intrusive than an order to exit a vehicle or to open its doors, we conclude that an officer must have justification for a frisk or a `pat-down' beyond the mere justification for the traffic stop.\"). Because Walker did not seize General or begin the pat-down until after General made the hand movement, the court is able to include Walker's observation about General's hand movement after he exited the car in analyzing whether the seizure and pat-down were justified. Walker testified that he found General's hand movement significant based on his training and experience and \"due to the house and known drug activity[.]\" Hr'g Tr. 8. He concluded that \"the subject might have a weapon so [he] asked [General to] place his hands on the vehicle.\" <i>Id.</i> Walker intended to do a <i>Terry</i> pat-down and had just begun one when General fled. Hr'g Tr. 8-9. When General's hand movement to his right thigh was coupled with all of the factors warranting the request to exit the car, Walker had reasonable suspicion to seize General and to conduct a pat-down. <i>See </i><i>Dickerson,</i> 508 U.S. at 373, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>; <i>Adams,</i> 407 U.S. at 146, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>; <i>Terry,</i> 392 U.S. at 26, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>; <i>Mayo,</i> 361 F.3d at 807-08; <i>United States v. Holmes,</i> <span class=\"citation\" data-id=\"186305\"><a href=\"/opinion/186305/united-states-v-holmes-anthony/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 789-90 (D.C.Cir. 2004) (Roberts, J.).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*511</span> IV.</h2>\n<p>For the reasons stated herein, General's motion to suppress is DENIED. The arraignment and trial of this action will take place during the June 5, 2006 term of court.</p>\n<h2>NOTES</h2>\n<p>[1]  Officer Walker testified at the hearing, and the court observed his demeanor The court finds that Officer Walker was a car. credible witness. The court makes this finding after having observed his testimony and after reviewing the exhibits attached to the defendant's motion and the exhibit introduced at the hearing.</p>\n<p>[2]  The reasonable suspicion analysis must focus on the officers' reasonable suspicion before the seizure or pat-down. <i>See </i><i>Florida v. J.L.,</i> <span class=\"citation\" data-id=\"118352\"><a href=\"/opinion/118352/florida-v-jl/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 271, <span class=\"citation\" data-id=\"118352\"><a href=\"/opinion/118352/florida-v-jl/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, <span class=\"citation\" data-id=\"118352\"><a href=\"/opinion/118352/florida-v-jl/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (2000). Thus, for example, if General was \"seized\" before the hand movement, General's hand movement is not relevant to analyzing reasonable suspicion. Likewise, if General was not seized until after the hand movement, then the court may consider the hand movement as part of the reasonable suspicion analysis. Similarly, if General was seized after the hand movement, but before fleeing, then General's flight may not be considered as part of the reasonable suspicion analysis.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/163656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794078/"
  ]
}