{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2445932/",
  "absolute_url": "/opinion/2445932/guion-v-england/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2445932/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:37:29.545501Z",
  "date_modified": "2016-04-26T22:32:40.091130Z",
  "type": "010combined",
  "sha1": "bdf4a0135ced95ea7448888448395067fb3a4d1b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Vernon A. GUION, Plaintiff,<br>\nv.<br>\nGordon R. ENGLAND, Defendant.</h1></center>\n<center>No. 4:06-CV-70-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 10, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Motion for Summary Judgment [DE-25] filed by the United States on behalf of the Defendant (\"Defendant\" or \"the Navy\").</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On August 27, 2004, Plaintiff Vernon Guion (\"Guion\") filed a formal complaint of discrimination with the Equal Employment Opportunity Commission (\"EEOC\") alleging that he was discriminated against on the basis of his physical disability (being \"chemical reactive\") and that he was retaliated against for his previous complaints to the EEOC. <i>See</i> Mot. for Summ. J. [D25], Ex. A (located within Govt. Ex. 1). When asked on the complaint form to list the most recent dates on which the most recent discrimination occurred, Guion listed: May 25, 2004, May 26, 2004, June 1, 2004, and June 13, 2004. <i>Id.</i> In the formal complaint, Guion complained specifically about the following actions:</p>\n<blockquote>CLAIM (1): Management permanently reassigned me to Electroplater Helper, WG-3711-05, on 13 June 2004.</blockquote>\n<blockquote>CLAIM (2): Management issued me a Memorandum for the Record charging me AWOL for 25 May 2004.</blockquote>\n<blockquote>CLAIM (3): Management clocked me LWOP for 26 May and 1 June 2004.</blockquote>\n<p><i>Id.</i> After an investigation, the Office of Complaint Investigations (\"OIC\") issued a Report of Investigation on May 12, 2005. Mot. for Summ. J. [DE-25], Govt. Ex. 3.</p>\n<p>On November 29, 2005, an EEOC Administrative Law Judge issued a decision without a hearing finding no discrimination. Mot. for Summ. J. [DE-25], Govt. Ex. 4. The Administrative Law Judge specifically noted that Guion had withdrawn his allegations of discrimination on the basis of physical disability, but had asserted claims of race discrimination, in addition to his claims of retaliation. The Administrative Law Judge's decision was implemented by the Navy's final order on January 25, 2006. Mot. for Summ. J. [DE-25], Govt. Ex. 5. On July 13, 2006, the EEOC Office of Federal Operations affirmed the Navy's final order. Mot. for Summ. J. [DE-25], Govt. Ex. 6.</p>\n<p>On April 4, 2006, Guion filed the instant Complaint in this court alleging that he was discriminated against on the basis of his race and claims that Navy restricted his opportunity, retirement and job security, in violation of 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"). Compl. [DE-1] ¶ 6. Guion alleges in his Complaint that the discrimination occurred on February 4, 2004 and May 25, 2004. Compl. [DE-1] ¶ 8.</p>\n<p>The Defendant filed the Motion for Summary Judgment on June 28, 2007. Oh July 3, 2007, the Clerk of Court for the Eastern District of North Carolina received a large number of exhibits, papers, and photographs from Guion, captioned \"Final List of Exhibits and Witnesses.\" The Clerk of Court forwarded these materials to the undersigned, resulting in the court's July 24, 2007 Order wherein the undersigned deemed the documents filed on July 3, 2007, as the plaintiffs response to the Motion for Summary Judgment. Because some of the exhibits appeared not to comply with the E-Government Act, the court ordered that the materials be temporarily sealed and directed Guion to supply a properly redacted version of the July 3, 2007 filings.</p>\n<p>The Defendant then moved for an extension of time to file a reply, stating that he has not had an opportunity to review the response. Specifically, the Defendant stated that he had not received a copy of the sealed response filed on July 24, 2007.<sup>[1]</sup> In an order filed on August 16, 2007, the court ordered Guion, to the extent he had not already done so, to serve a copy of the documents comprising the \"Final List of Witnesses and Exhibits\" on the Defendant on or before August 28, 2007, and allowed Defendant until September 18, 2007, to file a reply. No reply was filed, and the motion for summary judgment is now ripe for ruling. Guion, on December 20, 2007, filed a \"Motion for Disclosure.\"</p>\n<p></p>\n<h2>II. STATEMENT OF THE FACTS</h2>\n<p>The facts, stated in the light most favorable to Guion,<sup>[2]</sup> are as follows.</p>\n<p>Guion, an African-American male, was hired in December 2000, as a Blade and Vane Repair Helper at the Naval Air Depot in Cherry Point, North Carolina, and was assigned to work in the Common Industrial Programs Division, in the \"Blade and Vane Shop.\" Mot. for Summ. J. [DE-25], Govt. Ex. 1 at p. 47 (Guion's sworn affidavit). In October 2002, Guion was reassigned to the \"Electroplating Shop\" as an Electroplating Helper, at his request. <i>Id.</i> At all times relevant to this action, Guion remained in the Electroplating Helper position.</p>\n<p>During the time period of the alleged discrimination, Harvey Pegram, (\"Pegram\") was Guion's first level supervisor, and Phil LeBeau (\"LeBeau\") was Guion's second level supervisor. John Whitehurst (\"Whitehurst\"), Chief of the Common Industrial Programs Division, was his third level supervisor and Greg Piner (\"Piner\") the Industrial Production Department Head, was Guion's fourth level supervisor. <i>Id.</i></p>\n<p></p>\n<h2>A. Events leading up to February 2, 2004</h2>\n<p>On May 28, 2003, Guion reported to a medical officer complaining of dizziness and shortness of breath. Mot. for Summ. J. [DE-25], Govt. Ex. 1 at p, 130. He was treated at the agency's dispensary, and placed on work restrictions. <i>Id.</i> Guion was evaluated by his personal physician, Dr. J. Phillip Mahaney (\"Dr. Mahaney\") on June 9,2003, and was cleared to work on June 10, 2003. <i>Id.</i> at pp. 131-32. On August 21, 2003, Guion was evaluated again by Dr. Mahaney, who concluded Guion was limited to work in an area where fumes could be avoided. <i>Id.</i> at pp. 136-37.</p>\n<p>Between May 28, 2003, and February 4, 2004, Guion was absent off and on from his regularly assigned duties. <i>Id.</i> at p. 140. As a result of the nature of Guion's restrictions, the lack of available positions meeting his restrictions and qualifications, and his continued absences, Guion ultimately was placed on Enforced Leave status beginning February 5, 2004. <i>Id.</i> at pp. 140-42. Piner, the Department Head and Guion's fourth line supervisor, made the decision to effect the Enforced Leave. <i>Id.</i> at pp. 48, 140-42.</p>\n<p>Guion was provided information on the Family Medical Leave Act (\"FMLA\") and disability retirement. <i>Id.</i> at p. 141. Additionally, the Navy continued its efforts to locate a suitable position for Guion within his current medical restrictions and qualifications. <i>Id.</i></p>\n<p>Shortly after being placed on Enforced Leave, on February 20, 2004, Dr. Mahaney advised the Civil Service Retirement Service that Plaintiff should \"be moved to an area that is free of chemicals like those found in the electroplating shop.\" <i>Id.</i> at p. 143. The Navy contends that it was already aware of these restrictions, because these same restrictions led to Guion's Enforced Leave status. <i>Id.</i> at pp. 130, 140-42. The Navy indicates that Guion was in Leave Without Pay (\"LWOP\") status over the next several months.</p>\n<p></p>\n<h2>B. May 24-25, 2004</h2>\n<p>Guion contends that on May 24, 2004, he reported to the Blade and Vane Shop and spoke to the shop supervisor, Dennis Vary (\"Vary\"). Guion contends that Vary directed Guion to report to Pegram in the Electroplating Shop. Mot. for Summ. J. [DE-25], Ex. 1 at pp. 49, 52. The Navy, however, contends that Guion first returned on May 25, 2004, and reported to the Electroplating Shop at 6:30 a.m., the time that was the start of his regular shift prior to being placed on Enforced Leave. <i>Id.</i> at pp. 52, 56-57, 73. He checked in with his supervisor, Pegram, and presented a return to work letter dated April 7, 2004, from Dr. Mahaney, which indicated Guion could return to full duty as of April 7, 2004. <i>Id.</i> at pp. 49, 52, 57, 145. The return to work letter also indicated Guion was released to return to work as a blade and vane worker. <i>Id.</i> at p. 145. Ex. 1 at 145. Guion had not worked a blade and vane worker, however, since being reassigned to the Electroplating Shop in October 2002. <i>Id.</i> at pp. 49, 52, 57.</p>\n<p>Pegram questioned Guion about why he was first reporting for work on May 25, 2004, when the letter cleared him to work as of April 7, 2004, and Guion indicated that it took him a month to receive Dr. Mahaney's letter. <i>Id.</i> at p. 59. Guion later told management he had actually obtained employment elsewhere and was not at home until May 22, 2004. <i>Id.</i> at pp. 8, 49.</p>\n<p>Pegram informed Guion that, because he had been out for an extended period of time on medically related absences, he needed to be reevaluated by the Occupational Health Clinic in accordance with the Leave Policy. <i>Id.</i> at p. 57. Pegram also told Guion that his annual physical was due and needed to be rescheduled. <i>Id.</i> Additionally, Pegram directed Guion to submit a request for leave, along with any relevant medical documentation, to cover his absence between April 8, 2004 and May 25, 2004. <i>Id.</i> at p. 49. Guion completed a request for leave on May 25, 2004, for 264 hours, which covered the time frame from April 8, 2004, through May 25, 2004. <i>Id.</i> at p. 129. Guion wrote \"personal\" when prompted for the reason for his absence. <i>Id.</i></p>\n<p>After submitting his leave request to Pegram, Guion requested permission to go to the Union Office to discuss why he was having to request leave. <i>Id.</i> at pp. 52, 58, 154, 161. Pegram allowed Guion's request, and then contacted the Employee Relations Department for guidance on how to handle the return to work letter from Dr. Mahaney. <i>Id.</i> at p. 58, 161.</p>\n<p>During the OIC investigation, Guion contended that Jennifer Gray (\"Gray\"), the Union Representative, advised him to have Dr. Mahaney change the dates on his return to work letter. <i>Id.</i> at p. 49. Guion contended that he then told Vary, the Blade and Vane Shop Supervisor, that he was leaving to have his doctor change the dates. <i>Id.</i> at pp. 49, 52. Guion admitted he did not tell Pegram that he was leaving.</p>\n<p>Gray eventually called Pegram and asked if Guion had returned to the shop yet. Pegram told Gray that Guion had not yet returned. <i>Id.</i> at p. 161. Gray told Pegram that Guion had left the Union Office just before lunch, and may have left the facility to obtain updated medial documentation from his doctor. <i>Id.</i> Pegram noted that Guion did not have permission to leave the facility, and because he had been gone from the shop for approximately three hours, Pegram considered Guion to be in an absent without leave (\"AWOL\") status beginning at 9:30 a.m. <i>Id.</i></p>\n<p></p>\n<h2>C. May 26, 2004</h2>\n<p>On May 26, 2004, Guion reported to Vary, the Blade and Vane Shop Supervisor, at 2:00 p.m  and he did not report to Pegram, in the Electroplating Shop where he was assigned. <i>Id.</i> at p. 52. Guion presented Vary with a letter from Dr. Mahaney dated May 25, 2004, stating that Guion could return to work as a blade and vane worker. <i>Id.</i> at p. 49. Vary consulted Whitehurst, the Division Director, who directed Vary to send Guion to report to Pegram in the Electroplating Shop until it could be determined if Guion's position had changed. Vary, following instructions, told Guion to report to the Electroplating Shop. <i>Id.</i> at p. 88. Guion never reported to the Electroplating Shop, and contended during the OIC investigation that Vary told him to go home.</p>\n<p></p>\n<h2>D. May 27, 2004</h2>\n<p>The Navy contends that on May 27, 2004, at 12:47 p.m., Vary received a phone call from Pegram's relief supervisor, informing Vary that Guion was on his way to the Blade and Vane Shop. <i>Id.</i> at p. 88. Vary immediately contacted Whitehurst for guidance, and Whitehurst instructed Vary to send Guion home and wait until he heard from management. <i>Id.</i> Vary, in turn, called the shop's Union Steward, John Goguen (\"Goguen\"), and asked that he be present for the discussion with Guion. <i>Id.</i> Goguen arrived shortly thereafter, and waited with Vary for Guion's arrival. When Guion still had not arrived by 2:45 p.m., Goguen left. <i>Id.</i></p>\n<p>Guion finally arrived approximately five minutes after Goguen left. <i>Id.</i> Based on Whitehurst's instructions, Vary told Guion to go home and wait to hear from management concerning his return to work.</p>\n<p>Whitehurst, meanwhile, was consulting Guion's \"Division File.\" <i>Id.</i> at pp. 70-71. Whitehurst observed that the \"official paperwork\" assigning Guion to the Electroplating shop was not in the Division File, even though Guion had been transferred to the shop in October 2002. <i>Id.</i> at p. 71. Whitehurst, who was not the Division Director at the time of the reassignment, assumed it was an oversight on the part of his predecessor. <i>Id.</i></p>\n<p>Whitehurst also was concerned because the two return to work letters did not list any medical restrictions or reasons why Guion could not return to work in his Electroplating Helper position, but still specified that Guion was \"medically able to return to work as a blade and vane worker.\" <i>Id.</i> at pp. 71, 145-46. Whitehurst sought help from the Employee Programs Office and the Legal Office. <i>Id.</i> at p. 71. Subsequently, Glenda Aultowski (\"Aultowski\"), the Agency's Occupational Health Nurse, informed Whitehurst that she had contacted Dr. Mahaney. <i>Id.</i> Dr. Mahaney told Aultowski that \"there [was] no medical restriction for this employee in the workplace\" and that he could not identify any medical reason why Guion's work should be restricted under the conditions in the Electroplating Shop as described by Aultowski. <i>Id.</i> at p. 150.</p>\n<p></p>\n<h2>E. June 1,2004</h2>\n<p>Pegram returned from his own leave on June 1, 2004. <i>Id.</i> at p. 61. After being advised that Guion had no restrictions and could return to his position in the Electroplating Shop, Pegram phoned Guion at home on June 1, 2004, and left a message for him to return to work the following day. <i>Id.</i> at pp. 53, 61. Pegram clocked Guion as AWOL for the five hours he was missing on May 25, 2004, for the entire day he did not report to work on May 26, 2004, and for June 1, 2004. Notably, Guion was paid for May 27, 2004, May 28, 2004, and May 31, 2004, although he did not work.</p>\n<p>Additionally, Piner, the Department Head, submitted an SF-52 Request for Personnel action to effect the permanent assignment of Guion to the Electroplating Helper position, which he had been working in since October 2002 after requesting reassignment. <i>Id.</i> at pp. 116-17.</p>\n<p></p>\n<h2>F. June 2, 2004</h2>\n<p>On June 2, 2004, Guion reported for duty in the Electroplating Shop as directed by Pegram. <i>Id.</i> at pp. 53, 61. Pegram met with Guion and Union Representatives Lonnie Tyndall (\"Tyndall\")and Gray. <i>Id.</i> The parties discussed Guion's whereabouts on May 25, 2004, and Guion eventually admitted that after leaving the Union Office, he went to the Eatery around 11:10 a.m., and then visited some friends in Building 133, and then left the facility. <i>Id.</i> at p. 154.</p>\n<p>Thereafter, Pegram issued a Memorandum for the Record to Guion. The Memorandum summarized the June 2, 2004, discussion, and issued the following directive to Guion: \"[Y]ou are hereby reminded to request and get permission from your supervisor before leaving work during work hours.\" <i>Id.</i> at p. 161.</p>\n<p>On June 13, 2004, Guion's reassignment to the Electroplating Helper became permanent and he was provided with a copy of the formal paperwork. <i>Id.</i> at pp. 49, 159. On August 27, 2004, Guion filed his Complaint with the EEOC.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate when no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Summary judgment may be granted based upon facts developed during the administrative proceedings, the pleadings, and supplemental affidavits. <i>Ballinger v. N.C. Agric. Extension Serv.,</i> 815 F.2d 1001, 1004, 1006 (4th Cir. 1987). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Liberty Lobby,</i> 477 U.S. at 255, 106 S.Ct. 2505. Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Summary judgment is appropriate against a party who fails to make a showing sufficient to establish any one of the essential elements of the party's claim on which he will bear the burden of proof at trial. <i>See </i><i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. 2548.</p>\n<p></p>\n<h2>IV. ANALYSIS</h2>\n<p>The Navy argues that there is no genuine issue of material fact and that it is entitled to judgment as a matter of law on both Guion's race discrimination claim and his claim for retaliation. Additionally, the Navy argues that to the extent that Guion is seeking relief for conduct that occurred in February 2004, the court does not have jurisdiction to consider those allegations. The court will consider the arguments in turn.</p>\n<p></p>\n<h2>A. February 2004 allegations</h2>\n<p>The Navy notes that Guion did not include any allegations of discrimination or retaliation occurring in February 2004 in the complaint he filed with the EEOC. Consequently, the Navy contends that this court lacks jurisdiction over any claim arising out of the alleged discrimination or retaliation that occurred in February 2004.</p>\n<p>As a general rule, the United States  as a sovereign  is immune from suit except to the extent that it has consented to be sued. <i>See </i><i>United States v. Mitchell,</i> 445 U.S. 535, 538, 100 S.Ct. 1349, 63 L.Ed.2d 607 (1980). The United States may define the terms and conditions upon which it may be sued. <i>United States v. Kubrick,</i> 444 U.S. 111, 117-18, 100 S.Ct. 352, 62 L.Ed.2d 259 (1979).</p>\n<p>42 U.S.C. § 2000e-16(d) of Title VII operates as a waiver of sovereign immunity by allowing suits by federal employees against the United States. <i>Library of Congress v. Shaw,</i> 478 U.S. 310, 319, 106 S.Ct. 2957, 92 L.Ed.2d 250 (1986)(superseded by statute on other grounds). 42 U.S.C. § 2000e-16(c), however, operates as \"a condition to the waiver of sovereign immunity\", and as such, \"must be strictly construed.\" <i>Irwin v. Dept. of Veterans Affairs,</i> 498 U.S. 89, 94, 111 S.Ct. 453, 112 L.Ed.2d 435 (1990). 42 U.S.C. § 2000e(16) provides, in pertinent part:</p>\n<blockquote>an employee ... if aggrieved by the final disposition of his complaint, or by the failure to take final action on his complaint, may file a civil action as provided in section 2000e-5 of this title....</blockquote>\n<p><i>Id.</i> Thus, a plaintiffs civil action alleging discrimination against a federal department or agency may be filed in court only after either (1) the final disposition of his complaint by the federal department or agency, or (2) by the failure of the department or agency to take final action on his complaint.</p>\n<p>Even after an aggrieved party has exhausted the administrative remedies, the allegations contained in the EEOC charge \"generally operate to limit the scope of any subsequent judicial complaint.\" <i>Evans v. Techs. Applications &amp; Serv. Co.,</i> 80 F.3d 954, 962-63 (4th Cir.1996). When an aggrieved party initiates a civil lawsuit following an EEOC charge, the jurisdiction of the federal court is limited to \"those claims stated in the initial charge, those reasonably related to the original complaint, and those developed by reasonable investigation of the original complaint may be maintained in a subsequent Title VII lawsuit.\" <i>Id.</i> at 963. That is, \"the factual allegations made in formal litigation must correspond to those set forth in the administrative charge.\" <i>Chacko v. Patuxent Inst,</i> 429 F.3d 505, 509 (4th Cir.2005)(holding that the plaintiff failed to exhaust his administrative remedies where \"his administrative charges referenced different time frames ... than the central factual allegations in his formal suit\"). Consequently, the Fourth Circuit has held \"that the allegation of a discrete act or acts in an administrative charge is insufficient when the plaintiff subsequently alleges a broader pattern of misconduct.\" <i>Id.</i></p>\n<p>Here, Guion's EEOC complaint referenced acts that occurred, at the earliest, on May 25, 2004. There is no indication from the EEOC complaint, or the resulting investigation, that Guion was complaining about any alleged discrimination that occurred in February 2004. Therefore, Guion has failed to exhaust his administrative remedies with regard to any claim arising from alleged discriminatory or retaliatory conduct in February 2004. As such, this court cannot exercise jurisdiction over this claim to the extent it seeks relief from discriminatory or retaliatory conduct in February 2004, and any such claim is dismissed.</p>\n<p></p>\n<h2>B. Race Discrimination Claim</h2>\n<p>Title VII makes it illegal for the federal government to engage in employment-related discrimination on the basis of an individual's race. 42 U.S.C. § 2000e-16 (\"All personnel actions affecting employees ... shall be made free from any discrimination based on race.\"). Title VII plaintiffs may establish a claim for intentional discrimination via two avenues of proof: (1) the burden-shifting pretext method, as espoused in <i>McDonnell Douglas Corporation v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), or (2) the mixed motive method. <i>See </i><i>Hill v. Lockheed Martin Logistics Mgmt, Inc.</i> 354 F.3d 277, 284-85 (4th Cir.2004)(en banc).</p>\n<p>Under the familiar <i>McDonnell Douglas</i> scheme, a plaintiff first must establish a <i>prima facie</i> case of discrimination. <i>See id.,</i> 411 U.S. at 802, 93 S.Ct. 1817. If a plaintiff establishes a <i>prima facie</i> case of discrimination, the burden shifts to the defendant to produce a legitimate, nondiscriminatory reason for the adverse employment action. <i>See </i><i>Texas Dept. of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 253, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981). If the defendant meets its burden of production, the presumption of discrimination created by the <i>prima facie</i> case disappears from the case, and the plaintiff then must prove that the defendant's articulated reason was a pretext for unlawful discrimination. <i>See id.</i> at 253-55, 101 S.Ct. 1089. In light of <i>Reeves v. Sanderson Plumbing Products, Inc.,</i> 530 U.S. 133, 120 S.Ct. 2097, 147 L.Ed.2d 105, (2000), a plaintiff is no longer required to show pretext <i>plus</i> some additional evidence of discrimination. <i>Id.</i> at 148, 120 S.Ct. 2097, <i>see </i><i>Rowe v. Marley Co.,</i> 233 F.3d 825, 830 (4th Cir. 2000). Thus the burden to demonstrate pretext \"merges with the ultimate burden of persuading the court that [the plaintiff] has been the victim of intentional discrimination.\" <i>Id.</i> at 256, 101 S.Ct. 1089.</p>\n<p>Ordinarily, to establish a <i>prima facie</i> case of race discrimination, a plaintiff must show that: (1) he is a member of a protected class; (2) he suffered an adverse employment action; (3) he was performing his job duties at a level that met his employer's legitimate employment expectations at the time of the adverse action; and (4) he suffered the adverse action under circumstances giving rise to an inference of race discrimination. <i>Miles v. Dell, Inc.,</i> 429 F.3d 480 (4th Cir.2005). Although not an onerous burden, Guion has failed to establish a <i>prima facie</i> case of race discrimination. The only evidence before the court establishes that Guion was not meeting his supervisors' legitimate employment expectations  he did not keep in touch with his health care provider, he did not timely report back to work when he was medically able to do so, and he did not keep his supervisor apprised of his whereabouts when he returned to work. Moreover, there is absolutely no evidence in the record which would give rise to an inference of racism. Consequently, Guion has not established a <i>prima facie</i> case, and cannot proceed under the <i>McDonnell Douglas</i> method of proof. Nor does the evidence allow Guion to proceed under a mixed-motive theory. Accordingly, summary judgment is appropriate as to his claim for race discrimination.</p>\n<p></p>\n<h2>C. Retaliation Claim</h2>\n<p>Although there is no express prohibition against the federal government retaliating against an individual who opposes discriminatory conduct under Title VII, courts generally have implied a right of action for retaliation into the Title VII scheme. The Fourth Circuit also has assumed that federal employees may pursue a retaliation claim under Title VII. <i>See, e.g., </i><i>Baqir v. Principi</i> 434 F.3d 733, 747 n. 16 (4th Cir.2006)(assuming that federal employee's retaliation claim is cognizable under Title VII even though the statute does not explicitly provide federal employees with such a cause of action). A plaintiff may use the same methods of proof used to establish discrimination claims to establish a retaliation claim. <i>See </i><i>Price v. Thompson,</i> 380 F.3d 209, 212 (4th Cir.2004).</p>\n<p>To establish a <i>prima facie</i> case of retaliation, a plaintiff must show: (1) that he engaged in protected activity; (2) that the employer took an adverse personnel action against him; and (3) there is a causal connection between the protected activity and the adverse action. <i>Carter v. Ball,</i> 33 F.3d 450, 460 (4th Cir.1994). Here, it is undisputed that Guion engaged in protected activity by filing EEOC complaints in April 2001 and July 2003. <i>See</i> Mot. for Summ. J. [DE-25], Govt. Ex. 1 at pp. 47-48. Guion, however, cannot establish a causal connection between his prior complaints and the Navy's actions.</p>\n<p>Guion contends the individuals who discriminated against him were Pegram, Whitehurst and Piner. It is undisputed that neither Piner nor Whitehurst had knowledge of Guion's prior protected activity. <i>Id.</i> at pp. 73, 78. Without such knowledge, Piner and Whitehurst cannot be said to be acting with retaliatory intent. <i>See </i><i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> 145 F.3d 653, 657 (4th Cir.1998)(\"Since, by definition, an employer cannot take action because of a factor of which it is unaware, the employer's knowledge that the plaintiff engaged in a protected activity is absolutely necessary to establish the third element of the prima facie case.\"). Moreover, although Pegram had knowledge of Guion's July 2003 protected activity, the amount of time between the protected activity and the adverse employment actions  at least ten months  is, under the circumstances of this case, where there is no other evidence of retaliatory intent, too lengthy to establish a causal connection. <i>See, e.g., </i><i>Causey v. Balog,</i> 162 F.3d 795, 803 (4th Cir.1998)(concluding that a thirteenth month interval between protected activity and adverse employment action was \"too long to establish causation absent other evidence of retaliation\"). Because Guion has failed to proffer evidence establishing a causal connection between his prior protected activity and the adverse employment actions, he cannot establish a <i>prima facie</i> case of retaliation. Additionally, the court concludes that he cannot succeed under the mixed motive framework. Consequently, summary judgment is appropriate as to Guion's claim for retaliation.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, the Navy's Motion for Summary Judgment [DE-25] is ALLOWED. Guion's Motion for Disclosure [DE-38] is DENIED as moot. The Clerk of Court is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the Clerk of Court filed the sealed response on July 24, 2007, the items were actually received by the court on July 3, 2007.</p>\n<p>[2]  Guion did not provide his own version of the facts, or indicate any disagreement with the Defendant's presentation of the facts.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Vernon A. GUION, Plaintiff,<br>\nv.<br>\nGordon R. ENGLAND, Defendant.</h1></center>\n<center>No. 4:06-CV-70-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 10, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Motion for Summary Judgment [DE-25] filed by the United States on behalf of the Defendant (\"Defendant\" or \"the Navy\").</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On August 27, 2004, Plaintiff Vernon Guion (\"Guion\") filed a formal complaint of discrimination with the Equal Employment Opportunity Commission (\"EEOC\") alleging that he was discriminated against on the basis of his physical disability (being \"chemical reactive\") and that he was retaliated against for his previous complaints to the EEOC. <i>See</i> Mot. for Summ. J. [D25], Ex. A (located within Govt. Ex. 1). When asked on the complaint form to list the most recent dates on which the most recent discrimination occurred, Guion listed: May 25, 2004, May 26, 2004, June 1, 2004, and June 13, 2004. <i>Id.</i> In the formal complaint, Guion complained specifically about the following actions:</p>\n<blockquote>CLAIM (1): Management permanently reassigned me to Electroplater Helper, WG-3711-05, on 13 June 2004.</blockquote>\n<blockquote>CLAIM (2): Management issued me a Memorandum for the Record charging me AWOL for 25 May 2004.</blockquote>\n<blockquote>CLAIM (3): Management clocked me LWOP for 26 May and 1 June 2004.</blockquote>\n<p><i>Id.</i> After an investigation, the Office of Complaint Investigations (\"OIC\") issued a Report of Investigation on May 12, 2005. Mot. for Summ. J. [DE-25], Govt. Ex. 3.</p>\n<p>On November 29, 2005, an EEOC Administrative Law Judge issued a decision without a hearing finding no discrimination. Mot. for Summ. J. [DE-25], Govt. Ex. 4. The Administrative Law Judge specifically noted that Guion had withdrawn his allegations of discrimination on the basis of physical disability, but had asserted claims of race discrimination, in addition to his claims of retaliation. The Administrative Law Judge's decision was implemented by the Navy's final order on January 25, 2006. Mot. for Summ. J. [DE-25], Govt. Ex. 5. On July 13, 2006, the EEOC Office of Federal Operations affirmed the Navy's final order. Mot. for Summ. J. [DE-25], Govt. Ex. 6.</p>\n<p>On April 4, 2006, Guion filed the instant Complaint in this court alleging that he was discriminated against on the basis of his race and claims that Navy restricted his opportunity, retirement and job security, in violation of 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"). Compl. [DE-1] ¶ 6. Guion alleges in his Complaint that the discrimination occurred on February 4, 2004 and May 25, 2004. Compl. [DE-1] ¶ 8.</p>\n<p>The Defendant filed the Motion for Summary Judgment on June 28, 2007. Oh July 3, 2007, the Clerk of Court for the Eastern District of North Carolina received a large number of exhibits, papers, and photographs from Guion, captioned \"Final List of Exhibits and Witnesses.\" The Clerk of Court forwarded these materials to the undersigned, resulting in the court's July 24, 2007 Order wherein the undersigned deemed the documents filed on July 3, 2007, as the plaintiffs response to the Motion for Summary Judgment. Because some of the exhibits appeared not to comply with the E-Government Act, the court ordered that the materials be temporarily sealed and directed Guion to supply a properly redacted version of the July 3, 2007 filings.</p>\n<p>The Defendant then moved for an extension of time to file a reply, stating that he has not had an opportunity to review the response. Specifically, the Defendant stated that he had not received a copy of the sealed response filed on July 24, 2007.<sup>[1]</sup> In an order filed on August 16, 2007, the court ordered Guion, to the extent he had not already done so, to serve a copy of the documents comprising the \"Final List of Witnesses and Exhibits\" on the Defendant on or before August 28, 2007, and allowed Defendant until September 18, 2007, to file a reply. No reply was filed, and the motion for summary judgment is now ripe for ruling. Guion, on December 20, 2007, filed a \"Motion for Disclosure.\"</p>\n<p></p>\n<h2>II. STATEMENT OF THE FACTS</h2>\n<p>The facts, stated in the light most favorable to Guion,<sup>[2]</sup> are as follows.</p>\n<p>Guion, an African-American male, was hired in December 2000, as a Blade and Vane Repair Helper at the Naval Air Depot in Cherry Point, North Carolina, and was assigned to work in the Common Industrial Programs Division, in the \"Blade and Vane Shop.\" Mot. for Summ. J. [DE-25], Govt. Ex. 1 at p. 47 (Guion's sworn affidavit). In October 2002, Guion was reassigned to the \"Electroplating Shop\" as an Electroplating Helper, at his request. <i>Id.</i> At all times relevant to this action, Guion remained in the Electroplating Helper position.</p>\n<p>During the time period of the alleged discrimination, Harvey Pegram, (\"Pegram\") was Guion's first level supervisor, and Phil LeBeau (\"LeBeau\") was Guion's second level supervisor. John Whitehurst (\"Whitehurst\"), Chief of the Common Industrial Programs Division, was his third level supervisor and Greg Piner (\"Piner\") the Industrial Production Department Head, was Guion's fourth level supervisor. <i>Id.</i></p>\n<p></p>\n<h2>A. Events leading up to February 2, 2004</h2>\n<p>On May 28, 2003, Guion reported to a medical officer complaining of dizziness and shortness of breath. Mot. for Summ. J. [DE-25], Govt. Ex. 1 at p, 130. He was treated at the agency's dispensary, and placed on work restrictions. <i>Id.</i> Guion was evaluated by his personal physician, Dr. J. Phillip Mahaney (\"Dr. Mahaney\") on June 9,2003, and was cleared to work on June 10, 2003. <i>Id.</i> at pp. 131-32. On August 21, 2003, Guion was evaluated again by Dr. Mahaney, who concluded Guion was limited to work in an area where fumes could be avoided. <i>Id.</i> at pp. 136-37.</p>\n<p>Between May 28, 2003, and February 4, 2004, Guion was absent off and on from his regularly assigned duties. <i>Id.</i> at p. 140. As a result of the nature of Guion's restrictions, the lack of available positions meeting his restrictions and qualifications, and his continued absences, Guion ultimately was placed on Enforced Leave status beginning February 5, 2004. <i>Id.</i> at pp. 140-42. Piner, the Department Head and Guion's fourth line supervisor, made the decision to effect the Enforced Leave. <i>Id.</i> at pp. 48, 140-42.</p>\n<p>Guion was provided information on the Family Medical Leave Act (\"FMLA\") and disability retirement. <i>Id.</i> at p. 141. Additionally, the Navy continued its efforts to locate a suitable position for Guion within his current medical restrictions and qualifications. <i>Id.</i></p>\n<p>Shortly after being placed on Enforced Leave, on February 20, 2004, Dr. Mahaney advised the Civil Service Retirement Service that Plaintiff should \"be moved to an area that is free of chemicals like those found in the electroplating shop.\" <i>Id.</i> at p. 143. The Navy contends that it was already aware of these restrictions, because these same restrictions led to Guion's Enforced Leave status. <i>Id.</i> at pp. 130, 140-42. The Navy indicates that Guion was in Leave Without Pay (\"LWOP\") status over the next several months.</p>\n<p></p>\n<h2>B. May 24-25, 2004</h2>\n<p>Guion contends that on May 24, 2004, he reported to the Blade and Vane Shop and spoke to the shop supervisor, Dennis Vary (\"Vary\"). Guion contends that Vary directed Guion to report to Pegram in the Electroplating Shop. Mot. for Summ. J. [DE-25], Ex. 1 at pp. 49, 52. The Navy, however, contends that Guion first returned on May 25, 2004, and reported to the Electroplating Shop at 6:30 a.m., the time that was the start of his regular shift prior to being placed on Enforced Leave. <i>Id.</i> at pp. 52, 56-57, 73. He checked in with his supervisor, Pegram, and presented a return to work letter dated April 7, 2004, from Dr. Mahaney, which indicated Guion could return to full duty as of April 7, 2004. <i>Id.</i> at pp. 49, 52, 57, 145. The return to work letter also indicated Guion was released to return to work as a blade and vane worker. <i>Id.</i> at p. 145. Ex. 1 at 145. Guion had not worked a blade and vane worker, however, since being reassigned to the Electroplating Shop in October 2002. <i>Id.</i> at pp. 49, 52, 57.</p>\n<p>Pegram questioned Guion about why he was first reporting for work on May 25, 2004, when the letter cleared him to work as of April 7, 2004, and Guion indicated that it took him a month to receive Dr. Mahaney's letter. <i>Id.</i> at p. 59. Guion later told management he had actually obtained employment elsewhere and was not at home until May 22, 2004. <i>Id.</i> at pp. 8, 49.</p>\n<p>Pegram informed Guion that, because he had been out for an extended period of time on medically related absences, he needed to be reevaluated by the Occupational Health Clinic in accordance with the Leave Policy. <i>Id.</i> at p. 57. Pegram also told Guion that his annual physical was due and needed to be rescheduled. <i>Id.</i> Additionally, Pegram directed Guion to submit a request for leave, along with any relevant medical documentation, to cover his absence between April 8, 2004 and May 25, 2004. <i>Id.</i> at p. 49. Guion completed a request for leave on May 25, 2004, for 264 hours, which covered the time frame from April 8, 2004, through May 25, 2004. <i>Id.</i> at p. 129. Guion wrote \"personal\" when prompted for the reason for his absence. <i>Id.</i></p>\n<p>After submitting his leave request to Pegram, Guion requested permission to go to the Union Office to discuss why he was having to request leave. <i>Id.</i> at pp. 52, 58, 154, 161. Pegram allowed Guion's request, and then contacted the Employee Relations Department for guidance on how to handle the return to work letter from Dr. Mahaney. <i>Id.</i> at p. 58, 161.</p>\n<p>During the OIC investigation, Guion contended that Jennifer Gray (\"Gray\"), the Union Representative, advised him to have Dr. Mahaney change the dates on his return to work letter. <i>Id.</i> at p. 49. Guion contended that he then told Vary, the Blade and Vane Shop Supervisor, that he was leaving to have his doctor change the dates. <i>Id.</i> at pp. 49, 52. Guion admitted he did not tell Pegram that he was leaving.</p>\n<p>Gray eventually called Pegram and asked if Guion had returned to the shop yet. Pegram told Gray that Guion had not yet returned. <i>Id.</i> at p. 161. Gray told Pegram that Guion had left the Union Office just before lunch, and may have left the facility to obtain updated medial documentation from his doctor. <i>Id.</i> Pegram noted that Guion did not have permission to leave the facility, and because he had been gone from the shop for approximately three hours, Pegram considered Guion to be in an absent without leave (\"AWOL\") status beginning at 9:30 a.m. <i>Id.</i></p>\n<p></p>\n<h2>C. May 26, 2004</h2>\n<p>On May 26, 2004, Guion reported to Vary, the Blade and Vane Shop Supervisor, at 2:00 p.m  and he did not report to Pegram, in the Electroplating Shop where he was assigned. <i>Id.</i> at p. 52. Guion presented Vary with a letter from Dr. Mahaney dated May 25, 2004, stating that Guion could return to work as a blade and vane worker. <i>Id.</i> at p. 49. Vary consulted Whitehurst, the Division Director, who directed Vary to send Guion to report to Pegram in the Electroplating Shop until it could be determined if Guion's position had changed. Vary, following instructions, told Guion to report to the Electroplating Shop. <i>Id.</i> at p. 88. Guion never reported to the Electroplating Shop, and contended during the OIC investigation that Vary told him to go home.</p>\n<p></p>\n<h2>D. May 27, 2004</h2>\n<p>The Navy contends that on May 27, 2004, at 12:47 p.m., Vary received a phone call from Pegram's relief supervisor, informing Vary that Guion was on his way to the Blade and Vane Shop. <i>Id.</i> at p. 88. Vary immediately contacted Whitehurst for guidance, and Whitehurst instructed Vary to send Guion home and wait until he heard from management. <i>Id.</i> Vary, in turn, called the shop's Union Steward, John Goguen (\"Goguen\"), and asked that he be present for the discussion with Guion. <i>Id.</i> Goguen arrived shortly thereafter, and waited with Vary for Guion's arrival. When Guion still had not arrived by 2:45 p.m., Goguen left. <i>Id.</i></p>\n<p>Guion finally arrived approximately five minutes after Goguen left. <i>Id.</i> Based on Whitehurst's instructions, Vary told Guion to go home and wait to hear from management concerning his return to work.</p>\n<p>Whitehurst, meanwhile, was consulting Guion's \"Division File.\" <i>Id.</i> at pp. 70-71. Whitehurst observed that the \"official paperwork\" assigning Guion to the Electroplating shop was not in the Division File, even though Guion had been transferred to the shop in October 2002. <i>Id.</i> at p. 71. Whitehurst, who was not the Division Director at the time of the reassignment, assumed it was an oversight on the part of his predecessor. <i>Id.</i></p>\n<p>Whitehurst also was concerned because the two return to work letters did not list any medical restrictions or reasons why Guion could not return to work in his Electroplating Helper position, but still specified that Guion was \"medically able to return to work as a blade and vane worker.\" <i>Id.</i> at pp. 71, 145-46. Whitehurst sought help from the Employee Programs Office and the Legal Office. <i>Id.</i> at p. 71. Subsequently, Glenda Aultowski (\"Aultowski\"), the Agency's Occupational Health Nurse, informed Whitehurst that she had contacted Dr. Mahaney. <i>Id.</i> Dr. Mahaney told Aultowski that \"there [was] no medical restriction for this employee in the workplace\" and that he could not identify any medical reason why Guion's work should be restricted under the conditions in the Electroplating Shop as described by Aultowski. <i>Id.</i> at p. 150.</p>\n<p></p>\n<h2>E. June 1,2004</h2>\n<p>Pegram returned from his own leave on June 1, 2004. <i>Id.</i> at p. 61. After being advised that Guion had no restrictions and could return to his position in the Electroplating Shop, Pegram phoned Guion at home on June 1, 2004, and left a message for him to return to work the following day. <i>Id.</i> at pp. 53, 61. Pegram clocked Guion as AWOL for the five hours he was missing on May 25, 2004, for the entire day he did not report to work on May 26, 2004, and for June 1, 2004. Notably, Guion was paid for May 27, 2004, May 28, 2004, and May 31, 2004, although he did not work.</p>\n<p>Additionally, Piner, the Department Head, submitted an SF-52 Request for Personnel action to effect the permanent assignment of Guion to the Electroplating Helper position, which he had been working in since October 2002 after requesting reassignment. <i>Id.</i> at pp. 116-17.</p>\n<p></p>\n<h2>F. June 2, 2004</h2>\n<p>On June 2, 2004, Guion reported for duty in the Electroplating Shop as directed by Pegram. <i>Id.</i> at pp. 53, 61. Pegram met with Guion and Union Representatives Lonnie Tyndall (\"Tyndall\")and Gray. <i>Id.</i> The parties discussed Guion's whereabouts on May 25, 2004, and Guion eventually admitted that after leaving the Union Office, he went to the Eatery around 11:10 a.m., and then visited some friends in Building 133, and then left the facility. <i>Id.</i> at p. 154.</p>\n<p>Thereafter, Pegram issued a Memorandum for the Record to Guion. The Memorandum summarized the June 2, 2004, discussion, and issued the following directive to Guion: \"[Y]ou are hereby reminded to request and get permission from your supervisor before leaving work during work hours.\" <i>Id.</i> at p. 161.</p>\n<p>On June 13, 2004, Guion's reassignment to the Electroplating Helper became permanent and he was provided with a copy of the formal paperwork. <i>Id.</i> at pp. 49, 159. On August 27, 2004, Guion filed his Complaint with the EEOC.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate when no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Summary judgment may be granted based upon facts developed during the administrative proceedings, the pleadings, and supplemental affidavits. <i>Ballinger v. N.C. Agric. Extension Serv.,</i> <span class=\"citation\" data-id=\"486396\"><a href=\"/opinion/486396/emily-ruth-ballinger-v-north-carolina-agricultural-extension-service/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1004, 1006 (4th Cir. 1987). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Liberty Lobby,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Summary judgment is appropriate against a party who fails to make a showing sufficient to establish any one of the essential elements of the party's claim on which he will bear the burden of proof at trial. <i>See </i><i>Celotex,</i> 477 U.S. at 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p></p>\n<h2>IV. ANALYSIS</h2>\n<p>The Navy argues that there is no genuine issue of material fact and that it is entitled to judgment as a matter of law on both Guion's race discrimination claim and his claim for retaliation. Additionally, the Navy argues that to the extent that Guion is seeking relief for conduct that occurred in February 2004, the court does not have jurisdiction to consider those allegations. The court will consider the arguments in turn.</p>\n<p></p>\n<h2>A. February 2004 allegations</h2>\n<p>The Navy notes that Guion did not include any allegations of discrimination or retaliation occurring in February 2004 in the complaint he filed with the EEOC. Consequently, the Navy contends that this court lacks jurisdiction over any claim arising out of the alleged discrimination or retaliation that occurred in February 2004.</p>\n<p>As a general rule, the United States  as a sovereign  is immune from suit except to the extent that it has consented to be sued. <i>See </i><i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"110233\"><a href=\"/opinion/110233/united-states-v-mitchell/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 538, <span class=\"citation\" data-id=\"110233\"><a href=\"/opinion/110233/united-states-v-mitchell/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1349</span></a></span>, <span class=\"citation\" data-id=\"110233\"><a href=\"/opinion/110233/united-states-v-mitchell/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1980). The United States may define the terms and conditions upon which it may be sued. <i>United States v. Kubrick,</i> <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 117-18, <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></a></span>, <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">259</span></a></span> (1979).</p>\n<p>42 U.S.C. § 2000e-16(d) of Title VII operates as a waiver of sovereign immunity by allowing suits by federal employees against the United States. <i>Library of Congress v. Shaw,</i> <span class=\"citation\" data-id=\"111743\"><a href=\"/opinion/111743/library-of-congress-v-shaw/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 319, <span class=\"citation\" data-id=\"111743\"><a href=\"/opinion/111743/library-of-congress-v-shaw/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2957</span></a></span>, <span class=\"citation\" data-id=\"111743\"><a href=\"/opinion/111743/library-of-congress-v-shaw/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">250</span></a></span> (1986)(superseded by statute on other grounds). 42 U.S.C. § 2000e-16(c), however, operates as \"a condition to the waiver of sovereign immunity\", and as such, \"must be strictly construed.\" <i>Irwin v. Dept. of Veterans Affairs,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span>, 94, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></span> (1990). 42 U.S.C. § 2000e(16) provides, in pertinent part:</p>\n<blockquote>an employee ... if aggrieved by the final disposition of his complaint, or by the failure to take final action on his complaint, may file a civil action as provided in section 2000e-5 of this title....</blockquote>\n<p><i>Id.</i> Thus, a plaintiffs civil action alleging discrimination against a federal department or agency may be filed in court only after either (1) the final disposition of his complaint by the federal department or agency, or (2) by the failure of the department or agency to take final action on his complaint.</p>\n<p>Even after an aggrieved party has exhausted the administrative remedies, the allegations contained in the EEOC charge \"generally operate to limit the scope of any subsequent judicial complaint.\" <i>Evans v. Techs. Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 962-63 (4th Cir.1996). When an aggrieved party initiates a civil lawsuit following an EEOC charge, the jurisdiction of the federal court is limited to \"those claims stated in the initial charge, those reasonably related to the original complaint, and those developed by reasonable investigation of the original complaint may be maintained in a subsequent Title VII lawsuit.\" <i>Id.</i> at 963. That is, \"the factual allegations made in formal litigation must correspond to those set forth in the administrative charge.\" <i>Chacko v. Patuxent Inst,</i> <span class=\"citation\" data-id=\"792465\"><a href=\"/opinion/792465/mathen-chacko-v-patuxent-institution/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 509 (4th Cir.2005)(holding that the plaintiff failed to exhaust his administrative remedies where \"his administrative charges referenced different time frames ... than the central factual allegations in his formal suit\"). Consequently, the Fourth Circuit has held \"that the allegation of a discrete act or acts in an administrative charge is insufficient when the plaintiff subsequently alleges a broader pattern of misconduct.\" <i>Id.</i></p>\n<p>Here, Guion's EEOC complaint referenced acts that occurred, at the earliest, on May 25, 2004. There is no indication from the EEOC complaint, or the resulting investigation, that Guion was complaining about any alleged discrimination that occurred in February 2004. Therefore, Guion has failed to exhaust his administrative remedies with regard to any claim arising from alleged discriminatory or retaliatory conduct in February 2004. As such, this court cannot exercise jurisdiction over this claim to the extent it seeks relief from discriminatory or retaliatory conduct in February 2004, and any such claim is dismissed.</p>\n<p></p>\n<h2>B. Race Discrimination Claim</h2>\n<p>Title VII makes it illegal for the federal government to engage in employment-related discrimination on the basis of an individual's race. 42 U.S.C. § 2000e-16 (\"All personnel actions affecting employees ... shall be made free from any discrimination based on race.\"). Title VII plaintiffs may establish a claim for intentional discrimination via two avenues of proof: (1) the burden-shifting pretext method, as espoused in <i>McDonnell Douglas Corporation v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), or (2) the mixed motive method. <i>See </i><i>Hill v. Lockheed Martin Logistics Mgmt, Inc.</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 284-85 (4th Cir.2004)(en banc).</p>\n<p>Under the familiar <i>McDonnell Douglas</i> scheme, a plaintiff first must establish a <i>prima facie</i> case of discrimination. <i>See id.,</i> 411 U.S. at 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>. If a plaintiff establishes a <i>prima facie</i> case of discrimination, the burden shifts to the defendant to produce a legitimate, nondiscriminatory reason for the adverse employment action. <i>See </i><i>Texas Dept. of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 253, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). If the defendant meets its burden of production, the presumption of discrimination created by the <i>prima facie</i> case disappears from the case, and the plaintiff then must prove that the defendant's articulated reason was a pretext for unlawful discrimination. <i>See id.</i> at 253-55, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. In light of <i>Reeves v. Sanderson Plumbing Products, Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span>, (2000), a plaintiff is no longer required to show pretext <i>plus</i> some additional evidence of discrimination. <i>Id.</i> at 148, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <i>see </i><i>Rowe v. Marley Co.,</i> <span class=\"citation\" data-id=\"771268\"><a href=\"/opinion/771268/gary-l-rowe-v-the-marley-company-and-marley-pump-company-united-dominion/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span>, 830 (4th Cir. 2000). Thus the burden to demonstrate pretext \"merges with the ultimate burden of persuading the court that [the plaintiff] has been the victim of intentional discrimination.\" <i>Id.</i> at 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>.</p>\n<p>Ordinarily, to establish a <i>prima facie</i> case of race discrimination, a plaintiff must show that: (1) he is a member of a protected class; (2) he suffered an adverse employment action; (3) he was performing his job duties at a level that met his employer's legitimate employment expectations at the time of the adverse action; and (4) he suffered the adverse action under circumstances giving rise to an inference of race discrimination. <i>Miles v. Dell, Inc.,</i> <span class=\"citation\" data-id=\"792463\"><a href=\"/opinion/792463/kimberly-miles-v-dell-incorporated-equal-employment-opportunity/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span> (4th Cir.2005). Although not an onerous burden, Guion has failed to establish a <i>prima facie</i> case of race discrimination. The only evidence before the court establishes that Guion was not meeting his supervisors' legitimate employment expectations  he did not keep in touch with his health care provider, he did not timely report back to work when he was medically able to do so, and he did not keep his supervisor apprised of his whereabouts when he returned to work. Moreover, there is absolutely no evidence in the record which would give rise to an inference of racism. Consequently, Guion has not established a <i>prima facie</i> case, and cannot proceed under the <i>McDonnell Douglas</i> method of proof. Nor does the evidence allow Guion to proceed under a mixed-motive theory. Accordingly, summary judgment is appropriate as to his claim for race discrimination.</p>\n<p></p>\n<h2>C. Retaliation Claim</h2>\n<p>Although there is no express prohibition against the federal government retaliating against an individual who opposes discriminatory conduct under Title VII, courts generally have implied a right of action for retaliation into the Title VII scheme. The Fourth Circuit also has assumed that federal employees may pursue a retaliation claim under Title VII. <i>See, e.g., </i><i>Baqir v. Principi</i> <span class=\"citation\" data-id=\"792954\"><a href=\"/opinion/792954/riaz-baqir-md-v-anthony-j-principi-secretary-department-of-veterans/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 747 n. 16 (4th Cir.2006)(assuming that federal employee's retaliation claim is cognizable under Title VII even though the statute does not explicitly provide federal employees with such a cause of action). A plaintiff may use the same methods of proof used to establish discrimination claims to establish a retaliation claim. <i>See </i><i>Price v. Thompson,</i> <span class=\"citation\" data-id=\"787400\"><a href=\"/opinion/787400/william-price-v-tommy-g-thompson-secretary-united-states-department-of/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 212 (4th Cir.2004).</p>\n<p>To establish a <i>prima facie</i> case of retaliation, a plaintiff must show: (1) that he engaged in protected activity; (2) that the employer took an adverse personnel action against him; and (3) there is a causal connection between the protected activity and the adverse action. <i>Carter v. Ball,</i> <span class=\"citation\" data-id=\"677029\"><a href=\"/opinion/677029/paul-carter-v-william-l-ball-iii/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 460 (4th Cir.1994). Here, it is undisputed that Guion engaged in protected activity by filing EEOC complaints in April 2001 and July 2003. <i>See</i> Mot. for Summ. J. [DE-25], Govt. Ex. 1 at pp. 47-48. Guion, however, cannot establish a causal connection between his prior complaints and the Navy's actions.</p>\n<p>Guion contends the individuals who discriminated against him were Pegram, Whitehurst and Piner. It is undisputed that neither Piner nor Whitehurst had knowledge of Guion's prior protected activity. <i>Id.</i> at pp. 73, 78. Without such knowledge, Piner and Whitehurst cannot be said to be acting with retaliatory intent. <i>See </i><i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> <span class=\"citation\" data-id=\"754750\"><a href=\"/opinion/754750/77-fair-emplpraccas-bna-151-74-empl-prac-dec-p-45547-gloria-w/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 657 (4th Cir.1998)(\"Since, by definition, an employer cannot take action because of a factor of which it is unaware, the employer's knowledge that the plaintiff engaged in a protected activity is absolutely necessary to establish the third element of the prima facie case.\"). Moreover, although Pegram had knowledge of Guion's July 2003 protected activity, the amount of time between the protected activity and the adverse employment actions  at least ten months  is, under the circumstances of this case, where there is no other evidence of retaliatory intent, too lengthy to establish a causal connection. <i>See, e.g., </i><i>Causey v. Balog,</i> <span class=\"citation\" data-id=\"759759\"><a href=\"/opinion/759759/james-causey-v-george-balog-individually-and-as-current-director-of/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 803 (4th Cir.1998)(concluding that a thirteenth month interval between protected activity and adverse employment action was \"too long to establish causation absent other evidence of retaliation\"). Because Guion has failed to proffer evidence establishing a causal connection between his prior protected activity and the adverse employment actions, he cannot establish a <i>prima facie</i> case of retaliation. Additionally, the court concludes that he cannot succeed under the mixed motive framework. Consequently, summary judgment is appropriate as to Guion's claim for retaliation.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, the Navy's Motion for Summary Judgment [DE-25] is ALLOWED. Guion's Motion for Disclosure [DE-38] is DENIED as moot. The Clerk of Court is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the Clerk of Court filed the sealed response on July 24, 2007, the items were actually received by the court on July 3, 2007.</p>\n<p>[2]  Guion did not provide his own version of the facts, or indicate any disagreement with the Defendant's presentation of the facts.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}