{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2446414/",
  "absolute_url": "/opinion/2446414/wright-v-nc-dept-of-health-and-human-services/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2446414/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:37:35.495992Z",
  "date_modified": "2016-04-26T22:32:40.539517Z",
  "type": "010combined",
  "sha1": "5eeded463859e819e4ab10a86991d8b5f454dc76",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>405 F.Supp.2d 631 (2005)</b></center>\n<center><h1>Hal W. WRIGHT, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF HEALTH AND HUMAN SERVICES, OFFICE OF EDUCATION SERVICES, Defendant.</h1></center>\n<center>No. 5:04-CV-690-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 5, 2005.</center>\n<p><span class=\"star-pagination\">*632</span> <span class=\"star-pagination\">*633</span> Allison Serafin, Deborah N. Meyer, John B. Meuser, Meyer &amp; Meuser, P.A., Cary, NC, for Hal W. Wright, Plaintiff.</p>\n<p>Kathryn J. Thomas, N.C. Dept. of Justice, Raleigh, NC, for North Carolina Department of Health &amp; Human Services, Office of Education Services, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Plaintiff Hal Wright (a hearing-impaired 60-year-old) (\"plaintiff\" or \"Wright\") contends that defendant North Carolina Department of Health and Human Services, Office of Education Services (\"defendant\" or \"NCOES\") violated the Americans with Disabilities Act (\"ADA\") and the Age Discrimination in Employment Act (\"ADEA\") when it failed to promote him to be the principal of the Eastern North Carolina School for the Deaf (\"ENCSD\") in August 2002. Defendant contends that it did not consider Wright's June 2002 application or interview him in June, July, or August <span class=\"star-pagination\">*634</span> 2002 because Wright's wife was employed as a teacher at the ENCSD, and the decisionmaker believed that a nepotism policy precluded Wright's consideration for the job. In August 2002, the ENCSD hired the only other applicant for the position: Clyde Harris (a non-hearing-impaired 50-year-old).</p>\n<p>The defendant has moved for summary judgment. Because no rational factfinder could conclude that the defendant's proffered reason was a pretext (i.e., a sham) designed to mask disability or age discrimination, defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>Although neither party briefed the issue of subject matter jurisdiction, the court examines it. Federal courts have limited jurisdiction, and must exercise only the authority conferred by the Constitution and federal statutes. <i>See </i><i>In re Bulldog Trucking, Inc.,</i> 147 F.3d 347, 352 (4th Cir.1998). \"A primary incident of that precept is [a federal court's] duty to inquire, sua sponte, whether a valid basis for such jurisdiction exists, and to dismiss the action if no such ground appears.\" <i>Id.</i></p>\n<p>Plaintiff is suing defendant NCOES (a sub-unit of the State of North Carolina) for allegedly violating the ADEA and Title I of the ADA. Plaintiff seeks, inter alia, an award of money damages from NCOES and an order directing that he be made principal of ENCSD. In <i>Board of Trustees of the University of Alabama v. Garrett,</i> 531 U.S. 356, 364-74, 121 S.Ct. 955, 148 L.Ed.2d 866 (2001), the Supreme Court held that the Eleventh Amendment bars private individuals from suing nonconsenting states in federal court and that Congress acted outside its constitutional authority by subjecting nonconsenting states to suits in federal court for money damages under Title I of the ADA. In <i>Kimel v. Florida Board of Regents,</i> 528 U.S. 62, 73-91, 120 S.Ct. 631, 145 L.Ed.2d 522 (2000), the Supreme Court held that the same principles applied to bar private individuals from suing nonconsenting states for money damages under the ADEA.</p>\n<p>Although defendant NCOES raises sovereign immunity in its answer, NCOES ignores the State Employee Federal Remedy Restoration Act (\"Act\"), N.C. Gen. Stat. § 143-300.35. The North Carolina General Assembly passed the Act in 2001 in the wake of <i>Garrett</i> and <i>Kimel.</i> The Act became \"effective October 1, 2001, and applies to causes of action arising on or after that date.\" S.L.2001-467, § 3; <i>see </i><i>Candillo v. North Carolina Dept. of Corr.,</i> 199 F.Supp.2d 342, 349 (M.D.N.C.2002). The Act provides:</p>\n<blockquote>(a) The sovereign immunity of the State is waived for the limited purpose of allowing State employees, except for those in exempt policy-making positions designated pursuant to G.S. 126-5(d), to maintain lawsuits in State and federal courts and obtain and satisfy judgments against the State or any of its departments, institutions, or agencies under:</blockquote>\n<blockquote>(1) the Fair Labor Standards Act, 29 U.S.C. § 201, et seq.</blockquote>\n<blockquote>(2) the Age Discrimination in Employment Act, 29 U.S.C. § 621, et seq.</blockquote>\n<blockquote>(3) the Family and Medical Leave Act, 29 U.S.C. § 2601, et seq.</blockquote>\n<blockquote>(4) the Americans with Disabilities Act, 42 U.S.C. § 12101, et seq.</blockquote>\n<blockquote>(b) the amount of monetary relief a State employee receives under subsection (a) of this section shall not exceed the amounts authorized under G.S. 143-299.2 or the amounts authorized under <span class=\"star-pagination\">*635</span> the applicable federal law under this section, whichever is less.</blockquote>\n<p>N.C. Gen.Stat. § 143-300.35 (2005).</p>\n<p>The plaintiff was not in an exempt policy-making position, and his cause of action arose after October 1, 2001. Accordingly, because North Carolina waived its sovereign immunity to plaintiff's suit under the ADA and the ADEA as set forth in the Act, North Carolina's Eleventh Amendment immunity does not divest this court of jurisdiction. Stated differently, <i>Garrett</i> and <i>Kimel</i> apply to <i>nonconsenting</i> states, and North Carolina (to the extent set forth in the Act) is not such a state. Further, the North Carolina Attorney General's assertion of sovereign immunity in the answer filed on behalf of NCOES does not vitiate the waiver set forth in the Act.</p>\n<p></p>\n<h2>II.</h2>\n<p>Wright argues that NCOES violated the ADA and the ADEA when it failed to promote him to ENCSD principal in August 2002. Wright applied on June 28, 2002. Pl.'s Dep. Ex. 8. On July 8, 2002, Wright met with Dr. Thomasine Hardy, the ENCSD School Director (the highest ranking official at the school). On July 9, 2002, Wright wrote to the Governor's Advisory Council for People with Disabilities and stated that Dr. Hardy had advised him on July 8 that Dr. Hardy's supervisor, the superintendent of OES Cyndie Bennett, \"refused [his] application due to [his] wife being employed as a teacher [at ENCSD].\" Pl.'s Dep. Ex. 11. Wright also stated that Dr. Hardy \"recommended me to send [an] e-mail to her expressing my protest with a copy to [Superintendent Bennett].\" <i>Id.</i> Dr. Hardy confirmed this sequence of events. <i>See</i> Hardy Aff. ¶¶ 7-8.</p>\n<p>Superintendent Bennett did not believe that Wright could be interviewed due to a nepotism policy. <i>See</i> Bennett Aff. ¶¶ 11-12. Although Wright had stated in his July 9 correspondence that he intended to complain to Dr. Bennett about her interpretation of the nepotism policy, he never did. Bennett Dep. at 110.</p>\n<p>On July 31, 2002, Henry Widmer replaced Dr. Hardy as the ENCSD School Director. On August 1, 2002, Clyde Harris applied to be the ENCSD principal. Widmer Dep. Ex. 3. Widmer believed that it was important to have a principal in place before the school year commenced later in August. Widmer Aff. ¶ 16. Widmer understood that Wright had been eliminated from consideration due to the nepotism policy; therefore, he did not review Wright's application. Widmer Aff. ¶ 20; Widmer Dep. at 53, 60, 131. After concluding that Harris was qualified due to his training, education, and experience, Widmer decided to hire Harris. Widmer Dep. Ex. 3. Harris was not hearing impaired, did not possess sign language skills, and was 50 years old.</p>\n<p>Wright contends that Widmer's decision to hire Harris violated the ADEA and the ADA. Wright concedes that he has no direct evidence of such discrimination and instead relies on the <i>McDonnell Douglas</i> burden-shifting framework. <i>See </i><i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 802-06, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Under that framework, a plaintiff first must establish a prima facie case. <i>See, e.g., </i><i>O'Connor v. Consol. Coin Caterers Corp.,</i> 517 U.S. 308, 312, 116 S.Ct. 1307, 134 L.Ed.2d 433 (1996) (discussing ADEA prima facie case);<sup>[1]</sup><i>Ennis v. Nat'l Ass'n of Bus. &amp;</i> <span class=\"star-pagination\">*636</span> <i>Educ. Radio, Inc.,</i> 53 F.3d 55, 57-58 (4th Cir.1995) (discussing ADA prima facie case).<sup>[2]</sup> Next, if the plaintiff does so, the defendant must offer a legitimate non-discriminatory reason (or reasons) for the employment decision. <i>McDonnell Douglas,</i> 411 U.S. at 802-03, 93 S.Ct. 1817. If the defendant does so, then the plaintiff has \"an opportunity to prove by a preponderance of the evidence that the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.\" <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 256, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>see also </i><i>Reeves v. Sanderson Plumbing Prods. Co.,</i> 530 U.S. 133, 143, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>King v. Rumsfeld,</i> 328 F.3d 145, 150-54 (4th Cir.2003). A plaintiff can demonstrate pretext by showing that the \"explanation is `unworthy of credence' or by offering other forms of circumstantial evidence sufficiently probative of [illegal] discrimination.\" <i>Mereish v. Walker,</i> 359 F.3d 330, 336 (4th Cir.2004) (citation omitted).</p>\n<p>The court does not decide whether Wright has established a prima facie case under the ADEA and the ADA and instead assumes that he has. <i>See </i><i>Mereish,</i> 359 F.3d at 334; <i>see also </i><i>Dugan v. Albemarle County Sch. Bd.,</i> 293 F.3d 716, 721 (4th Cir.2002); <i>Rowe v. Marley Co.,</i> 233 F.3d 825, 829 (4th Cir.2000); <i>Henson v. Liggett Group, Inc.,</i> 61 F.3d 270, 275 (4th Cir. 1995); <i>EEOC v. Clay Printing Co.,</i> 955 F.2d 936, 943 (4th Cir.1992). The defendant, in turn, has produced evidence of its legitimate, non-discriminatory reason for not considering Wright's application in 2002: the decisionmaker's belief concerning the effect of the nepotism policy. Specifically, Superintendent Bennett believed that the nepotism policy precluded Wright's consideration, Dr. Hardy communicated that belief to Wright, and Widmer believed in August 2002 that Wright had been eliminated from consideration due to the nepotism policy. Accordingly, Widmer did not consider Wright's application.</p>\n<p>Plaintiff attempts to attack his failure to be hired as principal in August 2002 in a number of ways. First, plaintiff argues that a genuine issue of material fact exists as to whether Widmer \"was aware, at the time he made the decision to hire Clyde Harris, that Plaintiff was disqualified (even mistakenly) from being considered because of the nepotism policy.\" Pl.'s Br. at 16. This argument fails. Widmer testified that he was aware that Wright had applied, and that he (Widmer) believed that Wright had been eliminated from consideration due to the nepotism policy. Widmer Dep. at 53, 60, 131; Widmer Aff. ¶ 20.</p>\n<p>Next, Wright argues extensively that he was \"better qualified\" to serve as principal than Harris. <i>See</i> Pl.'s Br. at 18-19. Wright's perception of his own experience, performance, and skills is not relevant. <i>See </i><i>King,</i> 328 F.3d at 149; <i>Smith v. Flax,</i> 618 F.2d 1062, 1067 (4th <span class=\"star-pagination\">*637</span> Cir.1980).<sup>[3]</sup> More importantly, this argument does not create a genuine issue of material fact concerning Widmer's honest belief that the nepotism policy precluded Wright's consideration. Notably, throughout this dispute with Wright, the defendant's reason for not considering Wright in 2002 always has been the same  the decisionmaker's understanding of the effect of the nepotism policy. Even assuming that Wright was better qualified, Widmer's honest belief that Wright could not be considered due to the nepotism policy dooms Wright's attack on his non-selection in the summer of 2002. <i>See </i><i>Price v. Thompson,</i> 380 F.3d 209, 214 n. 1 (4th Cir.2004); <i>Dugan,</i> 293 F.3d at 722-23; <i>Holder v. City of Raleigh,</i> 867 F.2d 823, 829 (4th Cir.1989).</p>\n<p>Finally, plaintiff attempts to rely on \"pattern and practice\" evidence to attack his 2002 non-selection. Specifically, plaintiff's complaint alleges that since at least 2000, the defendant has \"engaged in a pattern and practice of promoting and selecting for hire individuals for positions of management and leadership at the ENCSD who do not meet the qualifications of experience teaching deaf students or have the ability to communicate with deaf students and staff, except through an interpreter.\" Compl. ¶ 30. In opposing summary judgment, the plaintiff's evidence of this alleged \"pattern and practice\" is plaintiff's non-selection as principal in 2004. <i>See</i> Pl.'s Br. at 15-26.</p>\n<p>\"Evidence of a pattern or practice of discrimination may very well be useful and relevant to prove the fourth element of a prima facie case, that the individual's adverse employment action occurred under circumstances that give rise to an inference of unlawful discrimination, . . . or that the employer's articulated reasons for adverse action was merely a pretext, . . . or to establish plaintiff's ultimate burden.\" <i>Lowery v. Circuit City Stores, Inc.,</i> 158 F.3d 742, 761 (4th Cir.1998) (citations omitted), <i>vacated on other grounds,</i> 527 U.S. 1031, 119 S.Ct. 2388, 144 L.Ed.2d 790 (1999).</p>\n<p>Before analyzing whether Wright's 2004 non-selection may serve as alleged \"pattern or practice\" evidence, the court notes the procedural posture of the 2004 non-selection. In 2004, Harris resigned as principal, and the defendant again received applications. By that time, the nepotism policy had been interpreted to permit Wright's consideration. Widmer Dep. at 130-31. The defendant created a panel to consider and interview applicants. <i>Id.</i> at 132. Widmer and three other people were on the interview panel. <i>Id.</i> at 158. The panel interviewed Yvonne Barnes (a disabled 54-year-old who was then serving as assistant principal at ENCSD, Pl.'s. Memo. Ex. 20.), Phyllis Ethridge (a non-disabled 58-year-old, Pl.'s Memo. Ex. 21), Elviera <span class=\"star-pagination\">*638</span> Grzyb (a 53-year-old who did not report a disability on her application, Pl.'s Memo. Ex. 22), and Karen Wellington (Widmer Dep. at 158). Following these May interviews; the defendant reposted the position. In July, Widmer and two NCOES employees conducted further interviews. Widmer Dep. at 132. The panel interviewed Wright (then age 62 and a teacher at ENCSD, Pl.'s Memo. Ex. 23), Ethridge, and Grzyb. Widmer Aff. Ex. 6. Widmer recommended Grzyb to Superintendent Bennett. Superintendent Bennett then offered Grzyb the job, but she declined. Bennett Dep. at 85-86; Widmer Dep. at 35. Widmer then recommended that Barnes be made the principal. Bennett Dep. at 77-78. Superintendent Bennett questioned whether Barnes would be successful as principal; therefore, Superintendent Bennett made Barnes the acting principal. <i>Id.</i></p>\n<p>Wright filed an EEOC charge alleging age and disability discrimination concerning his 2004 non-selection (Pl.'s Memo. Ex. 2), and the EEOC issued a determination on August 5, 2005. <i>Id.</i> The EEOC's August 5 determination concerning Wright's 2004 non-selection states, inter alia: \"the Commission now invites the parties to join with it in reaching a just resolution of this matter. If the [defendant] declines to discuss settlement or when, for any other reason, a settlement acceptable to the office Director is not obtained, the Director will inform the parties and advise them of the court enforcement alternatives available to aggrieved persons and the Commission. A Commission representative will contact each party in the near future to begin conciliation.\" Pl.'s Memo. Ex. 2.</p>\n<p>Even though plaintiff never sought and never received leave to amend his complaint to include the 2004 non-selection as a separate claim, the plaintiff's summary judgment opposition appears to treat the 2004 non-selection as a separate claim. <i>See</i> Pl.'s Br. at 15-26. The defendant argues that any claim concerning the 2004 non-selection is not before the court. Def.'s Reply Br. at 8.</p>\n<p>The EEOC proceeding concerning the 2004 non-selection apparently is ongoing pursuant to 42 U.S.C. § 2000e-5(b) (and perhaps 29 U.S.C. § 626(d)). <i>See</i> Pl.'s Memo Ex. 2. Accordingly, because the record does not reflect that Wright has received the Commission's notice of a right to sue, the court cannot resolve the merits of a 2004 non-selection in this litigation. <i>See </i><i>Alexander v. Gardner-Denver Co.,</i> 415 U.S. 36, 47, 94 S.Ct. 1011, 39 L.Ed.2d 147 (1974); <i>McDonnell Douglas,</i> 411 U.S. at 798, 93 S.Ct. 1817; <i>Long v. Ringling Bros.-Barnum &amp; Bailey Combined Shows, Inc.,</i> 9 F.3d 340, 342 (4th Cir.1993). Nevertheless, the court will examine plaintiff's argument that the 2004 non-selection is evidence of an alleged pattern or practice of disability discrimination. Because the plaintiff's allegation of a pattern or practice of discrimination does not relate to alleged age discrimination, the court will not consider the evidence for that purpose. <i>Cf.</i> Compl. ¶ 30.</p>\n<p>At the outset, the court does not believe that one incident (i.e., the 2004 non-selection) can constitute a pattern or practice of illegal discrimination. <i>See, e.g., </i><i>Bostron v. Apfel,</i> 104 F.Supp.2d 548, 552-55 (D.Md.2000), <i>aff'd,</i> 55 Fed.App'x. 658, 2003 WL 257499 (4th Cir. Feb. 7, 2003). Indeed, isolated, accidental, or sporadic acts of discrimination are not a pattern or practice of discrimination. <i>See </i><i>Int'l Bhd. of Teamsters v. United States,</i> 431 U.S. 324, 336, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977). Rather, pattern or practice evidence typically consists of expert statistical evidence examining a large number of employment decisions reflecting that illegal discrimination is an employer's \"standard <span class=\"star-pagination\">*639</span> operating procedure  the regular rather than unusual practice.\" <i>Id.; see also </i><i>Lowery,</i> 158 F.3d at 764 (\"Although a plaintiff in a Title VII action may sometimes be able to use statistical evidence of a pattern or practice of discrimination to help establish pretext, this is not such a case. [The expert's] statistical analysis of promotions at Circuit City failed to adequately control for factors other than race that could account for the disparity in promotions.\"). Such statistical evidence is usually supplemented with anecdotal evidence of numerous specific discriminatory acts. <i>See Teamsters,</i> 431 U.S. at 338-39, 97 S.Ct. 1843. Moreover, even where actual pattern or practice evidence is offered, both the Fourth Circuit and several other circuit courts have noted that:</p>\n<blockquote>[S]tatistical evidence in a disparate treatment case, in and of itself, rarely suffices to rebut an employer's legitimate nondiscriminatory rationale for [an adverse employment action]. . . . This is because a company's overall employment statistics will, in at least many cases, have little direct bearing on the specific intentions of the employer when [taking an adverse employment action]. . . . Without any indication of a connection between the statistics, the practices of an employer, and the employee's case, statistics alone are likely to be inadequate to show that the employer's decision [to take the adverse action against] the employee was impermissibly based on [illegitimate criterion].</blockquote>\n<p><i>Bostron,</i> 104 F.Supp.2d at 553 (quoting <i>LeBlanc v. Great Am. Ins. Co.,</i> 6 F.3d 836, 848 (1st Cir.1993)); <i>see also </i><i>Kadas v. MCI Systemhouse Corp.,</i> 255 F.3d 359, 363 (7th Cir.2001); <i>Hudson v. IBM Corp.,</i> 620 F.2d 351, 355 (2d Cir.1980); <i>King v. Yellow Freight Sys., Inc.,</i> 523 F.2d 879, 882 (8th Cir.1975).</p>\n<p>The plaintiff has not offered any statistical evidence. Further, the plaintiff's citation of his 2004 non-selection is not pattern or practice evidence. In any event, the court has thoroughly examined the evidence associated with Wright's 2004 non-selection. Suffice it to say, the evidence does not create a genuine issue of material fact concerning Wright's non-selection in 2002. Finally, because the plaintiff has failed to raise a genuine issue of material fact concerning pretext in connection with the 2002 decision, the defendant is entitled to summary judgment. <i>See </i><i>Mereish,</i> 359 F.3d at 336; <i>Rowe,</i> 233 F.3d at 831.</p>\n<p></p>\n<h2>III.</h2>\n<p>The defendant's motion for summary judgment is GRANTED. The defendant's motion to strike the Witchey affidavit is DENIED. The plaintiff's motion to strike the defendant's reply brief is DENIED. The defendant's motion to exceed the page limit for its reply brief is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff must prove that (1) he was in the age group protected by the ADEA; (2) he was discharged or demoted; (3) at the time of his discharge or demotion, he was performing his job at a level that met his employer's legitimate expectations; and (4) after his discharge or demotion, he was replaced by someone of comparable qualifications, who was substantially younger than himself. <i>O'Connor,</i> 517 U.S. at 312, 116 S.Ct. 1307.</p>\n<p>[2]  Plaintiff must prove that (1) he was in the protected class; (2) he was discharged; (3) at the time of the discharge, he was performing his job at a level that met his employer's legitimate expectations; and (4) his discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination. <i>Ennis,</i> 53 F.3d at 57-58. Under both the ADEA and the ADA: the prima facie case is tweaked when the issue involves a failure to promote or failure to hire as distinct from a discharge. <i>See generally </i><i>McDonnell Douglas,</i> 411 U.S. at 802-06, 93 S.Ct. 1817; <i>EEOC v. Sears Roebuck &amp; Co.,</i> 243 F.3d 846, 851 (4th Cir.2001) (discussing prima facie case for alleged failure to hire in an ADEA case).</p>\n<p>[3]  As part of plaintiff's discussion of his qualifications vis-a-vis Harris, plaintiff offers the affidavit of Steven Witchey, the former superintendent of ENCSD. Witchey opines that the defendant (in 2002) should have required sign language skills for any person to serve as ENCSD principal. Witchey Aff. ¶¶ 12-13. This court, however, does not sit as a super-personnel board making normative assessments of what an employer ought to require as minimal qualifications for a job. <i>See </i><i>DeJarnette v. Corning Inc.,</i> 133 F.3d 293, 298-99 (4th Cir.1998); <i>see also </i><i>Furnco Constr. Corp. v. Waters,</i> 438 U.S. 567, 578, 98 S.Ct. 2943, 57 L.Ed.2d 957 (1978) (\"Courts are generally less competent than employers to restructure business practices and unless mandated to do so by Congress, they should not attempt it.\"). Thus, the court rejects plaintiff's suggestion (Pl.'s Br. at 19) that the absence of a sign language requirement in 2002 evinces an intent to discriminate against Wright because of his disability or age.\n</p>\n<p>The defendant moved to strike the Witchey affidavit. The motion to strike is denied.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">631</span></span> (2005)</b></center>\n<center><h1>Hal W. WRIGHT, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF HEALTH AND HUMAN SERVICES, OFFICE OF EDUCATION SERVICES, Defendant.</h1></center>\n<center>No. 5:04-CV-690-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 5, 2005.</center>\n<p><span class=\"star-pagination\">*632</span> <span class=\"star-pagination\">*633</span> Allison Serafin, Deborah N. Meyer, John B. Meuser, Meyer &amp; Meuser, P.A., Cary, NC, for Hal W. Wright, Plaintiff.</p>\n<p>Kathryn J. Thomas, N.C. Dept. of Justice, Raleigh, NC, for North Carolina Department of Health &amp; Human Services, Office of Education Services, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Plaintiff Hal Wright (a hearing-impaired 60-year-old) (\"plaintiff\" or \"Wright\") contends that defendant North Carolina Department of Health and Human Services, Office of Education Services (\"defendant\" or \"NCOES\") violated the Americans with Disabilities Act (\"ADA\") and the Age Discrimination in Employment Act (\"ADEA\") when it failed to promote him to be the principal of the Eastern North Carolina School for the Deaf (\"ENCSD\") in August 2002. Defendant contends that it did not consider Wright's June 2002 application or interview him in June, July, or August <span class=\"star-pagination\">*634</span> 2002 because Wright's wife was employed as a teacher at the ENCSD, and the decisionmaker believed that a nepotism policy precluded Wright's consideration for the job. In August 2002, the ENCSD hired the only other applicant for the position: Clyde Harris (a non-hearing-impaired 50-year-old).</p>\n<p>The defendant has moved for summary judgment. Because no rational factfinder could conclude that the defendant's proffered reason was a pretext (i.e., a sham) designed to mask disability or age discrimination, defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>Although neither party briefed the issue of subject matter jurisdiction, the court examines it. Federal courts have limited jurisdiction, and must exercise only the authority conferred by the Constitution and federal statutes. <i>See </i><i>In re Bulldog Trucking, Inc.,</i> <span class=\"citation\" data-id=\"755407\"><a href=\"/opinion/755407/bankr-l-rep-p-77730-10-fourth-cir-dc-bankr-408-in-re-bulldog/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 352 (4th Cir.1998). \"A primary incident of that precept is [a federal court's] duty to inquire, sua sponte, whether a valid basis for such jurisdiction exists, and to dismiss the action if no such ground appears.\" <i>Id.</i></p>\n<p>Plaintiff is suing defendant NCOES (a sub-unit of the State of North Carolina) for allegedly violating the ADEA and Title I of the ADA. Plaintiff seeks, inter alia, an award of money damages from NCOES and an order directing that he be made principal of ENCSD. In <i>Board of Trustees of the University of Alabama v. Garrett,</i> <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 364-74, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (2001), the Supreme Court held that the Eleventh Amendment bars private individuals from suing nonconsenting states in federal court and that Congress acted outside its constitutional authority by subjecting nonconsenting states to suits in federal court for money damages under Title I of the ADA. In <i>Kimel v. Florida Board of Regents,</i> <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 73-91, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (2000), the Supreme Court held that the same principles applied to bar private individuals from suing nonconsenting states for money damages under the ADEA.</p>\n<p>Although defendant NCOES raises sovereign immunity in its answer, NCOES ignores the State Employee Federal Remedy Restoration Act (\"Act\"), N.C. Gen. Stat. § 143-300.35. The North Carolina General Assembly passed the Act in 2001 in the wake of <i>Garrett</i> and <i>Kimel.</i> The Act became \"effective October 1, 2001, and applies to causes of action arising on or after that date.\" S.L.2001-467, § 3; <i>see </i><i>Candillo v. North Carolina Dept. of Corr.,</i> <span class=\"citation\" data-id=\"2414674\"><a href=\"/opinion/2414674/candillo-v-north-carolina-dept-of-corrections/\"><span class=\"volume\">199</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">342</span></a></span>, 349 (M.D.N.C.2002). The Act provides:</p>\n<blockquote>(a) The sovereign immunity of the State is waived for the limited purpose of allowing State employees, except for those in exempt policy-making positions designated pursuant to G.S. 126-5(d), to maintain lawsuits in State and federal courts and obtain and satisfy judgments against the State or any of its departments, institutions, or agencies under:</blockquote>\n<blockquote>(1) the Fair Labor Standards Act, 29 U.S.C. § 201, et seq.</blockquote>\n<blockquote>(2) the Age Discrimination in Employment Act, 29 U.S.C. § 621, et seq.</blockquote>\n<blockquote>(3) the Family and Medical Leave Act, 29 U.S.C. § 2601, et seq.</blockquote>\n<blockquote>(4) the Americans with Disabilities Act, 42 U.S.C. § 12101, et seq.</blockquote>\n<blockquote>(b) the amount of monetary relief a State employee receives under subsection (a) of this section shall not exceed the amounts authorized under G.S. 143-299.2 or the amounts authorized under <span class=\"star-pagination\">*635</span> the applicable federal law under this section, whichever is less.</blockquote>\n<p>N.C. Gen.Stat. § 143-300.35 (2005).</p>\n<p>The plaintiff was not in an exempt policy-making position, and his cause of action arose after October 1, 2001. Accordingly, because North Carolina waived its sovereign immunity to plaintiff's suit under the ADA and the ADEA as set forth in the Act, North Carolina's Eleventh Amendment immunity does not divest this court of jurisdiction. Stated differently, <i>Garrett</i> and <i>Kimel</i> apply to <i>nonconsenting</i> states, and North Carolina (to the extent set forth in the Act) is not such a state. Further, the North Carolina Attorney General's assertion of sovereign immunity in the answer filed on behalf of NCOES does not vitiate the waiver set forth in the Act.</p>\n<p></p>\n<h2>II.</h2>\n<p>Wright argues that NCOES violated the ADA and the ADEA when it failed to promote him to ENCSD principal in August 2002. Wright applied on June 28, 2002. Pl.'s Dep. Ex. 8. On July 8, 2002, Wright met with Dr. Thomasine Hardy, the ENCSD School Director (the highest ranking official at the school). On July 9, 2002, Wright wrote to the Governor's Advisory Council for People with Disabilities and stated that Dr. Hardy had advised him on July 8 that Dr. Hardy's supervisor, the superintendent of OES Cyndie Bennett, \"refused [his] application due to [his] wife being employed as a teacher [at ENCSD].\" Pl.'s Dep. Ex. 11. Wright also stated that Dr. Hardy \"recommended me to send [an] e-mail to her expressing my protest with a copy to [Superintendent Bennett].\" <i>Id.</i> Dr. Hardy confirmed this sequence of events. <i>See</i> Hardy Aff. ¶¶ 7-8.</p>\n<p>Superintendent Bennett did not believe that Wright could be interviewed due to a nepotism policy. <i>See</i> Bennett Aff. ¶¶ 11-12. Although Wright had stated in his July 9 correspondence that he intended to complain to Dr. Bennett about her interpretation of the nepotism policy, he never did. Bennett Dep. at 110.</p>\n<p>On July 31, 2002, Henry Widmer replaced Dr. Hardy as the ENCSD School Director. On August 1, 2002, Clyde Harris applied to be the ENCSD principal. Widmer Dep. Ex. 3. Widmer believed that it was important to have a principal in place before the school year commenced later in August. Widmer Aff. ¶ 16. Widmer understood that Wright had been eliminated from consideration due to the nepotism policy; therefore, he did not review Wright's application. Widmer Aff. ¶ 20; Widmer Dep. at 53, 60, 131. After concluding that Harris was qualified due to his training, education, and experience, Widmer decided to hire Harris. Widmer Dep. Ex. 3. Harris was not hearing impaired, did not possess sign language skills, and was 50 years old.</p>\n<p>Wright contends that Widmer's decision to hire Harris violated the ADEA and the ADA. Wright concedes that he has no direct evidence of such discrimination and instead relies on the <i>McDonnell Douglas</i> burden-shifting framework. <i>See </i><i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-06, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). Under that framework, a plaintiff first must establish a prima facie case. <i>See, e.g., </i><i>O'Connor v. Consol. Coin Caterers Corp.,</i> <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 312, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1996) (discussing ADEA prima facie case);<sup>[1]</sup><i>Ennis v. Nat'l Ass'n of Bus. &amp;</i> <span class=\"star-pagination\">*636</span> <i>Educ. Radio, Inc.,</i> <span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 57-58 (4th Cir.1995) (discussing ADA prima facie case).<sup>[2]</sup> Next, if the plaintiff does so, the defendant must offer a legitimate non-discriminatory reason (or reasons) for the employment decision. <i>McDonnell Douglas,</i> 411 U.S. at 802-03, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>. If the defendant does so, then the plaintiff has \"an opportunity to prove by a preponderance of the evidence that the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.\" <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>see also </i><i>Reeves v. Sanderson Plumbing Prods. Co.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>King v. Rumsfeld,</i> <span class=\"citation\" data-id=\"781845\"><a href=\"/opinion/781845/alfred-g-king-v-donald-rumsfeld-secretary-united-states-department-of/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 150-54 (4th Cir.2003). A plaintiff can demonstrate pretext by showing that the \"explanation is `unworthy of credence' or by offering other forms of circumstantial evidence sufficiently probative of [illegal] discrimination.\" <i>Mereish v. Walker,</i> <span class=\"citation\" data-id=\"785214\"><a href=\"/opinion/785214/kulthoum-a-mereish-v-robert-m-walker-acting-secretary-of-the-army/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 336 (4th Cir.2004) (citation omitted).</p>\n<p>The court does not decide whether Wright has established a prima facie case under the ADEA and the ADA and instead assumes that he has. <i>See </i><i>Mereish,</i> 359 F.3d at 334; <i>see also </i><i>Dugan v. Albemarle County Sch. Bd.,</i> <span class=\"citation\" data-id=\"778013\"><a href=\"/opinion/778013/linda-j-dugan-v-albemarle-county-school-board/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (4th Cir.2002); <i>Rowe v. Marley Co.,</i> <span class=\"citation\" data-id=\"771268\"><a href=\"/opinion/771268/gary-l-rowe-v-the-marley-company-and-marley-pump-company-united-dominion/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span>, 829 (4th Cir.2000); <i>Henson v. Liggett Group, Inc.,</i> <span class=\"citation\" data-id=\"700628\"><a href=\"/opinion/700628/shirley-s-henson-v-liggett-group-incorporated-dba-liggett-myers/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 275 (4th Cir. 1995); <i>EEOC v. Clay Printing Co.,</i> <span class=\"citation\" data-id=\"577126\"><a href=\"/opinion/577126/58-fair-emplpraccas-bna-256-58-empl-prac-dec-p-41272-equal/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span>, 943 (4th Cir.1992). The defendant, in turn, has produced evidence of its legitimate, non-discriminatory reason for not considering Wright's application in 2002: the decisionmaker's belief concerning the effect of the nepotism policy. Specifically, Superintendent Bennett believed that the nepotism policy precluded Wright's consideration, Dr. Hardy communicated that belief to Wright, and Widmer believed in August 2002 that Wright had been eliminated from consideration due to the nepotism policy. Accordingly, Widmer did not consider Wright's application.</p>\n<p>Plaintiff attempts to attack his failure to be hired as principal in August 2002 in a number of ways. First, plaintiff argues that a genuine issue of material fact exists as to whether Widmer \"was aware, at the time he made the decision to hire Clyde Harris, that Plaintiff was disqualified (even mistakenly) from being considered because of the nepotism policy.\" Pl.'s Br. at 16. This argument fails. Widmer testified that he was aware that Wright had applied, and that he (Widmer) believed that Wright had been eliminated from consideration due to the nepotism policy. Widmer Dep. at 53, 60, 131; Widmer Aff. ¶ 20.</p>\n<p>Next, Wright argues extensively that he was \"better qualified\" to serve as principal than Harris. <i>See</i> Pl.'s Br. at 18-19. Wright's perception of his own experience, performance, and skills is not relevant. <i>See </i><i>King,</i> 328 F.3d at 149; <i>Smith v. Flax,</i> <span class=\"citation\" data-id=\"376843\"><a href=\"/opinion/376843/22-fair-emplpraccas-1202-22-empl-prac-dec-p-30823-thomas-clinton/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1062</span></a></span>, 1067 (4th <span class=\"star-pagination\">*637</span> Cir.1980).<sup>[3]</sup> More importantly, this argument does not create a genuine issue of material fact concerning Widmer's honest belief that the nepotism policy precluded Wright's consideration. Notably, throughout this dispute with Wright, the defendant's reason for not considering Wright in 2002 always has been the same  the decisionmaker's understanding of the effect of the nepotism policy. Even assuming that Wright was better qualified, Widmer's honest belief that Wright could not be considered due to the nepotism policy dooms Wright's attack on his non-selection in the summer of 2002. <i>See </i><i>Price v. Thompson,</i> <span class=\"citation\" data-id=\"787400\"><a href=\"/opinion/787400/william-price-v-tommy-g-thompson-secretary-united-states-department-of/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 214 n. 1 (4th Cir.2004); <i>Dugan,</i> 293 F.3d at 722-23; <i>Holder v. City of Raleigh,</i> <span class=\"citation\" data-id=\"518409\"><a href=\"/opinion/518409/needham-holder-v-city-of-raleigh-jack-c-duncan-needham-holder-v-city-of/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 829 (4th Cir.1989).</p>\n<p>Finally, plaintiff attempts to rely on \"pattern and practice\" evidence to attack his 2002 non-selection. Specifically, plaintiff's complaint alleges that since at least 2000, the defendant has \"engaged in a pattern and practice of promoting and selecting for hire individuals for positions of management and leadership at the ENCSD who do not meet the qualifications of experience teaching deaf students or have the ability to communicate with deaf students and staff, except through an interpreter.\" Compl. ¶ 30. In opposing summary judgment, the plaintiff's evidence of this alleged \"pattern and practice\" is plaintiff's non-selection as principal in 2004. <i>See</i> Pl.'s Br. at 15-26.</p>\n<p>\"Evidence of a pattern or practice of discrimination may very well be useful and relevant to prove the fourth element of a prima facie case, that the individual's adverse employment action occurred under circumstances that give rise to an inference of unlawful discrimination, . . . or that the employer's articulated reasons for adverse action was merely a pretext, . . . or to establish plaintiff's ultimate burden.\" <i>Lowery v. Circuit City Stores, Inc.,</i> <span class=\"citation\" data-id=\"758674\"><a href=\"/opinion/758674/renee-lowery-lisa-s-peterson-and-shelby-mcknight-gregory-fleming-sonya/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 761 (4th Cir.1998) (citations omitted), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">790</span></span> (1999).</p>\n<p>Before analyzing whether Wright's 2004 non-selection may serve as alleged \"pattern or practice\" evidence, the court notes the procedural posture of the 2004 non-selection. In 2004, Harris resigned as principal, and the defendant again received applications. By that time, the nepotism policy had been interpreted to permit Wright's consideration. Widmer Dep. at 130-31. The defendant created a panel to consider and interview applicants. <i>Id.</i> at 132. Widmer and three other people were on the interview panel. <i>Id.</i> at 158. The panel interviewed Yvonne Barnes (a disabled 54-year-old who was then serving as assistant principal at ENCSD, Pl.'s. Memo. Ex. 20.), Phyllis Ethridge (a non-disabled 58-year-old, Pl.'s Memo. Ex. 21), Elviera <span class=\"star-pagination\">*638</span> Grzyb (a 53-year-old who did not report a disability on her application, Pl.'s Memo. Ex. 22), and Karen Wellington (Widmer Dep. at 158). Following these May interviews; the defendant reposted the position. In July, Widmer and two NCOES employees conducted further interviews. Widmer Dep. at 132. The panel interviewed Wright (then age 62 and a teacher at ENCSD, Pl.'s Memo. Ex. 23), Ethridge, and Grzyb. Widmer Aff. Ex. 6. Widmer recommended Grzyb to Superintendent Bennett. Superintendent Bennett then offered Grzyb the job, but she declined. Bennett Dep. at 85-86; Widmer Dep. at 35. Widmer then recommended that Barnes be made the principal. Bennett Dep. at 77-78. Superintendent Bennett questioned whether Barnes would be successful as principal; therefore, Superintendent Bennett made Barnes the acting principal. <i>Id.</i></p>\n<p>Wright filed an EEOC charge alleging age and disability discrimination concerning his 2004 non-selection (Pl.'s Memo. Ex. 2), and the EEOC issued a determination on August 5, 2005. <i>Id.</i> The EEOC's August 5 determination concerning Wright's 2004 non-selection states, inter alia: \"the Commission now invites the parties to join with it in reaching a just resolution of this matter. If the [defendant] declines to discuss settlement or when, for any other reason, a settlement acceptable to the office Director is not obtained, the Director will inform the parties and advise them of the court enforcement alternatives available to aggrieved persons and the Commission. A Commission representative will contact each party in the near future to begin conciliation.\" Pl.'s Memo. Ex. 2.</p>\n<p>Even though plaintiff never sought and never received leave to amend his complaint to include the 2004 non-selection as a separate claim, the plaintiff's summary judgment opposition appears to treat the 2004 non-selection as a separate claim. <i>See</i> Pl.'s Br. at 15-26. The defendant argues that any claim concerning the 2004 non-selection is not before the court. Def.'s Reply Br. at 8.</p>\n<p>The EEOC proceeding concerning the 2004 non-selection apparently is ongoing pursuant to 42 U.S.C. § 2000e-5(b) (and perhaps 29 U.S.C. § 626(d)). <i>See</i> Pl.'s Memo Ex. 2. Accordingly, because the record does not reflect that Wright has received the Commission's notice of a right to sue, the court cannot resolve the merits of a 2004 non-selection in this litigation. <i>See </i><i>Alexander v. Gardner-Denver Co.,</i> <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 47, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1974); <i>McDonnell Douglas,</i> 411 U.S. at 798, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>; <i>Long v. Ringling Bros.-Barnum &amp; Bailey Combined Shows, Inc.,</i> <span class=\"citation\" data-id=\"657179\"><a href=\"/opinion/657179/pamela-e-long-v-ringling-bros-barnum-bailey-combined-shows/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 342 (4th Cir.1993). Nevertheless, the court will examine plaintiff's argument that the 2004 non-selection is evidence of an alleged pattern or practice of disability discrimination. Because the plaintiff's allegation of a pattern or practice of discrimination does not relate to alleged age discrimination, the court will not consider the evidence for that purpose. <i>Cf.</i> Compl. ¶ 30.</p>\n<p>At the outset, the court does not believe that one incident (i.e., the 2004 non-selection) can constitute a pattern or practice of illegal discrimination. <i>See, e.g., </i><i>Bostron v. Apfel,</i> <span class=\"citation\" data-id=\"2503857\"><a href=\"/opinion/2503857/bostron-v-apfel/\"><span class=\"volume\">104</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">548</span></a></span>, 552-55 (D.Md.2000), <i>aff'd,</i> 55 Fed.App'x. 658, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">257499</span></span> (4th Cir. Feb. 7, 2003). Indeed, isolated, accidental, or sporadic acts of discrimination are not a pattern or practice of discrimination. <i>See </i><i>Int'l Bhd. of Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 336, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977). Rather, pattern or practice evidence typically consists of expert statistical evidence examining a large number of employment decisions reflecting that illegal discrimination is an employer's \"standard <span class=\"star-pagination\">*639</span> operating procedure  the regular rather than unusual practice.\" <i>Id.; see also </i><i>Lowery,</i> 158 F.3d at 764 (\"Although a plaintiff in a Title VII action may sometimes be able to use statistical evidence of a pattern or practice of discrimination to help establish pretext, this is not such a case. [The expert's] statistical analysis of promotions at Circuit City failed to adequately control for factors other than race that could account for the disparity in promotions.\"). Such statistical evidence is usually supplemented with anecdotal evidence of numerous specific discriminatory acts. <i>See Teamsters,</i> 431 U.S. at 338-39, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>. Moreover, even where actual pattern or practice evidence is offered, both the Fourth Circuit and several other circuit courts have noted that:</p>\n<blockquote>[S]tatistical evidence in a disparate treatment case, in and of itself, rarely suffices to rebut an employer's legitimate nondiscriminatory rationale for [an adverse employment action]. . . . This is because a company's overall employment statistics will, in at least many cases, have little direct bearing on the specific intentions of the employer when [taking an adverse employment action]. . . . Without any indication of a connection between the statistics, the practices of an employer, and the employee's case, statistics alone are likely to be inadequate to show that the employer's decision [to take the adverse action against] the employee was impermissibly based on [illegitimate criterion].</blockquote>\n<p><i>Bostron,</i> 104 F.Supp.2d at 553 (quoting <i>LeBlanc v. Great Am. Ins. Co.,</i> <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 848 (1st Cir.1993)); <i>see also </i><i>Kadas v. MCI Systemhouse Corp.,</i> <span class=\"citation\" data-id=\"773810\"><a href=\"/opinion/773810/richard-m-kadas-v-mci-systemhouse-corporation/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 363 (7th Cir.2001); <i>Hudson v. IBM Corp.,</i> <span class=\"citation\" data-id=\"377808\"><a href=\"/opinion/377808/22-fair-emplpraccas-953-22-empl-prac-dec-p-30828-richard-l-hudson/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 355 (2d Cir.1980); <i>King v. Yellow Freight Sys., Inc.,</i> <span class=\"citation\" data-id=\"330349\"><a href=\"/opinion/330349/11-fair-emplpraccas-867-10-empl-prac-dec-p-10411-andrew-w-king-v/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span>, 882 (8th Cir.1975).</p>\n<p>The plaintiff has not offered any statistical evidence. Further, the plaintiff's citation of his 2004 non-selection is not pattern or practice evidence. In any event, the court has thoroughly examined the evidence associated with Wright's 2004 non-selection. Suffice it to say, the evidence does not create a genuine issue of material fact concerning Wright's non-selection in 2002. Finally, because the plaintiff has failed to raise a genuine issue of material fact concerning pretext in connection with the 2002 decision, the defendant is entitled to summary judgment. <i>See </i><i>Mereish,</i> 359 F.3d at 336; <i>Rowe,</i> 233 F.3d at 831.</p>\n<p></p>\n<h2>III.</h2>\n<p>The defendant's motion for summary judgment is GRANTED. The defendant's motion to strike the Witchey affidavit is DENIED. The plaintiff's motion to strike the defendant's reply brief is DENIED. The defendant's motion to exceed the page limit for its reply brief is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff must prove that (1) he was in the age group protected by the ADEA; (2) he was discharged or demoted; (3) at the time of his discharge or demotion, he was performing his job at a level that met his employer's legitimate expectations; and (4) after his discharge or demotion, he was replaced by someone of comparable qualifications, who was substantially younger than himself. <i>O'Connor,</i> 517 U.S. at 312, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>.</p>\n<p>[2]  Plaintiff must prove that (1) he was in the protected class; (2) he was discharged; (3) at the time of the discharge, he was performing his job at a level that met his employer's legitimate expectations; and (4) his discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination. <i>Ennis,</i> 53 F.3d at 57-58. Under both the ADEA and the ADA: the prima facie case is tweaked when the issue involves a failure to promote or failure to hire as distinct from a discharge. <i>See generally </i><i>McDonnell Douglas,</i> 411 U.S. at 802-06, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>; <i>EEOC v. Sears Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"772504\"><a href=\"/opinion/772504/equal-employment-opportunity-commission-and-francisco-g-santana-v-sears/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span>, 851 (4th Cir.2001) (discussing prima facie case for alleged failure to hire in an ADEA case).</p>\n<p>[3]  As part of plaintiff's discussion of his qualifications vis-a-vis Harris, plaintiff offers the affidavit of Steven Witchey, the former superintendent of ENCSD. Witchey opines that the defendant (in 2002) should have required sign language skills for any person to serve as ENCSD principal. Witchey Aff. ¶¶ 12-13. This court, however, does not sit as a super-personnel board making normative assessments of what an employer ought to require as minimal qualifications for a job. <i>See </i><i>DeJarnette v. Corning Inc.,</i> <span class=\"citation\" data-id=\"750096\"><a href=\"/opinion/750096/75-fair-emplpraccas-bna-1088-72-empl-prac-dec-p-45103-regina-w/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">293</span></a></span>, 298-99 (4th Cir.1998); <i>see also </i><i>Furnco Constr. Corp. v. Waters,</i> <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 578, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978) (\"Courts are generally less competent than employers to restructure business practices and unless mandated to do so by Congress, they should not attempt it.\"). Thus, the court rejects plaintiff's suggestion (Pl.'s Br. at 19) that the absence of a sign language requirement in 2002 evinces an intent to discriminate against Wright because of his disability or age.\n</p>\n<p>The defendant moved to strike the Witchey affidavit. The motion to strike is denied.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2414674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503857/"
  ]
}