{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2447563/",
  "absolute_url": "/opinion/2447563/troxler-electronic-laboratories-inc-v-pine-instrument-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2447563/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:37:51.312383Z",
  "date_modified": "2016-04-26T20:48:53.569457Z",
  "type": "010combined",
  "sha1": "47dcc53ab18c80dfea8da2cd44f56810992d0181",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>597 F.Supp.2d 574 (2009)</b></center>\n<center><h1>TROXLER ELECTRONIC LABORATORIES, INC., Plaintiff,<br>\nv.<br>\nPINE INSTRUMENT COMPANY, Defendant.</h1></center>\n<center>No. 5:01-CV-349-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 13, 2009.</center>\n<p><span class=\"star-pagination\">*579</span> Michael Shields Connor, Richard M. McDermott, Alston &amp; Bird, LLP, Charlotte, NC, for Plaintiff.</p>\n<p>Jacob S. Wharton, John F. Morrow, Jr., Michael E. Ray, Robert Danny Mason, Jr., Womble Carlyle Sandridge &amp; Rice, PLLC, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the memorandum and recommendation (\"M &amp; R\") of Magistrate Judge William A. Webb concerning the parties' cross-motions for summary judgment. Appropriate responses and replies have been filed, and the time for further filings has expired. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff Troxler Electronic Laboratories, Inc. (\"Troxler\") brought this action against defendant Pine Instrument Company (\"Pine\") for alleged infringement of U.S. Patent No. 5,323,655 (\"655 patent\"), entitled \"Method and Apparatus for Compacting Material Samples.\" Pine counterclaimed, alleging infringement of U.S. Patent No. 5,606,133 (\"133 patent\"), entitled \"Gyratory Compactor with Mold Specimen Extruder.\" Both patents deal with machines that compact soil and paving material and test how the compacted specimens respond to simulated road conditions. After extensive briefing by the parties and a two-day <i>Markman</i> hearing, Judge Webb issued a thorough M &amp; R concerning claim construction, which was adopted, with minor modifications, by this court.</p>\n<p>Following the completion of discovery, and after extensive settlement negotiations, the parties filed the cross-motions for summary judgment now before the court. Pine moved for summary judgment on its claim that Troxler infringed the 133 patent. In addition, both parties moved for summary judgment with respect to laches and equitable estoppel defenses raised by Troxler, and with respect to an invalidity defense, also raised by Troxler. Judge Webb entered an M &amp; R on October 6, 2008, with detailed recommendations discussed in the pertinent sections below. Both parties timely filed written objections to the M &amp; R and appropriate responses and replies. Pine also filed a motion requesting a hearing.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Pursuant to Rule 72(a) of the Federal Rules of Civil Procedure, the district court \"shall modify or set aside any portion of the magistrate judge's order found to be clearly erroneous or contrary to law.\" Fed.R.Civ.P. 72(a). This determination shall be de novo, and the district court may receive further evidence from the parties. 28 U.S.C. § 636(b)(1).</p>\n<p></p>\n<h2>II. Analysis of Objections to the M &amp; R</h2>\n<p></p>\n<h2>A. <i>Pine's Motion for Summary Judgment on Infringement</i>\n</h2>\n<p>Determining whether a patent has been infringed involves two steps: (1) determining the scope of the claims, or \"claim construction,\" and (2) determining whether the properly construed claims encompass an accused structure. <i>See, e.g., </i><i>Cole v. Kimberly-Clark Corp.,</i> 102 F.3d 524, 528 (Fed.Cir.1996). This court has already construed the claims of the 133 patent. The court's task now is to read those claims on Troxler's accused devices.</p>\n<p>Judge Webb in his M &amp; R recommends entry of a finding of fact that <span class=\"star-pagination\">*580</span> Troxler's devices \"literally infringe\" upon the 133 patent. \"Literal infringement of a claim exists when every limitation recited in the claim is found in the accused device, i.e., when the properly construed claim reads on the accused device exactly.\" <i>Id.</i> at 532. Literal infringement is properly decided upon summary judgment when no reasonable jury could find that every limitation recited in the properly construed claims is or is not found in the accused device. <i>See </i><i>U.S. Philips Corp. v. Iwasaki Elec. Co. Ltd.,</i> 505 F.3d 1371, 1374 (Fed. Cir.2007); <i>PC Connector Solutions LLC v. SmartDisk Corp.,</i> 406 F.3d 1359, 1364 (Fed.Cir.2005); <i>Bai v. L &amp; L Wings, Inc.,</i> 160 F.3d 1350, 1352 (Fed.Cir.1998).</p>\n<p>Pine contends that three of Troxler's gyratory compactor modelsthe 4140, 4140B, and 4141 modelsinfringe certain claims of the 133 patent. Judge Webb analyzed all three models against the 133 patent, concluding that the 4140, 4140B and 4141 models contain all the elements of Claims 6, 9, 10, 11, and 12 of the 133 patent, and that the 4140 and 4140B models also contain all the elements of Claims 7 and 8 of the 133 patent. (M &amp; R at 587-93.)</p>\n<p>Pine does not object to this portion of the M &amp; R. Troxler does not contest this portion of the M &amp; R insofar as it pertains to the 4141 model. However, Troxler objects on two grounds to the M &amp; R's conclusion that the 4140 and 4140B devices literally read upon claims 6-12 of the 133 patent.</p>\n<p></p>\n<h2>1. <i>Troxler's Objection Related to the Device \"Extruder\"</i>\n</h2>\n<p>Troxler's first objection concerns the device \"extruder,\" which functions by extracting a material specimen from a mold. As part of the claim construction related to the 133 patent, this court defined the extruder, in part, as \"an integral component of the frame,\" and defined \"integral\" to mean \"composed of constituent parts making a whole,\" connoting separability. (Claim Construction M &amp; R [DE # 116] at 75 &amp; n. 20; Order Adopting Claim Construction M &amp; R [DE # 122] at 14-15.) Troxler argues that its 4140 and 4140B models do not fit these definitions, or at least that there is a factual dispute on this issue, because the extractor is \"manufactured and sold as a separate component from the frame.\" (Pl.'s Objections at 21.) Troxler also points out that, \"in some cases, the gyratory compactor might not ever be used with or sold with the extruder.\" (Pl.'s Resp. at 21.) Even if true, these details would not aid Troxler, because the record conclusively establishes that Troxler intended the extruder to attach to the compactor and to be used in an infringing manner at least some of the time. <i>See </i><i>Haworth, Inc. v. Herman Miller, Inc.,</i> 1994 WL 875931 at *9-10 (W.D.Mich. Oct. 24, 1994) (noting that a manufacturer cannot avoid a finding of infringement \"simply by declaring `infringing parts sold separately.'\"). The extruder's separate manufacture and sale, and the fact that the compactor can be used without the extruder, fail to keep the extruder from being an \"integral component of the frame\" as that phrase has been defined by this court. <i>See </i><i>Haworth,</i> 1994 WL 875931 (entering summary judgment against infringer who intended customers to use its product in an infringing manner \"at least some of the time\"). The court therefore rejects Troxler's first objection.</p>\n<p></p>\n<h2>2. <i>Troxler's Objection Regarding Co-Planar Mold Supporting Surfaces</i>\n</h2>\n<p>Troxler's second objection concerns the requirement in certain claims of the 133 patent that the supporting surfaces of the claimed compaction device be in the same horizontal plane. The court has reviewed <span class=\"star-pagination\">*581</span> the record and the parties' briefs on this issue, finding nothing to cast doubt on the magistrate judge's determination that \"[the] mold material extractor\" in the 4140 and 4140B models \"has a second mold supporting surface located in the same horizontal plane with the first mold supporting surface.\" (M &amp; R at 589.) Therefore, the court rejects Troxler's second objection. The court also rejects this objection as it relates to Claims 6, 9, 11 and 12 for the additional reason that those claims do not include limitations for coplanar mold supporting surfaces. (<i>See</i> Claim Construction M &amp; R [DE # 116] at 61, 63.)</p>\n<p></p>\n<h2>3. <i>Propriety of Granting Summary Judgment</i>\n</h2>\n<p>The M &amp; R recommends denying Pine's motion for summary judgment in spite of the finding of literal infringement, because conclusions cannot be reached short of trial on Troxler's defenses of laches and equitable estoppel. Troxler agrees, contending that the appropriate course is for the court to issue an order specifying facts no longer at issue that will be treated as established in the action. <i>See</i> 11 JAMES WM. MOORE ET AL., MOORE'S FEDERAL PRACTICE ¶ 56.40 (3d ed. 2007). Pine objects, seemingly viewing as mutually exclusive a denial of their motion and entry of a finding of fact eliminating infringement as an issue in the case.</p>\n<p>The court rejects Pine's objection, viewing the denial of Pine's motion coupled with an appropriate factual finding to be both a prudent and legally correct course. The court therefore adopts the M &amp; R in full on the issue of infringement. Based on the reasoning contained therein, supplemented by the foregoing discussion, the court DENIES Pine's motion for summary judgment on the issue of infringement but FINDS AS A FACT that Troxler's Models 4140, 4140B and 4141 gyratory compactors literally read upon the 133 patent. As a result, this fact is conclusively established and no longer at issue in this case.</p>\n<p></p>\n<h2>B. <i>Cross-Motions for Summary Judgment on Troxler's Equitable Estoppel and Laches Defenses</i>\n</h2>\n<p>The M &amp; R recommends that the court deny the parties' cross-motions for summary judgment on Troxler's defenses of equitable estoppel and laches because genuine issues of material fact remain with respect to each. However, the M &amp; R recommends entry of two related findings of fact that would conclusively establish an element of each defense. In particular, the M &amp; R suggests that the record points inescapably to the conclusion that Pine engaged in misleading conduct by remaining silent on Troxler's allegedly infringing conduct for nearly five years (one of three elements of the equitable estoppel defense) and that Pine's unjustified delay in initiating its claims was unreasonable as defined by the doctrine of laches. For its part, Pine does not contest the propriety of entering such findings, instead focusing on Troxler's asserted inability to prove the other elements of the defenses.</p>\n<p></p>\n<h2>1. <i>Equitable Estoppel</i>\n</h2>\n<p>To succeed on an equitable estoppel defense in a patent case, the party asserting the defense must show that:</p>\n<blockquote>(a) The patentee, through misleading conduct, [led] the alleged infringer to reasonably infer that the patentee [did] not intend to enforce its patent against the alleged infringer. \"Conduct\" may include specific statements, action, inaction, or silence where there is a duty to speak.</blockquote>\n<blockquote>(b) The alleged infringer [relied] on that conduct.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*582</span> (c) Due to its reliance, the alleged infringer will be materially prejudiced if the patentee is allowed to proceed with its claim.</blockquote>\n<p><i>Wafer Shave, Inc. v. Gillette Co.,</i> 857 F.Supp. 112, 118 (D.Mass.1993), <i>aff'd without opinion,</i> 26 F.3d 140 (Fed.Cir.1994) (citation omitted). The M &amp; R suggests, with respect to the first factor, that \"the only possible finding\" on this record is that \"Pine's conduct was misleading.\" (M &amp; R at 597; <i>see also</i> M &amp; R at 594-97.) Nevertheless, the M &amp; R recommends denying summary judgment because, it would find, there is an issue of material fact with respect to Troxler's asserted reliance on Pine's misleading conduct. The M &amp; R also suggests that neither party is entitled to summary judgment on the third \"prejudice\" factor.</p>\n<p>Pine argues that Troxler's apparent reliance on its own belief that its product did not infringe the 133 patent negates the legal effect of any reliance caused by Pine's conduct. The court finds no support for Pine's legal position on this issue. Instead, all relevant case law appears to point to the opposite conclusion, that an accused infringer's reliance on its own belief in the invalidity of the asserted patent does <i>not</i> negate reliance on the other party's misleading conduct. <i>See Sorensen v. Black &amp; Decker,</i> 2007 WL 1976652 at *2 (S.D.Cal.2007); <i>Forest Labs. et al. v. Abbott Labs. et al.,</i> 1999 WL 33299123 at *19 (W.D.N.Y.1999); <i>Wafer Shave,</i> 857 F.Supp. at 123.</p>\n<p>Pine cites <i>Gasser Chair Co. v. Infanti Chair Mfg. Corp.,</i> 60 F.3d 770, 776 (Fed.Cir.1995). In <i>Gasser Chair,</i> the Federal Circuit reversed a district court's summary dismissal of a patent infringement claim on grounds of equitable estoppel. The court highlighted the accused infringer's total failure to show that it acted in reliance on the plaintiffs actions instead of solely on its own business judgment. <i>Id.</i> at 776-77. It is abundantly clear, in light of <i>Gasser Chair</i> and other cases, that an infringer that merely relies on its own business judgment cannot successfully assert a defense of equitable estoppel. However, it cannot now be concluded that this is such a case. On this record, as Judge Webb found, there is an issue of material fact as to whether Troxler was in fact lulled by Pine into a sense of security regarding its allegedly infringing conduct. If it was, Troxler's additional, partial reliance on its own business judgment will not decide the issue.</p>\n<p>The record also supports the M &amp; R's recommendation that summary judgment be denied with respect to the issues of evidentiary and economic prejudice. It is an open question whether the evidentiary prejudice Troxler suffered through Pine's delay is attributable to Pine's conduct or to Troxler's own actions. It is likewise impossible to determine, short of trial, precisely what economic prejudice Troxler has suffered and whether such prejudice is attributable to Pine's delay.</p>\n<p>The court hereby adopts the M &amp; R in full on the issue of Troxler's equitable estoppel defense. For the reasons stated therein, supplemented by the foregoing discussion, the court FINDS AS A FACT that Pine's conduct was misleading, and that Troxler has therefore met the first element of the equitable estoppel defense. However, neither party is entitled to summary judgment on the remaining two elements of Troxler's equitable estoppel defense. For these reasons, the parties' cross-motions for summary judgment on the issue of equitable estoppel are DENIED.</p>\n<p></p>\n<h2>2. <i>Laches</i>\n</h2>\n<p>To succeed on a laches defense, a party must show that \"(a) the patentee's <span class=\"star-pagination\">*583</span> delay in bringing the suit was unreasonable and inexcusable, and (b) the alleged infringer suffered material prejudice attributable to the delay.\" <i>Wafer Shave,</i> 857 F.Supp. at 118. The M &amp; R concludes that Pine's delay of nearly five years was unreasonable and inexcusable, and therefore concludes, as a matter of law, that Troxler has proven the first element of its laches defense. However, as noted above, the M &amp; R recommends denying summary judgment because issues of material fact remain with respect to the second element, related to prejudice. Again, Pine effectively concedes the delay prong but argues that no reasonable jury could find for Troxler on the prejudice issue.</p>\n<p>The court hereby adopts the M &amp; R in full on the issue of Troxler's laches defense. For the reasons stated in the M &amp; R, supplemented by the court's discussion of Pine's delay and prejudice in the preceding section, the court FINDS AS A FACT that Pine's unjustified five-year delay was unreasonable, and that Troxler has therefore met the first element of the laches defense. However, neither party is entitled to summary judgment on the \"prejudice\" element of Troxler's laches defense. Therefore, the parties' cross-motions for summary judgment on the issue of laches are DENIED.</p>\n<p></p>\n<h2>3. <i>Egregious Conduct Affecting Defenses</i>\n</h2>\n<p>Even if the elements of laches or estoppel are met, the court must make a broader inquiry into the conduct of the parties. \"[An] otherwise meritorious laches or estoppel defense may be defeated if it is shown that the defendant is guilty of egregious conduct.\" <i>Wafer Shave,</i> 857 F.Supp. at 119 (quotations omitted). Pine contends that Troxler engaged in egregious conduct by (a) failing to adequately respond to discovery, (b) copying the 133 patent, and ® filing suit against Pine without conducting a sufficient good faith investigation. Troxler counters that Pine engaged in egregious conduct by withholding material information from the USPTO Examiner during the pendency of the 133 patent.</p>\n<p>Each of these allegations of egregious conduct presents fact-based issues that cannot be resolved on summary judgment. <i>See </i><i>KangaROOS U.S.A., Inc. v. Caldor, Inc.,</i> 778 F.2d 1571, 1576 (Fed.Cir.1985) (\"Intent to mislead or deceive is a factual issue that, if contested, is not readily determined within the confines of Fed. R.Civ.P. 56.\") (citations omitted). Therefore, this court adopts the M &amp; R in full on the issue of egregious conduct, providing a separate and additional reason for the denial, supra, of the parties' cross-motions for summary judgment on the issues of equitable estoppel and laches.</p>\n<p></p>\n<h2>C. <i>Cross-Motions for Summary Judgment on Troxler's Invalidity Defense</i>\n</h2>\n<p>Troxler argues that the 133 patent is invalid pursuant to 35 U.S.C. § 102(b). Section 102(b) restricts the issuance of patents to inventions that were not on sale or in public use more than one year prior to the date of the patent application. Here, the invention described in the 133 patent was offered for sale and in public use as early as October 8, 1993. The USPTO took action that had the practical effect of giving the 133 patent a filing date of February 18, 1994-within § 102(b)'s one-year window. Troxler argues that the USTO's action was in error. If Troxler is correct, and the 133 patent is not entitled to the earlier filing date, then the filing date is no earlier than October 6, 1995, outside the one-year limit in § 102(b), and therefore invalid.</p>\n<p><span class=\"star-pagination\">*584</span> Troxler's objections to the M &amp; R on this issue merely rehash arguments previously made and rejected by Judge Webb. Having reviewed the M &amp; R and the parties' briefs on this issue, the court hereby adopts the M &amp; R in full on the issue of invalidity. As noted in the M &amp; R, the USPTO Examiner's actions in a case like this are entitled to a presumption of correctness, rebuttable only by clear and convincing evidence. <i>See</i> M &amp; R at 603-04 (citations omitted). Troxler has failed to cite clear and convincing evidence to rebut the presumption of correctness attaching to the USPTO Examiner's action. <i>See</i> M &amp; R at 604. As a result, Pine's motion for summary judgment on invalidity will be GRANTED and Troxler's motion for summary judgment on invalidity will be DNIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This court has conducted a full and careful review of the M &amp; R and other documents of record, and having done so hereby finds that the recommendation of the magistrate judge is, in all respects, in accordance with the law and should be approved. Accordingly, the court adopts the recommendation of the magistrate judge as its own; and, for the reasons stated in the M &amp; R and the additional reasons noted herein, Pine's motion for summary judgment of infringement [DE # 142] is DENIED; the parties' cross-motions for summary judgment with regard to Troxler's equitable estoppel and laches defenses [DE # 136 &amp; 138] are DENIED; Troxler's motion for summary judgment of invalidity [DE # 135] is DENIED; and Pine's motion for summary judgment of invalidity [DE # 140] is GRANTED. In addition, the court makes the following FINDINGS OF FACT:</p>\n<blockquote>(1) Troxler's models 4140, 4140B and 4141 gyratory compactors literally read upon U.S. Patent No. 5,606,133;</blockquote>\n<blockquote>(2) Pine engaged in \"misleading conduct\" as that term pertains to equitable estoppel;</blockquote>\n<blockquote>(3) Pine's delay in filing suit against Troxler was unreasonable as defined by the doctrine of laches.</blockquote>\n<p>These facts are now conclusively established and no longer at issue in this litigation. In light of these holdings and factual findings, Pine's motion for hearing [DE # 195] is DENIED AS MOOT.</p>\n<p>This matter is set for this court's June 22, 2009 civil term. The clerk is directed to schedule the pretrial conference accordingly.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This cause is before the Court upon the following motions:</p>\n<blockquote>1) Defendant Pine Instrument Company's (\"Pine\") motion for summary judgment on its counterclaim of patent infringement [DE's 142-144];</blockquote>\n<blockquote>2) The parties' cross motions for summary judgment with regard to the laches and equitable estoppel defenses raised by Plaintiff Troxler Electronic Laboratories, Inc. (\"Troxler\") in response to Pine's counterclaim of patent infringement [DE's <i>136,</i> 138-139 &amp; 147]; and</blockquote>\n<blockquote>3) The parties' cross motions for summary judgment with regard to the invalidity defense raised by Troxler in response to Pine's counterclaim of patent infringement [DE's <i>135,</i> 140-141 &amp; 148].</blockquote>\n<p>These motions are all ripe for disposition and, pursuant to <i>28 U.S.C. 636</i> (b)(1), have been referred to the undersigned for the <span class=\"star-pagination\">*585</span> entry of a Memorandum and Recommendation.</p>\n<p></p>\n<h2><i>I. Background</i></h2>\n<p>The patents at issue in this matter pertain to gyratory compactors, machinery used for testing specimens of asphalt paving material [DE-143, pg. 3]. Modern gyratory compactors evolved out of research and development work performed by the Strategic Highway Research Program (\"SHRP\"), which was created by the U.S. Congress in 1987 [DE-143, pg. 3]. SHRP was tasked with improving the performance and durability of United States roads. To accomplish this, SHRP developed the \"Superpave\" program [DE-143, pg. 4]. In December 1993, the Federal Highway Administration solicited bids from a number of test equipment manufacturers to develop a SHRP gyratory compactor to be used in asphalt paving projects [DE-143, pg. 4].</p>\n<p>Pine and Troxler both designed gyratory compactors in response to the Superpave program [DE-143, pg. 5; DE-161, pg. 5]. In fact, for several years they offered the only two Superpave certified gyratory compactors on the market [DE-161, pg. 5]. Troxler's first gyratory compactor was introduced around 1993 and was called the Model 4140 [DE-161, pg. 5]. Pine's first gyratory compactor model was the AFGC125X [DE-161, pg. 5]. Troxler later developed a Model 4140B gyratory compactor which was very similar to the Model 4140 [DE-161, pg. 5]. In early 1998, Troxler introduced another gryatory compactor known as the Model 4141 [DE-161, pg. 5].</p>\n<p>Pine filed a patent application on the gyratory compactor it designed in response to the SHRP solicitation, which ultimately led to the issuance of <i>U.S. Patent No. 5,456, 118</i> (<i>\"118 patent\"</i>) on October 10, 1995 [DE-143, pg. 5]. On February 25, 1997, Pine obtained an additional patent on its gyratory compactors, <i>U.S. Patent No. 5,606,133</i> (<i>\"133 patent\"</i>) [DE-143, pg. 5]. However, for reasons that will be discussed <i>infra.,</i> the <i>133 patent</i> was treated as having the same filing and expiration date as the <i>118 patent.</i></p>\n<p>Troxler filed suit against Pine for infringement of <i>U.S. Patent No. 5,323,655</i> (\"655 patent\") on May 11, 2001 <i>[DE-1].</i> On February 19, 2002, Pine filed an Answer which asserted a counterclaim alleging infringement of the <i>133 patent [DE-20].</i> Pine contends that Troxler's models 4140, 4140B and 4141 gyratory compactors all infringe the <i>133 patent.</i></p>\n<p></p>\n<h2><i>II. Analysis</i></h2>\n<p>Under Rule 56 of the Federal Rules of Civil Procedure, summary judgment shall be granted:</p>\n<blockquote>against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial ... since a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial.</blockquote>\n<blockquote>\n<i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 322-323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986)</blockquote>\n<p>\"[S]ummary judgment is as appropriate in a patent case as in any other.\" <i>Avia Group Int., Inc. v. L.A. Gear California, Inc.,</i> 853 F.2d 1557, 1561 (Fed.Cir.1988)(internal quotations and citations omitted). It is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating <span class=\"star-pagination\">*586</span> the absence of a genuine issue of material fact. <i>Celotex,</i> 477 U.S. at 317, 106 S.Ct. 2548; <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir. 1985). Specifically, the moving party bears the burden of identifying those portions of \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits\" that the moving party believes demonstrate an absence of any genuine issues of material fact. <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. 2548. Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue which requires trial. <i>Matsushita Electrical Industrial Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). As a general rule, the non-movant must respond to a motion for summary judgment with affidavits, or other verified evidence, rather than relying on his complaint or other pleadings. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. <i>See also, </i><i>Williams v. Griffin,</i> 952 F.2d 820, 823 (4th Cir.1991).</p>\n<p>In the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505. It is well-established that any analysis of the propriety of summary judgment must focus on both the materiality and genuineness of the fact issues. <i>Ross,</i> 759 F.2d at 364. The mere existence of some alleged factual dispute between the parties will not defeat a motion for summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. A fact is material only when its resolution affects the outcome of the case. <i>Id.</i> at 248, 106 S.Ct. 2505. A dispute about a material fact is genuine if the evidence is such that a reasonable jury could return a verdict for the nonmoving party. <i>Id.</i> \"Where ... the movant has the burden of proof on defenses raised in a summary judgment motion, the movant must show that there is no genuine issue of material fact as to every element of the defenses.\" <i>Meyers v. Asics Corp.,</i> 974 F.2d 1304, 1307 (Fed.Cir.1992).</p>\n<p></p>\n<h2><i>A. Infringement</i></h2>\n<p>Gyratory compactors are used to simulate the forces of vehicular traffic upon the asphalt surface of a road bed [DE-143, Ex. A, pg. 3, ¶ 13]. They are generally designed to test asphalt samples for the physical effects of repeated loading [DE-143, Ex. A, pg. 3, ¶ 13]. Typically, gyratory compactors include a mold [DE-143, Ex. A, pg. 3, ¶ 14]. A mold is an open ended cylinder that holds an asphalt sample and is positioned to permit a compression ram to be inserted into the mold at one end [DE-143, Ex. A, pg. 3, ¶ 14]. The ram compresses the asphalt sample and during this compression, one end of the mold is gyrated about a small angle relative to the vertical axis of the ram [DE-143, Ex. A, pg. 3-4, ¶ 14]. Accurate calibration, control and monitoring of the compressive load of the ram upon a sample in the mold as the mold is gyrated is critical to obtaining accurate test results [DE-143, Ex. A, pg. 4, ¶ 14]. Upon completion of the gyration/compression cycle, the mold is removed from the gyratory mechanism and the asphalt sample is extruded from the mold by a material extractor [DE-143, Ex. A, pg. 4, ¶ 14]</p>\n<p>Pine asserts that Troxler's Models 4140, 4140B (\"the 4140 devices\") and 4141 gyratory compactors each infringe certain claims of the <i>133 patent.</i> Specifically, Pine contends that the 4140 devices infringe claims 6-12 of the <i>133 patent</i> and that the 4141 model infringes claims 6, 9, 10, 11 and 12 of the <i>133 patent</i> [DE-143, pg. 9, 13-14].</p>\n<p><span class=\"star-pagination\">*587</span> Determining whether a patent has been infringed involves two steps: 1) claim construction to determine the scope of the claims, followed by; and 2) determination whether the properly construed claims encompass the accused structure. <i>Cole v. Kimberly-Clark Corp.,</i> 102 F.3d 524, 528 (Fed.Cir.1996). This Court has already construed the claims of the 133 patent pursuant to <i>Markman v. Westview Instruments, Inc.,</i> 52 F.3d 967 (Fed.Cir.1995)(<i>en banc</i>), <i>aff'd,</i> 517 U.S. 370, 387, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996) [DE-116, DE-122]. Notably, Troxler essentially concedes that the model 4141 device reads upon the <i>133 patent</i> as the <i>133 patent</i> has been construed by the Court [DE-161, pg. 2]. Regardless, infringement, whether literal or by the doctrine of equivalents, is a question of fact. <i>Bai v. L &amp; L Wings, Inc.,</i> 160 F.3d 1350, 1353 (Fed.Cir.1998). Literal infringement occurs when every limitation recited in the claim appears in the accused device such that \"the properly construed claims reads on the accused device exactly.\" <i>Amhil Enterprises Ltd. v. Wawa, Inc.,</i> 81 F.3d 1554, 1562 (Fed.Cir. 1996). Therefore, literal infringement is properly decided upon summary judgment when no reasonable jury could find that every limitation recited in the properly construed claims is or is not found in the accused device. <i>Bai,</i> 160 F.3d at 1352. The patentee bears the burden of proving infringement by a preponderance of the evidence. <i>Amstar Corp. v. Envirotech Corp.,</i> 823 F.2d 1538, 1545 (Fed.Cir.1987). Based on this standard, the undersigned finds that: 1) the 4140 devices literally infringe upon claims 6-12 of the <i>133 patent;</i> and 2) the 4141 model literally infringes upon Claims 6, 9, 10, 11 and 12 of the <i>133 patent.</i> Each claim shall now be addressed in turn.</p>\n<p></p>\n<h2><i>1. Claim 6 of the 133 patent</i></h2>\n<p>Claim 6 of the <i>133 Patent</i> states:</p>\n<blockquote>A gyratory compaction apparatus for compacting a material held in a mold as the mold is gyrated, the apparatus comprising: a frame, a mold for receiving material to be compacted, a mold gyrator for gyrating the mold as the compaction ram is inserted into the mold, and a material extractor for extracting compacted material from the mold, the material extractor having a mold supporting surface and a vertically oriented rod powered to rise vertically from the mold supporting surface of the frame to extract material from a mold. [DE-143, Ex. A, pg. 5-9 ¶¶ 19-24].</blockquote>\n<p>The parties stipulate that: 1) the term \"gyrated\" is defined as \"one end of an axis revolves in a circle around something\"; 2) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitting together\"; and 3) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\" [DE-143, Ex. A, pg. 5-9 ¶¶ 19-24]. In addition, the Court has determined that: 1) the term \"mold gyrator for gyrating the ram\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 2) the term \"material extractor having a mold supporting surface\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame having a surface or outer boundary that supports a mold or bears the weight or stress of the mold, situated adjacent and joined to the frame to make a complete apparatus\"; 3) the term \"vertically oriented rod\" is defined as \"a slender bar positioned such that its axis is perpendicular with respect to the horizon\"; and 4) the term \"powered\" is defined as \"operating by or with power\" [<i>DE-116,</i> pg. 72, 78, 81, 83-84; <i>DE-122</i>].</p>\n<p><span class=\"star-pagination\">*588</span> The 4140 devices are a group of parts or machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen [DE-143, Ex. A, pg. 5, ¶ 19]. These devices also have a frame [DE-143, Ex. A, pg. 6, ¶ 20]. In order to function, the 4140 models must have a mold for receiving material to be compacted [D143, Ex. A, pg. 6, ¶ 21]. They have a mold gyrator for gyrating the mold, and a compaction ram is inserted into the mold. [DE-143, Ex. A, pg. 7, ¶ 22]. Likewise, the 4140 models have a material extractor having a mold supporting surface, and are constructed such that the material extractor can be connected to the frame that supports the mold gyrating assembly such that the two make a complete apparatus [DE-143, Ex. A, pg. 8-9, ¶ 23]. This material extractor also has a vertically oriented rod and is powered [DE-143, Ex. A, pg. 8-9, ¶ 23]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A, pg. 35-40, ¶¶ 61-69]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 6 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>2. Claim 7 of the 133 patent</i></h2>\n<p>Claim 7 of the <i>133 patent</i> states:</p>\n<blockquote>A gyratory compactor apparatus for subjecting a material to forces, comprising: a frame having a first mold supporting surface, a mold gyrating assembly, a ram and a ram drive assembly, said mold having a mold cavity for receiving a quantity of said material, said mold further having an open top and a closed bottom, a ram supported by said frame and insertable into said mold cavity through said open top of said mold to compact said material in said mold, and a mold material extractor having a second mold supporting surface in a same horizontal plane with the first mold supporting surface, mold positioning brackets attached to the second mold supporting surface, and a vertically oriented extractor rod operative to rise from said second mold supporting surface into said mold to extract material from said mold.</blockquote>\n<blockquote>[DE-143, Ex. A, pg. 9-14, ¶¶ 25-30].</blockquote>\n<p>The parties stipulate that: 1) the term \"gyratory compactor\" is defined as \"a device or machine which gyrates a mold containing a material specimen and simultaneously compresses or compacts the material in the mold\"; 2) the term \"gyrate\" is defined as \"one end of an axis revolves in a circle around something\"; 3) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 4) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; and 5) the term \"ram drive assembly\" is defined as \"apparatus that provides the force which imparts movement to the ram along its linear axis\" [DE-143, Ex. A, pg. 9-14, ¶¶ 25-30]. In addition the Court has determined that: 1) the term \"first mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a second such surface\"; 2) the term \"mold gyrating assembly\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 3) the term \"mold material extractor\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; 4) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; 5) the term \"vertically oriented <span class=\"star-pagination\">*589</span> rod\" is defined as \"a slender bar positioned such that its axis is perpendicular with respect to the horizon\"; and 6) the term \"operative to rise from said second mold supporting surface into said mold\" is defined as \"having the power to move upward, emerge or protrude from the second mold-supporting surface into said mold.\" <i>[DE-116,</i> pg. 62, 63-64, 65, 72, 76, 81; <i>DE-122].</i></p>\n<p>The 4140 devices are used for subjecting a material, specifically the material in the mold, to significant forces during the compaction and gyration actions [DE-143, Ex. A., pg. 9, ¶ 25]. In addition, they have a frame which has several mold supporting surfaces [DE-143, Ex. A., pg. 9-10, ¶ 26]. This frame also has: 1) a mold gyrating assembly; 2) a ram; and 3) a ram drive assembly [DE-143, Ex. A., pg. 9-10, ¶ 26]. Likewise, the 4140 devices each have a mold cavity for receiving a quantity of material [DE-143, Ex. A., pg. 10-11, ¶ 27]. Furthermore, the molds have an open top and a closed bottom. [DE-143, Ex. A., pg. 11, ¶ 28]. The 4140 devices have a linear or rod-like member used to compress material along its vertical axis which is supported by the frame and is insertable into a mold cavity. [DE-143, Ex. A., pg. 12, ¶ 29]. Finally, the 4140 devices have an apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame [DE-143, Ex. A., pg. 12-13, ¶ 30]. This mold material extractor has a second mold supporting surface located in the same horizontal plane with the first mold supporting surface and a vertically oriented extractor rod operative to rise from the second mold supporting surface [DE-143, Ex. A., pg. 12-13, ¶ 30]. Based on this record, the undersigned finds that the 4140 devices contain all of the elements of Claim 7 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>3. Claim 8 of the 133 patent</i></h2>\n<p>Claim 8 of the <i>133 patent</i> states:</p>\n<blockquote>The gyratory compactor apparatus of claim 7 wherein said mold is in the form of a cylinder having a flange extending radially from an outer periphery of said cylinder, the apparatus further comprising mold positioning brackets which extend from said second mold supporting surface and engage said flange to position and hold said mold for insertion of said extractor rod.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 14-15, ¶ 31].</blockquote>\n<p>The parties stipulate that: 1) the term \"cylinder\" is defined as \"a round elongate vessel\"; 2) the term \"flange extending radially from an outer periphery of said cylinder\" is defined as \"a rim or collar which extends radially outward from the periphery of a cylindrical mold\"; and 3) the term \"outer periphery\" is defined as \"exterior surface\" [DE-143, Ex. A., pg. 14-15, ¶ 31]. In addition, the Court has determined that: 1) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; and 2) the term \"engage\" is defined as \"to come into contact or interlock with\" <i>[DE-116,</i> pg. 63-64, 82-83; <i>DE-122</i>].</p>\n<p>The 4140 devices have a mold in the form of a cylinder with a flange extending radially from an outer periphery of the cylinder [DE-143, Ex. A., pg. 14-15, ¶ 31]. They also have mold positioning brackets which extend from the second mold supporting surface and interlock with the flange to position and hold the mold for insertion of the extractor rod [DE-143, Ex. A., pg. 14-15, ¶ 31]. Based on this record, the undersigned finds that the 4140 devices contain all of the elements of Claim 8 of the <i>133 patent.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*590</span> <i>4. Claim 9 of the 133 patent</i>\n</h2>\n<p>Claim 9 of the <i>133 patent</i> states:</p>\n<blockquote>A gyratory compactor apparatus for compacting a specimen of material while said specimen is gyrated, said apparatus comprising, in combination, a mold for holding said specimen, a mold support structure for supporting said mold, a compacting ram positioned and driven for insertion into said mold to compact said specimen within said mold, a mold gyrating assembly in contact with said mold and powered to gyrate said mold while said compacting ram is inserted and driven into said mold and, a mold extractor for extracting material from said mold.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 15-20, ¶¶ 32-38].</blockquote>\n<p>The parties stipulate that: 1) the term \"gyrated\" is defined as \"one end of an axis revolves in a circle around something\"; 2) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 3) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; and 4) the term \"in contact\" is defined as \"one or more devices or structures physically touching each other.\" [DE-143, Ex. A., pg. 15-20, ¶¶ 32-38]. Likewise, the Court has already determined that: 1) the term \"mold gyration and compaction machinery\" is defined as \"a group of parts or machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen\"; 2) the function served by the limitation \"a mold support structure for supporting said mold\" is \"supporting the mold\"; and 3) the structures corresponding to the limitation \"a mold support structure for supporting said mold\" are \"the base frame and a mold supporting surface.\" <i>[DE-116,</i> pg. 58, 60, 73; <i>DE-122</i>].</p>\n<p>The 4140 devices are a group or parts of machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen [DE-143, Ex. A., pg. 16, ¶ 33]. They also have a mold for holding the specimen [DE-143, Ex. A., pg. 15-16, ¶ 34]. Furthermore, the 4140 devices have a mold support structure for supporting the mold [DE-143, Ex. A., pg. 17, ¶ 35]. In addition, they also have a compacting ram positioned and driven for insertion into the mold to compact the specimen within the mold [DE-143, Ex. A., pg. 17-18, ¶ 36]. Likewise, the 4140 devices possess a mold gyrating assembly in contact with the mold, and this assembly is powered to gyrate the mold while the compacting ram is driven and inserted into the mold [DE-143, Ex. A., pg. 18-19, ¶ 37]. Finally, the 4140 devices contain an apparatus for extracting or extruding a mold extractor for extracting material from the mold [DE-143, Ex. A., pg. 19-20, ¶ 38]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A., pg. 41-45, ¶¶ 71-75]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 9 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>5. Claim 10 of the 133 patent</i></h2>\n<p>Claim 10 of the <i>133 patent</i> states:</p>\n<blockquote>A material compaction apparatus comprising: a mold for receiving a material to be compacted, a mold supporting frame, a compaction ram driving assembly connected to a compaction to ram positioned for insertion into the mold, a mold gyrating mechanism in contact with the mold, and a mold material extruder assembly for removing compacted material from the mold, the extruder assembly comprising a mold supporting surface in a common plane on which the <span class=\"star-pagination\">*591</span> mold is supported by the mold supporting frame, a mold bracket on the mold supporting surface which positions and secures the mold over a vertically oriented extrusion ram powered to rise from the mold supporting surface into the mold to extrude material from the mold.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 20-25, ¶¶ 40-45].</blockquote>\n<p>The parties stipulate that: 1) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 2) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; 3) the term \"in contact\" is defined as \"one or more devices or structures physically touching each other\"; 4) the term \"common plane\" is defined as \"on the same plane or elevation\"; 5) the term \"mold bracket\" is defined as \"a structural member that positions and retains a mold\"; and 6) the term \"extrude\" is defined as \"to force, push or thrust a material out or through a structure.\" [DE-143, Ex. A., pg. 20-25, ¶¶ 40-45]. In addition, the Court has determined that: 1) the term \"mold gyrating mechanism\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 2) the term \"mold material extruder assembly\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; 3) the term \"mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold\"; and 4) the term \"powered\" is defined as \"operating by or with power.\" [<i>DE-116,</i> pg. 55, 72, 76, 83-84; <i>DE-122</i>].</p>\n<p>The 4140 devices are material compaction apparatuses [DE-143, Ex. A., pg. 20, ¶ 40]. To function, they must have a mold for receiving material to be compacted [DE-143, Ex. A., pg. 21, ¶ 41]. They also have an arrangement of supporting members of a weight bearing structure of parts fitted together that support a mold [DE-143, Ex. A., pg. 21-22, ¶ 42]. Specifically, the frame supports the mold on the tabletop [DE-143, Ex. A., pg. 22, ¶ 42]. Likewise, the 4140 devices have a compaction ram driving assembly connected to a compaction ram positioned for insertion into the mold [DE-143, Ex. A., pg. 22-23, ¶ 43]. In addition, they have a mold gyrating mechanism touching the mold [DE-143, Ex. A., pg. 23, ¶ 44]. Finally, the 4140 devices have a mold material extruder assembly for removing compacted material from the mold, the extruder assembly comprising a mold supporting surface in a common plane on which the mold is supported by the mold supporting frame, a mold bracket on the mold supporting surface which positions and secures the mold over a vertically oriented extrusion ram powered to rise from the mold supporting surface into the mold to extrude material from the mold [DE-143, Ex. A., pg. 23-24, ¶ 45]. The same findings of fact are also made with regard to the 4141 model [D143, Ex. A., pg. 45-49, ¶¶ 76-82]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 10 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>6. Claim 11 of the 133 patent</i></h2>\n<p>Claim 11 of the <i>133 patent</i> states:</p>\n<blockquote>A materials testing machine having a first mold supporting surface proximate mold gyration and compaction machinery, and a second mold supporting surface proximate mold position brackets and a mold specimen extruder, said mold gyration and compaction machinery including a mold gyrating mechanism which gyrates a vertical axis of the mold and a compaction ram insertable <span class=\"star-pagination\">*592</span> into the mold as the mold is gyrated, and said mold specimen extruder including a vertically oriented extrusion rod powered to rise from the second mold supporting surface into a mold.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 25-30, ¶¶ 46-53].</blockquote>\n<p>The parties stipulate that: 1) the term \"proximate\" is defined as \"next to or close to\"; 2) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 3) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; and 4) the term \"gyrated\" is defined as \"one end of an axis revolves in a circle around something\" [DE-143, Ex. A., pg. 25-30, ¶¶ 46-53]. In addition, the Court has determined that: 1) the term \"first mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a second such surface\"; 2) the term \"mold gyration and compaction machinery\" is defined as \"a group of parts or machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen\"; 3) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; 4) the term \"mold specimen extruder\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; 5) the term \"mold gyrating mechanism\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 6) the term \"vertically oriented rod\" is defined as a \"slender bar positioned such that its axis is perpendicular with respect to the horizon\" and 7) the term \"powered\" is defined as \"operating by or with power\" [<i>DE-116,</i> pg. 62, 63-64, 72, 73, 76, 79, 81, 83-84; <i>DE-122</i>].</p>\n<p>The 4140 devices are materials testing machines [DE-143, Ex. A., pg. 25-26, ¶ 47]. These machines have a first mold supporting surface proximate mold gyration and compaction machinery [DE-143, Ex. A., pg. 26, ¶ 48]. Furthermore, the 4140 devices have a second mold supporting surface and proximate mold position brackets [DE-143, Ex. A., pg. 27, ¶ 49]. In addition, the 4140 devices have an apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame [DE-143, Ex. A., pg. 50-51, ¶ 50]. Likewise, the mold gyration and compaction machinery that comprise the 4140 models include a mold gyrating mechanism which gyrates a vertical axis of the mold. [DE-143, Ex. A., pg. 28-29, ¶ 51]. They also possess a compaction ram which is insertable into the mold as the mold is gyrated [DE-143, Ex. A., pg. 29-30, ¶ 52]. Finally, the 4140 devices have a mold specimen extruder which includes a vertically oriented extrusion rod that is powered by a human exerting force with the assistance of hydraulics to rise from the second mold supporting surface into a mold [DE-143, Ex. A., pg. 30, ¶ 53]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A., pg. 48-53, ¶¶ 83-90]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 11 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>7. Claim 12 of the 133 patent</i></h2>\n<p>Claim 12 of the <i>133 patent</i> states:</p>\n<blockquote>A combined gyratory compactor and mold extruder assembly comprising: a frame which supports a mold gyration assembly and a first mold supporting <span class=\"star-pagination\">*593</span> surface, a mold for holding material to be compacted, a mold gyrator and a compaction ram, a second mold supporting surface, and a mold specimen extruder having an extrusion rod positioned and powered to rise from the second mold supporting surface.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 31-35, ¶¶ 56-60].</blockquote>\n<p>The parties stipulate that: 1) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; and 2) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\" [DE-143, Ex. A., pg. 31-32, ¶ 56]. In addition, the Court has determined that: 1) the term \"mold gyration assembly\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 2) the term \"first mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a second such surface\"; 3) the term \"mold gyrator\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 4) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; 5) the term \"mold specimen extruder\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; and 6) the term \"positioned ... to rise from the second mold supporting surface\" is defined as \"placed in the proper position to move upward, emerge or protrude from the second mold supporting surface\" [<i>DE-116,</i> pg. 62, 63-64, 66, 72, 76, 79; <i>DE-122</i>].</p>\n<p>The 4140 devices are combined gyratory compactors and mold extruder assemblies [DE-143, Ex. A., pg. 31, ¶ 55]. They have a frame which supports a device that imparts gyratory motion to the mold and a first mold supporting surface [DE-143, Ex. A., pg. 31-32, ¶ 56]. Likewise, the devices require a mold for holding material to be compacted [DE-143, Ex. A., pg. 32-33, ¶ 57]. In addition, they have a mold gyrator and a compaction ram [DE-143, Ex. A., pg. 33, ¶ 58]. Furthermore, the 4140 devices have a second mold supporting surface [DE-143, Ex. A., pg. 33-34, ¶ 59]. Finally, the 4140 devices include a mold specimen extruder that has an extrusion rod positioned and powered to rise from the second mold supporting surface [DE-143, Ex. A., pg. 34-35, ¶ 60]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A., pg. 54-59, ¶¶ 91-99]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 12 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>8. Recommendation on Infringement</i></h2>\n<p>Consistent with the foregoing analysis, it is HEREBY RECOMMENDED that a finding of fact be entered in this matter that Troxler's models 4140, 4140B and 4141 gyratory compactors literally read upon the <i>133 patent.</i> Nonetheless, it is further RECOMMENDED that Pine's Motion for Summary Judgment of Infringement [DE 142] be DENIED. As will be discussed <i>infra.,</i> Troxler's affirmative defenses of equitable estoppel and laches cannot be resolved on summary judgment. Because those defenses cannot be disposed of on summary judgment, it would be inappropriate to grant Pine summary judgment on the issue of infringement.</p>\n<p></p>\n<h2><i>B. Laches and Equitable Estoppel Defenses</i></h2>\n<p></p>\n<h2><i>1. Equitable Estoppel</i></h2>\n<p>Equitable estoppel to assert a claim is a defense committed to the sound <span class=\"star-pagination\">*594</span> discretion of the trial court. <i>A.C. Aukerman Company v. R.L. Chaides Construction Co.,</i> 960 F.2d 1020, 1041 (Fed.Cir. 1992)(<i>en banc</i>). A successful equitable estoppel defense bars all relief on a claim. <i>Id.</i> In order to succeed on a defense of equitable estoppel a party must show that:</p>\n<blockquote>(a) The patentee, through misleading conduct, leads the alleged infringer to reasonably infer that the patentee does not intend to enforce its patent against the alleged infringer. \"Conduct\" may include specific statements, action, inaction, or silence where there is a duty to speak.</blockquote>\n<blockquote>(b) The alleged infringer relies on that conduct.</blockquote>\n<blockquote>(c) Due to its reliance, the alleged infringer will be materially prejudiced if the patentee is allow to proceed with its claim.</blockquote>\n<blockquote>\n<i>Wafer Shave, Inc. v. Gillette Co.,</i> 857 F.Supp. 112, 118 (D.Mass.1993), <i>affirmed w/o opinion,</i> 26 F.3d 140 (Fed.Cir.1994)(<i>citing Aukerman</i>).</blockquote>\n<p>Thus, the defense of equitable estoppel requires the court to analyze the facts from the alleged infringer's perspective. <i>Id.</i> \"Misleading action by the patentee may be silence, if such silence is accompanied by some other factor indicating that the silence was sufficiently misleading to amount to bad faith.\" <i>ABB Robotics v. GMFanuc Robotics Corp.,</i> 52 F.3d 1062, 1064 (Fed.Cir.1995). \"In the cases that have applied intentionally misleading silence in the patent infringement context, a patentee threatened immediate or vigorous enforcement of its patent rights but then did nothing for an unreasonably long time.\" <i>Hottel,</i> 833 F.2d at 1574 (internal citations omitted). However, this is not the only way silence can be misleading conduct for equitable estoppel purposes. <i>ABB Robotics,</i> 52 F.3d at 1064. For example, a long period of inaction after an alleged infringer denies infringement can also be construed as misleading conduct. <i>Id.</i> Likewise, it has been held that a patent owner had a duty to speak and its silence was intentionally misleading where it had long known of the alleged infringement and permitted the conduct to continue. <i>Stambler v. Diebold, Inc.,</i> 11 U.S.P.Q.2d 1709, 1715 (E.D.N.Y.1988), <i>aff'd </i><i>without op.,</i> 878 F.2d 1445 (Fed.Cir.1989). Ultimately, however, on a motion for summary judgment, any inference that the patentee's conduct was misleading \"must be the only possible inference from the evidence.\" <i>Aukerman,</i> 960 F.2d at 1044.</p>\n<p></p>\n<h2><i>a. Equitable Estoppel-Misleading Conduct</i></h2>\n<p>In a letter dated July 24, 1995, Mr. Theodore G. HinesPresident of Pine and co-inventor of the <i>133 patent</i>notified Troxler:</p>\n<blockquote>Troxler is offering for sale a gyratory compactor machine which includes a mold specimen extractor mounted or built in a stand or base which supports the compactor ... This concept ... is a proprietary invention of the Pine Instrument Company, for which U.S. and foreign patent protection is now being pursued... We therefore object to the advertising or sale by Troxler of any gyratory compactors which include an extractor mounted or built in the support stand or base of the compactor machine, and ask for your assurance that such products will not be advertised or sold by Troxler or by Troxler distributors.... Troxler's acknowledgment of Pine's exclusive rights by discontinuance of advertising and sale of such products will avoid any formal enforcement of applicable patent rights when issued.</blockquote>\n<blockquote>[DE-147, Ex. 4].</blockquote>\n<p>Troxler's then Executive Vice President, William F. Troxler, Jr. responded to this <span class=\"star-pagination\">*595</span> letter on August 8, 1995. In this letter, Mr. Troxler stated that \"at this time, we do not know and cannot speculate, the specific claims in your patent or the type of patent you are in the process of pursuing... [t]he Troxler extruder is our independent design and we have not used any proprietary information in the development of this device\" [DE-147, Ex. 5].</p>\n<p>Counsel for Pine sent a letter to Mr. Troxler, Jr. on December 23, 1996. This letter stated:</p>\n<blockquote>[this letter serves] to notify you of the imminent issuance of a United States Patent to Pine on a gyratory compactor with an attached mold specimen extruder. The exact form of the claims which the patent will contain are enclosed with this letter. The patent is scheduled to issue in January or February of 1997 and we will send you a copy of the printed patent when available..... This advance notice is provided as a courtesy for your company to avoid the expense of any production, use, selling, offering for sale or exhibition of a gyratory compactor with an attached or integral mold specimen extruder or extractor as defined by the claims of the Pine patent. Your respect of these rights is appreciated.</blockquote>\n<blockquote>[DE-147, Ex. 6].</blockquote>\n<p>On March 4, 1997, counsel for Pine provided Troxler with a copy of the issued <i>133 patent</i> [DE-147, Ex. 7].</p>\n<p>By letter dated March 13, 1997, Troxler indicated that it had very serious questions about the validity and enforceability of the <i>133 patent</i> [DE-147, Ex. 8]. Specifically, Troxler stated:</p>\n<blockquote>[Troxler] note[s] that Pine's '133 patent was filed on October 6, 1995, and that although Pine's earlier [118 patent] was cited during the prosecution, the '133 patent does not claim and is not entitled to the earlier filing date of the '118 patent. Indeed, as you acknowledged to the Patent Office, the application \"contains additional subject matter not disclosed in the '118 ... specifically directed to the integral extractor\" ...</blockquote>\n<blockquote>It is our understanding that the Pine gryatory compactor which is illustrated and described in the '118 and [133] patents was developed in response to [a] Federal Highway Administration (FHA) bid solicitation. Under these circumstances, we do not understand how the inventors named in the 133 patent can claim to be the true inventors of a gyratory compactor with mold specimen extruder as claimed in the '133 patent. Furthermore, the inventors did not disclose to the PTO anything about the FHA bid solicitation and the fact that the provision of an extruder with the gryratory compactor was part of the specifications required by the FHA. Certainly this information would have been considered material to patentability ...</blockquote>\n<blockquote>[DE-147, Ex. 8].</blockquote>\n<p>Troxler concluded its letter by further noting its belief that Pine's Model AFGC 125X gyratory compactor had been offered for sale more than a year prior to the filing date of the <i>133 patent.</i> [DE-147, Ex. 8].</p>\n<p>Pine responded to Troxler in a letter dated May 20, 1997, stating:</p>\n<blockquote>We have ... re-confirmed that [Troxler's gyratory compactor] very definitely literally infringes the '133 patent. We therefore respectfully request you ... immediately cease all production and sale of the Model 4140 and any other products which infringe upon the claims of the '133 patent ... Pine Instrument is hopeful that this infringement will be terminated without resort to litigation. However, Pine Instrument will take whatever further action is necessary to <span class=\"star-pagination\">*596</span> fully enforce the '133 patent. Therefore, your timely confirmation of Troxler's discontinuance of production and sale of ... [its gyratory compactor] ... is again respectfully requested.</blockquote>\n<blockquote>[DE-147, Ex. 9].</blockquote>\n<p>In summary, this letter on its face: 1) accuses Troxler of manufacturing products that infringe the <i>133 patent;</i> 2) requests that Troxler cease all production of the allegedly infringing products; and 3) threatens litigation should Troxler not cease said production. Thus, Pine clearly threatened immediate and vigorous enforcement of its patent rights in this letter. <i>Hottel Corp. v. Seaman Corp.,</i> 833 F.2d 1570, 1574 (Fed.Cir.1987). Troxler never responded to the May 20, 1997 letter and instead continued to sell its gyratory compactors in direct competition with Pine. In explaining it rationale for continuing its investment in the Model 4140 and 4141 gyratory compactors, Troxler states that it was \"[c]onfident in its legal position as expressed in its prior letter to Pine.\" [DE-147, pg. 5]. The sales of the Model 4140 and 4141 compactors were pervasive, open, and notorious. According to Troxler, \"Troxler and Pine were direct competitors in a virtual two-supplier market, and both companies dominated the market .... often they were the only two companies bidding on contracts.\" [DE-147, pg. 5]. Likewise, \"Pine acquired and kept information on Troxler and Troxler gyratory compactors, including photographs, advertising brochures and price schedules ...\" [DE-147, pg. 5]. Therefore, Pine had first hand knowledge that Troxler continued to sell its gyratory compactors after Pine issued its May 20, 1997 threat to sue letter. Despite this knowledge of Troxler's allegedly infringing activities, Pine did not take any action against Troxler to defend its patent until February 19, 2002, when it asserted its counterclaim [DE-147, Ex. 1, pg. 249-250]. Nearly five years of allegedly infringing activity occurred before Pine took any legal action to defend its patent.</p>\n<p>With regard to Pine's decision not to pursue litigation, Mr. Hines testified in the following manner:</p>\n<blockquote>Q: Why did Pine not follow up on any of this correspondence after not receiving a response back from ... Troxler?</blockquote>\n<blockquote>A: I didn't feel motivated to pursue it.</blockquote>\n<blockquote>Q: Did you know during that time period that Troxler was continuing to sell the machines that you believe to infringe the '133 patent?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And it wasn't until your were served, Pine was served, with the lawsuit by Troxler that you became motivated to then file suit against Troxler</blockquote>\n<blockquote>A: That is correct.</blockquote>\n<blockquote>Q:on the '133 patent; is that right?</blockquote>\n<blockquote>A: That is correct.</blockquote>\n<blockquote>[DE-147, Ex. 1, pg. 249-250].</blockquote>\n<p>In addition to accusing Troxler of infringement in 1997, Pine made similar allegations against several smaller gyratory compactor manufacturers. On December 23, 1996, Pine sent letters to Industrial Process Controls, Ltd., Rainhart Company, and Interlaken Technology Corporation [DE-147, Ex. 24]. Each of these letters provided advance notice of the 133 <i>patent</i> \"as a courtesy so that [the companies] may avoid the expense of any production, use, selling, offering for sale or exhibition of a gyratory compactor with an attached or integral mold specimen extruder or extractor which would infringe the claims of the Pine patent.\" [DE-147, Ex. 24]. Moreover, Troxler was aware that Pine had specifically threatened patent litigation against Rainhart Company [DE-147, Ex. 26]. Rainhart informed Troxler that when Rainhart challenged Pine regarding the validity of the <i>133 patent,</i> Pine <span class=\"star-pagination\">*597</span> went silent and was not heard from again on this issue [DE-147, Ex. 26]. Indeed, Interlaken was the only letter recipient that was sued by Pine for patent infringement, and Pine dropped that action less than one month after filing the lawsuit [DE-147, pg. 13]. Mr. Hines testified that the reason Pine terminated the action was because of the impending expense [DE-147, Ex. 1, pg. 227]. According to Mr. Hines, \"the court costs and the legal costs of pursuing this would not be worth the benefits that would be gained from it.\" [DE-147, Ex. 1, pg. 227]. Troxler argues that \"Pine's failure to follow through at that time on its threats to not only Troxler but also Rainhart supported Troxler's conclusion that Pine did not intend to enforce its alleged rights under the <i>'133 patent.\"</i> [DE-147, pg. 8].</p>\n<p>Furthermore, Troxler contends that Pine failed to assert or discuss Troxler's alleged infringement of the <i>133 patent</i> during correspondence between the parties regarding Pine's alleged infringement of Troxler's <i>655 patent.</i> On May 10, 2001, counsel for Troxler sent a letter to Mr. Hines asserting that Pine was infringing the <i>655 patent</i> [DE-147, Ex. 20]. Pine responded to this letter on June 1, 2001, stating that the construction and operation of Pine's gyratory compactor is \"dramatically different from the machine claimed in the '655 patent\" [DE-147, Ex. 21]. No mention of Troxler's infringement of the <i>133 patent</i> is made by Pine in this letter [DE-147, Ex. 21]. Troxler reasserted its infringement charge in a June 27, 2001 letter to Pine. [DE-147, Ex. 22]. Again, Pine did not respond to this correspondence by noting Troxler's infringement of the <i>133 patent.</i></p>\n<p>As noted <i>supra.,</i> \"[i]n the cases that have applied intentionally misleading silence in the patent infringement context, a patentee threatened immediate or vigorous enforcement of its patent rights but then did nothing for an unreasonably long time.\" <i>Hottel,</i> 833 F.2d at 1574. Likewise, a long period of inaction after an alleged infringer denies infringement can also be construed as misleading conduct. <i>ABB Robotics,</i> 52 F.3d at 1064. Both of those patterns exist in the instant case. First, on March 13, 1995, Troxler denied Pine's accusations of infringement [DE-147, Ex. 8]. Pine nonetheless threatened to sue Troxler on May 20, 1997. [DE-147, Ex. 9]. Despite Troxler's continued manufacture and sale of the allegedly infringing products, Pine remained silent for nearly five years thereafter. Pine continued its silence even as the parties discussed Pine's alleged infringement of the <i>655 patent</i> [DE-147, Ex's 21-22]. Similar threats of litigation by Pine against other alleged infringers were not pursued by Pine. Based on this record, the undersigned concludes that the only possible finding is that Pine's conduct was misleading and thus Troxler is entitled to summary judgment on this prong of its equitable estoppel defense.</p>\n<p></p>\n<h2><i>b. Equitable EstoppelReliance</i></h2>\n<p>When analyzing an equitable estoppel defense, reliance is not the same as prejudice or harm, although they are often confused. <i>Aukerman,</i> 960 F.2d at 1043. \"To show reliance, the infringer must have had a relationship or communication with the plaintiff which lulls the infringer into a sense of security in going ahead with\" his or her activity. <i>Id.</i> Here, as noted <i>supra.,</i> Troxler concedes thatdespite Pine's allegations of infringementTroxler continued to manufacture the Models 4140 and 4141 in direct competition with Pine because Troxler was \"[c]onfident in its legal position as expressed in its prior letter to Pine.\" [DE-147, pg. 5]. Rather than relying on Pine's silence, Troxler may have continued manufacturing the Model 4140 <span class=\"star-pagination\">*598</span> and 4141 compactors because Troxler believed the <i>133 patent</i> was invalid or unenforceable. Thus, there is a material issue of fact as to whether Troxler was in fact lulled by Pine into a sense of security. Because of this material issue of fact, neither party is entitled to summary judgment on this prong Troxler's equitable estoppel defense. <i>Anderson,</i> 477 U.S. at 247, 106 S.Ct. 2505. For this reason, it is HEREBY RECOMMENDED that both Troxler's and Pine's motions for summary judgment be DENIED with respect to equitable estoppel because material issues of fact exist.</p>\n<p></p>\n<h2><i>2. Laches</i></h2>\n<p>The defense of laches is likewise committed to the sound discretion of the trial judge. <i>Aukerman,</i> 960 F.2d at 1028. A successful laches defense bars all damages incurred before the filing of the suit. <i>Id.</i> In order to succeed on a defense of laches, a party must show that: \"(a) the patentee's delay in bringing suit was unreasonable and inexcusable; and (b) the alleged infringer suffered material prejudice attributable to the delay.\" <i>Wafer Shave,</i> 857 F.Supp. at 118. \"[A] defense of laches requires the court to look at the patentee's conduct from the patentee's perspective and also to consider its effect on the alleged infringer.\" <i>Id.</i> The length of time that may be deemed reasonable depends on the circumstances. <i>Aukerman,</i> 960 F.2d at 1032. Furthermore:</p>\n<blockquote>[t]he time of the delay is measured from when the patentee knew or should have known of the alleged infringement. A presumption of laches arises if the delay is more than six years, the effect of which is to shift the burden of going forward with the evidence, but not the burden of persuasion, to the patentee. <i>Wafer Shave,</i> 857 F.Supp. at 118.</blockquote>\n<blockquote>Here, the record clearly indicates that Pine knew of the alleged infringement when the <i>133 patent</i> issued on February 25, 1997. Indeed, Pine notified Troxler of the alleged infringement as early 1995 [DE-147, Ex. 4]. However, the period for delay for laches does not begin prior to the issuance of the patent. <i>Aukerman,</i> 960 F.2d at 1032. Thus, the delay period in this case runs from February 25, 1997 until February 19, 2002-a delay of approximately five years. When the lapse of time is less than six years and the presumption is inapplicable, unreasonable delay may still be proven based on the totality of the evidence. <i>Id.</i> at 1035.</blockquote>\n<p>A court must also consider and weigh any justification offered by the plaintiff for its delay. <i>Aukerman,</i> 960 F.2d at 1033. These justifications could include, but are not limited to: 1) other litigation; 2) negotiations with the accused; 3) possible poverty or illness under limited circumstances; 4) wartime conditions; 5) the extent of the infringement; and 6) a dispute over the ownership of the asserted patent. <i>Id.</i> Here the most telling evidence of Pine's \"justification\" for its delay is Mr. Hines' testimony that he simply \"didn't feel motivated to pursue\" a lawsuit against Troxler and that he did not become so \"motivated\" until Troxler filed its suit against Pine [DE-147, Ex. 1, pg. 249-250]. \"The purpose of a laches defense is to punish dilatory patentees and in so doing to encourage all patentees to seek infringement remedies in a timely manner.\" <i>Odetics, Inc. v. Storage Tech. Corp.,</i> 14 F.Supp.2d 785, 790 (E.D.Va.1998). In other words, a laches defense exists precisely to prevent patentees from delaying in filing suit simply because they do not feel \"motivated to do so.\" Accordingly, the undersigned hereby finds that Pine's unjustified five year delay was unreasonable and that Troxler is entitled to summary <span class=\"star-pagination\">*599</span> judgment on the unreasonable delay prong of its laches defense.</p>\n<p></p>\n<h2><i>3. PrejudiceEquitable Estoppel and Laches</i></h2>\n<p>The prejudice prong of both laches and estoppel can be either be economic or evidentiary. <i>Aukerman,</i> 960 F.2d at 1033. Evidentiary prejudice may arise by reason of a alleged infringer's inability to present a full and fair defense on the merits due to the loss of records, the death of a witness, or the unreliability of memories of long past events, thereby undermining the court's ability to judge the facts. <i>Id.</i> Economic prejudice exists when an alleged infringer and possibly others will suffer the loss of monetary investments or incur damages which likely would have been prevented by earlier suit. <i>Id.</i></p>\n<p>Troxler asserts that it has been prejudiced by Pine's delay in filing a claim. First, Troxler contends that it has suffered evidentiary prejudice. Mr. William F. Troxler, Sr., the founder, President and CEO of Troxler during the relevant time period passed away in 2000. [DE-147, Ex.'s 23 &amp; 26]. Mr. Troxler, Sr. was in charge of research and development when each gyratory compactor model now accused of infringing the <i>133 patent</i> was designed, and the engineers working on these projects reported directly to him [DE-147, Ex. 10]. Furthermore, Troxler also asserts that many of Pine's witnesses have fading memoriesincluding the co-inventors of the <i>133 patent</i> [DE-147, pg. 9-10, Ex.'s 1, 12]. According to Troxler, \"the issues forgotten by [Pine's witnesses] relate directly to Troxler's defenses of invalidity and unenforceability\" [DE-147, pg. 11]. Similarly, Troxler contends that significant documents are not available due to the passage of time [DE-147, pg. 11-13]. While each of these factors tend to demonstrate that Troxler has suffered evidentiary prejudice, there remains a material issue of fact as to whether this prejudice is attributable to Pine's delay. Specifically, Troxler concedes:</p>\n<blockquote>Troxler has not incorporated or practiced a formal document retention policy over the years, which likely has resulted in the loss of documents and information useful to Troxler's defenses against Pine's infringement claim. Responding to a question about Troxler's document retention practices, Mr. Troxler testified, \"We're not a law firm that has to keep up with all the documents ... This is a family company. When the drawer gets full, you toss something. Troxler does not have an internal network storage system for e-mail and other documents.</blockquote>\n<blockquote>DE-147, pg. 11, fn. 6 (internal citations omitted).</blockquote>\n<p>Likewise, it is unclear from Troxler's pleadings precisely when the evidence it describes was lost. If the evidence in question was unavailable even before Pine's delay became unreasonable, then it is not pertinent to the issue of evidentiary prejudice. Due to these material issues of fact, no determination regarding evidentiary prejudice can be made on summary judgment.</p>\n<p>In addition, Troxler argues that it has suffered economic prejudice because of Pine's delay in filing suit. Specifically, Troxler contends that it was led to believe that it could continue to manufacture, offer for sale, and sell its gyratory compactors. Since February 1997, Troxler has invested approximately $9,300,000 in the production of its two gyratory compactorsincluding $885,000 in new equipment purchased expressly for gyratory equipment production [DE-147, Ex. 26]. During that time, Troxler sold more than 400 units of both models [DE-147, Ex. 26]. <span class=\"star-pagination\">*600</span> Additionally, Troxler incurred expenses totaling approximately $700,000 in other engineering projects related to gyratory compaction equipment [DE-147, Ex. 26]. Approximately $945,862 has been spent by Troxler on wages and benefits for employees that have been added because of gyratory compactors and gyratory compaction equipment production and service [DE-147, Ex. 26]. However, with regard to economic prejudice it has been noted that \"the hiring of new employees, modifications of equipment, and engagement in sales and marketing activities ... are damages normally associated with a finding of infringement and do not constitute the type of damages necessary for a finding of economic prejudice\" <i>Ecolab, Inc. v. Envirochem, Inc.,</i> 264 F.3d 1358, 1371-1372 (Fed.Cir.2001). Likewise, \"[e]ven a considerable investment during a delay period is not a result of a delay if it was deliberate business decision to ignore a warning, and to proceed as if nothing had occurred.\" <i>Gasser Chair Co., Inc. v. Infanti Chair Mfg. Corp.,</i> 60 F.3d 770, 775 (Fed.Cir.1995)(internal quotations and citations omitted). As noted <i>supra.,</i> rather than relying on Pine's silence, there is evidence of record which indicates that Troxler may have continued manufacturing the allegedly infringing compactors because Troxler believed the <i>133 patent</i> was invalid or unenforceable. Therefore, whether Troxler has been economically prejudiced by Pine's misleading conduct remains a material issue of fact.</p>\n<p>For the aforementioned reasons, the undersigned finds that neither party is entitled to summary judgment on the issue of whether Troxler has been prejudiced by Pine's misleading conduct. Because a finding of prejudice is a requirement of both equitable estoppel and laches, it is HEREBY RECOMMENDED that both Troxler's and Pine's motions for summary judgment be DENIED with respect to equitable estoppel and laches because material issues of fact exist with regard to those defense.</p>\n<p></p>\n<h2><i>4. Other egregious conduct affecting both Equitable Estoppel and Laches</i></h2>\n<p>Finally, \"[e]ven if the specific of elements of laches or estoppel are established, the court must take into consideration any other evidence and facts respecting the equities of the parties in exercising its discretion.\" <i>Wafer Shave,</i> 857 F.Supp. at 119 (internal quotations omitted). \"Thus, an otherwise meritorious laches or estoppel defense may be defeated if it is shown that the defendant is guilty of egregious conduct, such as copying.\" <i>Id.</i> Both Pine and Troxler contend that the other has engaged in egregious conduct.</p>\n<p>Pine contends that Troxler has waived its right to assert these equitable defenses by failing to adequately respond to discovery. Specifically, Pine served interrogatory No. 15 on Troxler which sought the factual basis for Troxler's contention that the <i>133 patent</i> is unenforceable [DE-139, Ex. 2]. Troxler responded to this interrogatory in the following manner:</p>\n<blockquote>Troxler indeed contends the that '133 patent unenforceable. The investigation into the unenforceability of the '133 patent is ongoing and Troxler will supplement this Interrogatory response as necessary. Upon information and belief, and subject to confirmation in discovery, Troxler is aware of certain prior art references, products available from third parties, sales and/or offers to sell the invention as claimed in the '133 patent, all available, known or occurring on or before the filing date to which Pine is entitled of the '133 patent application. Each reference, product, sale or offer to sell was and is material to patentability and was required by law to be disclosed <span class=\"star-pagination\">*601</span> to the United States Patent and Trademark Office, which Pine failed to do.</blockquote>\n<blockquote>[DE-139, Ex. 2].</blockquote>\n<p>Apparently, Troxler's discovery response was never supplemented to include any factual basis in support of the defenses of equitable estoppel or laches. Pine argues that Troxler's failure to adequately supplement its discovery responses is conduct which should prevent Troxler from succeeding on any equitable defense.</p>\n<p>Likewise, Pine asserts that Troxler consciously copied the <i>133 patent.</i> Specifically, Pine states that in a memorandum dated August 5, 1994 Troxler noted that Troxler's compactor did not have an attached extruder \"like Pine\" and that incorporating a \"bracket that mounts the extractor to the left side\" would be advantageous [DE-139, Ex. 11]. However, the same memorandum cited by Pine also contains a handwritten note in the margin indicating Troxler had considered an attached extruder prior to August 5, 1994 [DE-139, Ex. 11]. Subsequently, Troxler manufactured a compactor with an attached extruder. [DE-139, Ex. 10, pg. 77-78]. Despite the handwritten note on the August 15, 1994 memorandum, Pine nonetheless contends that the August 5, 1994 memorandum evidences that Troxler consciously copied Pine's device.</p>\n<p>Furthermore, Pine also contends that Troxler filed suit against Pine without a good faith belief that Pine was infringing the <i>655 patent.</i> The Federal Circuit has held that a patent suit is frivolous if the plaintiff conducted no investigation of the factual and legal merits. <i>S. Bravo Systems, Inc. v. Containment Technologies Corp.,</i> 96 F.3d 1372, 1375 (Fed.Cir.1996). Specifically, \"[d]etermining infringement... requires that the patent claims be interpreted and that the claims be found to read on the accused devices.\" <i>Id.</i> The requirements of a good faith investigation are: 1) a claim construction must be performed; 2) by an attorney; 3) prior to bringing suit; 4) independent of the client's claim interpretation; and 5) the claim construction must be nonfrivolous. <i>Antonious v. Spalding &amp; Evenflo Companies, Inc.,</i> 275 F.3d 1066, 1072 (Fed.Cir. 2002). Pine asserts that Troxler did not conduct such an investigation. Troxler asserts it did conduct an internal analysis and consulted with outside counsel prior to filing suit [DE-160, pg. 23]. Pine nonetheless maintains that Troxler's pre-suit investigation was insufficient and that Troxler is equitably barred from succeeding on the defenses of laches and equitable estoppel. In support of this argument, Pine again points to the fact that Troxler never provided Pine with any discovery responses which indicate that an adequate investigation took place. Because Troxler has failed to provide Pine with a written pre-suit claim construction during discovery, the Court will be required to assess Troxler's credibility regarding Troxler's assertion that such an investigation took place.</p>\n<p>Finally, Troxler contends that Pine intentionally withheld material information from the United States Patent and Trademark Office (\"USPTO\") Examiner during the pendency of the <i>133 patent.</i> Pine filed its application for the <i>133 patent</i> on October 6, 1995. [DE-148, Ex. 2]. Troxler argues that Pine sold products embodying the claims of the 133 application more than one year before this filing date [DE-148, pg. 12-13, 28-31 &amp; Ex.'s 8-10, 12]. However, Pine never disclosed these sales to the patent office.<sup>[1]</sup> [DE-160, pg. 7]. Although <span class=\"star-pagination\">*602</span> the <i>133 patent</i> ultimately was given a filing date of February 18, 1994, throughout its prosecution history, Pine argued the <i>133 patent</i> was entitled to a filing date of October 6, 1995 [DE-148, pg. 4 &amp; Ex. 4]. If Pine had received the effective date for the <i>133 patent</i> that it argued for, the sales described by Troxler would have rendered the <i>133 patent</i> invalid. <i>35 U.S.C. § 102(b)</i>(rendering patent invalid if invention embodied in patent is offered for sale more than one year before its filing date). Given Pine's belief during the pendency of the 133 application, the failure to disclose this information is highly relevant to the balancing of the equities. To rebut Troxler's contention that Pine intentionally withheld material information from the USPTO Examiner, Pine only advances the circular argument that the failure to disclose these sales is immaterial because the <i>133 patent</i> was, in fact, ultimately given an earlier filing date. However, pursuant its earlier argument (i.e.the <i>133 patent</i> was entitled to the later filing date), those sales clearly would have been material. Similarly, in its filings related to these summary judgment motions Pine repeatedly and somewhat disingenuously refers to the 133 patent application as a continuation-in-part application. In its original form, however, the 133 patent application was obviously not intended to be a continuation-in-part application [DE-148, pg. 3-5]. Regardless, Pine never substantively addresses why it did not disclose these sales to the USPTO.</p>\n<p>Each of these allegations of egregious behavior must be weighed before any final determination can be made on the equitable defenses of equitable estoppel and laches. However, issues of inequitable conduct, because of the difficulty in determining the intent to deceive, are rarely amenable to summary judgment adjudication. <i>KangaROOS U.S.A., Inc. v. Caldor, Inc.,</i> 778 F.2d 1571, 1576 (Fed.Cir.1985)(\"[i]ntent to mislead or deceive is a factual issue that, if contested, is not readily determined within the confines of Fed.R.Civ.Proc.56\")(internal citations omitted). Such is the case here. Each of these issues turns on intent and require credibility determinations which are not appropriate on summary judgment. Because material issues of fact exist with regard with regard to egregious behavior, it is HEREBY RECOMMENDED that both Troxler's and Pine's motions for summary judgment on Troxler's defenses of equitable estoppel and laches be DENIED.</p>\n<p></p>\n<h2><i>5. Recommendation on Equitable Estoppel and Laches</i></h2>\n<p>For the aforementioned reasons, it is RECOMMENDED that a finding of fact be made that: 1) Pine engaged in \"misleading conduct\" as that term pertains to equitable estoppel; and 2) Pine's delay in filing suit against Troxler was unreasonable as defined by the doctrine of laches. However, material issues of fact still exist with regard to the remaining prongs of both equitable estoppel and laches. Therefore, it is HEREBY RECOMMENDED that both parties' motions for summary judgment with regard to Troxler's laches and equitable estoppel defenses [DE's <i>136</i> &amp; 138] be DENIED.</p>\n<p></p>\n<h2><i>C. Invalidity</i></h2>\n<p>Finally, the parties have filed cross-motions for summary judgment on Troxler's argument that the <i>133 patent</i> is invalid [<i>DE's 135</i> &amp; 140]. Specifically, Troxler contends that the <i>133 patent</i> is <span class=\"star-pagination\">*603</span> invalid pursuant to <i>35 U.S.C. § 102(b),</i> which states:</p>\n<blockquote>A person shall be entitled to a patent unless...</blockquote>\n<blockquote>(B) the invention was patented or described in a printed publication in this or a foreign country or in public use or on sale in this country, more than one year prior to the date of the application for patent in the United States, ... <i>35 U.S.C. § 102.</i>\n</blockquote>\n<p>The <i>118 patent,</i> which Pine applied for on February 18, 1994, describes a gyratory compactor apparatus that includes a mold and a ram for compacting the material specimen. [DE-148, pg. 3]. Pine's <i>133 patent,</i> which was applied for on October 6, 1995, describes the same apparatus with some additional text, drawings and claims directed to a mold specimen extruder [DE-148, pg. 3]. Notably, the 133 patent application was originally filed as a regular utility application, not as a continuation-in-part of the <i>118 patent</i> [DE-148, pg. 4]. On April 19, 1996, the USPTO issued an Office Action which included a double patenting rejection of the claims in the <i>133 patent.</i> [DE-141, Ex. 3]. Specifically, the Examiner stated that the subject matter in the 133 patent application was already disclosed in the <i>118 patent.</i> [DE-141, Ex. 3]. In response Pine argued that the <i>118 patent</i> did not cover or support the extruder element claimed in the 133 patent application and therefore requested the withdrawal of the double patenting rejection [DE-148, Ex. 4]. Thus, Pine contended that the 133 patent application contained additional subject matter not disclosed in the <i>118 patent</i> [DE-148, Ex. 4]. Ultimately, Pine was unsuccessful in convincing the Examiner to retract the double patenting rejection and agreed to a terminal disclaimer in exchange for allowance of the <i>133 patent</i> [DE-148, Ex. 5]. The effect of this terminal disclaimer was to give the 118 and 133 patents the same filing and expiration dates. (i.e.the <i>133 patent</i> was given a filing date of February 18, 1994) [DE-148, Ex. 5].</p>\n<p>Troxler argues that the Examiner erred and that in fact the <i>133 patent</i> was not disclosed in the <i>118 patent.</i> If this argument were to succeed, then the <i>133 patent</i> would no longer be entitled to the earlier filing date of the <i>118 patent.</i> The effective filing date of the <i>133 patent</i> is critical, because the invention described in the 133 patent was offered for sale and/or in public use as early as October 8, 1993 [DE-148, Ex. 8-12]. Thus, if the 133 patent is not entitled to the earlier filing date of the <i>118 patent</i> then it is invalid pursuant to <i>35 U.S.C. § 102(b).</i></p>\n<p>However, \"a patent is presumed valid, <i>35 U.S.C. § 282,</i> and this presumption is based in part on the expertise of patent examiners presumed to have done their job.\" <i>Brooktree Corp. v. Advanced Micro Devices, Inc.,</i> 977 F.2d 1555, 1574-1575 (Fed.Cir.1992). Thus, a party challenging the validity of a patent has the burden of persuasion and must show clear and convincing evidence to prevail. <i>Buildex v. Kason Indus., Inc.,</i> 849 F.2d 1461, 1463 (Fed.Cir.1988). A similar presumption applies to the examiner's issuance of a double patenting rejection. <i>Rohm and Haas Co. v. Mobil Oil Corp.,</i> 462 F.Supp. 732, 735 (D.Del.1978)(\"[w]hether the description in [a] ... patent application sufficiently discloses to one skilled in the art to which it pertains the invention claimed ... [so as] to warrant treating ... [it] as a continuation of ... [another] application is a question particularly well-suited to resolution by the PTO ...\"). Indeed, \"[t]he presumption of validity is based on the presumption of administrative correctness of actions of the agency charged with examination of patentability.\" <i>Applied Materials, Inc. v. Advanced Semiconductor</i> <span class=\"star-pagination\">*604</span> <i>Materials America, Inc.,</i> 98 F.3d 1563, 1569 (Fed.Cir.1996)(<i>citing </i><i>Interconnect Planning Corp. v. Feil,</i> 774 F.2d 1132 (Fed.Cir.1985)). Thus, the decisions of USPTO examiners are entitled to the same presumption of correctness that attaches to all administrative actions. <i>Kingsdown Medical Consultants, Ltd. v. Hollister Inc.,</i> 863 F.2d 867, 874 (Fed.Cir.1988). Here, the USPTO Examiner's basis for issuing a double patenting rejection for the <i>133 patent</i> is clearly articulated and reasoned:</p>\n<blockquote>The subject matter claimed in the instant [133] application is fully disclosed in the [118] patent and covered by the [118] patent since the [118] patent and the [133] application are claiming common subject matter as follows: The [133] patent claims a gyratory compactor with all the basic components and the features of the instant [133] application.</blockquote>\n<blockquote>[DE-141, Ex. 3].</blockquote>\n<p>Conversely, Troxler has failed to cite clear and convincing evidence in support of its contention that the Examiner's determination was incorrect. To rebut the determination of the Examiner, Troxler advances two main arguments. First, Troxler argues that the 118 <i>patent</i> does not adequately disclose the extruder described in the <i>133 patent.</i> However, Troxler concedes that the <i>118 patent</i> does make at least some reference to an extruder. [DE-148, pg. 18-29]. Regardless, Troxler has failed to cite sufficient evidence to overcome the presumption of correctness to which the Examiner is entitled in this matter. <i>Cf. </i><i>In re Vaeck,</i> 947 F.2d 488, 496 (Fed.Cir.1991)(holding that well known and predictable technologiessuch as mechanical and electrical devicesrequire less of a written description). Secondly, Troxler notes that Pine itself originally argued before the USPTO that the <i>118 patent</i> did not fully disclose the <i>133 patent.</i> The Court finds that this fact is likewise not sufficient to overcome the presumption of correctness. Despite the fact that Pine originally argued to the contrary, the Examiner ultimately determined that the <i>118 patent</i> fully disclosed the <i>133 patent</i> and issued a double patenting rejection. Pine's original argument before the Examiner is not independent evidence to support the argument that the Examiner's decision should be presumed incorrect. However, the Court reiterates that Pine's original argument before the Examiner is very relevant to the equitable factors discussed <i>supra.</i> in Section II(B)(4)¶ 5.</p>\n<p>For the aforementioned reasons, the undersigned finds that the <i>133 patent</i> is not invalid pursuant to <i>35 U.S.C. § 102(b).</i> Therefore, it is HEREBY RECOMMENDED that Troxler's Motion for Summary Judgment of Invalidity [<i>DE-135</i>] be DENIED, and Pine's Motion for Summary Judgment on the Invalidity Defenses [DE-140] be GRANTED.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>For the foregoing reasons, it is HEREBY RECOMMENDED that a finding of fact be entered in this matter that Troxler's models 4140, 4140B and 4141 gyratory compactors literally read upon the <i>133 patent.</i> Nonetheless, it is further RECOMMENDED that Pine's Motion for Summary Judgment of Infringement [DE-142] be DENIED because Troxler's affirmative defenses of equitable estoppel and laches remain unresolved. Likewise, it is RECOMMENDED that a finding of fact be entered that: 1) Pine engaged in \"misleading conduct\" as that term pertains to equitable estoppel; and 2) Pine's delay in filing suit against Troxler was unreasonable as defined by the doctrine of laches. Again, however, it is ultimately RECOMMENDED <span class=\"star-pagination\">*605</span> that the parties' cross motions for summary judgment with regard to the laches and equitable estoppel defenses raised by Troxler [DE's <i>136 &amp;</i> 138] both be DENIED because material issues of fact exist with regard to those defenses. Finally, it is RECOMMENDED that Troxler's Motion for Summary Judgment of Invalidity [<i>DE-135</i>] be DENIED, and Pine's Motion for Summary Judgment on the Invalidity Defenses [DE-140] be GRANTED.</p>\n<p>SO RECOMMENDED.</p>\n<h2>NOTES</h2>\n<p>[1]  These sales form the basis for Troxler's argument that the 133 patent is invalid pursuant to <i>35 U.S.C. § 102(b).</i> The failure to disclose these sales is only analyzed in this section to the extent it bears upon other evidence and facts respecting the equities of the parties. Troxler's argument for invalidity pursuant to <i>35 U.S.C. § 102(b)</i> shall be addressed separately in the next section.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">574</span></span> (2009)</b></center>\n<center><h1>TROXLER ELECTRONIC LABORATORIES, INC., Plaintiff,<br>\nv.<br>\nPINE INSTRUMENT COMPANY, Defendant.</h1></center>\n<center>No. 5:01-CV-349-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 13, 2009.</center>\n<p><span class=\"star-pagination\">*579</span> Michael Shields Connor, Richard M. McDermott, Alston &amp; Bird, LLP, Charlotte, NC, for Plaintiff.</p>\n<p>Jacob S. Wharton, John F. Morrow, Jr., Michael E. Ray, Robert Danny Mason, Jr., Womble Carlyle Sandridge &amp; Rice, PLLC, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the memorandum and recommendation (\"M &amp; R\") of Magistrate Judge William A. Webb concerning the parties' cross-motions for summary judgment. Appropriate responses and replies have been filed, and the time for further filings has expired. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff Troxler Electronic Laboratories, Inc. (\"Troxler\") brought this action against defendant Pine Instrument Company (\"Pine\") for alleged infringement of U.S. Patent No. 5,323,655 (\"655 patent\"), entitled \"Method and Apparatus for Compacting Material Samples.\" Pine counterclaimed, alleging infringement of U.S. Patent No. 5,606,133 (\"133 patent\"), entitled \"Gyratory Compactor with Mold Specimen Extruder.\" Both patents deal with machines that compact soil and paving material and test how the compacted specimens respond to simulated road conditions. After extensive briefing by the parties and a two-day <i>Markman</i> hearing, Judge Webb issued a thorough M &amp; R concerning claim construction, which was adopted, with minor modifications, by this court.</p>\n<p>Following the completion of discovery, and after extensive settlement negotiations, the parties filed the cross-motions for summary judgment now before the court. Pine moved for summary judgment on its claim that Troxler infringed the 133 patent. In addition, both parties moved for summary judgment with respect to laches and equitable estoppel defenses raised by Troxler, and with respect to an invalidity defense, also raised by Troxler. Judge Webb entered an M &amp; R on October 6, 2008, with detailed recommendations discussed in the pertinent sections below. Both parties timely filed written objections to the M &amp; R and appropriate responses and replies. Pine also filed a motion requesting a hearing.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Pursuant to Rule 72(a) of the Federal Rules of Civil Procedure, the district court \"shall modify or set aside any portion of the magistrate judge's order found to be clearly erroneous or contrary to law.\" Fed.R.Civ.P. 72(a). This determination shall be de novo, and the district court may receive further evidence from the parties. 28 U.S.C. § 636(b)(1).</p>\n<p></p>\n<h2>II. Analysis of Objections to the M &amp; R</h2>\n<p></p>\n<h2>A. <i>Pine's Motion for Summary Judgment on Infringement</i>\n</h2>\n<p>Determining whether a patent has been infringed involves two steps: (1) determining the scope of the claims, or \"claim construction,\" and (2) determining whether the properly construed claims encompass an accused structure. <i>See, e.g., </i><i>Cole v. Kimberly-Clark Corp.,</i> <span class=\"citation\" data-id=\"731053\"><a href=\"/opinion/731053/shelley-k-cole-v-kimberly-clark-corporation/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 528 (Fed.Cir.1996). This court has already construed the claims of the 133 patent. The court's task now is to read those claims on Troxler's accused devices.</p>\n<p>Judge Webb in his M &amp; R recommends entry of a finding of fact that <span class=\"star-pagination\">*580</span> Troxler's devices \"literally infringe\" upon the 133 patent. \"Literal infringement of a claim exists when every limitation recited in the claim is found in the accused device, i.e., when the properly construed claim reads on the accused device exactly.\" <i>Id.</i> at 532. Literal infringement is properly decided upon summary judgment when no reasonable jury could find that every limitation recited in the properly construed claims is or is not found in the accused device. <i>See </i><i>U.S. Philips Corp. v. Iwasaki Elec. Co. Ltd.,</i> <span class=\"citation\" data-id=\"210257\"><a href=\"/opinion/210257/us-philips-corp-v-iwasaki-elec-co-ltd/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1371</span></a></span>, 1374 (Fed. Cir.2007); <i>PC Connector Solutions LLC v. SmartDisk Corp.,</i> <span class=\"citation\" data-id=\"211899\"><a href=\"/opinion/211899/pc-connector-solutions-llc-v-smartdisk-corp/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1359</span></a></span>, 1364 (Fed.Cir.2005); <i>Bai v. L &amp; L Wings, Inc.,</i> <span class=\"citation\" data-id=\"759287\"><a href=\"/opinion/759287/carl-b-bai-v-l-l-wings-inc-dba-wings-and-great-world-co-of-new/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span>, 1352 (Fed.Cir.1998).</p>\n<p>Pine contends that three of Troxler's gyratory compactor modelsthe 4140, 4140B, and 4141 modelsinfringe certain claims of the 133 patent. Judge Webb analyzed all three models against the 133 patent, concluding that the 4140, 4140B and 4141 models contain all the elements of Claims 6, 9, 10, 11, and 12 of the 133 patent, and that the 4140 and 4140B models also contain all the elements of Claims 7 and 8 of the 133 patent. (M &amp; R at 587-93.)</p>\n<p>Pine does not object to this portion of the M &amp; R. Troxler does not contest this portion of the M &amp; R insofar as it pertains to the 4141 model. However, Troxler objects on two grounds to the M &amp; R's conclusion that the 4140 and 4140B devices literally read upon claims 6-12 of the 133 patent.</p>\n<p></p>\n<h2>1. <i>Troxler's Objection Related to the Device \"Extruder\"</i>\n</h2>\n<p>Troxler's first objection concerns the device \"extruder,\" which functions by extracting a material specimen from a mold. As part of the claim construction related to the 133 patent, this court defined the extruder, in part, as \"an integral component of the frame,\" and defined \"integral\" to mean \"composed of constituent parts making a whole,\" connoting separability. (Claim Construction M &amp; R [DE # 116] at 75 &amp; n. 20; Order Adopting Claim Construction M &amp; R [DE # 122] at 14-15.) Troxler argues that its 4140 and 4140B models do not fit these definitions, or at least that there is a factual dispute on this issue, because the extractor is \"manufactured and sold as a separate component from the frame.\" (Pl.'s Objections at 21.) Troxler also points out that, \"in some cases, the gyratory compactor might not ever be used with or sold with the extruder.\" (Pl.'s Resp. at 21.) Even if true, these details would not aid Troxler, because the record conclusively establishes that Troxler intended the extruder to attach to the compactor and to be used in an infringing manner at least some of the time. <i>See </i><i>Haworth, Inc. v. Herman Miller, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">875931</span></span> at *9-10 (W.D.Mich. Oct. 24, 1994) (noting that a manufacturer cannot avoid a finding of infringement \"simply by declaring `infringing parts sold separately.'\"). The extruder's separate manufacture and sale, and the fact that the compactor can be used without the extruder, fail to keep the extruder from being an \"integral component of the frame\" as that phrase has been defined by this court. <i>See </i><i>Haworth,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">875931</span></span> (entering summary judgment against infringer who intended customers to use its product in an infringing manner \"at least some of the time\"). The court therefore rejects Troxler's first objection.</p>\n<p></p>\n<h2>2. <i>Troxler's Objection Regarding Co-Planar Mold Supporting Surfaces</i>\n</h2>\n<p>Troxler's second objection concerns the requirement in certain claims of the 133 patent that the supporting surfaces of the claimed compaction device be in the same horizontal plane. The court has reviewed <span class=\"star-pagination\">*581</span> the record and the parties' briefs on this issue, finding nothing to cast doubt on the magistrate judge's determination that \"[the] mold material extractor\" in the 4140 and 4140B models \"has a second mold supporting surface located in the same horizontal plane with the first mold supporting surface.\" (M &amp; R at 589.) Therefore, the court rejects Troxler's second objection. The court also rejects this objection as it relates to Claims 6, 9, 11 and 12 for the additional reason that those claims do not include limitations for coplanar mold supporting surfaces. (<i>See</i> Claim Construction M &amp; R [DE # 116] at 61, 63.)</p>\n<p></p>\n<h2>3. <i>Propriety of Granting Summary Judgment</i>\n</h2>\n<p>The M &amp; R recommends denying Pine's motion for summary judgment in spite of the finding of literal infringement, because conclusions cannot be reached short of trial on Troxler's defenses of laches and equitable estoppel. Troxler agrees, contending that the appropriate course is for the court to issue an order specifying facts no longer at issue that will be treated as established in the action. <i>See</i> 11 JAMES WM. MOORE ET AL., MOORE'S FEDERAL PRACTICE ¶ 56.40 (3d ed. 2007). Pine objects, seemingly viewing as mutually exclusive a denial of their motion and entry of a finding of fact eliminating infringement as an issue in the case.</p>\n<p>The court rejects Pine's objection, viewing the denial of Pine's motion coupled with an appropriate factual finding to be both a prudent and legally correct course. The court therefore adopts the M &amp; R in full on the issue of infringement. Based on the reasoning contained therein, supplemented by the foregoing discussion, the court DENIES Pine's motion for summary judgment on the issue of infringement but FINDS AS A FACT that Troxler's Models 4140, 4140B and 4141 gyratory compactors literally read upon the 133 patent. As a result, this fact is conclusively established and no longer at issue in this case.</p>\n<p></p>\n<h2>B. <i>Cross-Motions for Summary Judgment on Troxler's Equitable Estoppel and Laches Defenses</i>\n</h2>\n<p>The M &amp; R recommends that the court deny the parties' cross-motions for summary judgment on Troxler's defenses of equitable estoppel and laches because genuine issues of material fact remain with respect to each. However, the M &amp; R recommends entry of two related findings of fact that would conclusively establish an element of each defense. In particular, the M &amp; R suggests that the record points inescapably to the conclusion that Pine engaged in misleading conduct by remaining silent on Troxler's allegedly infringing conduct for nearly five years (one of three elements of the equitable estoppel defense) and that Pine's unjustified delay in initiating its claims was unreasonable as defined by the doctrine of laches. For its part, Pine does not contest the propriety of entering such findings, instead focusing on Troxler's asserted inability to prove the other elements of the defenses.</p>\n<p></p>\n<h2>1. <i>Equitable Estoppel</i>\n</h2>\n<p>To succeed on an equitable estoppel defense in a patent case, the party asserting the defense must show that:</p>\n<blockquote>(a) The patentee, through misleading conduct, [led] the alleged infringer to reasonably infer that the patentee [did] not intend to enforce its patent against the alleged infringer. \"Conduct\" may include specific statements, action, inaction, or silence where there is a duty to speak.</blockquote>\n<blockquote>(b) The alleged infringer [relied] on that conduct.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*582</span> (c) Due to its reliance, the alleged infringer will be materially prejudiced if the patentee is allowed to proceed with its claim.</blockquote>\n<p><i>Wafer Shave, Inc. v. Gillette Co.,</i> <span class=\"citation\" data-id=\"2008456\"><a href=\"/opinion/2008456/wafer-shave-inc-v-gillette-co/\"><span class=\"volume\">857</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">112</span></a></span>, 118 (D.Mass.1993), <i>aff'd without opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></span> (Fed.Cir.1994) (citation omitted). The M &amp; R suggests, with respect to the first factor, that \"the only possible finding\" on this record is that \"Pine's conduct was misleading.\" (M &amp; R at 597; <i>see also</i> M &amp; R at 594-97.) Nevertheless, the M &amp; R recommends denying summary judgment because, it would find, there is an issue of material fact with respect to Troxler's asserted reliance on Pine's misleading conduct. The M &amp; R also suggests that neither party is entitled to summary judgment on the third \"prejudice\" factor.</p>\n<p>Pine argues that Troxler's apparent reliance on its own belief that its product did not infringe the 133 patent negates the legal effect of any reliance caused by Pine's conduct. The court finds no support for Pine's legal position on this issue. Instead, all relevant case law appears to point to the opposite conclusion, that an accused infringer's reliance on its own belief in the invalidity of the asserted patent does <i>not</i> negate reliance on the other party's misleading conduct. <i>See Sorensen v. Black &amp; Decker,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1976652</span></span> at *2 (S.D.Cal.2007); <i>Forest Labs. et al. v. Abbott Labs. et al.,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">33299123</span></span> at *19 (W.D.N.Y.1999); <i>Wafer Shave,</i> 857 F.Supp. at 123.</p>\n<p>Pine cites <i>Gasser Chair Co. v. Infanti Chair Mfg. Corp.,</i> <span class=\"citation\" data-id=\"699661\"><a href=\"/opinion/699661/gasser-chair-company-inc-and-george-gasser-v-infanti-chair/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">770</span></a></span>, 776 (Fed.Cir.1995). In <i>Gasser Chair,</i> the Federal Circuit reversed a district court's summary dismissal of a patent infringement claim on grounds of equitable estoppel. The court highlighted the accused infringer's total failure to show that it acted in reliance on the plaintiffs actions instead of solely on its own business judgment. <i>Id.</i> at 776-77. It is abundantly clear, in light of <i>Gasser Chair</i> and other cases, that an infringer that merely relies on its own business judgment cannot successfully assert a defense of equitable estoppel. However, it cannot now be concluded that this is such a case. On this record, as Judge Webb found, there is an issue of material fact as to whether Troxler was in fact lulled by Pine into a sense of security regarding its allegedly infringing conduct. If it was, Troxler's additional, partial reliance on its own business judgment will not decide the issue.</p>\n<p>The record also supports the M &amp; R's recommendation that summary judgment be denied with respect to the issues of evidentiary and economic prejudice. It is an open question whether the evidentiary prejudice Troxler suffered through Pine's delay is attributable to Pine's conduct or to Troxler's own actions. It is likewise impossible to determine, short of trial, precisely what economic prejudice Troxler has suffered and whether such prejudice is attributable to Pine's delay.</p>\n<p>The court hereby adopts the M &amp; R in full on the issue of Troxler's equitable estoppel defense. For the reasons stated therein, supplemented by the foregoing discussion, the court FINDS AS A FACT that Pine's conduct was misleading, and that Troxler has therefore met the first element of the equitable estoppel defense. However, neither party is entitled to summary judgment on the remaining two elements of Troxler's equitable estoppel defense. For these reasons, the parties' cross-motions for summary judgment on the issue of equitable estoppel are DENIED.</p>\n<p></p>\n<h2>2. <i>Laches</i>\n</h2>\n<p>To succeed on a laches defense, a party must show that \"(a) the patentee's <span class=\"star-pagination\">*583</span> delay in bringing the suit was unreasonable and inexcusable, and (b) the alleged infringer suffered material prejudice attributable to the delay.\" <i>Wafer Shave,</i> 857 F.Supp. at 118. The M &amp; R concludes that Pine's delay of nearly five years was unreasonable and inexcusable, and therefore concludes, as a matter of law, that Troxler has proven the first element of its laches defense. However, as noted above, the M &amp; R recommends denying summary judgment because issues of material fact remain with respect to the second element, related to prejudice. Again, Pine effectively concedes the delay prong but argues that no reasonable jury could find for Troxler on the prejudice issue.</p>\n<p>The court hereby adopts the M &amp; R in full on the issue of Troxler's laches defense. For the reasons stated in the M &amp; R, supplemented by the court's discussion of Pine's delay and prejudice in the preceding section, the court FINDS AS A FACT that Pine's unjustified five-year delay was unreasonable, and that Troxler has therefore met the first element of the laches defense. However, neither party is entitled to summary judgment on the \"prejudice\" element of Troxler's laches defense. Therefore, the parties' cross-motions for summary judgment on the issue of laches are DENIED.</p>\n<p></p>\n<h2>3. <i>Egregious Conduct Affecting Defenses</i>\n</h2>\n<p>Even if the elements of laches or estoppel are met, the court must make a broader inquiry into the conduct of the parties. \"[An] otherwise meritorious laches or estoppel defense may be defeated if it is shown that the defendant is guilty of egregious conduct.\" <i>Wafer Shave,</i> 857 F.Supp. at 119 (quotations omitted). Pine contends that Troxler engaged in egregious conduct by (a) failing to adequately respond to discovery, (b) copying the 133 patent, and ® filing suit against Pine without conducting a sufficient good faith investigation. Troxler counters that Pine engaged in egregious conduct by withholding material information from the USPTO Examiner during the pendency of the 133 patent.</p>\n<p>Each of these allegations of egregious conduct presents fact-based issues that cannot be resolved on summary judgment. <i>See </i><i>KangaROOS U.S.A., Inc. v. Caldor, Inc.,</i> <span class=\"citation\" data-id=\"461671\"><a href=\"/opinion/461671/kangaroos-usa-inc-v-caldor-inc/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1571</span></a></span>, 1576 (Fed.Cir.1985) (\"Intent to mislead or deceive is a factual issue that, if contested, is not readily determined within the confines of Fed. R.Civ.P. 56.\") (citations omitted). Therefore, this court adopts the M &amp; R in full on the issue of egregious conduct, providing a separate and additional reason for the denial, supra, of the parties' cross-motions for summary judgment on the issues of equitable estoppel and laches.</p>\n<p></p>\n<h2>C. <i>Cross-Motions for Summary Judgment on Troxler's Invalidity Defense</i>\n</h2>\n<p>Troxler argues that the 133 patent is invalid pursuant to 35 U.S.C. § 102(b). Section 102(b) restricts the issuance of patents to inventions that were not on sale or in public use more than one year prior to the date of the patent application. Here, the invention described in the 133 patent was offered for sale and in public use as early as October 8, 1993. The USPTO took action that had the practical effect of giving the 133 patent a filing date of February 18, 1994-within § 102(b)'s one-year window. Troxler argues that the USTO's action was in error. If Troxler is correct, and the 133 patent is not entitled to the earlier filing date, then the filing date is no earlier than October 6, 1995, outside the one-year limit in § 102(b), and therefore invalid.</p>\n<p><span class=\"star-pagination\">*584</span> Troxler's objections to the M &amp; R on this issue merely rehash arguments previously made and rejected by Judge Webb. Having reviewed the M &amp; R and the parties' briefs on this issue, the court hereby adopts the M &amp; R in full on the issue of invalidity. As noted in the M &amp; R, the USPTO Examiner's actions in a case like this are entitled to a presumption of correctness, rebuttable only by clear and convincing evidence. <i>See</i> M &amp; R at 603-04 (citations omitted). Troxler has failed to cite clear and convincing evidence to rebut the presumption of correctness attaching to the USPTO Examiner's action. <i>See</i> M &amp; R at 604. As a result, Pine's motion for summary judgment on invalidity will be GRANTED and Troxler's motion for summary judgment on invalidity will be DNIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This court has conducted a full and careful review of the M &amp; R and other documents of record, and having done so hereby finds that the recommendation of the magistrate judge is, in all respects, in accordance with the law and should be approved. Accordingly, the court adopts the recommendation of the magistrate judge as its own; and, for the reasons stated in the M &amp; R and the additional reasons noted herein, Pine's motion for summary judgment of infringement [DE # 142] is DENIED; the parties' cross-motions for summary judgment with regard to Troxler's equitable estoppel and laches defenses [DE # 136 &amp; 138] are DENIED; Troxler's motion for summary judgment of invalidity [DE # 135] is DENIED; and Pine's motion for summary judgment of invalidity [DE # 140] is GRANTED. In addition, the court makes the following FINDINGS OF FACT:</p>\n<blockquote>(1) Troxler's models 4140, 4140B and 4141 gyratory compactors literally read upon U.S. Patent No. 5,606,133;</blockquote>\n<blockquote>(2) Pine engaged in \"misleading conduct\" as that term pertains to equitable estoppel;</blockquote>\n<blockquote>(3) Pine's delay in filing suit against Troxler was unreasonable as defined by the doctrine of laches.</blockquote>\n<p>These facts are now conclusively established and no longer at issue in this litigation. In light of these holdings and factual findings, Pine's motion for hearing [DE # 195] is DENIED AS MOOT.</p>\n<p>This matter is set for this court's June 22, 2009 civil term. The clerk is directed to schedule the pretrial conference accordingly.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This cause is before the Court upon the following motions:</p>\n<blockquote>1) Defendant Pine Instrument Company's (\"Pine\") motion for summary judgment on its counterclaim of patent infringement [DE's 142-144];</blockquote>\n<blockquote>2) The parties' cross motions for summary judgment with regard to the laches and equitable estoppel defenses raised by Plaintiff Troxler Electronic Laboratories, Inc. (\"Troxler\") in response to Pine's counterclaim of patent infringement [DE's <i>136,</i> 138-139 &amp; 147]; and</blockquote>\n<blockquote>3) The parties' cross motions for summary judgment with regard to the invalidity defense raised by Troxler in response to Pine's counterclaim of patent infringement [DE's <i>135,</i> 140-141 &amp; 148].</blockquote>\n<p>These motions are all ripe for disposition and, pursuant to <i>28 U.S.C. 636</i> (b)(1), have been referred to the undersigned for the <span class=\"star-pagination\">*585</span> entry of a Memorandum and Recommendation.</p>\n<p></p>\n<h2><i>I. Background</i></h2>\n<p>The patents at issue in this matter pertain to gyratory compactors, machinery used for testing specimens of asphalt paving material [DE-143, pg. 3]. Modern gyratory compactors evolved out of research and development work performed by the Strategic Highway Research Program (\"SHRP\"), which was created by the U.S. Congress in 1987 [DE-143, pg. 3]. SHRP was tasked with improving the performance and durability of United States roads. To accomplish this, SHRP developed the \"Superpave\" program [DE-143, pg. 4]. In December 1993, the Federal Highway Administration solicited bids from a number of test equipment manufacturers to develop a SHRP gyratory compactor to be used in asphalt paving projects [DE-143, pg. 4].</p>\n<p>Pine and Troxler both designed gyratory compactors in response to the Superpave program [DE-143, pg. 5; DE-161, pg. 5]. In fact, for several years they offered the only two Superpave certified gyratory compactors on the market [DE-161, pg. 5]. Troxler's first gyratory compactor was introduced around 1993 and was called the Model 4140 [DE-161, pg. 5]. Pine's first gyratory compactor model was the AFGC125X [DE-161, pg. 5]. Troxler later developed a Model 4140B gyratory compactor which was very similar to the Model 4140 [DE-161, pg. 5]. In early 1998, Troxler introduced another gryatory compactor known as the Model 4141 [DE-161, pg. 5].</p>\n<p>Pine filed a patent application on the gyratory compactor it designed in response to the SHRP solicitation, which ultimately led to the issuance of <i>U.S. Patent No. 5,456, 118</i> (<i>\"118 patent\"</i>) on October 10, 1995 [DE-143, pg. 5]. On February 25, 1997, Pine obtained an additional patent on its gyratory compactors, <i>U.S. Patent No. 5,606,133</i> (<i>\"133 patent\"</i>) [DE-143, pg. 5]. However, for reasons that will be discussed <i>infra.,</i> the <i>133 patent</i> was treated as having the same filing and expiration date as the <i>118 patent.</i></p>\n<p>Troxler filed suit against Pine for infringement of <i>U.S. Patent No. 5,323,655</i> (\"655 patent\") on May 11, 2001 <i>[DE-1].</i> On February 19, 2002, Pine filed an Answer which asserted a counterclaim alleging infringement of the <i>133 patent [DE-20].</i> Pine contends that Troxler's models 4140, 4140B and 4141 gyratory compactors all infringe the <i>133 patent.</i></p>\n<p></p>\n<h2><i>II. Analysis</i></h2>\n<p>Under Rule 56 of the Federal Rules of Civil Procedure, summary judgment shall be granted:</p>\n<blockquote>against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial ... since a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial.</blockquote>\n<blockquote>\n<i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986)</blockquote>\n<p>\"[S]ummary judgment is as appropriate in a patent case as in any other.\" <i>Avia Group Int., Inc. v. L.A. Gear California, Inc.,</i> <span class=\"citation\" data-id=\"510091\"><a href=\"/opinion/510091/avia-group-international-inc-formerly-pensa-inc-v-la-gear/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1557</span></a></span>, 1561 (Fed.Cir.1988)(internal quotations and citations omitted). It is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating <span class=\"star-pagination\">*586</span> the absence of a genuine issue of material fact. <i>Celotex,</i> 477 U.S. at 317, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>; <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir. 1985). Specifically, the moving party bears the burden of identifying those portions of \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits\" that the moving party believes demonstrate an absence of any genuine issues of material fact. <i>Celotex,</i> 477 U.S. at 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue which requires trial. <i>Matsushita Electrical Industrial Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). As a general rule, the non-movant must respond to a motion for summary judgment with affidavits, or other verified evidence, rather than relying on his complaint or other pleadings. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. <i>See also, </i><i>Williams v. Griffin,</i> <span class=\"citation\" data-id=\"574912\"><a href=\"/opinion/574912/eddie-williams-v-jh-griffin-superintendent-jc-harris-jr-area/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 823 (4th Cir.1991).</p>\n<p>In the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. It is well-established that any analysis of the propriety of summary judgment must focus on both the materiality and genuineness of the fact issues. <i>Ross,</i> 759 F.2d at 364. The mere existence of some alleged factual dispute between the parties will not defeat a motion for summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. A fact is material only when its resolution affects the outcome of the case. <i>Id.</i> at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. A dispute about a material fact is genuine if the evidence is such that a reasonable jury could return a verdict for the nonmoving party. <i>Id.</i> \"Where ... the movant has the burden of proof on defenses raised in a summary judgment motion, the movant must show that there is no genuine issue of material fact as to every element of the defenses.\" <i>Meyers v. Asics Corp.,</i> <span class=\"citation\" data-id=\"590360\"><a href=\"/opinion/590360/stuart-r-meyers-v-asics-corp-and-asics-tiger-corp-and-hyde-athletics/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1304</span></a></span>, 1307 (Fed.Cir.1992).</p>\n<p></p>\n<h2><i>A. Infringement</i></h2>\n<p>Gyratory compactors are used to simulate the forces of vehicular traffic upon the asphalt surface of a road bed [DE-143, Ex. A, pg. 3, ¶ 13]. They are generally designed to test asphalt samples for the physical effects of repeated loading [DE-143, Ex. A, pg. 3, ¶ 13]. Typically, gyratory compactors include a mold [DE-143, Ex. A, pg. 3, ¶ 14]. A mold is an open ended cylinder that holds an asphalt sample and is positioned to permit a compression ram to be inserted into the mold at one end [DE-143, Ex. A, pg. 3, ¶ 14]. The ram compresses the asphalt sample and during this compression, one end of the mold is gyrated about a small angle relative to the vertical axis of the ram [DE-143, Ex. A, pg. 3-4, ¶ 14]. Accurate calibration, control and monitoring of the compressive load of the ram upon a sample in the mold as the mold is gyrated is critical to obtaining accurate test results [DE-143, Ex. A, pg. 4, ¶ 14]. Upon completion of the gyration/compression cycle, the mold is removed from the gyratory mechanism and the asphalt sample is extruded from the mold by a material extractor [DE-143, Ex. A, pg. 4, ¶ 14]</p>\n<p>Pine asserts that Troxler's Models 4140, 4140B (\"the 4140 devices\") and 4141 gyratory compactors each infringe certain claims of the <i>133 patent.</i> Specifically, Pine contends that the 4140 devices infringe claims 6-12 of the <i>133 patent</i> and that the 4141 model infringes claims 6, 9, 10, 11 and 12 of the <i>133 patent</i> [DE-143, pg. 9, 13-14].</p>\n<p><span class=\"star-pagination\">*587</span> Determining whether a patent has been infringed involves two steps: 1) claim construction to determine the scope of the claims, followed by; and 2) determination whether the properly construed claims encompass the accused structure. <i>Cole v. Kimberly-Clark Corp.,</i> <span class=\"citation\" data-id=\"731053\"><a href=\"/opinion/731053/shelley-k-cole-v-kimberly-clark-corporation/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 528 (Fed.Cir.1996). This Court has already construed the claims of the 133 patent pursuant to <i>Markman v. Westview Instruments, Inc.,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span> (Fed.Cir.1995)(<i>en banc</i>), <i>aff'd,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 387, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996) [DE-116, DE-122]. Notably, Troxler essentially concedes that the model 4141 device reads upon the <i>133 patent</i> as the <i>133 patent</i> has been construed by the Court [DE-161, pg. 2]. Regardless, infringement, whether literal or by the doctrine of equivalents, is a question of fact. <i>Bai v. L &amp; L Wings, Inc.,</i> <span class=\"citation\" data-id=\"759287\"><a href=\"/opinion/759287/carl-b-bai-v-l-l-wings-inc-dba-wings-and-great-world-co-of-new/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span>, 1353 (Fed.Cir.1998). Literal infringement occurs when every limitation recited in the claim appears in the accused device such that \"the properly construed claims reads on the accused device exactly.\" <i>Amhil Enterprises Ltd. v. Wawa, Inc.,</i> <span class=\"citation\" data-id=\"716755\"><a href=\"/opinion/716755/amhil-enterprises-ltd-v-wawa-inc-dba-wawa-food-market-and-m-n/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1554</span></a></span>, 1562 (Fed.Cir. 1996). Therefore, literal infringement is properly decided upon summary judgment when no reasonable jury could find that every limitation recited in the properly construed claims is or is not found in the accused device. <i>Bai,</i> 160 F.3d at 1352. The patentee bears the burden of proving infringement by a preponderance of the evidence. <i>Amstar Corp. v. Envirotech Corp.,</i> <span class=\"citation\" data-id=\"491583\"><a href=\"/opinion/491583/amstar-corporation-and-enviro-clear-company-inc/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1538</span></a></span>, 1545 (Fed.Cir.1987). Based on this standard, the undersigned finds that: 1) the 4140 devices literally infringe upon claims 6-12 of the <i>133 patent;</i> and 2) the 4141 model literally infringes upon Claims 6, 9, 10, 11 and 12 of the <i>133 patent.</i> Each claim shall now be addressed in turn.</p>\n<p></p>\n<h2><i>1. Claim 6 of the 133 patent</i></h2>\n<p>Claim 6 of the <i>133 Patent</i> states:</p>\n<blockquote>A gyratory compaction apparatus for compacting a material held in a mold as the mold is gyrated, the apparatus comprising: a frame, a mold for receiving material to be compacted, a mold gyrator for gyrating the mold as the compaction ram is inserted into the mold, and a material extractor for extracting compacted material from the mold, the material extractor having a mold supporting surface and a vertically oriented rod powered to rise vertically from the mold supporting surface of the frame to extract material from a mold. [DE-143, Ex. A, pg. 5-9 ¶¶ 19-24].</blockquote>\n<p>The parties stipulate that: 1) the term \"gyrated\" is defined as \"one end of an axis revolves in a circle around something\"; 2) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitting together\"; and 3) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\" [DE-143, Ex. A, pg. 5-9 ¶¶ 19-24]. In addition, the Court has determined that: 1) the term \"mold gyrator for gyrating the ram\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 2) the term \"material extractor having a mold supporting surface\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame having a surface or outer boundary that supports a mold or bears the weight or stress of the mold, situated adjacent and joined to the frame to make a complete apparatus\"; 3) the term \"vertically oriented rod\" is defined as \"a slender bar positioned such that its axis is perpendicular with respect to the horizon\"; and 4) the term \"powered\" is defined as \"operating by or with power\" [<i>DE-116,</i> pg. 72, 78, 81, 83-84; <i>DE-122</i>].</p>\n<p><span class=\"star-pagination\">*588</span> The 4140 devices are a group of parts or machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen [DE-143, Ex. A, pg. 5, ¶ 19]. These devices also have a frame [DE-143, Ex. A, pg. 6, ¶ 20]. In order to function, the 4140 models must have a mold for receiving material to be compacted [D143, Ex. A, pg. 6, ¶ 21]. They have a mold gyrator for gyrating the mold, and a compaction ram is inserted into the mold. [DE-143, Ex. A, pg. 7, ¶ 22]. Likewise, the 4140 models have a material extractor having a mold supporting surface, and are constructed such that the material extractor can be connected to the frame that supports the mold gyrating assembly such that the two make a complete apparatus [DE-143, Ex. A, pg. 8-9, ¶ 23]. This material extractor also has a vertically oriented rod and is powered [DE-143, Ex. A, pg. 8-9, ¶ 23]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A, pg. 35-40, ¶¶ 61-69]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 6 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>2. Claim 7 of the 133 patent</i></h2>\n<p>Claim 7 of the <i>133 patent</i> states:</p>\n<blockquote>A gyratory compactor apparatus for subjecting a material to forces, comprising: a frame having a first mold supporting surface, a mold gyrating assembly, a ram and a ram drive assembly, said mold having a mold cavity for receiving a quantity of said material, said mold further having an open top and a closed bottom, a ram supported by said frame and insertable into said mold cavity through said open top of said mold to compact said material in said mold, and a mold material extractor having a second mold supporting surface in a same horizontal plane with the first mold supporting surface, mold positioning brackets attached to the second mold supporting surface, and a vertically oriented extractor rod operative to rise from said second mold supporting surface into said mold to extract material from said mold.</blockquote>\n<blockquote>[DE-143, Ex. A, pg. 9-14, ¶¶ 25-30].</blockquote>\n<p>The parties stipulate that: 1) the term \"gyratory compactor\" is defined as \"a device or machine which gyrates a mold containing a material specimen and simultaneously compresses or compacts the material in the mold\"; 2) the term \"gyrate\" is defined as \"one end of an axis revolves in a circle around something\"; 3) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 4) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; and 5) the term \"ram drive assembly\" is defined as \"apparatus that provides the force which imparts movement to the ram along its linear axis\" [DE-143, Ex. A, pg. 9-14, ¶¶ 25-30]. In addition the Court has determined that: 1) the term \"first mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a second such surface\"; 2) the term \"mold gyrating assembly\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 3) the term \"mold material extractor\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; 4) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; 5) the term \"vertically oriented <span class=\"star-pagination\">*589</span> rod\" is defined as \"a slender bar positioned such that its axis is perpendicular with respect to the horizon\"; and 6) the term \"operative to rise from said second mold supporting surface into said mold\" is defined as \"having the power to move upward, emerge or protrude from the second mold-supporting surface into said mold.\" <i>[DE-116,</i> pg. 62, 63-64, 65, 72, 76, 81; <i>DE-122].</i></p>\n<p>The 4140 devices are used for subjecting a material, specifically the material in the mold, to significant forces during the compaction and gyration actions [DE-143, Ex. A., pg. 9, ¶ 25]. In addition, they have a frame which has several mold supporting surfaces [DE-143, Ex. A., pg. 9-10, ¶ 26]. This frame also has: 1) a mold gyrating assembly; 2) a ram; and 3) a ram drive assembly [DE-143, Ex. A., pg. 9-10, ¶ 26]. Likewise, the 4140 devices each have a mold cavity for receiving a quantity of material [DE-143, Ex. A., pg. 10-11, ¶ 27]. Furthermore, the molds have an open top and a closed bottom. [DE-143, Ex. A., pg. 11, ¶ 28]. The 4140 devices have a linear or rod-like member used to compress material along its vertical axis which is supported by the frame and is insertable into a mold cavity. [DE-143, Ex. A., pg. 12, ¶ 29]. Finally, the 4140 devices have an apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame [DE-143, Ex. A., pg. 12-13, ¶ 30]. This mold material extractor has a second mold supporting surface located in the same horizontal plane with the first mold supporting surface and a vertically oriented extractor rod operative to rise from the second mold supporting surface [DE-143, Ex. A., pg. 12-13, ¶ 30]. Based on this record, the undersigned finds that the 4140 devices contain all of the elements of Claim 7 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>3. Claim 8 of the 133 patent</i></h2>\n<p>Claim 8 of the <i>133 patent</i> states:</p>\n<blockquote>The gyratory compactor apparatus of claim 7 wherein said mold is in the form of a cylinder having a flange extending radially from an outer periphery of said cylinder, the apparatus further comprising mold positioning brackets which extend from said second mold supporting surface and engage said flange to position and hold said mold for insertion of said extractor rod.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 14-15, ¶ 31].</blockquote>\n<p>The parties stipulate that: 1) the term \"cylinder\" is defined as \"a round elongate vessel\"; 2) the term \"flange extending radially from an outer periphery of said cylinder\" is defined as \"a rim or collar which extends radially outward from the periphery of a cylindrical mold\"; and 3) the term \"outer periphery\" is defined as \"exterior surface\" [DE-143, Ex. A., pg. 14-15, ¶ 31]. In addition, the Court has determined that: 1) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; and 2) the term \"engage\" is defined as \"to come into contact or interlock with\" <i>[DE-116,</i> pg. 63-64, 82-83; <i>DE-122</i>].</p>\n<p>The 4140 devices have a mold in the form of a cylinder with a flange extending radially from an outer periphery of the cylinder [DE-143, Ex. A., pg. 14-15, ¶ 31]. They also have mold positioning brackets which extend from the second mold supporting surface and interlock with the flange to position and hold the mold for insertion of the extractor rod [DE-143, Ex. A., pg. 14-15, ¶ 31]. Based on this record, the undersigned finds that the 4140 devices contain all of the elements of Claim 8 of the <i>133 patent.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*590</span> <i>4. Claim 9 of the 133 patent</i>\n</h2>\n<p>Claim 9 of the <i>133 patent</i> states:</p>\n<blockquote>A gyratory compactor apparatus for compacting a specimen of material while said specimen is gyrated, said apparatus comprising, in combination, a mold for holding said specimen, a mold support structure for supporting said mold, a compacting ram positioned and driven for insertion into said mold to compact said specimen within said mold, a mold gyrating assembly in contact with said mold and powered to gyrate said mold while said compacting ram is inserted and driven into said mold and, a mold extractor for extracting material from said mold.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 15-20, ¶¶ 32-38].</blockquote>\n<p>The parties stipulate that: 1) the term \"gyrated\" is defined as \"one end of an axis revolves in a circle around something\"; 2) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 3) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; and 4) the term \"in contact\" is defined as \"one or more devices or structures physically touching each other.\" [DE-143, Ex. A., pg. 15-20, ¶¶ 32-38]. Likewise, the Court has already determined that: 1) the term \"mold gyration and compaction machinery\" is defined as \"a group of parts or machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen\"; 2) the function served by the limitation \"a mold support structure for supporting said mold\" is \"supporting the mold\"; and 3) the structures corresponding to the limitation \"a mold support structure for supporting said mold\" are \"the base frame and a mold supporting surface.\" <i>[DE-116,</i> pg. 58, 60, 73; <i>DE-122</i>].</p>\n<p>The 4140 devices are a group or parts of machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen [DE-143, Ex. A., pg. 16, ¶ 33]. They also have a mold for holding the specimen [DE-143, Ex. A., pg. 15-16, ¶ 34]. Furthermore, the 4140 devices have a mold support structure for supporting the mold [DE-143, Ex. A., pg. 17, ¶ 35]. In addition, they also have a compacting ram positioned and driven for insertion into the mold to compact the specimen within the mold [DE-143, Ex. A., pg. 17-18, ¶ 36]. Likewise, the 4140 devices possess a mold gyrating assembly in contact with the mold, and this assembly is powered to gyrate the mold while the compacting ram is driven and inserted into the mold [DE-143, Ex. A., pg. 18-19, ¶ 37]. Finally, the 4140 devices contain an apparatus for extracting or extruding a mold extractor for extracting material from the mold [DE-143, Ex. A., pg. 19-20, ¶ 38]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A., pg. 41-45, ¶¶ 71-75]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 9 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>5. Claim 10 of the 133 patent</i></h2>\n<p>Claim 10 of the <i>133 patent</i> states:</p>\n<blockquote>A material compaction apparatus comprising: a mold for receiving a material to be compacted, a mold supporting frame, a compaction ram driving assembly connected to a compaction to ram positioned for insertion into the mold, a mold gyrating mechanism in contact with the mold, and a mold material extruder assembly for removing compacted material from the mold, the extruder assembly comprising a mold supporting surface in a common plane on which the <span class=\"star-pagination\">*591</span> mold is supported by the mold supporting frame, a mold bracket on the mold supporting surface which positions and secures the mold over a vertically oriented extrusion ram powered to rise from the mold supporting surface into the mold to extrude material from the mold.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 20-25, ¶¶ 40-45].</blockquote>\n<p>The parties stipulate that: 1) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 2) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; 3) the term \"in contact\" is defined as \"one or more devices or structures physically touching each other\"; 4) the term \"common plane\" is defined as \"on the same plane or elevation\"; 5) the term \"mold bracket\" is defined as \"a structural member that positions and retains a mold\"; and 6) the term \"extrude\" is defined as \"to force, push or thrust a material out or through a structure.\" [DE-143, Ex. A., pg. 20-25, ¶¶ 40-45]. In addition, the Court has determined that: 1) the term \"mold gyrating mechanism\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 2) the term \"mold material extruder assembly\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; 3) the term \"mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold\"; and 4) the term \"powered\" is defined as \"operating by or with power.\" [<i>DE-116,</i> pg. 55, 72, 76, 83-84; <i>DE-122</i>].</p>\n<p>The 4140 devices are material compaction apparatuses [DE-143, Ex. A., pg. 20, ¶ 40]. To function, they must have a mold for receiving material to be compacted [DE-143, Ex. A., pg. 21, ¶ 41]. They also have an arrangement of supporting members of a weight bearing structure of parts fitted together that support a mold [DE-143, Ex. A., pg. 21-22, ¶ 42]. Specifically, the frame supports the mold on the tabletop [DE-143, Ex. A., pg. 22, ¶ 42]. Likewise, the 4140 devices have a compaction ram driving assembly connected to a compaction ram positioned for insertion into the mold [DE-143, Ex. A., pg. 22-23, ¶ 43]. In addition, they have a mold gyrating mechanism touching the mold [DE-143, Ex. A., pg. 23, ¶ 44]. Finally, the 4140 devices have a mold material extruder assembly for removing compacted material from the mold, the extruder assembly comprising a mold supporting surface in a common plane on which the mold is supported by the mold supporting frame, a mold bracket on the mold supporting surface which positions and secures the mold over a vertically oriented extrusion ram powered to rise from the mold supporting surface into the mold to extrude material from the mold [DE-143, Ex. A., pg. 23-24, ¶ 45]. The same findings of fact are also made with regard to the 4141 model [D143, Ex. A., pg. 45-49, ¶¶ 76-82]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 10 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>6. Claim 11 of the 133 patent</i></h2>\n<p>Claim 11 of the <i>133 patent</i> states:</p>\n<blockquote>A materials testing machine having a first mold supporting surface proximate mold gyration and compaction machinery, and a second mold supporting surface proximate mold position brackets and a mold specimen extruder, said mold gyration and compaction machinery including a mold gyrating mechanism which gyrates a vertical axis of the mold and a compaction ram insertable <span class=\"star-pagination\">*592</span> into the mold as the mold is gyrated, and said mold specimen extruder including a vertically oriented extrusion rod powered to rise from the second mold supporting surface into a mold.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 25-30, ¶¶ 46-53].</blockquote>\n<p>The parties stipulate that: 1) the term \"proximate\" is defined as \"next to or close to\"; 2) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; 3) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\"; and 4) the term \"gyrated\" is defined as \"one end of an axis revolves in a circle around something\" [DE-143, Ex. A., pg. 25-30, ¶¶ 46-53]. In addition, the Court has determined that: 1) the term \"first mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a second such surface\"; 2) the term \"mold gyration and compaction machinery\" is defined as \"a group of parts or machines that are arranged to impart a gyratory motion to a mold which holds a specimen, while simultaneously compacting the specimen\"; 3) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; 4) the term \"mold specimen extruder\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; 5) the term \"mold gyrating mechanism\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 6) the term \"vertically oriented rod\" is defined as a \"slender bar positioned such that its axis is perpendicular with respect to the horizon\" and 7) the term \"powered\" is defined as \"operating by or with power\" [<i>DE-116,</i> pg. 62, 63-64, 72, 73, 76, 79, 81, 83-84; <i>DE-122</i>].</p>\n<p>The 4140 devices are materials testing machines [DE-143, Ex. A., pg. 25-26, ¶ 47]. These machines have a first mold supporting surface proximate mold gyration and compaction machinery [DE-143, Ex. A., pg. 26, ¶ 48]. Furthermore, the 4140 devices have a second mold supporting surface and proximate mold position brackets [DE-143, Ex. A., pg. 27, ¶ 49]. In addition, the 4140 devices have an apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame [DE-143, Ex. A., pg. 50-51, ¶ 50]. Likewise, the mold gyration and compaction machinery that comprise the 4140 models include a mold gyrating mechanism which gyrates a vertical axis of the mold. [DE-143, Ex. A., pg. 28-29, ¶ 51]. They also possess a compaction ram which is insertable into the mold as the mold is gyrated [DE-143, Ex. A., pg. 29-30, ¶ 52]. Finally, the 4140 devices have a mold specimen extruder which includes a vertically oriented extrusion rod that is powered by a human exerting force with the assistance of hydraulics to rise from the second mold supporting surface into a mold [DE-143, Ex. A., pg. 30, ¶ 53]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A., pg. 48-53, ¶¶ 83-90]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 11 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>7. Claim 12 of the 133 patent</i></h2>\n<p>Claim 12 of the <i>133 patent</i> states:</p>\n<blockquote>A combined gyratory compactor and mold extruder assembly comprising: a frame which supports a mold gyration assembly and a first mold supporting <span class=\"star-pagination\">*593</span> surface, a mold for holding material to be compacted, a mold gyrator and a compaction ram, a second mold supporting surface, and a mold specimen extruder having an extrusion rod positioned and powered to rise from the second mold supporting surface.</blockquote>\n<blockquote>[DE-143, Ex. A., pg. 31-35, ¶¶ 56-60].</blockquote>\n<p>The parties stipulate that: 1) the term \"frame\" is defined as \"the arrangement of supporting members of a weight bearing structure composed of parts fitted together\"; and 2) the term \"ram\" is defined as \"a linear or rod-like member used to compress material along its vertical axis\" [DE-143, Ex. A., pg. 31-32, ¶ 56]. In addition, the Court has determined that: 1) the term \"mold gyration assembly\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 2) the term \"first mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a second such surface\"; 3) the term \"mold gyrator\" is defined as \"a device or apparatus which imparts a gyratory motion to a mold\"; 4) the term \"second mold supporting surface\" is defined as \"a surface or outer boundary that supports a mold or bears the weight or stress of the mold, as distinct from a first such surface and in the same horizontal plane with the first supporting surface\"; 5) the term \"mold specimen extruder\" is defined as an \"apparatus for extracting or extruding a material specimen from a mold that is an integral component of the frame\"; and 6) the term \"positioned ... to rise from the second mold supporting surface\" is defined as \"placed in the proper position to move upward, emerge or protrude from the second mold supporting surface\" [<i>DE-116,</i> pg. 62, 63-64, 66, 72, 76, 79; <i>DE-122</i>].</p>\n<p>The 4140 devices are combined gyratory compactors and mold extruder assemblies [DE-143, Ex. A., pg. 31, ¶ 55]. They have a frame which supports a device that imparts gyratory motion to the mold and a first mold supporting surface [DE-143, Ex. A., pg. 31-32, ¶ 56]. Likewise, the devices require a mold for holding material to be compacted [DE-143, Ex. A., pg. 32-33, ¶ 57]. In addition, they have a mold gyrator and a compaction ram [DE-143, Ex. A., pg. 33, ¶ 58]. Furthermore, the 4140 devices have a second mold supporting surface [DE-143, Ex. A., pg. 33-34, ¶ 59]. Finally, the 4140 devices include a mold specimen extruder that has an extrusion rod positioned and powered to rise from the second mold supporting surface [DE-143, Ex. A., pg. 34-35, ¶ 60]. The same findings of fact are also made with regard to the 4141 model [DE-143, Ex. A., pg. 54-59, ¶¶ 91-99]. Based on this record, the undersigned finds that the 4140 devices and the 4141 model contain all of the elements of Claim 12 of the <i>133 patent.</i></p>\n<p></p>\n<h2><i>8. Recommendation on Infringement</i></h2>\n<p>Consistent with the foregoing analysis, it is HEREBY RECOMMENDED that a finding of fact be entered in this matter that Troxler's models 4140, 4140B and 4141 gyratory compactors literally read upon the <i>133 patent.</i> Nonetheless, it is further RECOMMENDED that Pine's Motion for Summary Judgment of Infringement [DE 142] be DENIED. As will be discussed <i>infra.,</i> Troxler's affirmative defenses of equitable estoppel and laches cannot be resolved on summary judgment. Because those defenses cannot be disposed of on summary judgment, it would be inappropriate to grant Pine summary judgment on the issue of infringement.</p>\n<p></p>\n<h2><i>B. Laches and Equitable Estoppel Defenses</i></h2>\n<p></p>\n<h2><i>1. Equitable Estoppel</i></h2>\n<p>Equitable estoppel to assert a claim is a defense committed to the sound <span class=\"star-pagination\">*594</span> discretion of the trial court. <i>A.C. Aukerman Company v. R.L. Chaides Construction Co.,</i> <span class=\"citation\" data-id=\"580826\"><a href=\"/opinion/580826/ac-aukerman-company-v-rl-chaides-construction-co/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1041 (Fed.Cir. 1992)(<i>en banc</i>). A successful equitable estoppel defense bars all relief on a claim. <i>Id.</i> In order to succeed on a defense of equitable estoppel a party must show that:</p>\n<blockquote>(a) The patentee, through misleading conduct, leads the alleged infringer to reasonably infer that the patentee does not intend to enforce its patent against the alleged infringer. \"Conduct\" may include specific statements, action, inaction, or silence where there is a duty to speak.</blockquote>\n<blockquote>(b) The alleged infringer relies on that conduct.</blockquote>\n<blockquote>(c) Due to its reliance, the alleged infringer will be materially prejudiced if the patentee is allow to proceed with its claim.</blockquote>\n<blockquote>\n<i>Wafer Shave, Inc. v. Gillette Co.,</i> <span class=\"citation\" data-id=\"2008456\"><a href=\"/opinion/2008456/wafer-shave-inc-v-gillette-co/\"><span class=\"volume\">857</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">112</span></a></span>, 118 (D.Mass.1993), <i>affirmed w/o opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></span> (Fed.Cir.1994)(<i>citing Aukerman</i>).</blockquote>\n<p>Thus, the defense of equitable estoppel requires the court to analyze the facts from the alleged infringer's perspective. <i>Id.</i> \"Misleading action by the patentee may be silence, if such silence is accompanied by some other factor indicating that the silence was sufficiently misleading to amount to bad faith.\" <i>ABB Robotics v. GMFanuc Robotics Corp.,</i> <span class=\"citation\" data-id=\"694401\"><a href=\"/opinion/694401/abb-robotics-inc-and-cincinnati-milacron-inc-v-gmfanuc-robotics/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1062</span></a></span>, 1064 (Fed.Cir.1995). \"In the cases that have applied intentionally misleading silence in the patent infringement context, a patentee threatened immediate or vigorous enforcement of its patent rights but then did nothing for an unreasonably long time.\" <i>Hottel,</i> 833 F.2d at 1574 (internal citations omitted). However, this is not the only way silence can be misleading conduct for equitable estoppel purposes. <i>ABB Robotics,</i> 52 F.3d at 1064. For example, a long period of inaction after an alleged infringer denies infringement can also be construed as misleading conduct. <i>Id.</i> Likewise, it has been held that a patent owner had a duty to speak and its silence was intentionally misleading where it had long known of the alleged infringement and permitted the conduct to continue. <i>Stambler v. Diebold, Inc.,</i> 11 U.S.P.Q.2d 1709, 1715 (E.D.N.Y.1988), <i>aff'd </i><i>without op.,</i> <span class=\"citation no-link\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1445</span></span> (Fed.Cir.1989). Ultimately, however, on a motion for summary judgment, any inference that the patentee's conduct was misleading \"must be the only possible inference from the evidence.\" <i>Aukerman,</i> 960 F.2d at 1044.</p>\n<p></p>\n<h2><i>a. Equitable Estoppel-Misleading Conduct</i></h2>\n<p>In a letter dated July 24, 1995, Mr. Theodore G. HinesPresident of Pine and co-inventor of the <i>133 patent</i>notified Troxler:</p>\n<blockquote>Troxler is offering for sale a gyratory compactor machine which includes a mold specimen extractor mounted or built in a stand or base which supports the compactor ... This concept ... is a proprietary invention of the Pine Instrument Company, for which U.S. and foreign patent protection is now being pursued... We therefore object to the advertising or sale by Troxler of any gyratory compactors which include an extractor mounted or built in the support stand or base of the compactor machine, and ask for your assurance that such products will not be advertised or sold by Troxler or by Troxler distributors.... Troxler's acknowledgment of Pine's exclusive rights by discontinuance of advertising and sale of such products will avoid any formal enforcement of applicable patent rights when issued.</blockquote>\n<blockquote>[DE-147, Ex. 4].</blockquote>\n<p>Troxler's then Executive Vice President, William F. Troxler, Jr. responded to this <span class=\"star-pagination\">*595</span> letter on August 8, 1995. In this letter, Mr. Troxler stated that \"at this time, we do not know and cannot speculate, the specific claims in your patent or the type of patent you are in the process of pursuing... [t]he Troxler extruder is our independent design and we have not used any proprietary information in the development of this device\" [DE-147, Ex. 5].</p>\n<p>Counsel for Pine sent a letter to Mr. Troxler, Jr. on December 23, 1996. This letter stated:</p>\n<blockquote>[this letter serves] to notify you of the imminent issuance of a United States Patent to Pine on a gyratory compactor with an attached mold specimen extruder. The exact form of the claims which the patent will contain are enclosed with this letter. The patent is scheduled to issue in January or February of 1997 and we will send you a copy of the printed patent when available..... This advance notice is provided as a courtesy for your company to avoid the expense of any production, use, selling, offering for sale or exhibition of a gyratory compactor with an attached or integral mold specimen extruder or extractor as defined by the claims of the Pine patent. Your respect of these rights is appreciated.</blockquote>\n<blockquote>[DE-147, Ex. 6].</blockquote>\n<p>On March 4, 1997, counsel for Pine provided Troxler with a copy of the issued <i>133 patent</i> [DE-147, Ex. 7].</p>\n<p>By letter dated March 13, 1997, Troxler indicated that it had very serious questions about the validity and enforceability of the <i>133 patent</i> [DE-147, Ex. 8]. Specifically, Troxler stated:</p>\n<blockquote>[Troxler] note[s] that Pine's '133 patent was filed on October 6, 1995, and that although Pine's earlier [118 patent] was cited during the prosecution, the '133 patent does not claim and is not entitled to the earlier filing date of the '118 patent. Indeed, as you acknowledged to the Patent Office, the application \"contains additional subject matter not disclosed in the '118 ... specifically directed to the integral extractor\" ...</blockquote>\n<blockquote>It is our understanding that the Pine gryatory compactor which is illustrated and described in the '118 and [133] patents was developed in response to [a] Federal Highway Administration (FHA) bid solicitation. Under these circumstances, we do not understand how the inventors named in the 133 patent can claim to be the true inventors of a gyratory compactor with mold specimen extruder as claimed in the '133 patent. Furthermore, the inventors did not disclose to the PTO anything about the FHA bid solicitation and the fact that the provision of an extruder with the gryratory compactor was part of the specifications required by the FHA. Certainly this information would have been considered material to patentability ...</blockquote>\n<blockquote>[DE-147, Ex. 8].</blockquote>\n<p>Troxler concluded its letter by further noting its belief that Pine's Model AFGC 125X gyratory compactor had been offered for sale more than a year prior to the filing date of the <i>133 patent.</i> [DE-147, Ex. 8].</p>\n<p>Pine responded to Troxler in a letter dated May 20, 1997, stating:</p>\n<blockquote>We have ... re-confirmed that [Troxler's gyratory compactor] very definitely literally infringes the '133 patent. We therefore respectfully request you ... immediately cease all production and sale of the Model 4140 and any other products which infringe upon the claims of the '133 patent ... Pine Instrument is hopeful that this infringement will be terminated without resort to litigation. However, Pine Instrument will take whatever further action is necessary to <span class=\"star-pagination\">*596</span> fully enforce the '133 patent. Therefore, your timely confirmation of Troxler's discontinuance of production and sale of ... [its gyratory compactor] ... is again respectfully requested.</blockquote>\n<blockquote>[DE-147, Ex. 9].</blockquote>\n<p>In summary, this letter on its face: 1) accuses Troxler of manufacturing products that infringe the <i>133 patent;</i> 2) requests that Troxler cease all production of the allegedly infringing products; and 3) threatens litigation should Troxler not cease said production. Thus, Pine clearly threatened immediate and vigorous enforcement of its patent rights in this letter. <i>Hottel Corp. v. Seaman Corp.,</i> <span class=\"citation\" data-id=\"498034\"><a href=\"/opinion/498034/hottel-corp-v-seaman-corp/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1570</span></a></span>, 1574 (Fed.Cir.1987). Troxler never responded to the May 20, 1997 letter and instead continued to sell its gyratory compactors in direct competition with Pine. In explaining it rationale for continuing its investment in the Model 4140 and 4141 gyratory compactors, Troxler states that it was \"[c]onfident in its legal position as expressed in its prior letter to Pine.\" [DE-147, pg. 5]. The sales of the Model 4140 and 4141 compactors were pervasive, open, and notorious. According to Troxler, \"Troxler and Pine were direct competitors in a virtual two-supplier market, and both companies dominated the market .... often they were the only two companies bidding on contracts.\" [DE-147, pg. 5]. Likewise, \"Pine acquired and kept information on Troxler and Troxler gyratory compactors, including photographs, advertising brochures and price schedules ...\" [DE-147, pg. 5]. Therefore, Pine had first hand knowledge that Troxler continued to sell its gyratory compactors after Pine issued its May 20, 1997 threat to sue letter. Despite this knowledge of Troxler's allegedly infringing activities, Pine did not take any action against Troxler to defend its patent until February 19, 2002, when it asserted its counterclaim [DE-147, Ex. 1, pg. 249-250]. Nearly five years of allegedly infringing activity occurred before Pine took any legal action to defend its patent.</p>\n<p>With regard to Pine's decision not to pursue litigation, Mr. Hines testified in the following manner:</p>\n<blockquote>Q: Why did Pine not follow up on any of this correspondence after not receiving a response back from ... Troxler?</blockquote>\n<blockquote>A: I didn't feel motivated to pursue it.</blockquote>\n<blockquote>Q: Did you know during that time period that Troxler was continuing to sell the machines that you believe to infringe the '133 patent?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And it wasn't until your were served, Pine was served, with the lawsuit by Troxler that you became motivated to then file suit against Troxler</blockquote>\n<blockquote>A: That is correct.</blockquote>\n<blockquote>Q:on the '133 patent; is that right?</blockquote>\n<blockquote>A: That is correct.</blockquote>\n<blockquote>[DE-147, Ex. 1, pg. 249-250].</blockquote>\n<p>In addition to accusing Troxler of infringement in 1997, Pine made similar allegations against several smaller gyratory compactor manufacturers. On December 23, 1996, Pine sent letters to Industrial Process Controls, Ltd., Rainhart Company, and Interlaken Technology Corporation [DE-147, Ex. 24]. Each of these letters provided advance notice of the 133 <i>patent</i> \"as a courtesy so that [the companies] may avoid the expense of any production, use, selling, offering for sale or exhibition of a gyratory compactor with an attached or integral mold specimen extruder or extractor which would infringe the claims of the Pine patent.\" [DE-147, Ex. 24]. Moreover, Troxler was aware that Pine had specifically threatened patent litigation against Rainhart Company [DE-147, Ex. 26]. Rainhart informed Troxler that when Rainhart challenged Pine regarding the validity of the <i>133 patent,</i> Pine <span class=\"star-pagination\">*597</span> went silent and was not heard from again on this issue [DE-147, Ex. 26]. Indeed, Interlaken was the only letter recipient that was sued by Pine for patent infringement, and Pine dropped that action less than one month after filing the lawsuit [DE-147, pg. 13]. Mr. Hines testified that the reason Pine terminated the action was because of the impending expense [DE-147, Ex. 1, pg. 227]. According to Mr. Hines, \"the court costs and the legal costs of pursuing this would not be worth the benefits that would be gained from it.\" [DE-147, Ex. 1, pg. 227]. Troxler argues that \"Pine's failure to follow through at that time on its threats to not only Troxler but also Rainhart supported Troxler's conclusion that Pine did not intend to enforce its alleged rights under the <i>'133 patent.\"</i> [DE-147, pg. 8].</p>\n<p>Furthermore, Troxler contends that Pine failed to assert or discuss Troxler's alleged infringement of the <i>133 patent</i> during correspondence between the parties regarding Pine's alleged infringement of Troxler's <i>655 patent.</i> On May 10, 2001, counsel for Troxler sent a letter to Mr. Hines asserting that Pine was infringing the <i>655 patent</i> [DE-147, Ex. 20]. Pine responded to this letter on June 1, 2001, stating that the construction and operation of Pine's gyratory compactor is \"dramatically different from the machine claimed in the '655 patent\" [DE-147, Ex. 21]. No mention of Troxler's infringement of the <i>133 patent</i> is made by Pine in this letter [DE-147, Ex. 21]. Troxler reasserted its infringement charge in a June 27, 2001 letter to Pine. [DE-147, Ex. 22]. Again, Pine did not respond to this correspondence by noting Troxler's infringement of the <i>133 patent.</i></p>\n<p>As noted <i>supra.,</i> \"[i]n the cases that have applied intentionally misleading silence in the patent infringement context, a patentee threatened immediate or vigorous enforcement of its patent rights but then did nothing for an unreasonably long time.\" <i>Hottel,</i> 833 F.2d at 1574. Likewise, a long period of inaction after an alleged infringer denies infringement can also be construed as misleading conduct. <i>ABB Robotics,</i> 52 F.3d at 1064. Both of those patterns exist in the instant case. First, on March 13, 1995, Troxler denied Pine's accusations of infringement [DE-147, Ex. 8]. Pine nonetheless threatened to sue Troxler on May 20, 1997. [DE-147, Ex. 9]. Despite Troxler's continued manufacture and sale of the allegedly infringing products, Pine remained silent for nearly five years thereafter. Pine continued its silence even as the parties discussed Pine's alleged infringement of the <i>655 patent</i> [DE-147, Ex's 21-22]. Similar threats of litigation by Pine against other alleged infringers were not pursued by Pine. Based on this record, the undersigned concludes that the only possible finding is that Pine's conduct was misleading and thus Troxler is entitled to summary judgment on this prong of its equitable estoppel defense.</p>\n<p></p>\n<h2><i>b. Equitable EstoppelReliance</i></h2>\n<p>When analyzing an equitable estoppel defense, reliance is not the same as prejudice or harm, although they are often confused. <i>Aukerman,</i> 960 F.2d at 1043. \"To show reliance, the infringer must have had a relationship or communication with the plaintiff which lulls the infringer into a sense of security in going ahead with\" his or her activity. <i>Id.</i> Here, as noted <i>supra.,</i> Troxler concedes thatdespite Pine's allegations of infringementTroxler continued to manufacture the Models 4140 and 4141 in direct competition with Pine because Troxler was \"[c]onfident in its legal position as expressed in its prior letter to Pine.\" [DE-147, pg. 5]. Rather than relying on Pine's silence, Troxler may have continued manufacturing the Model 4140 <span class=\"star-pagination\">*598</span> and 4141 compactors because Troxler believed the <i>133 patent</i> was invalid or unenforceable. Thus, there is a material issue of fact as to whether Troxler was in fact lulled by Pine into a sense of security. Because of this material issue of fact, neither party is entitled to summary judgment on this prong Troxler's equitable estoppel defense. <i>Anderson,</i> 477 U.S. at 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. For this reason, it is HEREBY RECOMMENDED that both Troxler's and Pine's motions for summary judgment be DENIED with respect to equitable estoppel because material issues of fact exist.</p>\n<p></p>\n<h2><i>2. Laches</i></h2>\n<p>The defense of laches is likewise committed to the sound discretion of the trial judge. <i>Aukerman,</i> 960 F.2d at 1028. A successful laches defense bars all damages incurred before the filing of the suit. <i>Id.</i> In order to succeed on a defense of laches, a party must show that: \"(a) the patentee's delay in bringing suit was unreasonable and inexcusable; and (b) the alleged infringer suffered material prejudice attributable to the delay.\" <i>Wafer Shave,</i> 857 F.Supp. at 118. \"[A] defense of laches requires the court to look at the patentee's conduct from the patentee's perspective and also to consider its effect on the alleged infringer.\" <i>Id.</i> The length of time that may be deemed reasonable depends on the circumstances. <i>Aukerman,</i> 960 F.2d at 1032. Furthermore:</p>\n<blockquote>[t]he time of the delay is measured from when the patentee knew or should have known of the alleged infringement. A presumption of laches arises if the delay is more than six years, the effect of which is to shift the burden of going forward with the evidence, but not the burden of persuasion, to the patentee. <i>Wafer Shave,</i> 857 F.Supp. at 118.</blockquote>\n<blockquote>Here, the record clearly indicates that Pine knew of the alleged infringement when the <i>133 patent</i> issued on February 25, 1997. Indeed, Pine notified Troxler of the alleged infringement as early 1995 [DE-147, Ex. 4]. However, the period for delay for laches does not begin prior to the issuance of the patent. <i>Aukerman,</i> 960 F.2d at 1032. Thus, the delay period in this case runs from February 25, 1997 until February 19, 2002-a delay of approximately five years. When the lapse of time is less than six years and the presumption is inapplicable, unreasonable delay may still be proven based on the totality of the evidence. <i>Id.</i> at 1035.</blockquote>\n<p>A court must also consider and weigh any justification offered by the plaintiff for its delay. <i>Aukerman,</i> 960 F.2d at 1033. These justifications could include, but are not limited to: 1) other litigation; 2) negotiations with the accused; 3) possible poverty or illness under limited circumstances; 4) wartime conditions; 5) the extent of the infringement; and 6) a dispute over the ownership of the asserted patent. <i>Id.</i> Here the most telling evidence of Pine's \"justification\" for its delay is Mr. Hines' testimony that he simply \"didn't feel motivated to pursue\" a lawsuit against Troxler and that he did not become so \"motivated\" until Troxler filed its suit against Pine [DE-147, Ex. 1, pg. 249-250]. \"The purpose of a laches defense is to punish dilatory patentees and in so doing to encourage all patentees to seek infringement remedies in a timely manner.\" <i>Odetics, Inc. v. Storage Tech. Corp.,</i> <span class=\"citation\" data-id=\"2519524\"><a href=\"/opinion/2519524/odetics-inc-v-storage-technology-corp/\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">785</span></a></span>, 790 (E.D.Va.1998). In other words, a laches defense exists precisely to prevent patentees from delaying in filing suit simply because they do not feel \"motivated to do so.\" Accordingly, the undersigned hereby finds that Pine's unjustified five year delay was unreasonable and that Troxler is entitled to summary <span class=\"star-pagination\">*599</span> judgment on the unreasonable delay prong of its laches defense.</p>\n<p></p>\n<h2><i>3. PrejudiceEquitable Estoppel and Laches</i></h2>\n<p>The prejudice prong of both laches and estoppel can be either be economic or evidentiary. <i>Aukerman,</i> 960 F.2d at 1033. Evidentiary prejudice may arise by reason of a alleged infringer's inability to present a full and fair defense on the merits due to the loss of records, the death of a witness, or the unreliability of memories of long past events, thereby undermining the court's ability to judge the facts. <i>Id.</i> Economic prejudice exists when an alleged infringer and possibly others will suffer the loss of monetary investments or incur damages which likely would have been prevented by earlier suit. <i>Id.</i></p>\n<p>Troxler asserts that it has been prejudiced by Pine's delay in filing a claim. First, Troxler contends that it has suffered evidentiary prejudice. Mr. William F. Troxler, Sr., the founder, President and CEO of Troxler during the relevant time period passed away in 2000. [DE-147, Ex.'s 23 &amp; 26]. Mr. Troxler, Sr. was in charge of research and development when each gyratory compactor model now accused of infringing the <i>133 patent</i> was designed, and the engineers working on these projects reported directly to him [DE-147, Ex. 10]. Furthermore, Troxler also asserts that many of Pine's witnesses have fading memoriesincluding the co-inventors of the <i>133 patent</i> [DE-147, pg. 9-10, Ex.'s 1, 12]. According to Troxler, \"the issues forgotten by [Pine's witnesses] relate directly to Troxler's defenses of invalidity and unenforceability\" [DE-147, pg. 11]. Similarly, Troxler contends that significant documents are not available due to the passage of time [DE-147, pg. 11-13]. While each of these factors tend to demonstrate that Troxler has suffered evidentiary prejudice, there remains a material issue of fact as to whether this prejudice is attributable to Pine's delay. Specifically, Troxler concedes:</p>\n<blockquote>Troxler has not incorporated or practiced a formal document retention policy over the years, which likely has resulted in the loss of documents and information useful to Troxler's defenses against Pine's infringement claim. Responding to a question about Troxler's document retention practices, Mr. Troxler testified, \"We're not a law firm that has to keep up with all the documents ... This is a family company. When the drawer gets full, you toss something. Troxler does not have an internal network storage system for e-mail and other documents.</blockquote>\n<blockquote>DE-147, pg. 11, fn. 6 (internal citations omitted).</blockquote>\n<p>Likewise, it is unclear from Troxler's pleadings precisely when the evidence it describes was lost. If the evidence in question was unavailable even before Pine's delay became unreasonable, then it is not pertinent to the issue of evidentiary prejudice. Due to these material issues of fact, no determination regarding evidentiary prejudice can be made on summary judgment.</p>\n<p>In addition, Troxler argues that it has suffered economic prejudice because of Pine's delay in filing suit. Specifically, Troxler contends that it was led to believe that it could continue to manufacture, offer for sale, and sell its gyratory compactors. Since February 1997, Troxler has invested approximately $9,300,000 in the production of its two gyratory compactorsincluding $885,000 in new equipment purchased expressly for gyratory equipment production [DE-147, Ex. 26]. During that time, Troxler sold more than 400 units of both models [DE-147, Ex. 26]. <span class=\"star-pagination\">*600</span> Additionally, Troxler incurred expenses totaling approximately $700,000 in other engineering projects related to gyratory compaction equipment [DE-147, Ex. 26]. Approximately $945,862 has been spent by Troxler on wages and benefits for employees that have been added because of gyratory compactors and gyratory compaction equipment production and service [DE-147, Ex. 26]. However, with regard to economic prejudice it has been noted that \"the hiring of new employees, modifications of equipment, and engagement in sales and marketing activities ... are damages normally associated with a finding of infringement and do not constitute the type of damages necessary for a finding of economic prejudice\" <i>Ecolab, Inc. v. Envirochem, Inc.,</i> <span class=\"citation\" data-id=\"774874\"><a href=\"/opinion/774874/ecolab-inc-v-envirochem-inc/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1358</span></a></span>, 1371-1372 (Fed.Cir.2001). Likewise, \"[e]ven a considerable investment during a delay period is not a result of a delay if it was deliberate business decision to ignore a warning, and to proceed as if nothing had occurred.\" <i>Gasser Chair Co., Inc. v. Infanti Chair Mfg. Corp.,</i> <span class=\"citation\" data-id=\"699661\"><a href=\"/opinion/699661/gasser-chair-company-inc-and-george-gasser-v-infanti-chair/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">770</span></a></span>, 775 (Fed.Cir.1995)(internal quotations and citations omitted). As noted <i>supra.,</i> rather than relying on Pine's silence, there is evidence of record which indicates that Troxler may have continued manufacturing the allegedly infringing compactors because Troxler believed the <i>133 patent</i> was invalid or unenforceable. Therefore, whether Troxler has been economically prejudiced by Pine's misleading conduct remains a material issue of fact.</p>\n<p>For the aforementioned reasons, the undersigned finds that neither party is entitled to summary judgment on the issue of whether Troxler has been prejudiced by Pine's misleading conduct. Because a finding of prejudice is a requirement of both equitable estoppel and laches, it is HEREBY RECOMMENDED that both Troxler's and Pine's motions for summary judgment be DENIED with respect to equitable estoppel and laches because material issues of fact exist with regard to those defense.</p>\n<p></p>\n<h2><i>4. Other egregious conduct affecting both Equitable Estoppel and Laches</i></h2>\n<p>Finally, \"[e]ven if the specific of elements of laches or estoppel are established, the court must take into consideration any other evidence and facts respecting the equities of the parties in exercising its discretion.\" <i>Wafer Shave,</i> 857 F.Supp. at 119 (internal quotations omitted). \"Thus, an otherwise meritorious laches or estoppel defense may be defeated if it is shown that the defendant is guilty of egregious conduct, such as copying.\" <i>Id.</i> Both Pine and Troxler contend that the other has engaged in egregious conduct.</p>\n<p>Pine contends that Troxler has waived its right to assert these equitable defenses by failing to adequately respond to discovery. Specifically, Pine served interrogatory No. 15 on Troxler which sought the factual basis for Troxler's contention that the <i>133 patent</i> is unenforceable [DE-139, Ex. 2]. Troxler responded to this interrogatory in the following manner:</p>\n<blockquote>Troxler indeed contends the that '133 patent unenforceable. The investigation into the unenforceability of the '133 patent is ongoing and Troxler will supplement this Interrogatory response as necessary. Upon information and belief, and subject to confirmation in discovery, Troxler is aware of certain prior art references, products available from third parties, sales and/or offers to sell the invention as claimed in the '133 patent, all available, known or occurring on or before the filing date to which Pine is entitled of the '133 patent application. Each reference, product, sale or offer to sell was and is material to patentability and was required by law to be disclosed <span class=\"star-pagination\">*601</span> to the United States Patent and Trademark Office, which Pine failed to do.</blockquote>\n<blockquote>[DE-139, Ex. 2].</blockquote>\n<p>Apparently, Troxler's discovery response was never supplemented to include any factual basis in support of the defenses of equitable estoppel or laches. Pine argues that Troxler's failure to adequately supplement its discovery responses is conduct which should prevent Troxler from succeeding on any equitable defense.</p>\n<p>Likewise, Pine asserts that Troxler consciously copied the <i>133 patent.</i> Specifically, Pine states that in a memorandum dated August 5, 1994 Troxler noted that Troxler's compactor did not have an attached extruder \"like Pine\" and that incorporating a \"bracket that mounts the extractor to the left side\" would be advantageous [DE-139, Ex. 11]. However, the same memorandum cited by Pine also contains a handwritten note in the margin indicating Troxler had considered an attached extruder prior to August 5, 1994 [DE-139, Ex. 11]. Subsequently, Troxler manufactured a compactor with an attached extruder. [DE-139, Ex. 10, pg. 77-78]. Despite the handwritten note on the August 15, 1994 memorandum, Pine nonetheless contends that the August 5, 1994 memorandum evidences that Troxler consciously copied Pine's device.</p>\n<p>Furthermore, Pine also contends that Troxler filed suit against Pine without a good faith belief that Pine was infringing the <i>655 patent.</i> The Federal Circuit has held that a patent suit is frivolous if the plaintiff conducted no investigation of the factual and legal merits. <i>S. Bravo Systems, Inc. v. Containment Technologies Corp.,</i> <span class=\"citation\" data-id=\"726782\"><a href=\"/opinion/726782/s-bravo-systems-inc-v-containment-technologies-corporation-s-bravo/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1372</span></a></span>, 1375 (Fed.Cir.1996). Specifically, \"[d]etermining infringement... requires that the patent claims be interpreted and that the claims be found to read on the accused devices.\" <i>Id.</i> The requirements of a good faith investigation are: 1) a claim construction must be performed; 2) by an attorney; 3) prior to bringing suit; 4) independent of the client's claim interpretation; and 5) the claim construction must be nonfrivolous. <i>Antonious v. Spalding &amp; Evenflo Companies, Inc.,</i> <span class=\"citation\" data-id=\"776033\"><a href=\"/opinion/776033/anthony-john-antonious-and-finnegan-henderson-farabow-garrett-dunner/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1066</span></a></span>, 1072 (Fed.Cir. 2002). Pine asserts that Troxler did not conduct such an investigation. Troxler asserts it did conduct an internal analysis and consulted with outside counsel prior to filing suit [DE-160, pg. 23]. Pine nonetheless maintains that Troxler's pre-suit investigation was insufficient and that Troxler is equitably barred from succeeding on the defenses of laches and equitable estoppel. In support of this argument, Pine again points to the fact that Troxler never provided Pine with any discovery responses which indicate that an adequate investigation took place. Because Troxler has failed to provide Pine with a written pre-suit claim construction during discovery, the Court will be required to assess Troxler's credibility regarding Troxler's assertion that such an investigation took place.</p>\n<p>Finally, Troxler contends that Pine intentionally withheld material information from the United States Patent and Trademark Office (\"USPTO\") Examiner during the pendency of the <i>133 patent.</i> Pine filed its application for the <i>133 patent</i> on October 6, 1995. [DE-148, Ex. 2]. Troxler argues that Pine sold products embodying the claims of the 133 application more than one year before this filing date [DE-148, pg. 12-13, 28-31 &amp; Ex.'s 8-10, 12]. However, Pine never disclosed these sales to the patent office.<sup>[1]</sup> [DE-160, pg. 7]. Although <span class=\"star-pagination\">*602</span> the <i>133 patent</i> ultimately was given a filing date of February 18, 1994, throughout its prosecution history, Pine argued the <i>133 patent</i> was entitled to a filing date of October 6, 1995 [DE-148, pg. 4 &amp; Ex. 4]. If Pine had received the effective date for the <i>133 patent</i> that it argued for, the sales described by Troxler would have rendered the <i>133 patent</i> invalid. <i>35 U.S.C. § 102(b)</i>(rendering patent invalid if invention embodied in patent is offered for sale more than one year before its filing date). Given Pine's belief during the pendency of the 133 application, the failure to disclose this information is highly relevant to the balancing of the equities. To rebut Troxler's contention that Pine intentionally withheld material information from the USPTO Examiner, Pine only advances the circular argument that the failure to disclose these sales is immaterial because the <i>133 patent</i> was, in fact, ultimately given an earlier filing date. However, pursuant its earlier argument (i.e.the <i>133 patent</i> was entitled to the later filing date), those sales clearly would have been material. Similarly, in its filings related to these summary judgment motions Pine repeatedly and somewhat disingenuously refers to the 133 patent application as a continuation-in-part application. In its original form, however, the 133 patent application was obviously not intended to be a continuation-in-part application [DE-148, pg. 3-5]. Regardless, Pine never substantively addresses why it did not disclose these sales to the USPTO.</p>\n<p>Each of these allegations of egregious behavior must be weighed before any final determination can be made on the equitable defenses of equitable estoppel and laches. However, issues of inequitable conduct, because of the difficulty in determining the intent to deceive, are rarely amenable to summary judgment adjudication. <i>KangaROOS U.S.A., Inc. v. Caldor, Inc.,</i> <span class=\"citation\" data-id=\"461671\"><a href=\"/opinion/461671/kangaroos-usa-inc-v-caldor-inc/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1571</span></a></span>, 1576 (Fed.Cir.1985)(\"[i]ntent to mislead or deceive is a factual issue that, if contested, is not readily determined within the confines of Fed.R.Civ.Proc.56\")(internal citations omitted). Such is the case here. Each of these issues turns on intent and require credibility determinations which are not appropriate on summary judgment. Because material issues of fact exist with regard with regard to egregious behavior, it is HEREBY RECOMMENDED that both Troxler's and Pine's motions for summary judgment on Troxler's defenses of equitable estoppel and laches be DENIED.</p>\n<p></p>\n<h2><i>5. Recommendation on Equitable Estoppel and Laches</i></h2>\n<p>For the aforementioned reasons, it is RECOMMENDED that a finding of fact be made that: 1) Pine engaged in \"misleading conduct\" as that term pertains to equitable estoppel; and 2) Pine's delay in filing suit against Troxler was unreasonable as defined by the doctrine of laches. However, material issues of fact still exist with regard to the remaining prongs of both equitable estoppel and laches. Therefore, it is HEREBY RECOMMENDED that both parties' motions for summary judgment with regard to Troxler's laches and equitable estoppel defenses [DE's <i>136</i> &amp; 138] be DENIED.</p>\n<p></p>\n<h2><i>C. Invalidity</i></h2>\n<p>Finally, the parties have filed cross-motions for summary judgment on Troxler's argument that the <i>133 patent</i> is invalid [<i>DE's 135</i> &amp; 140]. Specifically, Troxler contends that the <i>133 patent</i> is <span class=\"star-pagination\">*603</span> invalid pursuant to <i>35 U.S.C. § 102(b),</i> which states:</p>\n<blockquote>A person shall be entitled to a patent unless...</blockquote>\n<blockquote>(B) the invention was patented or described in a printed publication in this or a foreign country or in public use or on sale in this country, more than one year prior to the date of the application for patent in the United States, ... <i>35 U.S.C. § 102.</i>\n</blockquote>\n<p>The <i>118 patent,</i> which Pine applied for on February 18, 1994, describes a gyratory compactor apparatus that includes a mold and a ram for compacting the material specimen. [DE-148, pg. 3]. Pine's <i>133 patent,</i> which was applied for on October 6, 1995, describes the same apparatus with some additional text, drawings and claims directed to a mold specimen extruder [DE-148, pg. 3]. Notably, the 133 patent application was originally filed as a regular utility application, not as a continuation-in-part of the <i>118 patent</i> [DE-148, pg. 4]. On April 19, 1996, the USPTO issued an Office Action which included a double patenting rejection of the claims in the <i>133 patent.</i> [DE-141, Ex. 3]. Specifically, the Examiner stated that the subject matter in the 133 patent application was already disclosed in the <i>118 patent.</i> [DE-141, Ex. 3]. In response Pine argued that the <i>118 patent</i> did not cover or support the extruder element claimed in the 133 patent application and therefore requested the withdrawal of the double patenting rejection [DE-148, Ex. 4]. Thus, Pine contended that the 133 patent application contained additional subject matter not disclosed in the <i>118 patent</i> [DE-148, Ex. 4]. Ultimately, Pine was unsuccessful in convincing the Examiner to retract the double patenting rejection and agreed to a terminal disclaimer in exchange for allowance of the <i>133 patent</i> [DE-148, Ex. 5]. The effect of this terminal disclaimer was to give the 118 and 133 patents the same filing and expiration dates. (i.e.the <i>133 patent</i> was given a filing date of February 18, 1994) [DE-148, Ex. 5].</p>\n<p>Troxler argues that the Examiner erred and that in fact the <i>133 patent</i> was not disclosed in the <i>118 patent.</i> If this argument were to succeed, then the <i>133 patent</i> would no longer be entitled to the earlier filing date of the <i>118 patent.</i> The effective filing date of the <i>133 patent</i> is critical, because the invention described in the 133 patent was offered for sale and/or in public use as early as October 8, 1993 [DE-148, Ex. 8-12]. Thus, if the 133 patent is not entitled to the earlier filing date of the <i>118 patent</i> then it is invalid pursuant to <i>35 U.S.C. § 102(b).</i></p>\n<p>However, \"a patent is presumed valid, <i>35 U.S.C. § 282,</i> and this presumption is based in part on the expertise of patent examiners presumed to have done their job.\" <i>Brooktree Corp. v. Advanced Micro Devices, Inc.,</i> <span class=\"citation\" data-id=\"593289\"><a href=\"/opinion/593289/brooktree-corporation-plaintiffcross-appellant-v-advanced-micro-devices/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1574-1575 (Fed.Cir.1992). Thus, a party challenging the validity of a patent has the burden of persuasion and must show clear and convincing evidence to prevail. <i>Buildex v. Kason Indus., Inc.,</i> <span class=\"citation\" data-id=\"507894\"><a href=\"/opinion/507894/buildex-incorporated-v-kason-industries-inc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1461</span></a></span>, 1463 (Fed.Cir.1988). A similar presumption applies to the examiner's issuance of a double patenting rejection. <i>Rohm and Haas Co. v. Mobil Oil Corp.,</i> <span class=\"citation\" data-id=\"2142801\"><a href=\"/opinion/2142801/rohm-and-haas-co-v-mobil-oil-corp/\"><span class=\"volume\">462</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span>, 735 (D.Del.1978)(\"[w]hether the description in [a] ... patent application sufficiently discloses to one skilled in the art to which it pertains the invention claimed ... [so as] to warrant treating ... [it] as a continuation of ... [another] application is a question particularly well-suited to resolution by the PTO ...\"). Indeed, \"[t]he presumption of validity is based on the presumption of administrative correctness of actions of the agency charged with examination of patentability.\" <i>Applied Materials, Inc. v. Advanced Semiconductor</i> <span class=\"star-pagination\">*604</span> <i>Materials America, Inc.,</i> <span class=\"citation\" data-id=\"728742\"><a href=\"/opinion/728742/applied-materials-inc-plaintiffcross-appellant-v-advanced/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1563</span></a></span>, 1569 (Fed.Cir.1996)(<i>citing </i><i>Interconnect Planning Corp. v. Feil,</i> <span class=\"citation\" data-id=\"459085\"><a href=\"/opinion/459085/interconnect-planning-corporation-v-thomas-e-feil-robert-o-carpenter-v/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1132</span></a></span> (Fed.Cir.1985)). Thus, the decisions of USPTO examiners are entitled to the same presumption of correctness that attaches to all administrative actions. <i>Kingsdown Medical Consultants, Ltd. v. Hollister Inc.,</i> <span class=\"citation\" data-id=\"515826\"><a href=\"/opinion/515826/kingsdown-medical-consultants-ltd-and-er-squibb-sons-inc-v/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 874 (Fed.Cir.1988). Here, the USPTO Examiner's basis for issuing a double patenting rejection for the <i>133 patent</i> is clearly articulated and reasoned:</p>\n<blockquote>The subject matter claimed in the instant [133] application is fully disclosed in the [118] patent and covered by the [118] patent since the [118] patent and the [133] application are claiming common subject matter as follows: The [133] patent claims a gyratory compactor with all the basic components and the features of the instant [133] application.</blockquote>\n<blockquote>[DE-141, Ex. 3].</blockquote>\n<p>Conversely, Troxler has failed to cite clear and convincing evidence in support of its contention that the Examiner's determination was incorrect. To rebut the determination of the Examiner, Troxler advances two main arguments. First, Troxler argues that the 118 <i>patent</i> does not adequately disclose the extruder described in the <i>133 patent.</i> However, Troxler concedes that the <i>118 patent</i> does make at least some reference to an extruder. [DE-148, pg. 18-29]. Regardless, Troxler has failed to cite sufficient evidence to overcome the presumption of correctness to which the Examiner is entitled in this matter. <i>Cf. </i><i>In re Vaeck,</i> <span class=\"citation\" data-id=\"570465\"><a href=\"/opinion/570465/in-re-mark-a-vaeck-wipa-chungjatupornchai-and-lee-mcintosh/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 496 (Fed.Cir.1991)(holding that well known and predictable technologiessuch as mechanical and electrical devicesrequire less of a written description). Secondly, Troxler notes that Pine itself originally argued before the USPTO that the <i>118 patent</i> did not fully disclose the <i>133 patent.</i> The Court finds that this fact is likewise not sufficient to overcome the presumption of correctness. Despite the fact that Pine originally argued to the contrary, the Examiner ultimately determined that the <i>118 patent</i> fully disclosed the <i>133 patent</i> and issued a double patenting rejection. Pine's original argument before the Examiner is not independent evidence to support the argument that the Examiner's decision should be presumed incorrect. However, the Court reiterates that Pine's original argument before the Examiner is very relevant to the equitable factors discussed <i>supra.</i> in Section II(B)(4)¶ 5.</p>\n<p>For the aforementioned reasons, the undersigned finds that the <i>133 patent</i> is not invalid pursuant to <i>35 U.S.C. § 102(b).</i> Therefore, it is HEREBY RECOMMENDED that Troxler's Motion for Summary Judgment of Invalidity [<i>DE-135</i>] be DENIED, and Pine's Motion for Summary Judgment on the Invalidity Defenses [DE-140] be GRANTED.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>For the foregoing reasons, it is HEREBY RECOMMENDED that a finding of fact be entered in this matter that Troxler's models 4140, 4140B and 4141 gyratory compactors literally read upon the <i>133 patent.</i> Nonetheless, it is further RECOMMENDED that Pine's Motion for Summary Judgment of Infringement [DE-142] be DENIED because Troxler's affirmative defenses of equitable estoppel and laches remain unresolved. Likewise, it is RECOMMENDED that a finding of fact be entered that: 1) Pine engaged in \"misleading conduct\" as that term pertains to equitable estoppel; and 2) Pine's delay in filing suit against Troxler was unreasonable as defined by the doctrine of laches. Again, however, it is ultimately RECOMMENDED <span class=\"star-pagination\">*605</span> that the parties' cross motions for summary judgment with regard to the laches and equitable estoppel defenses raised by Troxler [DE's <i>136 &amp;</i> 138] both be DENIED because material issues of fact exist with regard to those defenses. Finally, it is RECOMMENDED that Troxler's Motion for Summary Judgment of Invalidity [<i>DE-135</i>] be DENIED, and Pine's Motion for Summary Judgment on the Invalidity Defenses [DE-140] be GRANTED.</p>\n<p>SO RECOMMENDED.</p>\n<h2>NOTES</h2>\n<p>[1]  These sales form the basis for Troxler's argument that the 133 patent is invalid pursuant to <i>35 U.S.C. § 102(b).</i> The failure to disclose these sales is only analyzed in this section to the extent it bears upon other evidence and facts respecting the equities of the parties. Troxler's argument for invalidity pursuant to <i>35 U.S.C. § 102(b)</i> shall be addressed separately in the next section.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2142801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2519524/"
  ]
}