{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2450347/",
  "absolute_url": "/opinion/2450347/north-carolina-growers-assn-v-holly-ridge-assoc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2450347/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:38:35.906270Z",
  "date_modified": "2016-04-26T23:24:06.803215Z",
  "type": "010combined",
  "sha1": "4842e31876ceff7101db7608bcb6c4c2fe753ff1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>278 F.Supp.2d 654 (2003)</b></center>\n<center><h1>NORTH CAROLINA SHELLFISH GROWERS ASSOCIATION and North Carolina Coastal Federation, Plaintiffs,<br>\nv.<br>\nHOLLY RIDGE ASSOCIATES, LLC, and John A. Elmore, Defendants.</h1></center>\n<center>No. 7:01-CV-36-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>July 25, 2003.</center>\n<p><span class=\"star-pagination\">*655</span> <span class=\"star-pagination\">*656</span> <span class=\"star-pagination\">*657</span> <span class=\"star-pagination\">*658</span> <span class=\"star-pagination\">*659</span> Derb S. Carter, Donnell Van Noppen, III, Southern Environmental Law Center, <span class=\"star-pagination\">*660</span> Chapel Hill, NC, for North Carolina Shellfish Growers Association, North Carolina Coastal Federation.</p>\n<p>George William House, V. Randall Tinsley, Jim W. Phillips, Jr., Robert J. King, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, Jason S. Thomas, Craig A. Bromby, Hunton &amp; Williams, Raleigh, NC, for Holly Ridge Associates, L.L.C., John A. Elmore.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on the following motions: (1) Plaintiffs' Motion for Summary Judgment on Standing, (2) Defendants' Motion for Summary Judgment, (3) Plaintiffs' Motion for Declaration that Defendants' Offer of Judgment is Null and Void, (4) Defendants' Motion to Strike Plaintiffs' Motion for Declaration, and (5) Plaintiffs' Motion for Partial Summary Judgment on Liability.<sup>[1]</sup> Each motion has been fully briefed and is ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>A. <i>General Background</i>\n</h2>\n<p>Defendants Holly Ridge Associates, LLC and John A. Elmore (collectively \"HRA\" or \"Defendants\") own a 1,262-acre tract of land in Onslow County, North Carolina. This tract, referred to as the \"Morris Landing Tract\" or the \"Tract,\" borders and adjoins Stump Sound and the Atlantic Intercoastal Waterway (\"AIWW\"). Plaintiffs North Carolina Shellfish Growers' Association (\"NCSGA\") and North Carolina Coastal Federation (\"NCCF\") allege that the Morris Landing Tract drains into Stump Sound, the AIWW, and Cypress Branch, a perennial stream that forms the southern boundary of much of the tract. According to Plaintiffs, Cypress Branch is a tributary of Batts Mill Creek, which flows into Stump Sound and the AIWW.</p>\n<p>In their Amended Complaint, filed on February 19, 2002, Plaintiffs claim that Defendants have violated various sections of the Clean Water Act (\"CWA\") by conducting ditching and excavation activities on the Morris Landing Tract. These activities, which occurred between January and November 1998, included the cleaning-out of existing ditches, the expansion of existing ditches, and the creation of new ditches. Plaintiffs claim that the ditches at issue are located in wetlands and uplands adjacent to wetlands. Plaintiffs also allege that Defendants' ditching and drainage activities have resulted in the discharge of sediment and other pollutants into surrounding waters, including Cypress Branch, Batts Mill Creek, the AIWW, and Stump Sound. According to Plaintiffs, Defendants' activities have resulted in past and continuing violations of applicable water quality standards.</p>\n<p>It is undisputed that Defendants did not apply for or obtain a CWA § 402 Discharge Permit or a § 404 Wetland Fill Permit before commencing their ditching activities on the Morris Landing Tract. In their Answer, Defendants claim that their activities do not violate the CWA. Defendants also deny that these activities fall within the jurisdiction of the CWA.</p>\n<p></p>\n<h2>B. <i>Facts Related to Plaintiffs' Standing</i>\n</h2>\n<p>Plaintiff NCCF is a North Carolina not-for-profit corporation founded in 1982. NCCF currently has more than 7,000 members, the majority of whom live, work, <span class=\"star-pagination\">*661</span> and recreate on North Carolina's coast. NCCF's organizational purpose includes protecting coastal wetlands from destruction, maintaining and improving the quality of coastal wetlands, and protecting and maintaining shellfishing waters for the use and enjoyment of North Carolina's citizens. NCCF alleges that some of its members live in the general vicinity of the Morris Landing Tract and that many other members visit, recreate, fish, shellfish, hunt, boat, swim, conduct research or educational activities, and otherwise use and enjoy the coastal waters in the immediate vicinity of the Morris Landing Tract.</p>\n<p>Plaintiffs have introduced affidavits from three NCCF members who claim to use and enjoy the waters and natural resources in and adjoining the Morris Landing Tract. Ted Wilgis is a member and employee of NCCF, currently serving as the Cape Fear Coastkeeper. In this position, Wilgis patrols waters from the New River Inlet north of Stump Sound and the Morris Landing Tract south to the South Carolina state line in order to monitor water quality and ensure compliance with environmental laws and regulations. Wilgis leads boat trips to Stump Sound for the education and pleasure of NCCF members and others. He also uses the waters of Stump Sound recreationally, kayaking and fishing in the portion of Stump Sound between Batts Mill Creek and Morris Landing Road. NCCF member Melvin Shepard is a resident of Sneads Ferry and owns a business selling commercial and recreational fishing supplies. Some of Shepard's customers allegedly fish in Stump Sound. Shepard claims that he has personally fished in the waters immediately adjacent to the Morris Landing Tract. He also occasionally drives across or alongside the Tract to visit a cemetery nearby. Finally, NCCF member Jim Swartzenberg fishes and boats in the vicinity of the Morris Landing Tract. Swartzenberg also owns and works shellfish leases in Stump Sound.</p>\n<p>The other Plaintiff in this action, NCSGA, is an association of individuals, businesses, and others engaged in the business of shellfishing in North Carolina waters. NCSCA is involved in shellfish research and in environmental, economic, and regulatory advocacy. NCSGA has approximately 70 members and is dedicated to the encouragement of a healthy and prosperous shellfishing industry in North Carolina. NCSGA members own and maintain shellfish production leases all along North Carolina's coast, including the area managed by the state as the \"Stump Sound Area\" or \"Area B-9.\" This area includes waters adjoining the Morris Landing Tract. Plaintiffs have introduced a declaration from NCSGA member and president Jim Swartzenberg. Swartzenberg leases and works more than 130 acres in Stump Sound. Another NCSGA member, Raymond Howard, harvests shellfish commercially from leases adjoining the Morris Landing Tract.</p>\n<p>Plaintiffs insist that the quality of North Carolina's coastal waters is crucial to the production of shellfish, and low levels of fecal coliform bacteria are particularly important. These bacteria originate in the intestinal tracts of warm-blooded animals and enter the environment from human and animal excreta. Water contaminated with pathogens associated with high levels of fecal coliform bacteria can cause human illness and death. Illness and death can also result from the consumption of bacteria-contaminated shellfish. Plaintiffs allege that monitoring data from the Stump Sound Area reveal significant increases in fecal coliform counts at the mouth of Batts Mill Creek following Defendants' ditching and draining activities. According to Plaintiffs, a draft report from the North Carolina Shellfish Sanitation Section confirms <span class=\"star-pagination\">*662</span> that land disturbing activities such as ditching may lead to increased fecal coliform counts in adjacent waters.</p>\n<p></p>\n<h2>C. <i>Procedural Background</i>\n</h2>\n<p>On November 27, 2002, Plaintiffs filed their Motion for Declaration that Defendants' Offer of Judgment is Null and Void. Defendants responded to this motion on December 17, 2002 and, at the same time, filed a Motion to Strike Plaintiffs' Motion for Declaration. On December 2, 2002, the parties filed three motions for summary judgment. Plaintiffs filed a Motion for Summary Judgment on Standing, claiming that the undisputed facts demonstrate that Plaintiffs have standing to maintain this action. In contrast, Defendants' Motion for Summary Judgment argues that Plaintiffs' Amended Complaint should be dismissed due to Plaintiffs' lack of standing. Finally, Plaintiffs filed a Motion for Partial Summary Judgment on Liability. This motion seeks rulings on various issues related to Defendants' liability for violations of the CWA.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2>A. <i>Plaintiffs' Motion for Summary Judgment on Standing and Defendants' Motion for Summary Judgment</i>\n</h2>\n<p>In order to obtain judicial resolution of their claims against Defendants, NCCF and NCSGA must satisfy the basic legal requirements for standing. \"[A]n association may have standing to sue in federal court either based on an injury to the organization in its own right or as the representative of its members who have been harmed.\" <i>Friends of the Earth, Inc. v. Gaston Copper Recycling Corp.,</i> 204 F.3d 149, 155 (4th Cir.2000) (citing <i>Warth v. Seldin,</i> 422 U.S. 490, 511, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975)). An organization has representational standing when (1) at least one of its members would have standing to sue in his or her own right; (2) the organization seeks to protect interests germane to the organization's purpose; and (3) neither the claim asserted nor the relief sought requires the participation of individual members. <i>See </i><i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs.,</i> 528 U.S. 167, 181, 120 S.Ct. 693, 145 L.Ed.2d 610 (2000).</p>\n<p>Because their arguments focus exclusively on the first prong of this analysis, Defendants appear to concede that Plaintiffs have satisfied the second and third elements required for representational standing. The undisputed evidence before the Court indicates that the claims asserted by Plaintiffs are germane to the purposes of NCCF and NCSGA and that the claims asserted and relief requested do not require the participation of Plaintiffs' individual members. The Court will therefore focus its inquiry on the first prong of representation standing  whether any member of NCCF or NCSGA has individual standing to pursue the claims asserted.</p>\n<p>To satisfy the constitutional requirements for individual standing, \"a plaintiff must show (1) it has suffered an `injury in fact' that is (a) concrete and particularized and (b) actual or imminent, not conjectural or hypothetical; (2) the injury is fairly traceable to the challenged action of the defendant; and (3) it is likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.\" <i>Laidlaw,</i> 528 U.S. at 180-81, 120 S.Ct. 693. While Plaintiffs contend that they have demonstrated injury in fact, traceability, and redressability, Defendants claim that Plaintiffs have failed to satisfy each of these elements.</p>\n<p></p>\n<h2>1. <i>Injury in Fact</i>\n</h2>\n<p>The Fourth Circuit recently stated that, \"[i]n the environmental litigation <span class=\"star-pagination\">*663</span> context, the standing requirements are not onerous.\" <i>Am. Canoe Ass'n, Inc. v. Murphy Farms, Inc.,</i> 326 F.3d 505, 517 (4th Cir.2003). Instead, \"environmental plaintiffs adequately allege injury in fact when they aver that they use the affected area and are persons `for whom the aesthetic and recreational values of the area will be lessened' by the challenged activity.\" <i>Laidlaw,</i> 528 U.S. at 183, 120 S.Ct. 693 (quoting <i>Sierra Club v. Morton,</i> 405 U.S. 727, 735, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972)). Applying this standard, courts have regularly found that environmental plaintiffs who live, work, and recreate in the area at issue satisfy the injury in fact requirement by demonstrating that their use and enjoyment of the area has been diminished by environmental damage or concerns about environmental damage. <i>See, e.g., </i><i>Laidlaw,</i> 528 U.S. at 183-84, 120 S.Ct. 693 (finding injury in fact where \"the affidavits and testimony presented ... assert that [defendant's] discharges, and the affiant members' reasonable concerns about the effects of those discharges, directly affected those affiants' recreational, aesthetic, and economic interests.\"); <i>Am. Canoe Ass'n,</i> 326 F.3d at 518-20 (finding injury in fact where several organization members, all of whom used the creek at issue for business or recreation, expressed concerns regarding water quality and claimed that these concerns affected their aesthetic, recreational, and economic interests); <i>Gaston Copper,</i> 204 F.3d at 156-57 (finding injury in fact where an organization member living four miles downstream from the site of illegal discharges claimed that concerns about discharges affected his use and enjoyment of the waterway).</p>\n<p>Courts have also made clear that threatened injury is sufficient to support standing. In <i>Gaston Copper,</i> the Fourth Circuit stated that \"[t]hreats or increased risk ... constitutes cognizable harm. Threatened environmental injury is by nature probabilistic.\" 204 F.3d at 160. Similarly, in <i>Sierra Club, Lone Star Chapter v. Cedar Point Oil, Inc.,</i> 73 F.3d 546 (5th Cir.1996), the Fifth Circuit held that whether an environmental injury \"is couched in terms of future impairment rather than past impairment is of no moment.\" <i>Id.</i> at 556.</p>\n<p>In the instant case, Plaintiffs have presented declarations from organization members who use the waters adjacent to the Morris Landing Tract recreationally for boating, fishing, shellfishing, wading, and viewing wildlife.<sup>[2]</sup><i>See</i> Miller Decl. at ¶ 2; Wilgis Decl. at ¶ 5. Plaintiffs' members also use these waters for educational purposes, conducting trips designed to teach organization members and the public about North Carolina's coastal resources. <i>See</i> Miller Decl. at ¶¶ 4, 24-26; Wilgis Decl. at ¶¶ 6-9. NCCF member Melvin Shepard claims that his recreational and aesthetic uses of areas adjacent to the Morris Landing Tract have been impaired by concerns that Defendants' extensive ditching has adversely affected the waters of Stump Sound. <i>See</i> Shepard Decl. at ¶¶ 3-6, 8-10. NCCF member Ted Wilgis shares these concerns and claims to have experienced reduced enjoyment of the area. <i>See</i> Wilgis Decl. at ¶ 9. Wilgis stated that he would like to stop NCCF boat trips at the public oyster grounds adjacent <span class=\"star-pagination\">*664</span> to the Tract but will not do so due to concerns that these areas contain harmful pollutants. <i>See id.</i> at ¶ 8.</p>\n<p>Plaintiffs claim that the economic and property interests of organization members are also threatened by Defendants' ditching activities. NCSGA member Jim Swartzenberg owns and maintains shellfish leases in the Stump Sound Area. <i>See</i> Swartzenberg Decl. at ¶ 6-7. Swartzenberg has expressed concerns that pollution in the Stump Sound Area will impair his ability to market \"Stump Sound\" oysters, which have traditionally commanded a premium price. <i>See id.</i> at ¶ 8-10. According to Plaintiffs, the Stump Sound Area is \"conditionally approved open\" for oyster harvesting, meaning that the state closes the area to shellfishing after rains of a certain size. A few days after the rain, state agency staff take fecal coliform samples from the waters of Stump Sound to determine whether the waters can be reopened. <i>See</i> Gilbert Decl. at ¶ 9. Plaintiffs claim that the state could leave the entire area closed based on sampling data from a few or even a single site, including sites adjacent to the Morris Landing Tract. Plaintiffs also claim that the state may close the entire management area more often as a result of fecal coliform sampling data from areas near the Morris Landing Tract.</p>\n<p>According to Plaintiffs, recent sampling data confirm their members' fears about water quality in Stump Sound. Since Defendants commenced their ditching and draining activities, sampling reports have documented an increase in fecal coliform contamination in waters receiving runoff from the Morris Landing Tract. <i>See</i> Gilbert Decl. at ¶ 11 &amp; Attach. A at 5. Plaintiffs claim that more recent data show even higher levels of fecal coliform, levels that could require the permanent closure of the shellfishing waters adjacent to the Tract. Furthermore, state officials and other experts have linked ditching activities to such increases in fecal coliform levels. <i>See id.</i> at Attach. A; Kirby-Smith Report at ¶¶ 15, 18-21.</p>\n<p>The Court finds that Plaintiffs have adequately alleged an injury in fact. Plaintiffs' declarations and deposition testimony indicate (1) that several of Plaintiffs' members use the area at issue and (2) that these members' recreational, aesthetic, and economic interests have been impaired or threatened as a result of Defendants' ditching activities. Plaintiffs have thus satisfied the standard for injury in fact set forth by the Supreme Court in <i>Laidlaw</i> and by the Fourth Circuit in <i>Gaston Copper</i> and <i>American Canoe Ass'n.</i> As in <i>Gaston Copper,</i> Plaintiffs' members are \"not asserting a mere academic or philosophical interest in the protection of ... waterways affected by [Defendants'] pollution.\" 204 F.3d at 159. Nor are these individuals \"roving environmental ombudsmen seeking to right environmental wrongs wherever [they] might find them.\" <i>Id.</i> at 157. Shepard, Wilgis, and Swartzenberg live, work, and recreate in the area at issue in this litigation, and Defendants' actions clearly affect the concrete, particularized legal rights of these specific individuals.</p>\n<p></p>\n<h2>2. <i>Traceability</i>\n</h2>\n<p>Defendants next argue that Plaintiffs lack standing because they have failed to demonstrate that their alleged injuries are \"fairly traceable\" to Defendants' ditching and draining activities. The requirement of traceability \"ensures that there is a genuine nexus between a plaintiff's injury and a defendant's alleged illegal conduct.\" <i>Gaston Copper,</i> 204 F.3d at 161. Traceability does not require Plaintiffs to demonstrate to a scientific certainty that Defendants' conduct caused <span class=\"star-pagination\">*665</span> the harm suffered by Plaintiffs. \"Rather than pinpointing the origins of particular molecules, a plaintiff `must merely show that a defendant discharges a pollutant that causes or contributes to the kinds of injuries alleged' in the specific geographic area of concern.\" <i>Id.</i> (quoting <i>Natural Res. Def. Council, Inc. v. Watkins,</i> 954 F.2d 974, 980 (4th Cir.1992)).</p>\n<p>Defendants claim that Plaintiffs cannot make the required showing of traceability because sediment from the Morris Landing Tract has not and cannot reach the waters of Stump Sound. Defendants also claim that, even if increased levels of fecal coliform in adjacent waters could result from ditching activities, Plaintiffs have failed to establish that Defendants' activities have caused or could cause injury to Plaintiffs. Instead, Defendants argue that Plaintiffs' claims regarding bacteria-related closure of shellfishing waters are entirely speculative and that other sources could have contributed to increased fecal coliform levels in Stump Sound. Defendants emphasize that Plaintiffs have failed to conduct toxicity tests or other sampling to conclusively determine whether pollutants from the Morris Landing Tract are actually reaching and polluting the waters of Stump Sound.</p>\n<p>Despite these assertions, the Court believes that Plaintiffs have satisfied the standard for traceability set forth in <i>Gaston Copper.</i> Plaintiffs have presented evidence suggesting that Defendants' activities have resulted in the discharge of stormwater, fecal coliform bacteria, fill, and other pollutants into waters on and adjacent to the Morris Landing Tract. However, courts have made clear that \"[t]he relevant showing for purposes of Article III standing ... is not injury to the environment but injury to the plaintiff.\" <i>Laidlaw,</i> 528 U.S. at 181, 120 S.Ct. 693. Plaintiffs need only demonstrate that their concerns about Defendants' activities are reasonable under the circumstances and have diminished their use and enjoyment of the area. <i>See id.</i> at 184-85, 120 S.Ct. 693.</p>\n<p>In this case, Plaintiffs have presented evidence indicating (1) that ditching activities can lead to increased fecal coliform levels in adjacent waters, <i>see</i> Gilbert Dep. at 6-8; S.D. Smith Dep. at 113-14; (2) that pollutants, including fecal coliform, on the Morris Landing Tract may reach waters used by Plaintiffs' members, <i>see</i> Wylie Dep. at 128-131; Kirby-Smith Report at ¶¶ 18-21; Wilgis Decl. at ¶¶ 14-15 &amp; Attach. A, B; and (3) that Defendants' ditching activities coincide with increased fecal coliform counts in Batts Mill Creek, <i>see</i> Gilbert Decl. at ¶ 11. In light of this evidence, the Court concludes that the concerns expressed by Plaintiffs' members are entirely reasonable and fairly traceable to Defendants' activities. Furthermore, \"[t]he fact that other [sources] may have contributed to the pollution problems complained of by the [plaintiffs] in this case does not negate the fact that the defendants' discharges still potentially harmed them.\" <i>Am. Canoe Ass'n,</i> 326 F.3d at 520.</p>\n<p>Defendants suggest that Plaintiffs lack standing because they have failed to produce conclusive evidence that Defendants' activities caused Plaintiffs' actual or threatened injuries. This position, which essentially transforms standing analysis into a determination of ultimate liability, has been specifically rejected by the Fourth Circuit. In <i>Natural Res. Def. Council v. Watkins,</i> 954 F.2d 974 (4th Cir.1992), the court stated that traceability \"does not mean that plaintiffs must show to a scientific certainty that defendant's effluent, and defendant's effluent alone, caused the precise harm suffered by the plaintiffs.\" <i>Id.</i> at 980 n. 7 Moreover, in <i>Gaston Copper,</i> the Fourth Circuit \"declin[ed] <span class=\"star-pagination\">*666</span> to transform the `fairly traceable' requirement into the kind of scientific inquiry that neither the Supreme Court nor Congress intended.\" 204 F.3d at 162. Thus, the Court believes that Plaintiffs have adequately demonstrated that their alleged injuries are \"fairly traceable\" to Defendants' activities.</p>\n<p></p>\n<h2>3. <i>Redressability</i>\n</h2>\n<p>Finally, Defendants argue that Plaintiffs' have failed to demonstrate that their injuries are likely to be redressed by a favorable decision in this litigation. Defendants claim that Plaintiffs' injuries cannot be redressed by this Court because they are not traceable to Defendants' activities. However, because the Court has concluded that Plaintiffs' injuries are fairly traceable to Defendants' conduct, the relief requested would redress Plaintiffs' injuries. Plaintiffs have asked the Court to (1) impose civil penalties, (2) compel Defendants to remove illegal fill material and restore the waters at issue, and (3) compel Defendants to obtain all required CWA permits. <i>See</i> Am. Compl. at 32. It is clear that such relief would redress the injuries alleged in this case.</p>\n<p>Because the undisputed evidence before the Court indicates that Plaintiffs have satisfied each of the three elements required for representational standing, Plaintiffs' Motion for Summary Judgment on Standing is granted and Defendants' Motion for Summary Judgment is denied.</p>\n<p></p>\n<h2>B. <i>Plaintiffs' Motion for Declaration that Defendants' Offer of Judgment is Null and Void and Defendants' Motion to Strike Plaintiffs' Motion for Declaration</i>\n</h2>\n<p>On November 18, 2002, Defendants served Plaintiffs with an offer of judgment pursuant to Rule 68 of the Federal Rules of Civil Procedure. Although Plaintiffs have not provided the Court with a copy of this offer, they have indicated that it is an offer to enter into a consent decree with the United States, the State of North Carolina, and Plaintiffs. Plaintiffs claim that the offer of judgment is inappropriate under the circumstances of this case and seek a declaration that the offer is null and void. Specifically, Plaintiffs contend that the application of Rule 68 to CWA citizen suits would have a chilling effect upon the willingness of plaintiffs to maintain such actions and would therefore frustrate the purposes of Congress in enacting the CWA.</p>\n<p>Under Rule 68, a defendant may serve upon a plaintiff an offer to allow judgment to be taken against the defendant on terms specified in the offer, plus costs then accrued. If the plaintiff does not accept the offer within ten days and if the case proceeds to judgment for the plaintiff on terms that are not more favorable than those in the offer, the plaintiff must pay the litigation costs incurred by the defendant after making the offer. Thus, Rule 68 changes the ordinary rule that costs are allowed as a matter of course to the prevailing plaintiff in a civil action, <i>see</i> Fed. R.Civ.P. 54(d), and provides for the assessment of costs against a prevailing plaintiff who obtains a judgment less favorable than the defendant's offer of judgment. \"The plain purpose of Rule 68 is to encourage settlement and avoid litigation. The Rule prompts both parties to a suit to evaluate the risks and costs of litigation, and to balance them against the likelihood of success upon trial on the merits.\" <i>Marek v. Chesny,</i> 473 U.S. 1, 5, 105 S.Ct. 3012, 87 L.Ed.2d 1 (1985) (internal citation omitted).</p>\n<p>Plaintiffs argue that the application of this rule to citizens suits under the CWA raises barriers to the effective enforcement of the CWA and is therefore contrary <span class=\"star-pagination\">*667</span> to the express intentions of Congress in enacting this statute. If Rule 68 is applied in this case, Plaintiffs could be forced to choose between (1) accepting a judgment they deem inadequate or (2) pursuing the litigation in hopes of receiving a more favorable judgment, at the risk of having to pay Defendants' costs and sacrificing an award of attorney's fees. Plaintiffs' dilemma is exacerbated by the fact that any penalties recovered in this action will be paid, not to Plaintiffs, but to the United States Treasury. <i>See </i><i>Chesapeake Bay Found. v. Bethlehem Steel Corp.,</i> 608 F.Supp. 440, 449 (D.Md.1985). While plaintiffs in other types of litigation can recover compensatory damages, punitive damages, and injunctive relief personally benefiting the plaintiff, a CWA citizen plaintiff cannot obtain such personal redress. Plaintiffs claim that, because the risk and benefit calculation of a CWA plaintiff is markedly different from that of other civil litigants, the application of Rule 68 is likely to have a chilling effect on the vigorous prosecution of CWA citizen suits.</p>\n<p>Congress intended \"that enforcement of [CWA] provisions be immediate, that citizens should be unconstrained to bring these actions, and that the courts should not hesitate to consider them.\" S.Rep. No. 92-414, at 3746 (1971). In order to accomplish these goals, § 505 of the CWA, 33 U.S.C. § 1365, provides that \"any citizen may commence a civil action on his own behalf ... against any person ... who is alleged to be in violation of an effluent standard or limitation.\" 33 U.S.C. § 1365(a)(1)(A). \"[T]he term `citizen' means a person or persons having an interest which is or may be adversely affected.\" 33 U.S.C. § 1365(g). Plaintiffs argue that by chilling citizen suits under § 1365, Rule 68 impedes the substantive and procedural rights provided by the CWA. Application of this rule therefore violates the Rules Enabling Act, which provides that the Federal Rules of Civil Procedure \"shall not abridge, enlarge or modify any substantive right.\" 28 U.S.C. § 2072(b).</p>\n<p>The Court is aware of only two cases directly addressing the issue raised in Plaintiffs' motion. Both of these cases adopted the position advanced by Plaintiffs, finding offers of judgment to be inappropriate in CWA citizen suits and declaring such offers null and void. In <i>Friends of the Earth v. Chevron Chem. Co.,</i> 885 F.Supp. 934 (E.D.Tex.1995), the court considered the application of an offer of judgment provision to a CWA citizen suit. Although the provision at issue in <i>Chevron Chem.</i> was a local court rule, the court's reasoning is clearly applicable to Rule 68. The court stressed that, because any damage award is paid to the United States Treasury, CWA plaintiffs are not seeking personal redress. <i>See id.</i> at 940. Instead, such plaintiffs are \"standing in the shoes of the government and performing a public service.\" <i>Id.</i> The court held that:</p>\n<blockquote>To place upon these citizen plaintiffs the speculative hazard of paying a Defendant's attorney's fees and costs would likely have an undesirable effect. Such a hazard would have a chilling effect upon citizens bringing enforcement actions under Section 1365. Indubitably, this would eviscerate the effectiveness of Section 1365.</blockquote>\n<p><i>Id.</i> at 939.</p>\n<p>Similarly, in <i>Public Interest Research Group, Inc. v. Struthers-Dunn, Inc.,</i> 1988 WL 147639 (D.N.J. Aug.16, 1988), the court concluded that Rule 68 would have an undesirable chilling effect on CWA citizen suits under § 1365. The court explained the dilemma created by Rule 68 as follows:</p>\n<blockquote>[P]laintiffs' incentive to \"hold out\" for a larger penalty judgment is greatly minimized by the fact that plaintiffs will not <span class=\"star-pagination\">*668</span> keep any of the money that defendant is made to pay. At the same time, plaintiffs are confronted with the possibility of not only having to work for free, but also having to pay money to defendants if the ultimate judgment does not meet plaintiffs' expectations. Not even the most altruistic litigant can be expected to persevere under such circumstances.</blockquote>\n<p><i>Id.</i> at *4. The <i>Struthers-Dunn</i> court concluded that \"[t]he effectiveness of § 1365 ... is certainly diluted if not decimated, by the disincentives created when Rule 68 is applied to citizen suits.\" <i>Id.</i> at *5. The court therefore held that Rule 68 violated the Rules Enabling Act when applied to CWA citizen suits. <i>See id.</i></p>\n<p>This Court agrees with the reasoning of <i>Chevron Chem.</i> and <i>Struthers-Dunn.</i> The application of Rule 68 to CWA citizen suits creates enormous disincentives and discourages citizens plaintiffs from vigorously prosecuting claims under the CWA. In doing so, Rule 68 frustrates the express intention of Congress \"that citizens should be unconstrained to bring these actions.\" S.Rep. No. 92-414, at 3746 (1971). While the Fourth Circuit has stated that the purpose of Rule 68 \"is to provide an efficient and neutral means to settle litigation, irrespective of the nature of the underlying disputes,\" <i>Spencer v. General Elec. Co.,</i> 894 F.2d 651, 664 (4th Cir.1990), the situation of a CWA citizen plaintiff is clearly distinguishable from that of other civil litigants. Citizen plaintiffs, like those in the instant case, \"are suing as private attorneys general, and they seek the enforcement of federal law... Any benefit from the lawsuit, whether injunctive or monetary, inures to the public or to the United States. The citizen suit provision was designed to supplement administrative enforcement, not to provide a private remedy.\" <i>Chesapeake Bay Found.,</i> 608 F.Supp. at 449. Because CWA citizen plaintiffs cannot personally recover the full benefit of the litigation, the effect of a Rule 68 offer of judgment is far more detrimental in § 1365 cases than other types of litigation.</p>\n<p>At first glance, the characterization of Plaintiffs as \"private attorneys general\" serving the public interest appears to be inconsistent with the Court's standing analysis above. In actuality, however, the motions before the Court simply illustrate the dual roles of CWA citizen plaintiffs. For purposes of standing, a plaintiff must have \"a sufficient personal stake in the dispute to render judicial resolution appropriate.\" <i>Gaston Copper,</i> 204 F.3d at 153. This requirement \"tends to assure that the legal questions presented to the court will be resolved, not in the rarified atmosphere of a debating society, but in a concrete factual context conducive to a realistic appreciation of the consequences of judicial action.\" <i>Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc.,</i> 454 U.S. 464, 472, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982).</p>\n<p>Although standing analysis requires plaintiffs to have a personal stake in the case, it is undeniable that litigation under § 1365 serves interests broader than those of the individual plaintiffs. By enforcing the CWA, plaintiffs do stand in the shoes of the government and perform a public service. As recognized in <i>Chevron Chem.</i> and <i>Struthers-Dunn,</i> this second \"public\" role was clearly contemplated by Congress when it enacted § 1365. Because this second role alters the cost and benefit calculation associated with offers of judgment, it renders Rule 68 inappropriate in CWA citizen suits.</p>\n<p>Because Rule 68 is incompatible with the purposes of Congress in enacting the CWA, the Court declares Defendants' offer of judgment null and void. Furthermore, because Plaintiffs' Motion <span class=\"star-pagination\">*669</span> for Declaration was entirely appropriate, Defendants' Motion to Strike will be denied.</p>\n<p></p>\n<h2>C. <i>Plaintiffs' Motion for Partial Summary Judgment on Liability</i>\n</h2>\n<p>Plaintiffs claim that summary judgment is appropriate with respect to a number of issues related to Defendants' liability for violations of the CWA. Plaintiffs believe that they are entitled to summary judgment on the following issues: (1) that the various waters at issue in this litigation are \"waters of the United States\" and are therefore subject to the jurisdiction of the CWA; (2) that Defendants have discharged pollutants, including stormwater, sediment, and fecal coliform, into covered waters; (3) that the discharges have been from point sources, including the site itself, ditches, check dams, and gullies and rills; (4) that Defendants have discharged fill material into covered waters; and (5) that these discharges occurred without permits in violation of Sections 301, 401, 402, and 404 of the CWA, 33 U.S.C. §§ 1331, 1341, 1342, and 1344. The Court will address each of these issues in turn.</p>\n<p></p>\n<h2>1. <i>\"Waters of the United States\"</i>\n</h2>\n<p>The CWA prohibits the discharge of pollutants, except in compliance with a National Pollutant Discharge Elimination System (\"NPDES\") permit issued pursuant to § 402. <i>See</i> 33 U.S.C. §§ 1311(a), 1342(a). The CWA defines \"the discharge of a pollutant\" to mean \"any addition of any pollutant to navigable waters from any point source.\" 33 U.S.C. § 1362(12)(A). Section 404 of the CWA requires a permit for the discharge of fill material into navigable waters. <i>See</i> 33 U.S.C. § 1344(a). For purposes of both sections, the CWA defines \"navigable waters\" as \"waters of the United States, including territorial seas.\" 33 U.S.C. § 1362(7). Thus, jurisdiction under both § 402 and § 404 depends on a threshold determination that the waters involved are \"waters of the United States.\"</p>\n<p>The term \"waters of the United States\" is broadly defined by United States Army Corps of Engineers (\"Corps\") regulations to include:</p>\n<blockquote>(1) traditional navigable waters, or \"waters which are currently used, or were used in the past, or may be susceptible to use in interstate or foreign commerce;\"</blockquote>\n<blockquote>(2) impoundments of waters otherwise defined as covered waters;</blockquote>\n<blockquote>(3) tributaries of covered waters, including traditional navigable waters; and</blockquote>\n<blockquote>(4) wetlands adjacent to covered waters, including tributaries.</blockquote>\n<p>33 C.F.R. § 328.3(a)(1), (4), (5), (7). Plaintiffs claim that the undisputed facts demonstrate that the Morris Landing Tract contains or is adjacent to the following covered waters: (1) wetlands adjacent to traditional navigable waters; (2) tributaries of traditional navigable waters; (3) wetlands adjacent to tributaries of traditional navigable waters; and (4) impoundments of tributaries of traditional navigable waters. In response, Defendants argue that the wetlands, ditches, and other bodies of waters at issue are not covered by the CWA and insist that summary judgment on this issue is inappropriate.</p>\n<p></p>\n<h2>a. <i>Traditional Navigable Waters</i>\n</h2>\n<p>Plaintiffs claim that there are two traditional navigable waters associated with the Morris Landing Tract. Stump Sound is navigable-in-fact and classified by the State of North Carolina as an \"SA\" water, indicating that it is a saltwater of high quality suitable for the production and harvesting of shellfish for human consumption. <i>See</i> Wilgis Decl. at ¶¶ 3, 4. <span class=\"star-pagination\">*670</span> Batts Mill Creek, a saltwater estuarine creek that flows into Stump Sound, is also navigable-in-fact and classified as an \"SA\" water. <i>See id.</i> at ¶ 13. Both Stump Sound and Batts Mill Creek border and are directly adjacent to the Morris Landing Tract. Because Defendants have presented no evidence to the contrary, the Court finds that Stump Sound and Batts Mill Creek are traditional navigable waters.</p>\n<p></p>\n<h2>b. <i>Wetlands Adjacent to Stump Sound</i>\n</h2>\n<p>In <i>United States v. Riverside Bayview Homes, Inc.,</i> 474 U.S. 121, 106 S.Ct. 455, 88 L.Ed.2d 419 (1985), the Supreme Court upheld the Corps' regulation extending CWA jurisdiction to \"all wetlands adjacent to navigable or interstate waters and their tributaries.\" <i>Id.</i> at 129, 106 S.Ct. 455. Based on this regulation, Plaintiffs claim that wetlands along the southern portion of the Morris Landing Tract are waters of the United States because they are adjacent to Stump Sound, a traditional navigable water. Defendants' own version of the wetland boundaries in the site, as depicted on Cape Fear Engineering's WET-1 map, confirms that the southern-most portion of the Tract is comprised of wetlands directly adjacent to Stump Sound. Furthermore, Defendants appear to concede in their Response that these wetlands are waters of the United States covered by the CWA.</p>\n<p>In <i>Solid Waste Agency of Northern Cook County v. United States Army Corps of Engineers,</i> 531 U.S. 159, 121 S.Ct. 675, 148 L.Ed.2d 576 (2001) (<i>SWANCC</i>), the Supreme Court emphasized that the CWA is based on Congress' power over navigable waters, suggesting that covered non-navigable waters must have some connection to navigable ones. <i>See id.</i> at 167, 172, 121 S.Ct. 675. Although courts interpreting <i>SWANCC</i> have reached different conclusions regarding the decision's effect on <i>Riverside Bayview,</i><sup>[3]</sup> all have found that wetlands adjacent to traditional navigable waters are subject to regulation under the CWA.</p>\n<p>The undisputed evidence before the Court indicates that the wetlands adjacent to Stump Sound are waters of the United States. According to Plaintiffs, Ditch 17 is excavated at least partly in these wetlands and is therefore within the jurisdiction of the CWA. Plaintiffs have presented evidence that water leaves the ditch continuously and enters undisturbed portions of the tidal marsh. <i>See</i> Wylie Field Report at 7 &amp; Photographs. Defendants dispute that Ditch 17 discharges into wetlands and claims that the ditch's fingers flow toward an upland connector ditch rather than the coastal marsh. While the direction of flow may be significant for purposes of determining Defendants' liability, it is not relevant to the threshold determination of jurisdiction. Defendants' WET-1 map shows that parts of Ditch 17 are located in wetland areas. Accordingly, the Court finds that Ditch 17 is located, at least in part, in a water of the United States and is therefore subject to regulation under the CWA.</p>\n<p></p>\n<h2>c. <i>Tributaries of Covered Waters</i>\n</h2>\n<p></p>\n<h2>i. <i>Cypress Branch</i>\n</h2>\n<p>Plaintiffs claim that Cypress Branch is the largest of the tributaries <span class=\"star-pagination\">*671</span> connecting the Morris Landing Tract to Stump Sound. Cypress Branch runs alongside much of the Tract and intersects with or comes close to the outfalls of several ditches. According to Plaintiffs, when Cypress Branch leaves the Tract, it flows southwestward to intersect with Batts Mill Creek, a traditional navigable water. Although the parties disagree as to the extent of channelized surface flow from Cypress Branch to Batts Mill Creek, Plaintiffs argue that summary judgment is nevertheless appropriate because there is a hydrological connection and at least intermittent surface flow between the two waters, which is sufficient to transport pollutants from Cypress Branch to the navigable waters of Batts Mill Creek.</p>\n<p>Defendants deny that Cypress Branch is a tributary of Batts Mill Creek. Instead, Defendants claim that Cypress Branch ends in a wide wetland flat before reaching Batts Mill Creek. <i>See</i> Fennell Aff. at ¶ 4-6. A distance of nearly one-half mile separates the endpoint of the Cypress Branch channel from the beginning of a new channel on the opposite side of the wetland flat. Defendants argue that this new channel, which ultimately intersects with Batts Mill Creek, is from a separate tributary, rather than Cypress Branch.</p>\n<p>An absence of channelized flow between the two bodies of water does not necessarily prevent Cypress Branch from being considered a tributary of Batts Mill Creek. The Corps' regulations indicate that \"intermittent streams\" may fall within the jurisdiction of the CWA. <i>See</i> 33 C.F.R. § 328.3(a)(3). Numerous courts have also recognized that intermittent streams and tributaries are capable of carrying pollutants downstream during rain events and are therefore subject to regulation under the CWA. In <i>United States v. Eidson,</i> 108 F.3d 1336 (11th Cir.1997), the Eleventh Circuit concluded that:</p>\n<blockquote>[T]here is no reason to suspect that Congress intended to exclude from \"waters of the United States\" tributaries that flow only intermittently. Pollutants need not reach interstate bodies of water immediately or continuously in order to inflict serious environmental damage ... Rather, as long as the tributary would flow into the navigable body of water \"during significant rainfall,\" it is capable of spreading environmental damage and is thus a \"water of the United States\" under the Act.</blockquote>\n<p><i>Id.</i> at 1342 (quoting <i>United States v. Texas Pipe Line Co.,</i> 611 F.2d 345, 347 (10th Cir.1979)). <i>See also </i><i>Headwaters, Inc. v. Talent Irrigation Dist.,</i> 243 F.3d 526, 534 (9th Cir.2001) (quoting <i>Eidson</i>); <i>Quivira Mining Co. v. EPA,</i> 765 F.2d 126, 130 (10th Cir.1985) (finding that creeks and arroyos connected to streams during intense rainfall are waters of the United States); <i>United States v. Lamplight Equestrian Center, Inc.,</i> 2002 WL 360652, *7 (N.D.Ill. Mar.8, 2002) (\"Water need not flow in an unbroken line at all times to constitute a sufficient connection to a navigable water or its tributaries.\").</p>\n<p>This position is consistent with the Supreme Court's holding in <i>SWANCC,</i> which stressed that the CWA was enacted under Congress' \"traditional jurisdiction over waters that were or had been navigable in fact or which could reasonably be so made.\" 531 U.S. at 172, 121 S.Ct. 675. Where a hydrological connection exists between a body of water and a traditional navigable water such that pollutants discharged into the body can move downstream and degrade the quality of the navigable water, the \"significant nexus\" required for CWA jurisdiction under <i>SWANCC</i> is clearly present. As the Fourth Circuit recently explained in <i>United States v. Deaton,</i> 332 F.3d 698 (4th Cir.2003), \"[t]he power over navigable waters <span class=\"star-pagination\">*672</span> also carries with it the authority to regulate nonnavigable waters when that regulation is necessary to achieve Congressional goals in protecting navigable waters.\" <i>Id.</i> at 707. This is true whether the hydrological connection occurs in a channelized flow or a network of flat bottoms and braids, continuously or intermittently.</p>\n<p>The Court therefore concludes that Cypress Branch is a tributary of Batts Mill Creek subject to CWA jurisdiction. Despite Defendants' insistence that Cypress Branch ends without reaching the new channel or Batts Mill Creek, their own expert admits that \"[s]torm water discharge from higher return period storm events I believe will fill these low-lying areas and eventually discharge [in the new channel leaving the wetland flat and intersecting Batts Mill Creek].\" Fennell Dep. at 50. Because this intermittent flow is capable of moving pollutants from Cypress Branch across the wetland flat to the navigable waters of Batts Mill Creek, a \"significant nexus\" exists between Cypress Branch and traditional navigable waters. Cypress Branch is therefore a tributary subject to CWA jurisdiction.</p>\n<p></p>\n<h2>ii. <i>Ditches Connected to \"Waters of the United States\"</i>\n</h2>\n<p>Next, Plaintiffs claim that ditches on the Morris Landing Tract that drain into or intersect with other covered waters are themselves waters of the United States. Courts have consistently held that tributaries need not be natural to fall within the jurisdiction of the CWA. <i>See, e.g., </i><i>Eidson,</i> 108 F.3d at 1342 (\"There is no reason to suspect that Congress intended to regulate only the natural tributaries of navigable waters. Pollutants are equally harmful to this country's water quality whether they travel along man-made or natural routes.\").</p>\n<p>The Fourth Circuit recently considered whether ditches connected to other covered waters are properly within the jurisdiction of the CWA. In <i>United States v. Deaton</i><i>,</i> the Corps sought to regulate wetlands adjacent to a roadside ditch. Waters from this nonnavigable ditch followed a thirty-two-mile path through several other nonnavigable watercourses before reaching the navigable waters of the Wicomico River and Chesapeake Bay. <i>See</i> 332 F.3d at 702. Concluding that the ditch was a tributary subject to the jurisdiction of the CWA, the <i>Deaton</i> court reasoned that \"discharges into nonnavigable tributaries and adjacent wetlands have a substantial effect on water quality in navigable waters,\" creating \"a nexus between a navigable waterway and its nonnavigable tributaries.\" <i>Id.</i> at 712. Thus, the court found that the Corps' regulation of nonnavigable tributaries reflected a reasonable interpretation of the CWA and was \"well within Congress's traditional power over navigable waters.\" <i>See id.</i> at 707.</p>\n<p>Plaintiffs contend that a number of ditches on the Morris Landing Tract are tributaries under the CWA because these ditches flow into other covered waters. Specifically, Plaintiffs claim that Ditches 2, 9/10, and 11/12 are tributaries of Cypress Branch because discharges from these ditches reach the waters of Cypress Branch. <i>See</i> Lea Dep. at 97-98, 116; Mitchell Dep. at 159-63. Based on the Fourth Circuit's decision in <i>Deaton,</i> the Court concludes that any ditches flowing into Cypress Branch, a nonnavigable tributary of a navigable water, are tributaries subject to regulation under the CWA. Plaintiffs claim that Ditches 13, 14, 15, and 16 are also covered tributaries because these ditches flow into the Tract's on-site lake. According to Plaintiffs, this lake is an impoundment of waters otherwise defined as waters of the United States. <i>See</i> 33 <span class=\"star-pagination\">*673</span> C.F.R. § 328.3(a)(4). For reasons discussed below, the Court concludes that the on-site lake is an impoundment subject to CWA jurisdiction. All ditches flowing into this lake are therefore tributaries of waters of the United States and are themselves covered waters.</p>\n<p></p>\n<h2>d. <i>Wetlands Adjacent to Tributaries</i>\n</h2>\n<p>In <i>Riverside Bayview,</i> the Supreme Court considered the Corps' regulation extending CWA jurisdiction to wetlands adjacent to navigable waters, tributaries, and other waters of the United States. <i>See</i> 474 U.S. at 129, 106 S.Ct. 455. In support of its regulation, the Corps argued that \"wetlands adjacent to lakes, rivers, streams, and other bodies of water may function as integral parts of the aquatic environment even when the moisture creating the wetlands does not find its source on the adjacent bodies of water.\" <i>Id.</i> at 135, 106 S.Ct. 455. Finding the Corps' position reasonable, the Court concluded that \"a definition of `waters of the United States' encompassing all wetlands adjacent to other bodies of water over which the Corps has jurisdiction, is a permissible interpretation of the Act.\" <i>Id.</i></p>\n<p>In <i>SWANCC,</i> the Supreme Court revisited the issue of CWA jurisdiction. <i>SWANCC</i> involved an abandoned mining site purchased by a consortium of suburban Chicago cities and villages to be used in the disposal of baled nonhazardous solid waste. The Corps was asked to determine whether SWANCC needed a CWA § 404(a) permit in order to fill in permanent and seasonal ponds on the property. The Corps concluded that the site qualified as a water of the United States under the \"Migratory Bird Rule,\"<sup>[4]</sup> and denied SWANCC a § 404(a) permit. In challenging this decision, SWANCC claimed that the Corps had exceeded its authority in interpreting the CWA to cover nonnavigable, isolated, intrastate waters based upon the presence of migratory birds. The Supreme Court agreed, concluding that 33 C.F.R. § 328.3(a)(3), as clarified and applied to Plaintiff's site pursuant to the \"Migratory Bird Rule,\" exceeded the Corps' authority under the CWA. <i>See</i> 531 U.S. at 174, 121 S.Ct. 675. The Court emphasized that \"[i]t was the significant nexus between the wetlands and `navigable waters' that informed our reading of the CWA in <i>Riverside Bayview Homes.\" Id.</i> at 167, 121 S.Ct. 675. Because no such nexus was present in <i>SWANCC,</i> the Court \"decline[d] respondents' invitation to take what they see as the next ineluctable step after <i>Riverside Bayview Homes:</i> holding that isolated ponds, some only seasonal, wholly located within two Illinois counties, fall under § 404(a)'s definition of `navigable waters' because they serve as habitat for migratory birds.\" <i>Id.</i> at 171-72, 121 S.Ct. 675.</p>\n<p>As previously noted, courts interpreting <i>SWANCC</i> have been split as to the decision's effect. Some courts have held that <i>SWANCC</i> limits jurisdiction under the CWA to waters that are actually navigable or adjacent to open bodies of navigable water. <i>See </i><i>Rice v. Harken Exploration Co.,</i> 250 F.3d 264, 269 (5th Cir.2001); <i>FD &amp; P Enters., Inc. v. United States Army Corps of Engineers,</i> 239 F.Supp.2d 509, 516 (D.N.J.2003); <i>United States v. RGM Corp.,</i> 222 F.Supp.2d 780, 785-86 (E.D.Va. 2002); <i>United States v. Newdunn Assocs.,</i> 195 F.Supp.2d 751, 767-68 (E.D.Va.2002); <i>United States v. Rapanos,</i> 190 F.Supp.2d 1011, 1015-16 (E.D.Mich.2002).</p>\n<p><span class=\"star-pagination\">*674</span> In contrast, other courts have held that <i>SWANCC</i> applies only to isolated waters and does not otherwise alter the jurisdiction of the CWA. <i>See, e.g., </i><i>Headwaters, Inc. v. Talent Irrigation Dist.,</i> 243 F.3d 526, 533 (9th Cir.2001) (finding irrigation canals to be tributaries and not isolated waters as in <i>SWANCC</i>); <i>United States v. Lamplight Equestrian Center, Inc.,</i> 2002 WL 360652, at *6 (N.D.Ill. Mar.8, 2002); <i>United States v. Buday,</i> 138 F.Supp.2d 1282, 1292 (D.Mont.2001) (finding jurisdiction over wetlands adjacent to tributaries distant from but connected to navigable waters). Significantly, in <i>United States v. Interstate General Co.,</i> 39 Fed.Appx. 870, 2002 WL 1421411 (4th Cir. July 2, 2002), the Fourth Circuit rejected a claim that <i>SWANCC</i> eliminated jurisdiction over wetlands adjacent to nonnavigable waters that eventually flowed into traditional navigable waters. <i>See id.</i> at *3. Instead, the court found that \"[t]he only clear change in law made by <i>SWANCC</i> is much more narrow,\" affecting only \"the Corps's jurisdiction over an <i>isolated</i> intrastate body of water.\" <i>Id.</i> (emphasis in original).</p>\n<p>This Court agrees with the reasoning of those courts that have taken a narrower view of <i>SWANCC. SWANCC</i> involved isolated waters lacking any hydrological connection to traditional navigable waters. Rather than broadly restricting the Corps' authority to regulate nonnavigable waters under the CWA, <i>SWANCC</i> clarified that the critical factor for the exercise of jurisdiction under the CWA is a \"significant nexus\" between the body of water at issue and a traditional navigable water. <i>See SWANCC,</i> 531 U.S. at 167, 121 S.Ct. 675. <i>SWANCC</i> reaffirmed the Supreme Court's position in <i>Riverside Bayview</i> that \"Congress' concern for the protection of water quality and aquatic ecosystems indicated its intent to regulate wetlands inseparably bound up with the waters of the United States.\" <i>Id.</i> (internal quotation omitted). Wetlands need not be directly adjacent to an open body of navigable water to be \"inseparably bound up with\" navigable waters. Instead, where bodies of water are hydrologically connected, discharges into wetlands adjacent to a nonnavigable tributary of a navigable water can move downstream, degrading the quality of the navigable water.</p>\n<p>The Court finds, based on the above analysis, that wetlands adjacent to a nonnavigable tributary of a traditional navigable water are waters of the United States subject to CWA jurisdiction. Thus, the wetlands adjacent to Cypress Branch are waters of the United States. According to Defendants' WET-1 map, these wetlands form continuous network, stretching from the southwestern boundary of the Morris Landing Tract throughout the property.<sup>[5]</sup> Defendants' map indicates that Ditches 4, 9/10 and 11/12 are excavated in these adjacent wetlands. All wetlands within the continuous, hydrologically connected network bordering Cypress Branch and any ditches excavated in these wetlands are subject to CWA regulation.</p>\n<p></p>\n<h2>e. <i>Impoundments of Covered Waters</i>\n</h2>\n<p>Finally, pursuant to 33 C.F.R. § 328.3(a)(4), \"[a]ll impoundments of waters otherwise defined as waters of the <span class=\"star-pagination\">*675</span> United States\" are considered waters of the United States. Plaintiffs claim that the on-site lake located in the southern portion of the Morris Landing Tract is a water of the United States because it is an impoundment of a tributary of a traditional navigable water. According to Defendants' stormwater map, prepared by Cape Fear Engineering and titled SW-1, the lake is connected to Stump Sound via a \"pond outlet drainage way.\" Although WET-1 does not show this drain, Defendants have presented no evidence suggesting that the drain has been disabled or has otherwise ceased to connect the lake to the navigable waters of Stump Sound.</p>\n<p>While Defendants apparently concede that the lake drains into the navigable waters of Stump Sound, they argue that Plaintiffs have failed to present evidence that pollutants have been discharged from the lake to Stump Sound. Although evidence of a discharge is critical to a finding of liability, it is not relevant to the Court's determination of jurisdiction. The \"pond outlet drainage way\" depicted on Defendants' SW-1 map creates a direct surface connection between the lake and Stump Sound and transforms an otherwise isolated lake into an impounded tributary of a traditional navigable water. Because any pollutant or fill material discharged into the on-site lake could reach Stump Sound via the drainage way and degrade the quality of a traditional navigable water, the \"significant nexus\" required for jurisdiction under <i>SWANCC</i> is clearly present in this case. Accordingly, the lake is a water of the United States subject to regulation under the CWA. Moreover, as previously stated, all ditches flowing into the lake are tributaries of covered waters and are therefore subject to CWA jurisdiction.</p>\n<p></p>\n<h2>2. <i>\"Discharge\" of a \"Pollutant\" from a \"Point Source\"</i>\n</h2>\n<p>The CWA prohibits the discharge of any pollutant into waters of the United States from a point source, except in compliance with a NPDES permit issued pursuant to § 402. <i>See</i> 33 U.S.C. §§ 1311(a), 1342(a). It is undisputed that Defendants did not obtain a § 402 discharge permit before commencing their ditching activities. <i>See</i> Ans. at ¶ 46. To establish a violation of § 1311, Plaintiffs must show that Defendants (1) discharged (2) a pollutant (3) into waters of the United States (4) from a point source. <i>See </i><i>Headwaters, Inc. v. Talent Irrigation Dist.,</i> 243 F.3d 526, 532 (9th Cir.2001). Having already addressed waters of the United States, the Court turns to the remaining elements of Plaintiffs' claim.</p>\n<p></p>\n<h2>a. <i>Discharge</i>\n</h2>\n<p>The CWA defines \"discharge of a pollutant\" to mean \"any addition of any pollutant to navigable waters from any point source.\" 33 U.S.C. § 1362(12)(A). Plaintiffs claim that Defendants' ditching activities have resulted in the addition of materials such as sand and sediment to covered waters. Plaintiffs have presented reports from state and federal officials who observed silt, sand, and sediment plumes at the termini of ditches and in wetlands and streams. <i>See</i> N.C. Division of Land Resources Inspection Report dated 9/10/99; Wylie Field Report at 2-3. Photographs submitted by Plaintiffs also show sediment accumulation and discharge from Defendants' ditches into streams and adjacent wetlands. <i>See</i> Wylie Photographs.</p>\n<p>The observations of Defendants' experts confirm these reports. Dr. Russell Lea testified that sediment had moved from terminus of Ditch 9/10 through the streamside management zone and into Cypress Branch. <i>See</i> OAH Hearing Tr. at 1472-74. Dr. Lea observed sediment at the terminus of the Ditch 2 in quantities sufficient <span class=\"star-pagination\">*676</span> to \"identify it as not being native soil, ... it was new soil.\" Lea Dep. at 57. Dr. Lea also described sediment deposits at the terminus of Ditch 11/12 and observed the presence of sediment in adjacent wetlands. <i>See id.</i> at 67, 71. James Spangler calculated that sediment from Ditch 11/12 may have flowed as many as 900 feet into adjacent wetlands and sediment from Ditch 9/10 may travel more than 600 feet from the terminus of the ditch. <i>See</i> Spangler Report at 4. Finally, Gary Mitchell described instances where sediment accumulated at the outfalls of Ditches 9/10 and 11/12, depositing 90 feet of silt downstream in the vicinity of Cypress Branch and its adjacent wetlands and forming a sediment plume 30 feet wide and 12-18 inches deep in wetland areas. <i>See</i> Mitchell Dep. at 151, 159-63.</p>\n<p>Plaintiffs claim that the massive sedimentation observed on the Morris Landing Tract is the result of eroding and unstable ditch banks, as well as spoil piles caused by the improper construction and maintenance of the ditches. The fact that the sediment or other pollutants may have originated in the same waters into which they are later added does not prevent this addition from being a \"discharge\" for purposes of the CWA. <i>See </i><i>Rybachek v. EPA,</i> 904 F.2d 1276, 1285 (9th Cir.1990) (holding that, \"even if the material discharged originally comes from the streambed itself, ... resuspension may be interpreted to be an addition of a pollutant under the Act.\"); <i>Avoyelles Sportsmen's League, Inc. v. Marsh,</i> 715 F.2d 897, 923 (5th Cir.1983) (finding that a \"landowner's redepositing activities would significantly alter the character of the wetlands and limit the vital ecological functions served by the tract.\"). Accordingly, the Court finds that the addition of materials caused by Defendants' ditching activities qualifies as a \"discharge\" for purposes of the CWA.</p>\n<p></p>\n<h2>b. <i>Pollutants</i>\n</h2>\n<p>The CWA defines the term \"pollutant\" to include \"dredged spoil, solid waste, incinerator residue, sewage, garbage, sewage sludge, munitions, chemical wastes, biological materials, radioactive materials, heat, wrecked or discarded equipment, rock, sand, cellar dirt and industrial, municipal, and agricultural waste discharged into water.\" 33 U.S.C. § 1362(6). Plaintiffs claim that ditches and other point sources on the Morris Landing Tract have delivered pollutants, including sediment, fecal coliform bacteria, and stormwater, to waters of the United States.</p>\n<p></p>\n<h2>i. <i>Sediment</i>\n</h2>\n<p>Sand and dirt, which are the primary components of sediment, are specifically listed as pollutants under the CWA. <i>See</i> 33 U.S.C. § 1362(6). In addition, numerous courts have held that sediment and its components are pollutants under the Act. <i>See, e.g., </i><i>Driscoll v. Adams,</i> 181 F.3d 1285, 1291 (11th Cir.1999); <i>Rybachek v. EPA,</i> 904 F.2d 1276, 1285-86 (9th Cir. 1990); <i>Pronsolino v. Marcus,</i> 91 F.Supp.2d 1337, 1351 (N.D.Cal.2000); <i>Hudson River Fishermen's Ass'n v. Arcuri,</i> 862 F.Supp. 73, 76 (S.D.N.Y.1994).</p>\n<p>As described above, Plaintiffs have presented evidence of sediment accumulation and discharge at the termini of several ditches on the Morris Landing Tract. Defendants' experts have also observed sediment deposits on the Tract and have indicated that sediment from Defendants' ditches has traveled into Cypress Branch and adjacent wetlands. Defendants nevertheless maintain that sediment discharges at the termini of Ditches 2, 9/10, and 11/12 were caused by unforeseeable hurricane events in 1999 and are not ongoing. Plaintiffs counter Defendants' claims of unforeseeability by noting (1) that NPDES <span class=\"star-pagination\">*677</span> permits are required prior to the commencement of ditching activities and (2) that there is no exception to this permitting requirement based on the size of the storm resulting in discharge. Furthermore, Plaintiffs point to undisputed evidence that sediment was discharged from the ditches into Cypress Branch and its adjacent wetlands in the spring and summer of 2000, long after the 1999 hurricanes. <i>See</i> Lea Dep. at 71.</p>\n<p>Based on this undisputed evidence, the Court concludes that sediment is a pollutant that has been discharged into waters of the United States.</p>\n<p></p>\n<h2>ii. <i>Fecal Coliform Bacteria</i>\n</h2>\n<p>Fecal coliform bacteria is a biological material and therefore qualifies as a pollutant under the CWA. <i>See</i> 33 U.S.C. § 1362(6). In addition, fecal coliform is specifically identified by the CWA as a conventional pollutant. <i>See</i> 33 U.S.C. § 1314(a)(4). Plaintiffs claim that fecal coliform bacteria is present on the Morris Landing Tract, originating from the droppings of birds, mammals, and other transitory animals. <i>See</i> Kirby-Smith Report at ¶ 10. According to Plaintiffs, in natural, undisturbed coastal landscapes, most rainfall is either consumed by vegetation or soaked into the soil. However, \"[w]hen the landscape is altered by ditching, storm water runoff is created that transports fecal coliform bacteria, which are extremely prevalent on the surface of the landscape, into surface waters.\" <i>Id.</i> at ¶ 13. Ditches can therefore serve to accelerate the movement of fecal coliform into adjacent waters, preventing the natural decomposition of the bacteria and increasing bacteria concentrations. <i>See id.</i> at ¶¶ 13-15, 18-21. <i>See also</i> Lea Dep. at 162 (confirming that ditches in upland areas accelerate drainage, \"pulling the surface water off that could have normally ponded on the site\").</p>\n<p>Plaintiffs' allegations regarding the discharge of fecal coliform bacteria are based on the report of Dr. William Kirby-Smith. After reviewing maps, photographs, testimony, and other information relevant to the Morris Landing Tract, Dr. Kirby-Smith concludes that the ditches draining into Cypress Branch \"suggest a high loading of [fecal coliform] into Cypress Branch would be expected in runoff following rainfall events.\" Kirby-Smith Report at ¶ 19. Dr. Kirby-Smith also expects drainage from Ditch 17 to cause fecal coliform contamination in nearby shellfishing waters. <i>See id.</i> at ¶ 20. Ultimately, Dr. Kirby-Smith opines that, \"taken as a whole, the ditches in the [Morris Landing] Tract will cause elevated fecal coliform counts in estuarine creeks adjacent to and receiving runoff from the ditches following rainfall that causes surface runoff into the ditches.\" <i>Id.</i> at ¶ 21.</p>\n<p>In support of their Motion for Partial Summary Judgment, Plaintiffs also claim that recent reports from the North Carolina Shellfish Sanitation Section show marked increases in fecal coliform levels in Batts Mill Creek. <i>See</i> Gilbert Decl. at ¶ 11, Attach. A at 5. A draft report summarizing fecal coliform sampling data during the period from June 1997 through May 2002 indicates that Batts Mill Creek had a 90th percentile fecal coliform count of 43 colonies per milliliter, the maximum allowable count for shellfishing waters. <i>See id.</i> Plaintiffs claim that, based on data compiled from November 1996 through February 1999, Batts Mill Creek had a 90th percentile fecal coliform count of only 22 colonies per milliliter prior to Defendants' ditching activities. <i>See id.</i></p>\n<p>Defendants argue that there is no evidence whatsoever that fecal coliform bacteria actually travels from the Morris Landing Tract to Batts Mill Creek or Stump Sound. According to Defendants, any pollutants <span class=\"star-pagination\">*678</span> reaching the wetland flat at the end of the Cypress Branch channel would not \"be able to mitigate across this wide, wetland flat.\" Fennell Aff. at ¶ 6. Defendants emphasize that neither Plaintiffs nor their experts have ever tested fecal coliform levels on the Tract and surrounding areas. <i>See</i> Wilgis Dep. at 47-48. In addition, Defendants claim that Plaintiffs have failed to present any evidence that the alleged increases in fecal coliform levels in Batts Mill Creek are related to Defendants' ditching activities as opposed to other potential sources. <i>See</i> Spangler Report at 3-4 (stating that the three largest sources of runoff draining in the Batts Mill Pond Drainage Area are \"agricultural pasturelands\" located off of the Morris Landing Tract and a state-maintained road).</p>\n<p>Defendants' experts have also challenged the findings of Dr. Kirby-Smith. These experts claim that Dr. Kirby-Smith improperly relied on two fecal coliform studies that did not resemble the forested conditions on the Morris Landing Tract. According to Dr. Lea, \"[t]he use of [these studies] ... to extrapolate potential fecal coliform run-off from [the Morris Landing Tract] cannot be scientifically substantiated given the preponderance of sources that contribute to fecal coliform at the [study] sites that simply do not exist at [the Morris Landing Tract].\" Lea Rebuttal Opinion. <i>See also</i> Spangler Rebuttal Opinion at ¶ 3. Spangler also states that \"there is no evidence in Dr. Kirby-Smith's report that establishes a quantitative measure of fecal coliform loading to shellfish waters from the subject property.\" Spangler Rebuttal Opinion at ¶ 1. According to Spangler, Dr. Kirby-Smith's report actually implies that the presence of fecal coliform is a naturally occurring phenomenon resulting from sources other than Defendants' ditching activities. <i>See id.</i> at ¶ 2-3.</p>\n<p>It is clear from these conflicting expert reports that genuine issues of material fact exist regarding the discharge of fecal coliform bacteria from the Morris Landing Tract. These factual disputes preclude summary judgment, and Plaintiffs' motion will therefore be denied with respect to this issue.</p>\n<p></p>\n<h2>iii. <i>Stormwater</i>\n</h2>\n<p>Plaintiffs argue that stormwater has been discharged from ditches on the Morris Landing Tract into waters of the United States, including Cypress Branch, Stump Sound, the on-site lake, and adjacent wetlands. Under the CWA, a permit is required for stormwater discharges \"associated with industrial activity.\" 33 U.S.C. § 1342(p)(3)(A). \"It is not necessary that storm water be contaminated or come into direct contact with pollutants; only association with any type of industrial activity is necessary.\" <i>Natural Res. Def. Council v. EPA,</i> 966 F.2d 1292, 1304 (9th Cir.1992). Environmental Protection Agency (\"EPA\") regulations related to the NPDES program define \"industrial activity\" to include \"[c]onstruction activity including clearing, grading and excavation, except operations that result in the disturbance of less than five acres of total land area.\" 40 C.F.R. § 122.26(b)(14)(x). Because Defendants' ditching activities involved the excavation of 34.2 acres of land, <i>see</i> HRA Erosion Control Permit Application, Plaintiffs claim that stormwater discharged from ditches on the Morris Landing Tract is a pollutant under the CWA. <i>See </i><i>Hughey v. JMS Dev. Corp.,</i> 78 F.3d 1523, 1525 n. 1 (11th Cir.1996) (explaining that, \"[w]hen rainwater flows from a site where land disturbing activities have been conducted, such as grading and clearing,\" this water is a pollutant under the CWA).</p>\n<p><span class=\"star-pagination\">*679</span> Defendants do not dispute that stormwater is channeled and conveyed by the network of ditches on the Tract. Defendants maintain, however, that stormwater leaving the Tract is not a \"pollutant\" under the CWA. They dispute Plaintiffs' characterization of the Tract as a \"construction site\" and stress that the land has been managed as a forestry operation for the past forty years. Despite these claims, the Court believes that Defendants' ditching activities fall within the EPA's definition of \"industrial activity\" because they involve \"clearing, grading and excavation\" and have impacted more than five acres of land. <i>See</i> 40 C.F.R. § 122.26(b)(14)(x). Stormwater collected and conveyed by ditches on the Morris Landing Tract therefore qualifies as a pollutant under the CWA.<sup>[6]</sup></p>\n<p></p>\n<h2>c. <i>Point Sources</i>\n</h2>\n<p>The CWA defines a \"point source\" as \"any discernible, confined and discrete conveyance, including but not limited to any pipe, ditch, channel, tunnel, conduit, well, discrete fissure, container, rolling stock, concentrated animal feeding operation, or vessel or other floating craft, from which pollutants are or may be discharged.\" 33 U.S.C. § 1362(14). Plaintiffs contend that this definition encompasses many features of the Morris Landing Tract, including ditches, sediment traps, and gullies and rills. Plaintiffs also argue that the Morris Landing Tract is itself a point source under the CWA.</p>\n<p></p>\n<h2>i. <i>Ditches</i>\n</h2>\n<p>The CWA's statutory definition specifically states that ditches are point sources. According to Plaintiffs, the ditches on the Tract were designed to serve as conveyances and do in fact convey stormwater and pollutants from the site to waters of the United States. <i>See </i><i>Molokai Chamber of Commerce v. Kukui, Inc.,</i> 891 F.Supp. 1389, 1401 (D.Haw.) (\"[O]nce a person creates a conduit for pollutants, no further act is necessary to violate the [CWA] ... the digging of the ditch creates circumstances where the pollutant ... continues to discharge into waters of the state each time it rains and therefore continues to pollute ...\"). Furthermore, because Defendants' experts admit that sediment can move from ditch termini across upland areas and into Cypress Branch and its adjacent wetlands, <i>see</i> Mitchell Dep. at 151-63; Spangler Dep. at 92, 96-98, Plaintiffs claim that the ditches are point sources even when they do not empty directly into covered waters. <i>See </i><i>O'Leary v. Moyer's Landfill, Inc.,</i> 523 F.Supp. 642, 655 (E.D.Pa.1981); (\"Notwithstanding that it may result from such natural phenomena as rainfall and gravity, the surface runoff of contaminated waters, once channeled or collected, constitutes discharge by a point source.\"). Because Defendants' ditches serve to channel and collect stormwater and other pollutants that are subsequently discharged into waters of the United States, these ditches are point sources under the CWA.</p>\n<p></p>\n<h2>ii. <i>Check Dams and Sediment Traps</i>\n</h2>\n<p>Several check dams and sediment traps have been constructed in the ditches <span class=\"star-pagination\">*680</span> on the Morris Landing Tract. <i>See</i> Wylie Field Report &amp; Photographs; Fennell Dep. at 23-24. Although these check dams were constructed in an effort to reduce the discharge of pollutants, numerous courts have found such systems to be point sources under the CWA. <i>See, e.g., </i><i>Comm. to Save Mokelumne River v. E. Bay. Mun. Util. Dist.,</i> 13 F.3d 305, 308-09 (9th Cir. 1993) (finding a system designed to capture mine runoff to be a point source); <i>Sierra Club v. Abston Constr. Co.,</i> 620 F.2d 41, 45 (5th Cir.1980) (\"[S]ediment basins ... designed to collect sediment are ... point sources ... even though the materials were carried away from the basins by gravity flow of rainwater.\"); <i>United States v. Earth Sci., Inc.,</i> 599 F.2d 368, 374 (10th Cir.1979) (finding that a system designed to catch runoff meets the statutory definition of a point source). Defendants' experts and various agency officials have testified that check dams on the Tract have been completely buried by sediment and that sediment has been discharged from these systems into waters of the United States. <i>See</i> Parker Dep. at 80-81, 83-84; Mitchell Dep. at 159-60; Wylie Field Report at 1-5. These check dams and sediment traps are therefore point sources.</p>\n<p></p>\n<h2>iii. <i>Gullies and Rills</i>\n</h2>\n<p>Plaintiffs contend that depressions, rills, and gullies that have formed along the ditches on the Morris Landing Tract are point sources under the CWA. According to Plaintiffs, these gullies and rills convey runoff, sediment, and other substances into the ditches and downstream to other covered waters. <i>See</i> Fennell Dep. at 62-63 (describing unstable conditions and evidence of erosion on ditch banks); Parker Dep. at 50-51 (describing erosion of unvegetated ditch banks and spoil piles); Wylie Field Report &amp; Photographs. In <i>Abston Constr.,</i> the Fifth Circuit held that \"[c]onveyances of pollution formed either as a result of natural erosion or by material means ... may fit the statutory definition and thereby subject operators to liability under the Act.\" 620 F.2d at 44. There, the court found that gullies and ditches running down the sides of defendant's spoil piles conveyed water and sediment to covered waters. <i>See id.</i> at 46-47. It then concluded that, \"so long as [the gullies and ditches] are reasonably likely to be the means by which pollutants are ultimately deposited into a navigable body of water,\" the fact that the defendant did not actually construct the conveyance did not relieve it of liability under the CWA. <i>Id.</i> at 45.</p>\n<p>Although CWA violations cannot result from purely passive developments on a defendant's property, the active moving of land is sufficient to trigger liability under the Act. <i>See </i><i>Cal. Sportfishing Prot. Alliance v. Diablo Grande, Inc.,</i> 209 F.Supp.2d 1059, 1077 (E.D.Cal.2002) (citing <i>Froebel v. Meyer,</i> 217 F.3d 928, 938-39 (7th Cir.2000)). In this case, Defendants' active and purposeful ditching of the Morris Landing Tract has resulted in erosion along the ditch banks. The Court therefore finds the gullies and rills that have formed along the ditches to be point sources under the CWA.</p>\n<p></p>\n<h2>iv. <i>The Tract Itself</i>\n</h2>\n<p>Finally, Plaintiffs claim that the Morris Landing Tract is itself a point source, discharging pollutants into waters of the United States. As previously discussed, a NPDES permit is required for any stormwater discharge \"associated with industrial activity.\" 33 U.S.C. § 1342(p)(3)(A). Under EPA regulations, the term \"industrial activity\" encompasses \"[c]onstruction activity including clearing, grading and excavation\" of five or more <span class=\"star-pagination\">*681</span> acres of land. 40 C.F.R. § 122.26(b)(14)(x). Plaintiffs claim that Defendants' ditching, clearing and grading activities on the Morris Landing Tract have disturbed a total of 34.2 acres and therefore require a NPDES permit. Plaintiffs claim that a permit is required for the entire site rather than for each of the site's discrete conveyances. <i>See </i><i>Cal. Sportfishing,</i> 209 F.Supp.2d at 1077 (holding that a construction site \"is itself a single point source,\" in addition to the other individual point sources within it).</p>\n<p>Although Defendants strongly disagree with Plaintiffs' characterization of the Tract as a \"construction site\" and stress that the land has been managed as a forestry operation for the past forty years, Defendants' ditching activities fall within the EPA's definition because they involve \"clearing, grading, and excavation\" and have impacted more than five acres of land. Accordingly, the Court finds that the Tract itself qualifies as a point source.</p>\n<p></p>\n<h2>d. <i>Applicability of EPA Exemption</i>\n</h2>\n<p>Defendants claim that their activities are exempted from NPDES permitting requirements because they are covered by an EPA regulation regarding silvacultural activities. This regulation, 40 C.F.R. § 122.3(e), provides that \"[a]ny introduction of pollutants from non-point source agricultural and silvacultural activities, including storm water runoff from ... forest lands\" does not require a NPDES permit. Putting aside the parties' disagreement as to whether Defendants' ditching activities are silvaculture-related, the plain language of this regulation indicates that the exemption applies only to <i>non-point source</i> silvacultural activities. Although the ditches or other point sources discussed above are not listed as \"silvacultural point sources\" under EPA regulations, <i>see</i> 40 C.F.R. § 122.27(b)(1),<sup>[7]</sup> ditches are specifically included in the CWA's statutory definition of the term \"point source.\" <i>See</i> 33 U.S.C. § 1362(14). Because the ditches and related systems on the Morris Landing Tract are point sources under the CWA, Defendants are not eligible for the EPA's silvacultural exemption.</p>\n<p>Moreover, the EPA's definition of \"silvacultural point source\" indicates that the silvacultural exemption applies to \"activities such ... surface drainage, or road construction and maintenance from which there is natural runoff.\" 40 C.F.R. § 122.27(b)(1). The Morris Landing Tract contains an extensive network of seventeen ditches specifically designed to concentrate and accelerate the flow of stormwater from the Tract. It is difficult to imagine how drainage from such a network could be deemed \"natural runoff\" for purposes of the EPA exemption.</p>\n<p>The Court concludes that each of the conveyances identified by Plaintiffs is a point source subject to the permitting requirements established by § 402 of the CWA. Based on the undisputed evidence before the Court, Plaintiffs are entitled to summary judgment that Defendants violated § 402 by discharging sediment and stormwater from point sources into waters of the United States. However, because there are genuine issues of material fact relating to the discharge of fecal coliform bacteria, summary judgment is not appropriate with respect to this aspect of Plaintiffs' case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*682</span> 3. <i>Discharge of Fill Material</i>\n</h2>\n<p>While § 402 of the CWA generally governs \"the discharge of any pollutant by any person,\" the discharge of dredged or fill material is regulated by § 404, 33 U.S.C. § 1344. This section establishes a permitting system for the discharge of fill material to be administered by the Army Corps of Engineers. The Corps' regulations define \"fill material\" to include \"material placed in waters of the United States where the material has the effect of ... changing the bottom elevation of any portion of a water of the United States.\" 33 C.F.R. § 323.2(e)(1)(ii). The regulation lists rock, sand, and soil as examples of fill material. <i>See</i> 33 C.F.R. § 323.2(e)(2). The phrase \"discharge of fill material\" is defined by regulation to mean \"the addition of fill material into waters of the United States.\" 33 C.F.R. § 323.2(f). The phrase \"generally includes without limitation, the following activities: Placement of fill that is necessary for the construction of any structure or infrastructure in a water of the United States; the building of any structure, infrastructure, or impoundment requiring rock, sand, dirt, or other material for its construction; ... dams and dikes; ....\" <i>Id.</i></p>\n<p>It is undisputed that Defendants have constructed numerous rock check dams in ditches throughout the Morris Landing Tract.<sup>[8]</sup><i>See</i> HRA Erosion and Sediment Control Map. Defendants have constructed at least three rock check dams in the confluence of Ditch 9/10, which is excavated in wetlands subject to CWA jurisdiction. <i>See id.;</i> Wylie Field Report &amp; Photographs. Plaintiffs claim that, because these structures fall within the Corps' definitions of \"fill material,\" Defendants were required to obtain a permit prior to their construction. According to Plaintiffs, the fact that the check dams were constructed at the direction of the North Carolina Division of Land Resources does not relieve Defendants of their obligation to comply with the permitting requirements of CWA § 404.</p>\n<p>Although they concede the rock check dams were constructed on the Tract without a federal CWA permit, Defendants insist that their actions fall within the silvacultural exemption to § 404's permitting requirement.<sup>[9]</sup> This exemption provides that \"the discharge of dredged or fill material ... from normal farming, silvaculture, and ranching activities such as plowing, seeding, cultivating, minor drainage ...\" is not prohibited or subject to regulation under the CWA. 33 U.S.C. § 1344(f)(1)(A). The exemption also contains a recapture provision, which states that:</p>\n<blockquote>Any discharge of dredged or fill material into the navigable waters incidental to any activity having as its purpose bringing an area of the navigable waters into a use to which it was not previously subject, where the flow or circulation of navigable waters may be impaired or the reach of such waters reduced, shall be <span class=\"star-pagination\">*683</span> required to have a permit under this section.</blockquote>\n<p>33 U.S.C. § 1344(f)(2). Defendants claim that, because the Morris Landing Tract has been managed exclusively as a forestry operation for the last forty years, a § 404 permit was not required for the construction of rock check dams on the Tract.</p>\n<p>In response, Plaintiffs argue that the Tract's extensive network of ditches, which typically measure 5 to 8 feet in depth and 4 to 30 feet in width, cannot plausibly be considered \"minor drainage\" for purposes of 33 U.S.C. § 1344(f)(1)(A). The Corps' regulations provide that minor drainage \"does not include drainage associated with the immediate or gradual conversion of a wetland to a non-wetland.\" 33 C.F.R. § 323.4(a)(1)(iii)(C)(2). According to Plaintiffs, Defendants' ditches cannot qualify as \"minor drainage\" because these ditches are designed to shrink the Tract's wetlands by interrupting the flow of water to these areas. Plaintiffs also contend that Defendants' ditching activities fall within the recapture provision of 33 U.S.C. § 1344(f)(2) because the purpose of these activities is to bring wetlands into a new use and to impair the flow or circulation or reduce the reach of these waters.</p>\n<p>Genuine issues of material fact clearly exist with respect to the purposes behind Defendants' ditching activities. These factual disputes preclude summary judgment on the applicability of the CWA silvacultural exemption. However, because the undisputed evidence demonstrates that Defendants have discharged fill material into waters of the United States by constructing check dams and similar devices, Plaintiffs are entitled to summary judgment regarding Defendants' underlying violation of CWA § 404. Only issues relating to the applicability of the silvacultural exemption will be reserved for trial.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiffs' Motion for Summary Judgment on Standing is GRANTED, Defendants' Motion for Summary Judgment is DENIED, Plaintiffs' Motion for Declaration that Defendants' Offer of Judgment is Null and Void is GRANTED, Defendants' Motion to Strike is DENIED, and Plaintiffs' Motion for Partial Summary Judgment on Liability is GRANTED IN PART and DENIED IN PART.</p>\n<p>Summary judgment is hereby GRANTED with respect to the following issues: (1) Plaintiffs have standing to pursue the claims asserted in the Amended Complaint; (2) Stump Sound, Batts Mill Creek, Cypress Branch, the on-site lake, tributaries of these waters, wetlands adjacent to these waters, and Ditches 2, 4, 9/10, 11/12, 13, 14, 15, 16, and 17 are subject to the jurisdiction of the CWA; (3) Defendants have discharged stormwater and sediment, which are pollutants under the CWA, into waters of the United States; (4) these discharges occurred from point sources, including the Tract itself, ditches, check dams, and gullies and rills; (5) Defendants have discharged fill material into waters of the United States. Summary judgment is DENIED as to the following issues: (1) the discharge of fecal coliform bacteria into waters of the United States and (2) the applicability of the CWA's silvacultural exemption to Defendants' discharge of fill material.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Also pending before the Court are Defendants' Motions for Leave to File Additional Authority and Plaintiffs' Motion to File Surreply. These motions will be granted, and the Court will consider the parties' additional materials.</p>\n<p>[2]  Defendants ask this Court to disregard or discredit the declarations introduced by Plaintiffs on the basis that these declarations are inconsistent with the declarants' prior deposition testimony. Upon review of Plaintiffs' Answers to Interrogatories, the deposition testimony of the declarants, and the declarations, the Court concludes that the declarants' most recent statements are not inconsistent with the information presented during discovery. Instead, the declarations more fully develop the bases for standing previously asserted by Plaintiffs. These declarations are therefore entitled consideration.</p>\n<p>[3]  Some courts have interpreted <i>SWANCC</i> to limit CWA jurisdiction to wetlands adjacent to traditional navigable waters. Other courts view <i>SWANCC</i> more narrowly as applying only to isolated waters that have no hydrological connection to navigable waters. <i>See, e.g., </i><i>Carabell v. United States Army Corps of Engineers,</i> 257 F.Supp.2d 917, 929-30 (E.D.Mich. 2003) (summarizing cases). This dispute will be addressed in greater detail below.</p>\n<p>[4]  Under the \"Migratory Bird Rule,\" 51 Fed. Reg. 41217 (Nov. 13, 1986), the Corps asserted jurisdiction over isolated intrastate wetlands used as habitat by migratory birds because such use \"could affect\" interstate commerce under 33 C.F.R. § 328.3(a)(3).</p>\n<p>[5]  Defendants argue that this network of wetlands cannot be deemed a water of the United States because the Corps' regulations provide that wetlands adjacent to other wetlands are not waters of the United States. <i>See</i> 33 C.F.R. § 328.3(a)(7). However, taken to its logical conclusion, Defendants' position means that only the first millimeter of wetlands adjacent to a jurisdictional water could be covered by the CWA. This result is absurd, particularly where there is evidence of a hydrological connection within the wetland network.</p>\n<p>[6]  Defendants also argue that they were not required to obtain a § 402 stormwater discharge permit because their ditching activities are covered by the CWA's silvacultural exemption, 33 U.S.C. § 1344(f)(1)(A). However, by its terms, this exemption applies only to \"the discharge of dredged or fill material.\" Defendants have presented no authority suggesting that the exemption should be interpreted to apply to discharges of stormwater and other pollutants. The Court therefore concludes that the silvacultural exemption is inapplicable.</p>\n<p>[7]  EPA regulations define \"silvacultural point source\" to mean a \"discernible, confined and discrete conveyance related to rock crushing, gravel washing, log sorting or log storage facilities which are operated in connection with silvacultural activities and from which pollutants are discharged into waters of the United States.\" 40 C.F.R. § 122.27(b)(1).</p>\n<p>[8]  Rock check dams are structures constructed of rock and sand which have the effect of raising the bottom elevation of ditches.</p>\n<p>[9]  Defendants also argue that the construction of rock check dams was authorized by Nationwide Permit (\"NWP\") 26. NWP 26, which expired in June of 2000, authorized limited fill in isolated waters or waters above the headwaters of streams. <i>See</i> 61 Fed.Reg. 65874 (Dec. 13, 1996). Defendants have presented no evidence whatsoever indicating their rock check dams satisfy the requirements of NWP 26. Defendants also erroneously claim that NWP 26 authorized the discharge of up to 1/10 of an acre of fill material into navigable waters without notification to the Corps. Instead, any person conducting fill activities under NWP 26 was required to notify the district engineer before commencing work or report to the Corps within 30 days of completion. <i>See id.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">654</span></span> (2003)</b></center>\n<center><h1>NORTH CAROLINA SHELLFISH GROWERS ASSOCIATION and North Carolina Coastal Federation, Plaintiffs,<br>\nv.<br>\nHOLLY RIDGE ASSOCIATES, LLC, and John A. Elmore, Defendants.</h1></center>\n<center>No. 7:01-CV-36-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>July 25, 2003.</center>\n<p><span class=\"star-pagination\">*655</span> <span class=\"star-pagination\">*656</span> <span class=\"star-pagination\">*657</span> <span class=\"star-pagination\">*658</span> <span class=\"star-pagination\">*659</span> Derb S. Carter, Donnell Van Noppen, III, Southern Environmental Law Center, <span class=\"star-pagination\">*660</span> Chapel Hill, NC, for North Carolina Shellfish Growers Association, North Carolina Coastal Federation.</p>\n<p>George William House, V. Randall Tinsley, Jim W. Phillips, Jr., Robert J. King, III, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, Jason S. Thomas, Craig A. Bromby, Hunton &amp; Williams, Raleigh, NC, for Holly Ridge Associates, L.L.C., John A. Elmore.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on the following motions: (1) Plaintiffs' Motion for Summary Judgment on Standing, (2) Defendants' Motion for Summary Judgment, (3) Plaintiffs' Motion for Declaration that Defendants' Offer of Judgment is Null and Void, (4) Defendants' Motion to Strike Plaintiffs' Motion for Declaration, and (5) Plaintiffs' Motion for Partial Summary Judgment on Liability.<sup>[1]</sup> Each motion has been fully briefed and is ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>A. <i>General Background</i>\n</h2>\n<p>Defendants Holly Ridge Associates, LLC and John A. Elmore (collectively \"HRA\" or \"Defendants\") own a 1,262-acre tract of land in Onslow County, North Carolina. This tract, referred to as the \"Morris Landing Tract\" or the \"Tract,\" borders and adjoins Stump Sound and the Atlantic Intercoastal Waterway (\"AIWW\"). Plaintiffs North Carolina Shellfish Growers' Association (\"NCSGA\") and North Carolina Coastal Federation (\"NCCF\") allege that the Morris Landing Tract drains into Stump Sound, the AIWW, and Cypress Branch, a perennial stream that forms the southern boundary of much of the tract. According to Plaintiffs, Cypress Branch is a tributary of Batts Mill Creek, which flows into Stump Sound and the AIWW.</p>\n<p>In their Amended Complaint, filed on February 19, 2002, Plaintiffs claim that Defendants have violated various sections of the Clean Water Act (\"CWA\") by conducting ditching and excavation activities on the Morris Landing Tract. These activities, which occurred between January and November 1998, included the cleaning-out of existing ditches, the expansion of existing ditches, and the creation of new ditches. Plaintiffs claim that the ditches at issue are located in wetlands and uplands adjacent to wetlands. Plaintiffs also allege that Defendants' ditching and drainage activities have resulted in the discharge of sediment and other pollutants into surrounding waters, including Cypress Branch, Batts Mill Creek, the AIWW, and Stump Sound. According to Plaintiffs, Defendants' activities have resulted in past and continuing violations of applicable water quality standards.</p>\n<p>It is undisputed that Defendants did not apply for or obtain a CWA § 402 Discharge Permit or a § 404 Wetland Fill Permit before commencing their ditching activities on the Morris Landing Tract. In their Answer, Defendants claim that their activities do not violate the CWA. Defendants also deny that these activities fall within the jurisdiction of the CWA.</p>\n<p></p>\n<h2>B. <i>Facts Related to Plaintiffs' Standing</i>\n</h2>\n<p>Plaintiff NCCF is a North Carolina not-for-profit corporation founded in 1982. NCCF currently has more than 7,000 members, the majority of whom live, work, <span class=\"star-pagination\">*661</span> and recreate on North Carolina's coast. NCCF's organizational purpose includes protecting coastal wetlands from destruction, maintaining and improving the quality of coastal wetlands, and protecting and maintaining shellfishing waters for the use and enjoyment of North Carolina's citizens. NCCF alleges that some of its members live in the general vicinity of the Morris Landing Tract and that many other members visit, recreate, fish, shellfish, hunt, boat, swim, conduct research or educational activities, and otherwise use and enjoy the coastal waters in the immediate vicinity of the Morris Landing Tract.</p>\n<p>Plaintiffs have introduced affidavits from three NCCF members who claim to use and enjoy the waters and natural resources in and adjoining the Morris Landing Tract. Ted Wilgis is a member and employee of NCCF, currently serving as the Cape Fear Coastkeeper. In this position, Wilgis patrols waters from the New River Inlet north of Stump Sound and the Morris Landing Tract south to the South Carolina state line in order to monitor water quality and ensure compliance with environmental laws and regulations. Wilgis leads boat trips to Stump Sound for the education and pleasure of NCCF members and others. He also uses the waters of Stump Sound recreationally, kayaking and fishing in the portion of Stump Sound between Batts Mill Creek and Morris Landing Road. NCCF member Melvin Shepard is a resident of Sneads Ferry and owns a business selling commercial and recreational fishing supplies. Some of Shepard's customers allegedly fish in Stump Sound. Shepard claims that he has personally fished in the waters immediately adjacent to the Morris Landing Tract. He also occasionally drives across or alongside the Tract to visit a cemetery nearby. Finally, NCCF member Jim Swartzenberg fishes and boats in the vicinity of the Morris Landing Tract. Swartzenberg also owns and works shellfish leases in Stump Sound.</p>\n<p>The other Plaintiff in this action, NCSGA, is an association of individuals, businesses, and others engaged in the business of shellfishing in North Carolina waters. NCSCA is involved in shellfish research and in environmental, economic, and regulatory advocacy. NCSGA has approximately 70 members and is dedicated to the encouragement of a healthy and prosperous shellfishing industry in North Carolina. NCSGA members own and maintain shellfish production leases all along North Carolina's coast, including the area managed by the state as the \"Stump Sound Area\" or \"Area B-9.\" This area includes waters adjoining the Morris Landing Tract. Plaintiffs have introduced a declaration from NCSGA member and president Jim Swartzenberg. Swartzenberg leases and works more than 130 acres in Stump Sound. Another NCSGA member, Raymond Howard, harvests shellfish commercially from leases adjoining the Morris Landing Tract.</p>\n<p>Plaintiffs insist that the quality of North Carolina's coastal waters is crucial to the production of shellfish, and low levels of fecal coliform bacteria are particularly important. These bacteria originate in the intestinal tracts of warm-blooded animals and enter the environment from human and animal excreta. Water contaminated with pathogens associated with high levels of fecal coliform bacteria can cause human illness and death. Illness and death can also result from the consumption of bacteria-contaminated shellfish. Plaintiffs allege that monitoring data from the Stump Sound Area reveal significant increases in fecal coliform counts at the mouth of Batts Mill Creek following Defendants' ditching and draining activities. According to Plaintiffs, a draft report from the North Carolina Shellfish Sanitation Section confirms <span class=\"star-pagination\">*662</span> that land disturbing activities such as ditching may lead to increased fecal coliform counts in adjacent waters.</p>\n<p></p>\n<h2>C. <i>Procedural Background</i>\n</h2>\n<p>On November 27, 2002, Plaintiffs filed their Motion for Declaration that Defendants' Offer of Judgment is Null and Void. Defendants responded to this motion on December 17, 2002 and, at the same time, filed a Motion to Strike Plaintiffs' Motion for Declaration. On December 2, 2002, the parties filed three motions for summary judgment. Plaintiffs filed a Motion for Summary Judgment on Standing, claiming that the undisputed facts demonstrate that Plaintiffs have standing to maintain this action. In contrast, Defendants' Motion for Summary Judgment argues that Plaintiffs' Amended Complaint should be dismissed due to Plaintiffs' lack of standing. Finally, Plaintiffs filed a Motion for Partial Summary Judgment on Liability. This motion seeks rulings on various issues related to Defendants' liability for violations of the CWA.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2>A. <i>Plaintiffs' Motion for Summary Judgment on Standing and Defendants' Motion for Summary Judgment</i>\n</h2>\n<p>In order to obtain judicial resolution of their claims against Defendants, NCCF and NCSGA must satisfy the basic legal requirements for standing. \"[A]n association may have standing to sue in federal court either based on an injury to the organization in its own right or as the representative of its members who have been harmed.\" <i>Friends of the Earth, Inc. v. Gaston Copper Recycling Corp.,</i> <span class=\"citation\" data-id=\"767710\"><a href=\"/opinion/767710/friends-of-the-earth-incorporated-citizens-local-environmental-action/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 155 (4th Cir.2000) (citing <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 511, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975)). An organization has representational standing when (1) at least one of its members would have standing to sue in his or her own right; (2) the organization seeks to protect interests germane to the organization's purpose; and (3) neither the claim asserted nor the relief sought requires the participation of individual members. <i>See </i><i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs.,</i> <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 181, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (2000).</p>\n<p>Because their arguments focus exclusively on the first prong of this analysis, Defendants appear to concede that Plaintiffs have satisfied the second and third elements required for representational standing. The undisputed evidence before the Court indicates that the claims asserted by Plaintiffs are germane to the purposes of NCCF and NCSGA and that the claims asserted and relief requested do not require the participation of Plaintiffs' individual members. The Court will therefore focus its inquiry on the first prong of representation standing  whether any member of NCCF or NCSGA has individual standing to pursue the claims asserted.</p>\n<p>To satisfy the constitutional requirements for individual standing, \"a plaintiff must show (1) it has suffered an `injury in fact' that is (a) concrete and particularized and (b) actual or imminent, not conjectural or hypothetical; (2) the injury is fairly traceable to the challenged action of the defendant; and (3) it is likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.\" <i>Laidlaw,</i> 528 U.S. at 180-81, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>. While Plaintiffs contend that they have demonstrated injury in fact, traceability, and redressability, Defendants claim that Plaintiffs have failed to satisfy each of these elements.</p>\n<p></p>\n<h2>1. <i>Injury in Fact</i>\n</h2>\n<p>The Fourth Circuit recently stated that, \"[i]n the environmental litigation <span class=\"star-pagination\">*663</span> context, the standing requirements are not onerous.\" <i>Am. Canoe Ass'n, Inc. v. Murphy Farms, Inc.,</i> <span class=\"citation\" data-id=\"781642\"><a href=\"/opinion/781642/american-canoe-association-incorporated-professional-paddlesports/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 517 (4th Cir.2003). Instead, \"environmental plaintiffs adequately allege injury in fact when they aver that they use the affected area and are persons `for whom the aesthetic and recreational values of the area will be lessened' by the challenged activity.\" <i>Laidlaw,</i> 528 U.S. at 183, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span> (quoting <i>Sierra Club v. Morton,</i> <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 735, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972)). Applying this standard, courts have regularly found that environmental plaintiffs who live, work, and recreate in the area at issue satisfy the injury in fact requirement by demonstrating that their use and enjoyment of the area has been diminished by environmental damage or concerns about environmental damage. <i>See, e.g., </i><i>Laidlaw,</i> 528 U.S. at 183-84, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span> (finding injury in fact where \"the affidavits and testimony presented ... assert that [defendant's] discharges, and the affiant members' reasonable concerns about the effects of those discharges, directly affected those affiants' recreational, aesthetic, and economic interests.\"); <i>Am. Canoe Ass'n,</i> 326 F.3d at 518-20 (finding injury in fact where several organization members, all of whom used the creek at issue for business or recreation, expressed concerns regarding water quality and claimed that these concerns affected their aesthetic, recreational, and economic interests); <i>Gaston Copper,</i> 204 F.3d at 156-57 (finding injury in fact where an organization member living four miles downstream from the site of illegal discharges claimed that concerns about discharges affected his use and enjoyment of the waterway).</p>\n<p>Courts have also made clear that threatened injury is sufficient to support standing. In <i>Gaston Copper,</i> the Fourth Circuit stated that \"[t]hreats or increased risk ... constitutes cognizable harm. Threatened environmental injury is by nature probabilistic.\" 204 F.3d at 160. Similarly, in <i>Sierra Club, Lone Star Chapter v. Cedar Point Oil, Inc.,</i> <span class=\"citation\" data-id=\"710885\"><a href=\"/opinion/710885/sierra-club-lone-star-chapter-plaintiff-counter-v-cedar-point-oil/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span> (5th Cir.1996), the Fifth Circuit held that whether an environmental injury \"is couched in terms of future impairment rather than past impairment is of no moment.\" <i>Id.</i> at 556.</p>\n<p>In the instant case, Plaintiffs have presented declarations from organization members who use the waters adjacent to the Morris Landing Tract recreationally for boating, fishing, shellfishing, wading, and viewing wildlife.<sup>[2]</sup><i>See</i> Miller Decl. at ¶ 2; Wilgis Decl. at ¶ 5. Plaintiffs' members also use these waters for educational purposes, conducting trips designed to teach organization members and the public about North Carolina's coastal resources. <i>See</i> Miller Decl. at ¶¶ 4, 24-26; Wilgis Decl. at ¶¶ 6-9. NCCF member Melvin Shepard claims that his recreational and aesthetic uses of areas adjacent to the Morris Landing Tract have been impaired by concerns that Defendants' extensive ditching has adversely affected the waters of Stump Sound. <i>See</i> Shepard Decl. at ¶¶ 3-6, 8-10. NCCF member Ted Wilgis shares these concerns and claims to have experienced reduced enjoyment of the area. <i>See</i> Wilgis Decl. at ¶ 9. Wilgis stated that he would like to stop NCCF boat trips at the public oyster grounds adjacent <span class=\"star-pagination\">*664</span> to the Tract but will not do so due to concerns that these areas contain harmful pollutants. <i>See id.</i> at ¶ 8.</p>\n<p>Plaintiffs claim that the economic and property interests of organization members are also threatened by Defendants' ditching activities. NCSGA member Jim Swartzenberg owns and maintains shellfish leases in the Stump Sound Area. <i>See</i> Swartzenberg Decl. at ¶ 6-7. Swartzenberg has expressed concerns that pollution in the Stump Sound Area will impair his ability to market \"Stump Sound\" oysters, which have traditionally commanded a premium price. <i>See id.</i> at ¶ 8-10. According to Plaintiffs, the Stump Sound Area is \"conditionally approved open\" for oyster harvesting, meaning that the state closes the area to shellfishing after rains of a certain size. A few days after the rain, state agency staff take fecal coliform samples from the waters of Stump Sound to determine whether the waters can be reopened. <i>See</i> Gilbert Decl. at ¶ 9. Plaintiffs claim that the state could leave the entire area closed based on sampling data from a few or even a single site, including sites adjacent to the Morris Landing Tract. Plaintiffs also claim that the state may close the entire management area more often as a result of fecal coliform sampling data from areas near the Morris Landing Tract.</p>\n<p>According to Plaintiffs, recent sampling data confirm their members' fears about water quality in Stump Sound. Since Defendants commenced their ditching and draining activities, sampling reports have documented an increase in fecal coliform contamination in waters receiving runoff from the Morris Landing Tract. <i>See</i> Gilbert Decl. at ¶ 11 &amp; Attach. A at 5. Plaintiffs claim that more recent data show even higher levels of fecal coliform, levels that could require the permanent closure of the shellfishing waters adjacent to the Tract. Furthermore, state officials and other experts have linked ditching activities to such increases in fecal coliform levels. <i>See id.</i> at Attach. A; Kirby-Smith Report at ¶¶ 15, 18-21.</p>\n<p>The Court finds that Plaintiffs have adequately alleged an injury in fact. Plaintiffs' declarations and deposition testimony indicate (1) that several of Plaintiffs' members use the area at issue and (2) that these members' recreational, aesthetic, and economic interests have been impaired or threatened as a result of Defendants' ditching activities. Plaintiffs have thus satisfied the standard for injury in fact set forth by the Supreme Court in <i>Laidlaw</i> and by the Fourth Circuit in <i>Gaston Copper</i> and <i>American Canoe Ass'n.</i> As in <i>Gaston Copper,</i> Plaintiffs' members are \"not asserting a mere academic or philosophical interest in the protection of ... waterways affected by [Defendants'] pollution.\" 204 F.3d at 159. Nor are these individuals \"roving environmental ombudsmen seeking to right environmental wrongs wherever [they] might find them.\" <i>Id.</i> at 157. Shepard, Wilgis, and Swartzenberg live, work, and recreate in the area at issue in this litigation, and Defendants' actions clearly affect the concrete, particularized legal rights of these specific individuals.</p>\n<p></p>\n<h2>2. <i>Traceability</i>\n</h2>\n<p>Defendants next argue that Plaintiffs lack standing because they have failed to demonstrate that their alleged injuries are \"fairly traceable\" to Defendants' ditching and draining activities. The requirement of traceability \"ensures that there is a genuine nexus between a plaintiff's injury and a defendant's alleged illegal conduct.\" <i>Gaston Copper,</i> 204 F.3d at 161. Traceability does not require Plaintiffs to demonstrate to a scientific certainty that Defendants' conduct caused <span class=\"star-pagination\">*665</span> the harm suffered by Plaintiffs. \"Rather than pinpointing the origins of particular molecules, a plaintiff `must merely show that a defendant discharges a pollutant that causes or contributes to the kinds of injuries alleged' in the specific geographic area of concern.\" <i>Id.</i> (quoting <i>Natural Res. Def. Council, Inc. v. Watkins,</i> <span class=\"citation\" data-id=\"576653\"><a href=\"/opinion/576653/natural-resources-defense-council-incorporated-energy-research-foundation/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 980 (4th Cir.1992)).</p>\n<p>Defendants claim that Plaintiffs cannot make the required showing of traceability because sediment from the Morris Landing Tract has not and cannot reach the waters of Stump Sound. Defendants also claim that, even if increased levels of fecal coliform in adjacent waters could result from ditching activities, Plaintiffs have failed to establish that Defendants' activities have caused or could cause injury to Plaintiffs. Instead, Defendants argue that Plaintiffs' claims regarding bacteria-related closure of shellfishing waters are entirely speculative and that other sources could have contributed to increased fecal coliform levels in Stump Sound. Defendants emphasize that Plaintiffs have failed to conduct toxicity tests or other sampling to conclusively determine whether pollutants from the Morris Landing Tract are actually reaching and polluting the waters of Stump Sound.</p>\n<p>Despite these assertions, the Court believes that Plaintiffs have satisfied the standard for traceability set forth in <i>Gaston Copper.</i> Plaintiffs have presented evidence suggesting that Defendants' activities have resulted in the discharge of stormwater, fecal coliform bacteria, fill, and other pollutants into waters on and adjacent to the Morris Landing Tract. However, courts have made clear that \"[t]he relevant showing for purposes of Article III standing ... is not injury to the environment but injury to the plaintiff.\" <i>Laidlaw,</i> 528 U.S. at 181, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>. Plaintiffs need only demonstrate that their concerns about Defendants' activities are reasonable under the circumstances and have diminished their use and enjoyment of the area. <i>See id.</i> at 184-85, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>.</p>\n<p>In this case, Plaintiffs have presented evidence indicating (1) that ditching activities can lead to increased fecal coliform levels in adjacent waters, <i>see</i> Gilbert Dep. at 6-8; S.D. Smith Dep. at 113-14; (2) that pollutants, including fecal coliform, on the Morris Landing Tract may reach waters used by Plaintiffs' members, <i>see</i> Wylie Dep. at 128-131; Kirby-Smith Report at ¶¶ 18-21; Wilgis Decl. at ¶¶ 14-15 &amp; Attach. A, B; and (3) that Defendants' ditching activities coincide with increased fecal coliform counts in Batts Mill Creek, <i>see</i> Gilbert Decl. at ¶ 11. In light of this evidence, the Court concludes that the concerns expressed by Plaintiffs' members are entirely reasonable and fairly traceable to Defendants' activities. Furthermore, \"[t]he fact that other [sources] may have contributed to the pollution problems complained of by the [plaintiffs] in this case does not negate the fact that the defendants' discharges still potentially harmed them.\" <i>Am. Canoe Ass'n,</i> 326 F.3d at 520.</p>\n<p>Defendants suggest that Plaintiffs lack standing because they have failed to produce conclusive evidence that Defendants' activities caused Plaintiffs' actual or threatened injuries. This position, which essentially transforms standing analysis into a determination of ultimate liability, has been specifically rejected by the Fourth Circuit. In <i>Natural Res. Def. Council v. Watkins,</i> <span class=\"citation\" data-id=\"576653\"><a href=\"/opinion/576653/natural-resources-defense-council-incorporated-energy-research-foundation/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span> (4th Cir.1992), the court stated that traceability \"does not mean that plaintiffs must show to a scientific certainty that defendant's effluent, and defendant's effluent alone, caused the precise harm suffered by the plaintiffs.\" <i>Id.</i> at 980 n. 7 Moreover, in <i>Gaston Copper,</i> the Fourth Circuit \"declin[ed] <span class=\"star-pagination\">*666</span> to transform the `fairly traceable' requirement into the kind of scientific inquiry that neither the Supreme Court nor Congress intended.\" 204 F.3d at 162. Thus, the Court believes that Plaintiffs have adequately demonstrated that their alleged injuries are \"fairly traceable\" to Defendants' activities.</p>\n<p></p>\n<h2>3. <i>Redressability</i>\n</h2>\n<p>Finally, Defendants argue that Plaintiffs' have failed to demonstrate that their injuries are likely to be redressed by a favorable decision in this litigation. Defendants claim that Plaintiffs' injuries cannot be redressed by this Court because they are not traceable to Defendants' activities. However, because the Court has concluded that Plaintiffs' injuries are fairly traceable to Defendants' conduct, the relief requested would redress Plaintiffs' injuries. Plaintiffs have asked the Court to (1) impose civil penalties, (2) compel Defendants to remove illegal fill material and restore the waters at issue, and (3) compel Defendants to obtain all required CWA permits. <i>See</i> Am. Compl. at 32. It is clear that such relief would redress the injuries alleged in this case.</p>\n<p>Because the undisputed evidence before the Court indicates that Plaintiffs have satisfied each of the three elements required for representational standing, Plaintiffs' Motion for Summary Judgment on Standing is granted and Defendants' Motion for Summary Judgment is denied.</p>\n<p></p>\n<h2>B. <i>Plaintiffs' Motion for Declaration that Defendants' Offer of Judgment is Null and Void and Defendants' Motion to Strike Plaintiffs' Motion for Declaration</i>\n</h2>\n<p>On November 18, 2002, Defendants served Plaintiffs with an offer of judgment pursuant to Rule 68 of the Federal Rules of Civil Procedure. Although Plaintiffs have not provided the Court with a copy of this offer, they have indicated that it is an offer to enter into a consent decree with the United States, the State of North Carolina, and Plaintiffs. Plaintiffs claim that the offer of judgment is inappropriate under the circumstances of this case and seek a declaration that the offer is null and void. Specifically, Plaintiffs contend that the application of Rule 68 to CWA citizen suits would have a chilling effect upon the willingness of plaintiffs to maintain such actions and would therefore frustrate the purposes of Congress in enacting the CWA.</p>\n<p>Under Rule 68, a defendant may serve upon a plaintiff an offer to allow judgment to be taken against the defendant on terms specified in the offer, plus costs then accrued. If the plaintiff does not accept the offer within ten days and if the case proceeds to judgment for the plaintiff on terms that are not more favorable than those in the offer, the plaintiff must pay the litigation costs incurred by the defendant after making the offer. Thus, Rule 68 changes the ordinary rule that costs are allowed as a matter of course to the prevailing plaintiff in a civil action, <i>see</i> Fed. R.Civ.P. 54(d), and provides for the assessment of costs against a prevailing plaintiff who obtains a judgment less favorable than the defendant's offer of judgment. \"The plain purpose of Rule 68 is to encourage settlement and avoid litigation. The Rule prompts both parties to a suit to evaluate the risks and costs of litigation, and to balance them against the likelihood of success upon trial on the merits.\" <i>Marek v. Chesny,</i> <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985) (internal citation omitted).</p>\n<p>Plaintiffs argue that the application of this rule to citizens suits under the CWA raises barriers to the effective enforcement of the CWA and is therefore contrary <span class=\"star-pagination\">*667</span> to the express intentions of Congress in enacting this statute. If Rule 68 is applied in this case, Plaintiffs could be forced to choose between (1) accepting a judgment they deem inadequate or (2) pursuing the litigation in hopes of receiving a more favorable judgment, at the risk of having to pay Defendants' costs and sacrificing an award of attorney's fees. Plaintiffs' dilemma is exacerbated by the fact that any penalties recovered in this action will be paid, not to Plaintiffs, but to the United States Treasury. <i>See </i><i>Chesapeake Bay Found. v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"1464792\"><a href=\"/opinion/1464792/chesapeake-bay-foundation-v-bethlehem-steel-corp/\"><span class=\"volume\">608</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></a></span>, 449 (D.Md.1985). While plaintiffs in other types of litigation can recover compensatory damages, punitive damages, and injunctive relief personally benefiting the plaintiff, a CWA citizen plaintiff cannot obtain such personal redress. Plaintiffs claim that, because the risk and benefit calculation of a CWA plaintiff is markedly different from that of other civil litigants, the application of Rule 68 is likely to have a chilling effect on the vigorous prosecution of CWA citizen suits.</p>\n<p>Congress intended \"that enforcement of [CWA] provisions be immediate, that citizens should be unconstrained to bring these actions, and that the courts should not hesitate to consider them.\" S.Rep. No. 92-414, at 3746 (1971). In order to accomplish these goals, § 505 of the CWA, 33 U.S.C. § 1365, provides that \"any citizen may commence a civil action on his own behalf ... against any person ... who is alleged to be in violation of an effluent standard or limitation.\" 33 U.S.C. § 1365(a)(1)(A). \"[T]he term `citizen' means a person or persons having an interest which is or may be adversely affected.\" 33 U.S.C. § 1365(g). Plaintiffs argue that by chilling citizen suits under § 1365, Rule 68 impedes the substantive and procedural rights provided by the CWA. Application of this rule therefore violates the Rules Enabling Act, which provides that the Federal Rules of Civil Procedure \"shall not abridge, enlarge or modify any substantive right.\" 28 U.S.C. § 2072(b).</p>\n<p>The Court is aware of only two cases directly addressing the issue raised in Plaintiffs' motion. Both of these cases adopted the position advanced by Plaintiffs, finding offers of judgment to be inappropriate in CWA citizen suits and declaring such offers null and void. In <i>Friends of the Earth v. Chevron Chem. Co.,</i> <span class=\"citation\" data-id=\"1399875\"><a href=\"/opinion/1399875/friends-of-the-earth-inc-v-chevron-chemical-co/\"><span class=\"volume\">885</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></a></span> (E.D.Tex.1995), the court considered the application of an offer of judgment provision to a CWA citizen suit. Although the provision at issue in <i>Chevron Chem.</i> was a local court rule, the court's reasoning is clearly applicable to Rule 68. The court stressed that, because any damage award is paid to the United States Treasury, CWA plaintiffs are not seeking personal redress. <i>See id.</i> at 940. Instead, such plaintiffs are \"standing in the shoes of the government and performing a public service.\" <i>Id.</i> The court held that:</p>\n<blockquote>To place upon these citizen plaintiffs the speculative hazard of paying a Defendant's attorney's fees and costs would likely have an undesirable effect. Such a hazard would have a chilling effect upon citizens bringing enforcement actions under Section 1365. Indubitably, this would eviscerate the effectiveness of Section 1365.</blockquote>\n<p><i>Id.</i> at 939.</p>\n<p>Similarly, in <i>Public Interest Research Group, Inc. v. Struthers-Dunn, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">147639</span></span> (D.N.J. Aug.16, 1988), the court concluded that Rule 68 would have an undesirable chilling effect on CWA citizen suits under § 1365. The court explained the dilemma created by Rule 68 as follows:</p>\n<blockquote>[P]laintiffs' incentive to \"hold out\" for a larger penalty judgment is greatly minimized by the fact that plaintiffs will not <span class=\"star-pagination\">*668</span> keep any of the money that defendant is made to pay. At the same time, plaintiffs are confronted with the possibility of not only having to work for free, but also having to pay money to defendants if the ultimate judgment does not meet plaintiffs' expectations. Not even the most altruistic litigant can be expected to persevere under such circumstances.</blockquote>\n<p><i>Id.</i> at *4. The <i>Struthers-Dunn</i> court concluded that \"[t]he effectiveness of § 1365 ... is certainly diluted if not decimated, by the disincentives created when Rule 68 is applied to citizen suits.\" <i>Id.</i> at *5. The court therefore held that Rule 68 violated the Rules Enabling Act when applied to CWA citizen suits. <i>See id.</i></p>\n<p>This Court agrees with the reasoning of <i>Chevron Chem.</i> and <i>Struthers-Dunn.</i> The application of Rule 68 to CWA citizen suits creates enormous disincentives and discourages citizens plaintiffs from vigorously prosecuting claims under the CWA. In doing so, Rule 68 frustrates the express intention of Congress \"that citizens should be unconstrained to bring these actions.\" S.Rep. No. 92-414, at 3746 (1971). While the Fourth Circuit has stated that the purpose of Rule 68 \"is to provide an efficient and neutral means to settle litigation, irrespective of the nature of the underlying disputes,\" <i>Spencer v. General Elec. Co.,</i> <span class=\"citation\" data-id=\"535607\"><a href=\"/opinion/535607/anne-e-spencer-v-general-electric-company-equal-employment-opportunity/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span>, 664 (4th Cir.1990), the situation of a CWA citizen plaintiff is clearly distinguishable from that of other civil litigants. Citizen plaintiffs, like those in the instant case, \"are suing as private attorneys general, and they seek the enforcement of federal law... Any benefit from the lawsuit, whether injunctive or monetary, inures to the public or to the United States. The citizen suit provision was designed to supplement administrative enforcement, not to provide a private remedy.\" <i>Chesapeake Bay Found.,</i> 608 F.Supp. at 449. Because CWA citizen plaintiffs cannot personally recover the full benefit of the litigation, the effect of a Rule 68 offer of judgment is far more detrimental in § 1365 cases than other types of litigation.</p>\n<p>At first glance, the characterization of Plaintiffs as \"private attorneys general\" serving the public interest appears to be inconsistent with the Court's standing analysis above. In actuality, however, the motions before the Court simply illustrate the dual roles of CWA citizen plaintiffs. For purposes of standing, a plaintiff must have \"a sufficient personal stake in the dispute to render judicial resolution appropriate.\" <i>Gaston Copper,</i> 204 F.3d at 153. This requirement \"tends to assure that the legal questions presented to the court will be resolved, not in the rarified atmosphere of a debating society, but in a concrete factual context conducive to a realistic appreciation of the consequences of judicial action.\" <i>Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc.,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982).</p>\n<p>Although standing analysis requires plaintiffs to have a personal stake in the case, it is undeniable that litigation under § 1365 serves interests broader than those of the individual plaintiffs. By enforcing the CWA, plaintiffs do stand in the shoes of the government and perform a public service. As recognized in <i>Chevron Chem.</i> and <i>Struthers-Dunn,</i> this second \"public\" role was clearly contemplated by Congress when it enacted § 1365. Because this second role alters the cost and benefit calculation associated with offers of judgment, it renders Rule 68 inappropriate in CWA citizen suits.</p>\n<p>Because Rule 68 is incompatible with the purposes of Congress in enacting the CWA, the Court declares Defendants' offer of judgment null and void. Furthermore, because Plaintiffs' Motion <span class=\"star-pagination\">*669</span> for Declaration was entirely appropriate, Defendants' Motion to Strike will be denied.</p>\n<p></p>\n<h2>C. <i>Plaintiffs' Motion for Partial Summary Judgment on Liability</i>\n</h2>\n<p>Plaintiffs claim that summary judgment is appropriate with respect to a number of issues related to Defendants' liability for violations of the CWA. Plaintiffs believe that they are entitled to summary judgment on the following issues: (1) that the various waters at issue in this litigation are \"waters of the United States\" and are therefore subject to the jurisdiction of the CWA; (2) that Defendants have discharged pollutants, including stormwater, sediment, and fecal coliform, into covered waters; (3) that the discharges have been from point sources, including the site itself, ditches, check dams, and gullies and rills; (4) that Defendants have discharged fill material into covered waters; and (5) that these discharges occurred without permits in violation of Sections 301, 401, 402, and 404 of the CWA, 33 U.S.C. §§ 1331, 1341, 1342, and 1344. The Court will address each of these issues in turn.</p>\n<p></p>\n<h2>1. <i>\"Waters of the United States\"</i>\n</h2>\n<p>The CWA prohibits the discharge of pollutants, except in compliance with a National Pollutant Discharge Elimination System (\"NPDES\") permit issued pursuant to § 402. <i>See</i> 33 U.S.C. §§ 1311(a), 1342(a). The CWA defines \"the discharge of a pollutant\" to mean \"any addition of any pollutant to navigable waters from any point source.\" 33 U.S.C. § 1362(12)(A). Section 404 of the CWA requires a permit for the discharge of fill material into navigable waters. <i>See</i> 33 U.S.C. § 1344(a). For purposes of both sections, the CWA defines \"navigable waters\" as \"waters of the United States, including territorial seas.\" 33 U.S.C. § 1362(7). Thus, jurisdiction under both § 402 and § 404 depends on a threshold determination that the waters involved are \"waters of the United States.\"</p>\n<p>The term \"waters of the United States\" is broadly defined by United States Army Corps of Engineers (\"Corps\") regulations to include:</p>\n<blockquote>(1) traditional navigable waters, or \"waters which are currently used, or were used in the past, or may be susceptible to use in interstate or foreign commerce;\"</blockquote>\n<blockquote>(2) impoundments of waters otherwise defined as covered waters;</blockquote>\n<blockquote>(3) tributaries of covered waters, including traditional navigable waters; and</blockquote>\n<blockquote>(4) wetlands adjacent to covered waters, including tributaries.</blockquote>\n<p>33 C.F.R. § 328.3(a)(1), (4), (5), (7). Plaintiffs claim that the undisputed facts demonstrate that the Morris Landing Tract contains or is adjacent to the following covered waters: (1) wetlands adjacent to traditional navigable waters; (2) tributaries of traditional navigable waters; (3) wetlands adjacent to tributaries of traditional navigable waters; and (4) impoundments of tributaries of traditional navigable waters. In response, Defendants argue that the wetlands, ditches, and other bodies of waters at issue are not covered by the CWA and insist that summary judgment on this issue is inappropriate.</p>\n<p></p>\n<h2>a. <i>Traditional Navigable Waters</i>\n</h2>\n<p>Plaintiffs claim that there are two traditional navigable waters associated with the Morris Landing Tract. Stump Sound is navigable-in-fact and classified by the State of North Carolina as an \"SA\" water, indicating that it is a saltwater of high quality suitable for the production and harvesting of shellfish for human consumption. <i>See</i> Wilgis Decl. at ¶¶ 3, 4. <span class=\"star-pagination\">*670</span> Batts Mill Creek, a saltwater estuarine creek that flows into Stump Sound, is also navigable-in-fact and classified as an \"SA\" water. <i>See id.</i> at ¶ 13. Both Stump Sound and Batts Mill Creek border and are directly adjacent to the Morris Landing Tract. Because Defendants have presented no evidence to the contrary, the Court finds that Stump Sound and Batts Mill Creek are traditional navigable waters.</p>\n<p></p>\n<h2>b. <i>Wetlands Adjacent to Stump Sound</i>\n</h2>\n<p>In <i>United States v. Riverside Bayview Homes, Inc.,</i> <span class=\"citation\" data-id=\"111544\"><a href=\"/opinion/111544/united-states-v-riverside-bayview-homes-inc/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>, <span class=\"citation\" data-id=\"111544\"><a href=\"/opinion/111544/united-states-v-riverside-bayview-homes-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">455</span></a></span>, <span class=\"citation\" data-id=\"111544\"><a href=\"/opinion/111544/united-states-v-riverside-bayview-homes-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1985), the Supreme Court upheld the Corps' regulation extending CWA jurisdiction to \"all wetlands adjacent to navigable or interstate waters and their tributaries.\" <i>Id.</i> at 129, <span class=\"citation\" data-id=\"111544\"><a href=\"/opinion/111544/united-states-v-riverside-bayview-homes-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">455</span></a></span>. Based on this regulation, Plaintiffs claim that wetlands along the southern portion of the Morris Landing Tract are waters of the United States because they are adjacent to Stump Sound, a traditional navigable water. Defendants' own version of the wetland boundaries in the site, as depicted on Cape Fear Engineering's WET-1 map, confirms that the southern-most portion of the Tract is comprised of wetlands directly adjacent to Stump Sound. Furthermore, Defendants appear to concede in their Response that these wetlands are waters of the United States covered by the CWA.</p>\n<p>In <i>Solid Waste Agency of Northern Cook County v. United States Army Corps of Engineers,</i> <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (2001) (<i>SWANCC</i>), the Supreme Court emphasized that the CWA is based on Congress' power over navigable waters, suggesting that covered non-navigable waters must have some connection to navigable ones. <i>See id.</i> at 167, 172, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>. Although courts interpreting <i>SWANCC</i> have reached different conclusions regarding the decision's effect on <i>Riverside Bayview,</i><sup>[3]</sup> all have found that wetlands adjacent to traditional navigable waters are subject to regulation under the CWA.</p>\n<p>The undisputed evidence before the Court indicates that the wetlands adjacent to Stump Sound are waters of the United States. According to Plaintiffs, Ditch 17 is excavated at least partly in these wetlands and is therefore within the jurisdiction of the CWA. Plaintiffs have presented evidence that water leaves the ditch continuously and enters undisturbed portions of the tidal marsh. <i>See</i> Wylie Field Report at 7 &amp; Photographs. Defendants dispute that Ditch 17 discharges into wetlands and claims that the ditch's fingers flow toward an upland connector ditch rather than the coastal marsh. While the direction of flow may be significant for purposes of determining Defendants' liability, it is not relevant to the threshold determination of jurisdiction. Defendants' WET-1 map shows that parts of Ditch 17 are located in wetland areas. Accordingly, the Court finds that Ditch 17 is located, at least in part, in a water of the United States and is therefore subject to regulation under the CWA.</p>\n<p></p>\n<h2>c. <i>Tributaries of Covered Waters</i>\n</h2>\n<p></p>\n<h2>i. <i>Cypress Branch</i>\n</h2>\n<p>Plaintiffs claim that Cypress Branch is the largest of the tributaries <span class=\"star-pagination\">*671</span> connecting the Morris Landing Tract to Stump Sound. Cypress Branch runs alongside much of the Tract and intersects with or comes close to the outfalls of several ditches. According to Plaintiffs, when Cypress Branch leaves the Tract, it flows southwestward to intersect with Batts Mill Creek, a traditional navigable water. Although the parties disagree as to the extent of channelized surface flow from Cypress Branch to Batts Mill Creek, Plaintiffs argue that summary judgment is nevertheless appropriate because there is a hydrological connection and at least intermittent surface flow between the two waters, which is sufficient to transport pollutants from Cypress Branch to the navigable waters of Batts Mill Creek.</p>\n<p>Defendants deny that Cypress Branch is a tributary of Batts Mill Creek. Instead, Defendants claim that Cypress Branch ends in a wide wetland flat before reaching Batts Mill Creek. <i>See</i> Fennell Aff. at ¶ 4-6. A distance of nearly one-half mile separates the endpoint of the Cypress Branch channel from the beginning of a new channel on the opposite side of the wetland flat. Defendants argue that this new channel, which ultimately intersects with Batts Mill Creek, is from a separate tributary, rather than Cypress Branch.</p>\n<p>An absence of channelized flow between the two bodies of water does not necessarily prevent Cypress Branch from being considered a tributary of Batts Mill Creek. The Corps' regulations indicate that \"intermittent streams\" may fall within the jurisdiction of the CWA. <i>See</i> 33 C.F.R. § 328.3(a)(3). Numerous courts have also recognized that intermittent streams and tributaries are capable of carrying pollutants downstream during rain events and are therefore subject to regulation under the CWA. In <i>United States v. Eidson,</i> <span class=\"citation\" data-id=\"737517\"><a href=\"/opinion/737517/united-states-v-charles-a-eidson-sandra-a-eidson/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1336</span></a></span> (11th Cir.1997), the Eleventh Circuit concluded that:</p>\n<blockquote>[T]here is no reason to suspect that Congress intended to exclude from \"waters of the United States\" tributaries that flow only intermittently. Pollutants need not reach interstate bodies of water immediately or continuously in order to inflict serious environmental damage ... Rather, as long as the tributary would flow into the navigable body of water \"during significant rainfall,\" it is capable of spreading environmental damage and is thus a \"water of the United States\" under the Act.</blockquote>\n<p><i>Id.</i> at 1342 (quoting <i>United States v. Texas Pipe Line Co.,</i> <span class=\"citation\" data-id=\"372635\"><a href=\"/opinion/372635/united-states-v-the-texas-pipe-line-company/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 347 (10th Cir.1979)). <i>See also </i><i>Headwaters, Inc. v. Talent Irrigation Dist.,</i> <span class=\"citation\" data-id=\"772479\"><a href=\"/opinion/772479/headwaters-inc-an-oregon-not-for-profit-corporation-oregon-natural/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 534 (9th Cir.2001) (quoting <i>Eidson</i>); <i>Quivira Mining Co. v. EPA,</i> <span class=\"citation\" data-id=\"453631\"><a href=\"/opinion/453631/quivira-mining-company-and-homestake-mining-company-v-united-states/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 130 (10th Cir.1985) (finding that creeks and arroyos connected to streams during intense rainfall are waters of the United States); <i>United States v. Lamplight Equestrian Center, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">360652</span></span>, *7 (N.D.Ill. Mar.8, 2002) (\"Water need not flow in an unbroken line at all times to constitute a sufficient connection to a navigable water or its tributaries.\").</p>\n<p>This position is consistent with the Supreme Court's holding in <i>SWANCC,</i> which stressed that the CWA was enacted under Congress' \"traditional jurisdiction over waters that were or had been navigable in fact or which could reasonably be so made.\" 531 U.S. at 172, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>. Where a hydrological connection exists between a body of water and a traditional navigable water such that pollutants discharged into the body can move downstream and degrade the quality of the navigable water, the \"significant nexus\" required for CWA jurisdiction under <i>SWANCC</i> is clearly present. As the Fourth Circuit recently explained in <i>United States v. Deaton,</i> <span class=\"citation\" data-id=\"782331\"><a href=\"/opinion/782331/united-states-v-james-s-deaton-rebecca-deaton-the-chesapeake-bay/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span> (4th Cir.2003), \"[t]he power over navigable waters <span class=\"star-pagination\">*672</span> also carries with it the authority to regulate nonnavigable waters when that regulation is necessary to achieve Congressional goals in protecting navigable waters.\" <i>Id.</i> at 707. This is true whether the hydrological connection occurs in a channelized flow or a network of flat bottoms and braids, continuously or intermittently.</p>\n<p>The Court therefore concludes that Cypress Branch is a tributary of Batts Mill Creek subject to CWA jurisdiction. Despite Defendants' insistence that Cypress Branch ends without reaching the new channel or Batts Mill Creek, their own expert admits that \"[s]torm water discharge from higher return period storm events I believe will fill these low-lying areas and eventually discharge [in the new channel leaving the wetland flat and intersecting Batts Mill Creek].\" Fennell Dep. at 50. Because this intermittent flow is capable of moving pollutants from Cypress Branch across the wetland flat to the navigable waters of Batts Mill Creek, a \"significant nexus\" exists between Cypress Branch and traditional navigable waters. Cypress Branch is therefore a tributary subject to CWA jurisdiction.</p>\n<p></p>\n<h2>ii. <i>Ditches Connected to \"Waters of the United States\"</i>\n</h2>\n<p>Next, Plaintiffs claim that ditches on the Morris Landing Tract that drain into or intersect with other covered waters are themselves waters of the United States. Courts have consistently held that tributaries need not be natural to fall within the jurisdiction of the CWA. <i>See, e.g., </i><i>Eidson,</i> 108 F.3d at 1342 (\"There is no reason to suspect that Congress intended to regulate only the natural tributaries of navigable waters. Pollutants are equally harmful to this country's water quality whether they travel along man-made or natural routes.\").</p>\n<p>The Fourth Circuit recently considered whether ditches connected to other covered waters are properly within the jurisdiction of the CWA. In <i>United States v. Deaton</i><i>,</i> the Corps sought to regulate wetlands adjacent to a roadside ditch. Waters from this nonnavigable ditch followed a thirty-two-mile path through several other nonnavigable watercourses before reaching the navigable waters of the Wicomico River and Chesapeake Bay. <i>See</i> 332 F.3d at 702. Concluding that the ditch was a tributary subject to the jurisdiction of the CWA, the <i>Deaton</i> court reasoned that \"discharges into nonnavigable tributaries and adjacent wetlands have a substantial effect on water quality in navigable waters,\" creating \"a nexus between a navigable waterway and its nonnavigable tributaries.\" <i>Id.</i> at 712. Thus, the court found that the Corps' regulation of nonnavigable tributaries reflected a reasonable interpretation of the CWA and was \"well within Congress's traditional power over navigable waters.\" <i>See id.</i> at 707.</p>\n<p>Plaintiffs contend that a number of ditches on the Morris Landing Tract are tributaries under the CWA because these ditches flow into other covered waters. Specifically, Plaintiffs claim that Ditches 2, 9/10, and 11/12 are tributaries of Cypress Branch because discharges from these ditches reach the waters of Cypress Branch. <i>See</i> Lea Dep. at 97-98, 116; Mitchell Dep. at 159-63. Based on the Fourth Circuit's decision in <i>Deaton,</i> the Court concludes that any ditches flowing into Cypress Branch, a nonnavigable tributary of a navigable water, are tributaries subject to regulation under the CWA. Plaintiffs claim that Ditches 13, 14, 15, and 16 are also covered tributaries because these ditches flow into the Tract's on-site lake. According to Plaintiffs, this lake is an impoundment of waters otherwise defined as waters of the United States. <i>See</i> 33 <span class=\"star-pagination\">*673</span> C.F.R. § 328.3(a)(4). For reasons discussed below, the Court concludes that the on-site lake is an impoundment subject to CWA jurisdiction. All ditches flowing into this lake are therefore tributaries of waters of the United States and are themselves covered waters.</p>\n<p></p>\n<h2>d. <i>Wetlands Adjacent to Tributaries</i>\n</h2>\n<p>In <i>Riverside Bayview,</i> the Supreme Court considered the Corps' regulation extending CWA jurisdiction to wetlands adjacent to navigable waters, tributaries, and other waters of the United States. <i>See</i> 474 U.S. at 129, <span class=\"citation\" data-id=\"111544\"><a href=\"/opinion/111544/united-states-v-riverside-bayview-homes-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">455</span></a></span>. In support of its regulation, the Corps argued that \"wetlands adjacent to lakes, rivers, streams, and other bodies of water may function as integral parts of the aquatic environment even when the moisture creating the wetlands does not find its source on the adjacent bodies of water.\" <i>Id.</i> at 135, <span class=\"citation\" data-id=\"111544\"><a href=\"/opinion/111544/united-states-v-riverside-bayview-homes-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">455</span></a></span>. Finding the Corps' position reasonable, the Court concluded that \"a definition of `waters of the United States' encompassing all wetlands adjacent to other bodies of water over which the Corps has jurisdiction, is a permissible interpretation of the Act.\" <i>Id.</i></p>\n<p>In <i>SWANCC,</i> the Supreme Court revisited the issue of CWA jurisdiction. <i>SWANCC</i> involved an abandoned mining site purchased by a consortium of suburban Chicago cities and villages to be used in the disposal of baled nonhazardous solid waste. The Corps was asked to determine whether SWANCC needed a CWA § 404(a) permit in order to fill in permanent and seasonal ponds on the property. The Corps concluded that the site qualified as a water of the United States under the \"Migratory Bird Rule,\"<sup>[4]</sup> and denied SWANCC a § 404(a) permit. In challenging this decision, SWANCC claimed that the Corps had exceeded its authority in interpreting the CWA to cover nonnavigable, isolated, intrastate waters based upon the presence of migratory birds. The Supreme Court agreed, concluding that 33 C.F.R. § 328.3(a)(3), as clarified and applied to Plaintiff's site pursuant to the \"Migratory Bird Rule,\" exceeded the Corps' authority under the CWA. <i>See</i> 531 U.S. at 174, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>. The Court emphasized that \"[i]t was the significant nexus between the wetlands and `navigable waters' that informed our reading of the CWA in <i>Riverside Bayview Homes.\" Id.</i> at 167, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>. Because no such nexus was present in <i>SWANCC,</i> the Court \"decline[d] respondents' invitation to take what they see as the next ineluctable step after <i>Riverside Bayview Homes:</i> holding that isolated ponds, some only seasonal, wholly located within two Illinois counties, fall under § 404(a)'s definition of `navigable waters' because they serve as habitat for migratory birds.\" <i>Id.</i> at 171-72, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>.</p>\n<p>As previously noted, courts interpreting <i>SWANCC</i> have been split as to the decision's effect. Some courts have held that <i>SWANCC</i> limits jurisdiction under the CWA to waters that are actually navigable or adjacent to open bodies of navigable water. <i>See </i><i>Rice v. Harken Exploration Co.,</i> <span class=\"citation\" data-id=\"23938\"><a href=\"/opinion/23938/rice-v-harken-expl-company/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 269 (5th Cir.2001); <i>FD &amp; P Enters., Inc. v. United States Army Corps of Engineers,</i> <span class=\"citation\" data-id=\"2412431\"><a href=\"/opinion/2412431/fd-p-enterprises-v-us-army-corps-of-engineers/\"><span class=\"volume\">239</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">509</span></a></span>, 516 (D.N.J.2003); <i>United States v. RGM Corp.,</i> <span class=\"citation\" data-id=\"2305422\"><a href=\"/opinion/2305422/united-states-v-rgm-corp/\"><span class=\"volume\">222</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">780</span></a></span>, 785-86 (E.D.Va. 2002); <i>United States v. Newdunn Assocs.,</i> <span class=\"citation\" data-id=\"2485204\"><a href=\"/opinion/2485204/united-states-v-newdunn-associates/\"><span class=\"volume\">195</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">751</span></a></span>, 767-68 (E.D.Va.2002); <i>United States v. Rapanos,</i> <span class=\"citation\" data-id=\"2504002\"><a href=\"/opinion/2504002/united-states-v-rapanos/\"><span class=\"volume\">190</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1011</span></a></span>, 1015-16 (E.D.Mich.2002).</p>\n<p><span class=\"star-pagination\">*674</span> In contrast, other courts have held that <i>SWANCC</i> applies only to isolated waters and does not otherwise alter the jurisdiction of the CWA. <i>See, e.g., </i><i>Headwaters, Inc. v. Talent Irrigation Dist.,</i> <span class=\"citation\" data-id=\"772479\"><a href=\"/opinion/772479/headwaters-inc-an-oregon-not-for-profit-corporation-oregon-natural/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 533 (9th Cir.2001) (finding irrigation canals to be tributaries and not isolated waters as in <i>SWANCC</i>); <i>United States v. Lamplight Equestrian Center, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">360652</span></span>, at *6 (N.D.Ill. Mar.8, 2002); <i>United States v. Buday,</i> <span class=\"citation\" data-id=\"2461968\"><a href=\"/opinion/2461968/united-states-v-buday/\"><span class=\"volume\">138</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1282</span></a></span>, 1292 (D.Mont.2001) (finding jurisdiction over wetlands adjacent to tributaries distant from but connected to navigable waters). Significantly, in <i>United States v. Interstate General Co.,</i> 39 Fed.Appx. 870, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1421411</span></span> (4th Cir. July 2, 2002), the Fourth Circuit rejected a claim that <i>SWANCC</i> eliminated jurisdiction over wetlands adjacent to nonnavigable waters that eventually flowed into traditional navigable waters. <i>See id.</i> at *3. Instead, the court found that \"[t]he only clear change in law made by <i>SWANCC</i> is much more narrow,\" affecting only \"the Corps's jurisdiction over an <i>isolated</i> intrastate body of water.\" <i>Id.</i> (emphasis in original).</p>\n<p>This Court agrees with the reasoning of those courts that have taken a narrower view of <i>SWANCC. SWANCC</i> involved isolated waters lacking any hydrological connection to traditional navigable waters. Rather than broadly restricting the Corps' authority to regulate nonnavigable waters under the CWA, <i>SWANCC</i> clarified that the critical factor for the exercise of jurisdiction under the CWA is a \"significant nexus\" between the body of water at issue and a traditional navigable water. <i>See SWANCC,</i> 531 U.S. at 167, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>. <i>SWANCC</i> reaffirmed the Supreme Court's position in <i>Riverside Bayview</i> that \"Congress' concern for the protection of water quality and aquatic ecosystems indicated its intent to regulate wetlands inseparably bound up with the waters of the United States.\" <i>Id.</i> (internal quotation omitted). Wetlands need not be directly adjacent to an open body of navigable water to be \"inseparably bound up with\" navigable waters. Instead, where bodies of water are hydrologically connected, discharges into wetlands adjacent to a nonnavigable tributary of a navigable water can move downstream, degrading the quality of the navigable water.</p>\n<p>The Court finds, based on the above analysis, that wetlands adjacent to a nonnavigable tributary of a traditional navigable water are waters of the United States subject to CWA jurisdiction. Thus, the wetlands adjacent to Cypress Branch are waters of the United States. According to Defendants' WET-1 map, these wetlands form continuous network, stretching from the southwestern boundary of the Morris Landing Tract throughout the property.<sup>[5]</sup> Defendants' map indicates that Ditches 4, 9/10 and 11/12 are excavated in these adjacent wetlands. All wetlands within the continuous, hydrologically connected network bordering Cypress Branch and any ditches excavated in these wetlands are subject to CWA regulation.</p>\n<p></p>\n<h2>e. <i>Impoundments of Covered Waters</i>\n</h2>\n<p>Finally, pursuant to 33 C.F.R. § 328.3(a)(4), \"[a]ll impoundments of waters otherwise defined as waters of the <span class=\"star-pagination\">*675</span> United States\" are considered waters of the United States. Plaintiffs claim that the on-site lake located in the southern portion of the Morris Landing Tract is a water of the United States because it is an impoundment of a tributary of a traditional navigable water. According to Defendants' stormwater map, prepared by Cape Fear Engineering and titled SW-1, the lake is connected to Stump Sound via a \"pond outlet drainage way.\" Although WET-1 does not show this drain, Defendants have presented no evidence suggesting that the drain has been disabled or has otherwise ceased to connect the lake to the navigable waters of Stump Sound.</p>\n<p>While Defendants apparently concede that the lake drains into the navigable waters of Stump Sound, they argue that Plaintiffs have failed to present evidence that pollutants have been discharged from the lake to Stump Sound. Although evidence of a discharge is critical to a finding of liability, it is not relevant to the Court's determination of jurisdiction. The \"pond outlet drainage way\" depicted on Defendants' SW-1 map creates a direct surface connection between the lake and Stump Sound and transforms an otherwise isolated lake into an impounded tributary of a traditional navigable water. Because any pollutant or fill material discharged into the on-site lake could reach Stump Sound via the drainage way and degrade the quality of a traditional navigable water, the \"significant nexus\" required for jurisdiction under <i>SWANCC</i> is clearly present in this case. Accordingly, the lake is a water of the United States subject to regulation under the CWA. Moreover, as previously stated, all ditches flowing into the lake are tributaries of covered waters and are therefore subject to CWA jurisdiction.</p>\n<p></p>\n<h2>2. <i>\"Discharge\" of a \"Pollutant\" from a \"Point Source\"</i>\n</h2>\n<p>The CWA prohibits the discharge of any pollutant into waters of the United States from a point source, except in compliance with a NPDES permit issued pursuant to § 402. <i>See</i> 33 U.S.C. §§ 1311(a), 1342(a). It is undisputed that Defendants did not obtain a § 402 discharge permit before commencing their ditching activities. <i>See</i> Ans. at ¶ 46. To establish a violation of § 1311, Plaintiffs must show that Defendants (1) discharged (2) a pollutant (3) into waters of the United States (4) from a point source. <i>See </i><i>Headwaters, Inc. v. Talent Irrigation Dist.,</i> <span class=\"citation\" data-id=\"772479\"><a href=\"/opinion/772479/headwaters-inc-an-oregon-not-for-profit-corporation-oregon-natural/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 532 (9th Cir.2001). Having already addressed waters of the United States, the Court turns to the remaining elements of Plaintiffs' claim.</p>\n<p></p>\n<h2>a. <i>Discharge</i>\n</h2>\n<p>The CWA defines \"discharge of a pollutant\" to mean \"any addition of any pollutant to navigable waters from any point source.\" 33 U.S.C. § 1362(12)(A). Plaintiffs claim that Defendants' ditching activities have resulted in the addition of materials such as sand and sediment to covered waters. Plaintiffs have presented reports from state and federal officials who observed silt, sand, and sediment plumes at the termini of ditches and in wetlands and streams. <i>See</i> N.C. Division of Land Resources Inspection Report dated 9/10/99; Wylie Field Report at 2-3. Photographs submitted by Plaintiffs also show sediment accumulation and discharge from Defendants' ditches into streams and adjacent wetlands. <i>See</i> Wylie Photographs.</p>\n<p>The observations of Defendants' experts confirm these reports. Dr. Russell Lea testified that sediment had moved from terminus of Ditch 9/10 through the streamside management zone and into Cypress Branch. <i>See</i> OAH Hearing Tr. at 1472-74. Dr. Lea observed sediment at the terminus of the Ditch 2 in quantities sufficient <span class=\"star-pagination\">*676</span> to \"identify it as not being native soil, ... it was new soil.\" Lea Dep. at 57. Dr. Lea also described sediment deposits at the terminus of Ditch 11/12 and observed the presence of sediment in adjacent wetlands. <i>See id.</i> at 67, 71. James Spangler calculated that sediment from Ditch 11/12 may have flowed as many as 900 feet into adjacent wetlands and sediment from Ditch 9/10 may travel more than 600 feet from the terminus of the ditch. <i>See</i> Spangler Report at 4. Finally, Gary Mitchell described instances where sediment accumulated at the outfalls of Ditches 9/10 and 11/12, depositing 90 feet of silt downstream in the vicinity of Cypress Branch and its adjacent wetlands and forming a sediment plume 30 feet wide and 12-18 inches deep in wetland areas. <i>See</i> Mitchell Dep. at 151, 159-63.</p>\n<p>Plaintiffs claim that the massive sedimentation observed on the Morris Landing Tract is the result of eroding and unstable ditch banks, as well as spoil piles caused by the improper construction and maintenance of the ditches. The fact that the sediment or other pollutants may have originated in the same waters into which they are later added does not prevent this addition from being a \"discharge\" for purposes of the CWA. <i>See </i><i>Rybachek v. EPA,</i> <span class=\"citation\" data-id=\"542904\"><a href=\"/opinion/542904/stanley-c-rybachek-rosalie-a-rybachek-v-united-states-environmental/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1276</span></a></span>, 1285 (9th Cir.1990) (holding that, \"even if the material discharged originally comes from the streambed itself, ... resuspension may be interpreted to be an addition of a pollutant under the Act.\"); <i>Avoyelles Sportsmen's League, Inc. v. Marsh,</i> <span class=\"citation\" data-id=\"423927\"><a href=\"/opinion/423927/the-avoyelles-sportsmens-league-inc-cross-appellants-v-john-o-marsh/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span>, 923 (5th Cir.1983) (finding that a \"landowner's redepositing activities would significantly alter the character of the wetlands and limit the vital ecological functions served by the tract.\"). Accordingly, the Court finds that the addition of materials caused by Defendants' ditching activities qualifies as a \"discharge\" for purposes of the CWA.</p>\n<p></p>\n<h2>b. <i>Pollutants</i>\n</h2>\n<p>The CWA defines the term \"pollutant\" to include \"dredged spoil, solid waste, incinerator residue, sewage, garbage, sewage sludge, munitions, chemical wastes, biological materials, radioactive materials, heat, wrecked or discarded equipment, rock, sand, cellar dirt and industrial, municipal, and agricultural waste discharged into water.\" 33 U.S.C. § 1362(6). Plaintiffs claim that ditches and other point sources on the Morris Landing Tract have delivered pollutants, including sediment, fecal coliform bacteria, and stormwater, to waters of the United States.</p>\n<p></p>\n<h2>i. <i>Sediment</i>\n</h2>\n<p>Sand and dirt, which are the primary components of sediment, are specifically listed as pollutants under the CWA. <i>See</i> 33 U.S.C. § 1362(6). In addition, numerous courts have held that sediment and its components are pollutants under the Act. <i>See, e.g., </i><i>Driscoll v. Adams,</i> <span class=\"citation\" data-id=\"73867\"><a href=\"/opinion/73867/driscoll-v-adams/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1285</span></a></span>, 1291 (11th Cir.1999); <i>Rybachek v. EPA,</i> <span class=\"citation\" data-id=\"542904\"><a href=\"/opinion/542904/stanley-c-rybachek-rosalie-a-rybachek-v-united-states-environmental/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1276</span></a></span>, 1285-86 (9th Cir. 1990); <i>Pronsolino v. Marcus,</i> <span class=\"citation\" data-id=\"2510814\"><a href=\"/opinion/2510814/pronsolino-v-marcus/\"><span class=\"volume\">91</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1337</span></a></span>, 1351 (N.D.Cal.2000); <i>Hudson River Fishermen's Ass'n v. Arcuri,</i> <span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">73</span></span>, 76 (S.D.N.Y.1994).</p>\n<p>As described above, Plaintiffs have presented evidence of sediment accumulation and discharge at the termini of several ditches on the Morris Landing Tract. Defendants' experts have also observed sediment deposits on the Tract and have indicated that sediment from Defendants' ditches has traveled into Cypress Branch and adjacent wetlands. Defendants nevertheless maintain that sediment discharges at the termini of Ditches 2, 9/10, and 11/12 were caused by unforeseeable hurricane events in 1999 and are not ongoing. Plaintiffs counter Defendants' claims of unforeseeability by noting (1) that NPDES <span class=\"star-pagination\">*677</span> permits are required prior to the commencement of ditching activities and (2) that there is no exception to this permitting requirement based on the size of the storm resulting in discharge. Furthermore, Plaintiffs point to undisputed evidence that sediment was discharged from the ditches into Cypress Branch and its adjacent wetlands in the spring and summer of 2000, long after the 1999 hurricanes. <i>See</i> Lea Dep. at 71.</p>\n<p>Based on this undisputed evidence, the Court concludes that sediment is a pollutant that has been discharged into waters of the United States.</p>\n<p></p>\n<h2>ii. <i>Fecal Coliform Bacteria</i>\n</h2>\n<p>Fecal coliform bacteria is a biological material and therefore qualifies as a pollutant under the CWA. <i>See</i> 33 U.S.C. § 1362(6). In addition, fecal coliform is specifically identified by the CWA as a conventional pollutant. <i>See</i> 33 U.S.C. § 1314(a)(4). Plaintiffs claim that fecal coliform bacteria is present on the Morris Landing Tract, originating from the droppings of birds, mammals, and other transitory animals. <i>See</i> Kirby-Smith Report at ¶ 10. According to Plaintiffs, in natural, undisturbed coastal landscapes, most rainfall is either consumed by vegetation or soaked into the soil. However, \"[w]hen the landscape is altered by ditching, storm water runoff is created that transports fecal coliform bacteria, which are extremely prevalent on the surface of the landscape, into surface waters.\" <i>Id.</i> at ¶ 13. Ditches can therefore serve to accelerate the movement of fecal coliform into adjacent waters, preventing the natural decomposition of the bacteria and increasing bacteria concentrations. <i>See id.</i> at ¶¶ 13-15, 18-21. <i>See also</i> Lea Dep. at 162 (confirming that ditches in upland areas accelerate drainage, \"pulling the surface water off that could have normally ponded on the site\").</p>\n<p>Plaintiffs' allegations regarding the discharge of fecal coliform bacteria are based on the report of Dr. William Kirby-Smith. After reviewing maps, photographs, testimony, and other information relevant to the Morris Landing Tract, Dr. Kirby-Smith concludes that the ditches draining into Cypress Branch \"suggest a high loading of [fecal coliform] into Cypress Branch would be expected in runoff following rainfall events.\" Kirby-Smith Report at ¶ 19. Dr. Kirby-Smith also expects drainage from Ditch 17 to cause fecal coliform contamination in nearby shellfishing waters. <i>See id.</i> at ¶ 20. Ultimately, Dr. Kirby-Smith opines that, \"taken as a whole, the ditches in the [Morris Landing] Tract will cause elevated fecal coliform counts in estuarine creeks adjacent to and receiving runoff from the ditches following rainfall that causes surface runoff into the ditches.\" <i>Id.</i> at ¶ 21.</p>\n<p>In support of their Motion for Partial Summary Judgment, Plaintiffs also claim that recent reports from the North Carolina Shellfish Sanitation Section show marked increases in fecal coliform levels in Batts Mill Creek. <i>See</i> Gilbert Decl. at ¶ 11, Attach. A at 5. A draft report summarizing fecal coliform sampling data during the period from June 1997 through May 2002 indicates that Batts Mill Creek had a 90th percentile fecal coliform count of 43 colonies per milliliter, the maximum allowable count for shellfishing waters. <i>See id.</i> Plaintiffs claim that, based on data compiled from November 1996 through February 1999, Batts Mill Creek had a 90th percentile fecal coliform count of only 22 colonies per milliliter prior to Defendants' ditching activities. <i>See id.</i></p>\n<p>Defendants argue that there is no evidence whatsoever that fecal coliform bacteria actually travels from the Morris Landing Tract to Batts Mill Creek or Stump Sound. According to Defendants, any pollutants <span class=\"star-pagination\">*678</span> reaching the wetland flat at the end of the Cypress Branch channel would not \"be able to mitigate across this wide, wetland flat.\" Fennell Aff. at ¶ 6. Defendants emphasize that neither Plaintiffs nor their experts have ever tested fecal coliform levels on the Tract and surrounding areas. <i>See</i> Wilgis Dep. at 47-48. In addition, Defendants claim that Plaintiffs have failed to present any evidence that the alleged increases in fecal coliform levels in Batts Mill Creek are related to Defendants' ditching activities as opposed to other potential sources. <i>See</i> Spangler Report at 3-4 (stating that the three largest sources of runoff draining in the Batts Mill Pond Drainage Area are \"agricultural pasturelands\" located off of the Morris Landing Tract and a state-maintained road).</p>\n<p>Defendants' experts have also challenged the findings of Dr. Kirby-Smith. These experts claim that Dr. Kirby-Smith improperly relied on two fecal coliform studies that did not resemble the forested conditions on the Morris Landing Tract. According to Dr. Lea, \"[t]he use of [these studies] ... to extrapolate potential fecal coliform run-off from [the Morris Landing Tract] cannot be scientifically substantiated given the preponderance of sources that contribute to fecal coliform at the [study] sites that simply do not exist at [the Morris Landing Tract].\" Lea Rebuttal Opinion. <i>See also</i> Spangler Rebuttal Opinion at ¶ 3. Spangler also states that \"there is no evidence in Dr. Kirby-Smith's report that establishes a quantitative measure of fecal coliform loading to shellfish waters from the subject property.\" Spangler Rebuttal Opinion at ¶ 1. According to Spangler, Dr. Kirby-Smith's report actually implies that the presence of fecal coliform is a naturally occurring phenomenon resulting from sources other than Defendants' ditching activities. <i>See id.</i> at ¶ 2-3.</p>\n<p>It is clear from these conflicting expert reports that genuine issues of material fact exist regarding the discharge of fecal coliform bacteria from the Morris Landing Tract. These factual disputes preclude summary judgment, and Plaintiffs' motion will therefore be denied with respect to this issue.</p>\n<p></p>\n<h2>iii. <i>Stormwater</i>\n</h2>\n<p>Plaintiffs argue that stormwater has been discharged from ditches on the Morris Landing Tract into waters of the United States, including Cypress Branch, Stump Sound, the on-site lake, and adjacent wetlands. Under the CWA, a permit is required for stormwater discharges \"associated with industrial activity.\" 33 U.S.C. § 1342(p)(3)(A). \"It is not necessary that storm water be contaminated or come into direct contact with pollutants; only association with any type of industrial activity is necessary.\" <i>Natural Res. Def. Council v. EPA,</i> <span class=\"citation\" data-id=\"584590\"><a href=\"/opinion/584590/natural-resources-defense-council-inc-v-united-states-environmental/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1292</span></a></span>, 1304 (9th Cir.1992). Environmental Protection Agency (\"EPA\") regulations related to the NPDES program define \"industrial activity\" to include \"[c]onstruction activity including clearing, grading and excavation, except operations that result in the disturbance of less than five acres of total land area.\" 40 C.F.R. § 122.26(b)(14)(x). Because Defendants' ditching activities involved the excavation of 34.2 acres of land, <i>see</i> HRA Erosion Control Permit Application, Plaintiffs claim that stormwater discharged from ditches on the Morris Landing Tract is a pollutant under the CWA. <i>See </i><i>Hughey v. JMS Dev. Corp.,</i> <span class=\"citation\" data-id=\"714879\"><a href=\"/opinion/714879/terence-d-hughey-v-jms-development-corporation-terrence-d-hughey-v-jms/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1523</span></a></span>, 1525 n. 1 (11th Cir.1996) (explaining that, \"[w]hen rainwater flows from a site where land disturbing activities have been conducted, such as grading and clearing,\" this water is a pollutant under the CWA).</p>\n<p><span class=\"star-pagination\">*679</span> Defendants do not dispute that stormwater is channeled and conveyed by the network of ditches on the Tract. Defendants maintain, however, that stormwater leaving the Tract is not a \"pollutant\" under the CWA. They dispute Plaintiffs' characterization of the Tract as a \"construction site\" and stress that the land has been managed as a forestry operation for the past forty years. Despite these claims, the Court believes that Defendants' ditching activities fall within the EPA's definition of \"industrial activity\" because they involve \"clearing, grading and excavation\" and have impacted more than five acres of land. <i>See</i> 40 C.F.R. § 122.26(b)(14)(x). Stormwater collected and conveyed by ditches on the Morris Landing Tract therefore qualifies as a pollutant under the CWA.<sup>[6]</sup></p>\n<p></p>\n<h2>c. <i>Point Sources</i>\n</h2>\n<p>The CWA defines a \"point source\" as \"any discernible, confined and discrete conveyance, including but not limited to any pipe, ditch, channel, tunnel, conduit, well, discrete fissure, container, rolling stock, concentrated animal feeding operation, or vessel or other floating craft, from which pollutants are or may be discharged.\" 33 U.S.C. § 1362(14). Plaintiffs contend that this definition encompasses many features of the Morris Landing Tract, including ditches, sediment traps, and gullies and rills. Plaintiffs also argue that the Morris Landing Tract is itself a point source under the CWA.</p>\n<p></p>\n<h2>i. <i>Ditches</i>\n</h2>\n<p>The CWA's statutory definition specifically states that ditches are point sources. According to Plaintiffs, the ditches on the Tract were designed to serve as conveyances and do in fact convey stormwater and pollutants from the site to waters of the United States. <i>See </i><i>Molokai Chamber of Commerce v. Kukui, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1389</span></span>, 1401 (D.Haw.) (\"[O]nce a person creates a conduit for pollutants, no further act is necessary to violate the [CWA] ... the digging of the ditch creates circumstances where the pollutant ... continues to discharge into waters of the state each time it rains and therefore continues to pollute ...\"). Furthermore, because Defendants' experts admit that sediment can move from ditch termini across upland areas and into Cypress Branch and its adjacent wetlands, <i>see</i> Mitchell Dep. at 151-63; Spangler Dep. at 92, 96-98, Plaintiffs claim that the ditches are point sources even when they do not empty directly into covered waters. <i>See </i><i>O'Leary v. Moyer's Landfill, Inc.,</i> <span class=\"citation\" data-id=\"2298862\"><a href=\"/opinion/2298862/oleary-v-moyers-landfill-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">642</span></a></span>, 655 (E.D.Pa.1981); (\"Notwithstanding that it may result from such natural phenomena as rainfall and gravity, the surface runoff of contaminated waters, once channeled or collected, constitutes discharge by a point source.\"). Because Defendants' ditches serve to channel and collect stormwater and other pollutants that are subsequently discharged into waters of the United States, these ditches are point sources under the CWA.</p>\n<p></p>\n<h2>ii. <i>Check Dams and Sediment Traps</i>\n</h2>\n<p>Several check dams and sediment traps have been constructed in the ditches <span class=\"star-pagination\">*680</span> on the Morris Landing Tract. <i>See</i> Wylie Field Report &amp; Photographs; Fennell Dep. at 23-24. Although these check dams were constructed in an effort to reduce the discharge of pollutants, numerous courts have found such systems to be point sources under the CWA. <i>See, e.g., </i><i>Comm. to Save Mokelumne River v. E. Bay. Mun. Util. Dist.,</i> <span class=\"citation\" data-id=\"659945\"><a href=\"/opinion/659945/committee-to-save-mokelumne-river-a-california-non-profit-corporation-v/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 308-09 (9th Cir. 1993) (finding a system designed to capture mine runoff to be a point source); <i>Sierra Club v. Abston Constr. Co.,</i> <span class=\"citation\" data-id=\"377166\"><a href=\"/opinion/377166/sierra-club-v-abston-construction-co-inc-state-of-alabama-ex-rel/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 45 (5th Cir.1980) (\"[S]ediment basins ... designed to collect sediment are ... point sources ... even though the materials were carried away from the basins by gravity flow of rainwater.\"); <i>United States v. Earth Sci., Inc.,</i> <span class=\"citation\" data-id=\"366482\"><a href=\"/opinion/366482/united-states-of-america-and-cross-v-earth-sciences-inc-and-cross/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span>, 374 (10th Cir.1979) (finding that a system designed to catch runoff meets the statutory definition of a point source). Defendants' experts and various agency officials have testified that check dams on the Tract have been completely buried by sediment and that sediment has been discharged from these systems into waters of the United States. <i>See</i> Parker Dep. at 80-81, 83-84; Mitchell Dep. at 159-60; Wylie Field Report at 1-5. These check dams and sediment traps are therefore point sources.</p>\n<p></p>\n<h2>iii. <i>Gullies and Rills</i>\n</h2>\n<p>Plaintiffs contend that depressions, rills, and gullies that have formed along the ditches on the Morris Landing Tract are point sources under the CWA. According to Plaintiffs, these gullies and rills convey runoff, sediment, and other substances into the ditches and downstream to other covered waters. <i>See</i> Fennell Dep. at 62-63 (describing unstable conditions and evidence of erosion on ditch banks); Parker Dep. at 50-51 (describing erosion of unvegetated ditch banks and spoil piles); Wylie Field Report &amp; Photographs. In <i>Abston Constr.,</i> the Fifth Circuit held that \"[c]onveyances of pollution formed either as a result of natural erosion or by material means ... may fit the statutory definition and thereby subject operators to liability under the Act.\" 620 F.2d at 44. There, the court found that gullies and ditches running down the sides of defendant's spoil piles conveyed water and sediment to covered waters. <i>See id.</i> at 46-47. It then concluded that, \"so long as [the gullies and ditches] are reasonably likely to be the means by which pollutants are ultimately deposited into a navigable body of water,\" the fact that the defendant did not actually construct the conveyance did not relieve it of liability under the CWA. <i>Id.</i> at 45.</p>\n<p>Although CWA violations cannot result from purely passive developments on a defendant's property, the active moving of land is sufficient to trigger liability under the Act. <i>See </i><i>Cal. Sportfishing Prot. Alliance v. Diablo Grande, Inc.,</i> <span class=\"citation\" data-id=\"2425160\"><a href=\"/opinion/2425160/cal-sportfishing-prot-alliance-v-diablo-grande/\"><span class=\"volume\">209</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1059</span></a></span>, 1077 (E.D.Cal.2002) (citing <i>Froebel v. Meyer,</i> <span class=\"citation\" data-id=\"769320\"><a href=\"/opinion/769320/kurt-froebel-v-george-e-meyer/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></a></span>, 938-39 (7th Cir.2000)). In this case, Defendants' active and purposeful ditching of the Morris Landing Tract has resulted in erosion along the ditch banks. The Court therefore finds the gullies and rills that have formed along the ditches to be point sources under the CWA.</p>\n<p></p>\n<h2>iv. <i>The Tract Itself</i>\n</h2>\n<p>Finally, Plaintiffs claim that the Morris Landing Tract is itself a point source, discharging pollutants into waters of the United States. As previously discussed, a NPDES permit is required for any stormwater discharge \"associated with industrial activity.\" 33 U.S.C. § 1342(p)(3)(A). Under EPA regulations, the term \"industrial activity\" encompasses \"[c]onstruction activity including clearing, grading and excavation\" of five or more <span class=\"star-pagination\">*681</span> acres of land. 40 C.F.R. § 122.26(b)(14)(x). Plaintiffs claim that Defendants' ditching, clearing and grading activities on the Morris Landing Tract have disturbed a total of 34.2 acres and therefore require a NPDES permit. Plaintiffs claim that a permit is required for the entire site rather than for each of the site's discrete conveyances. <i>See </i><i>Cal. Sportfishing,</i> 209 F.Supp.2d at 1077 (holding that a construction site \"is itself a single point source,\" in addition to the other individual point sources within it).</p>\n<p>Although Defendants strongly disagree with Plaintiffs' characterization of the Tract as a \"construction site\" and stress that the land has been managed as a forestry operation for the past forty years, Defendants' ditching activities fall within the EPA's definition because they involve \"clearing, grading, and excavation\" and have impacted more than five acres of land. Accordingly, the Court finds that the Tract itself qualifies as a point source.</p>\n<p></p>\n<h2>d. <i>Applicability of EPA Exemption</i>\n</h2>\n<p>Defendants claim that their activities are exempted from NPDES permitting requirements because they are covered by an EPA regulation regarding silvacultural activities. This regulation, 40 C.F.R. § 122.3(e), provides that \"[a]ny introduction of pollutants from non-point source agricultural and silvacultural activities, including storm water runoff from ... forest lands\" does not require a NPDES permit. Putting aside the parties' disagreement as to whether Defendants' ditching activities are silvaculture-related, the plain language of this regulation indicates that the exemption applies only to <i>non-point source</i> silvacultural activities. Although the ditches or other point sources discussed above are not listed as \"silvacultural point sources\" under EPA regulations, <i>see</i> 40 C.F.R. § 122.27(b)(1),<sup>[7]</sup> ditches are specifically included in the CWA's statutory definition of the term \"point source.\" <i>See</i> 33 U.S.C. § 1362(14). Because the ditches and related systems on the Morris Landing Tract are point sources under the CWA, Defendants are not eligible for the EPA's silvacultural exemption.</p>\n<p>Moreover, the EPA's definition of \"silvacultural point source\" indicates that the silvacultural exemption applies to \"activities such ... surface drainage, or road construction and maintenance from which there is natural runoff.\" 40 C.F.R. § 122.27(b)(1). The Morris Landing Tract contains an extensive network of seventeen ditches specifically designed to concentrate and accelerate the flow of stormwater from the Tract. It is difficult to imagine how drainage from such a network could be deemed \"natural runoff\" for purposes of the EPA exemption.</p>\n<p>The Court concludes that each of the conveyances identified by Plaintiffs is a point source subject to the permitting requirements established by § 402 of the CWA. Based on the undisputed evidence before the Court, Plaintiffs are entitled to summary judgment that Defendants violated § 402 by discharging sediment and stormwater from point sources into waters of the United States. However, because there are genuine issues of material fact relating to the discharge of fecal coliform bacteria, summary judgment is not appropriate with respect to this aspect of Plaintiffs' case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*682</span> 3. <i>Discharge of Fill Material</i>\n</h2>\n<p>While § 402 of the CWA generally governs \"the discharge of any pollutant by any person,\" the discharge of dredged or fill material is regulated by § 404, 33 U.S.C. § 1344. This section establishes a permitting system for the discharge of fill material to be administered by the Army Corps of Engineers. The Corps' regulations define \"fill material\" to include \"material placed in waters of the United States where the material has the effect of ... changing the bottom elevation of any portion of a water of the United States.\" 33 C.F.R. § 323.2(e)(1)(ii). The regulation lists rock, sand, and soil as examples of fill material. <i>See</i> 33 C.F.R. § 323.2(e)(2). The phrase \"discharge of fill material\" is defined by regulation to mean \"the addition of fill material into waters of the United States.\" 33 C.F.R. § 323.2(f). The phrase \"generally includes without limitation, the following activities: Placement of fill that is necessary for the construction of any structure or infrastructure in a water of the United States; the building of any structure, infrastructure, or impoundment requiring rock, sand, dirt, or other material for its construction; ... dams and dikes; ....\" <i>Id.</i></p>\n<p>It is undisputed that Defendants have constructed numerous rock check dams in ditches throughout the Morris Landing Tract.<sup>[8]</sup><i>See</i> HRA Erosion and Sediment Control Map. Defendants have constructed at least three rock check dams in the confluence of Ditch 9/10, which is excavated in wetlands subject to CWA jurisdiction. <i>See id.;</i> Wylie Field Report &amp; Photographs. Plaintiffs claim that, because these structures fall within the Corps' definitions of \"fill material,\" Defendants were required to obtain a permit prior to their construction. According to Plaintiffs, the fact that the check dams were constructed at the direction of the North Carolina Division of Land Resources does not relieve Defendants of their obligation to comply with the permitting requirements of CWA § 404.</p>\n<p>Although they concede the rock check dams were constructed on the Tract without a federal CWA permit, Defendants insist that their actions fall within the silvacultural exemption to § 404's permitting requirement.<sup>[9]</sup> This exemption provides that \"the discharge of dredged or fill material ... from normal farming, silvaculture, and ranching activities such as plowing, seeding, cultivating, minor drainage ...\" is not prohibited or subject to regulation under the CWA. 33 U.S.C. § 1344(f)(1)(A). The exemption also contains a recapture provision, which states that:</p>\n<blockquote>Any discharge of dredged or fill material into the navigable waters incidental to any activity having as its purpose bringing an area of the navigable waters into a use to which it was not previously subject, where the flow or circulation of navigable waters may be impaired or the reach of such waters reduced, shall be <span class=\"star-pagination\">*683</span> required to have a permit under this section.</blockquote>\n<p>33 U.S.C. § 1344(f)(2). Defendants claim that, because the Morris Landing Tract has been managed exclusively as a forestry operation for the last forty years, a § 404 permit was not required for the construction of rock check dams on the Tract.</p>\n<p>In response, Plaintiffs argue that the Tract's extensive network of ditches, which typically measure 5 to 8 feet in depth and 4 to 30 feet in width, cannot plausibly be considered \"minor drainage\" for purposes of 33 U.S.C. § 1344(f)(1)(A). The Corps' regulations provide that minor drainage \"does not include drainage associated with the immediate or gradual conversion of a wetland to a non-wetland.\" 33 C.F.R. § 323.4(a)(1)(iii)(C)(2). According to Plaintiffs, Defendants' ditches cannot qualify as \"minor drainage\" because these ditches are designed to shrink the Tract's wetlands by interrupting the flow of water to these areas. Plaintiffs also contend that Defendants' ditching activities fall within the recapture provision of 33 U.S.C. § 1344(f)(2) because the purpose of these activities is to bring wetlands into a new use and to impair the flow or circulation or reduce the reach of these waters.</p>\n<p>Genuine issues of material fact clearly exist with respect to the purposes behind Defendants' ditching activities. These factual disputes preclude summary judgment on the applicability of the CWA silvacultural exemption. However, because the undisputed evidence demonstrates that Defendants have discharged fill material into waters of the United States by constructing check dams and similar devices, Plaintiffs are entitled to summary judgment regarding Defendants' underlying violation of CWA § 404. Only issues relating to the applicability of the silvacultural exemption will be reserved for trial.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiffs' Motion for Summary Judgment on Standing is GRANTED, Defendants' Motion for Summary Judgment is DENIED, Plaintiffs' Motion for Declaration that Defendants' Offer of Judgment is Null and Void is GRANTED, Defendants' Motion to Strike is DENIED, and Plaintiffs' Motion for Partial Summary Judgment on Liability is GRANTED IN PART and DENIED IN PART.</p>\n<p>Summary judgment is hereby GRANTED with respect to the following issues: (1) Plaintiffs have standing to pursue the claims asserted in the Amended Complaint; (2) Stump Sound, Batts Mill Creek, Cypress Branch, the on-site lake, tributaries of these waters, wetlands adjacent to these waters, and Ditches 2, 4, 9/10, 11/12, 13, 14, 15, 16, and 17 are subject to the jurisdiction of the CWA; (3) Defendants have discharged stormwater and sediment, which are pollutants under the CWA, into waters of the United States; (4) these discharges occurred from point sources, including the Tract itself, ditches, check dams, and gullies and rills; (5) Defendants have discharged fill material into waters of the United States. Summary judgment is DENIED as to the following issues: (1) the discharge of fecal coliform bacteria into waters of the United States and (2) the applicability of the CWA's silvacultural exemption to Defendants' discharge of fill material.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Also pending before the Court are Defendants' Motions for Leave to File Additional Authority and Plaintiffs' Motion to File Surreply. These motions will be granted, and the Court will consider the parties' additional materials.</p>\n<p>[2]  Defendants ask this Court to disregard or discredit the declarations introduced by Plaintiffs on the basis that these declarations are inconsistent with the declarants' prior deposition testimony. Upon review of Plaintiffs' Answers to Interrogatories, the deposition testimony of the declarants, and the declarations, the Court concludes that the declarants' most recent statements are not inconsistent with the information presented during discovery. Instead, the declarations more fully develop the bases for standing previously asserted by Plaintiffs. These declarations are therefore entitled consideration.</p>\n<p>[3]  Some courts have interpreted <i>SWANCC</i> to limit CWA jurisdiction to wetlands adjacent to traditional navigable waters. Other courts view <i>SWANCC</i> more narrowly as applying only to isolated waters that have no hydrological connection to navigable waters. <i>See, e.g., </i><i>Carabell v. United States Army Corps of Engineers,</i> <span class=\"citation\" data-id=\"2499771\"><a href=\"/opinion/2499771/carabell-v-us-army-corps-of-engineers/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">917</span></a></span>, 929-30 (E.D.Mich. 2003) (summarizing cases). This dispute will be addressed in greater detail below.</p>\n<p>[4]  Under the \"Migratory Bird Rule,\" 51 Fed. Reg. 41217 (Nov. 13, 1986), the Corps asserted jurisdiction over isolated intrastate wetlands used as habitat by migratory birds because such use \"could affect\" interstate commerce under 33 C.F.R. § 328.3(a)(3).</p>\n<p>[5]  Defendants argue that this network of wetlands cannot be deemed a water of the United States because the Corps' regulations provide that wetlands adjacent to other wetlands are not waters of the United States. <i>See</i> 33 C.F.R. § 328.3(a)(7). However, taken to its logical conclusion, Defendants' position means that only the first millimeter of wetlands adjacent to a jurisdictional water could be covered by the CWA. This result is absurd, particularly where there is evidence of a hydrological connection within the wetland network.</p>\n<p>[6]  Defendants also argue that they were not required to obtain a § 402 stormwater discharge permit because their ditching activities are covered by the CWA's silvacultural exemption, 33 U.S.C. § 1344(f)(1)(A). However, by its terms, this exemption applies only to \"the discharge of dredged or fill material.\" Defendants have presented no authority suggesting that the exemption should be interpreted to apply to discharges of stormwater and other pollutants. The Court therefore concludes that the silvacultural exemption is inapplicable.</p>\n<p>[7]  EPA regulations define \"silvacultural point source\" to mean a \"discernible, confined and discrete conveyance related to rock crushing, gravel washing, log sorting or log storage facilities which are operated in connection with silvacultural activities and from which pollutants are discharged into waters of the United States.\" 40 C.F.R. § 122.27(b)(1).</p>\n<p>[8]  Rock check dams are structures constructed of rock and sand which have the effect of raising the bottom elevation of ditches.</p>\n<p>[9]  Defendants also argue that the construction of rock check dams was authorized by Nationwide Permit (\"NWP\") 26. NWP 26, which expired in June of 2000, authorized limited fill in isolated waters or waters above the headwaters of streams. <i>See</i> 61 Fed.Reg. 65874 (Dec. 13, 1996). Defendants have presented no evidence whatsoever indicating their rock check dams satisfy the requirements of NWP 26. Defendants also erroneously claim that NWP 26 authorized the discharge of up to 1/10 of an acre of fill material into navigable waters without notification to the Corps. Instead, any person conducting fill activities under NWP 26 was required to notify the district engineer before commencing work or report to the Corps within 30 days of completion. <i>See id.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/23938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/73867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/737517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2298862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2305422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2412431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2425160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2461968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2485204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510814/"
  ]
}