{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2453132/",
  "absolute_url": "/opinion/2453132/majeed-v-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2453132/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:39:24.027157Z",
  "date_modified": "2016-04-26T21:41:08.609631Z",
  "type": "010combined",
  "sha1": "7f4aaa32a7103fc89f31bef145c9d6f2a1fc5048",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>520 F.Supp.2d 720 (2007)</b></center>\n<center><h1>Burnie MAJEED, Sr., Burnie Majeed, Jr., and Kenya Majeed, Plaintiffs,<br>\nv.<br>\nThe State of NORTH CAROLINA, North Carolina Administrative Office of the Courts, University of North Carolina, and the Episcopal Diocese of North Carolina, Defendants.</h1></center>\n<center>No. 5:07-CV-184-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 4, 2007.</center>\n<p><span class=\"star-pagination\">*721</span> <span class=\"star-pagination\">*722</span> Burnie Majeed, Sr., Mullica Hill, NJ, Pro se.</p>\n<p>Burnie Majeed, Jr., Mullica Hill, NJ, Pro se.</p>\n<p>Kenya Majeed, Mullica Hill, NJ, Pro se.</p>\n<p>Thomas J. Ziko, N.C. Department of Justice, Raleigh, NC, for State of North Carolina, NC Administration Office of the Court, and University of North Carolina.</p>\n<p>John L. Sarratt, Kennedy, Covington, Lobdell &amp; Hickman, Raleigh, NC, for Protestant Episcopal Diocese of North Carolina.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Burnie Majeed, Sr., Burnie Majeed, Jr., and Kenya Majeed (\"plaintiffs\") filed this action against the State of North Carolina, the North Carolina Administrative Office of the Courts, the University of North Carolina, (collectively the \"State of North Carolina\"), and the Episcopal Diocese of North Carolina (the \"North Carolina Diocese\"). The State of North Carolina moves to dismiss plaintiffs' action pursuant to Fed.R.Civ.P. 12(b)(1) and (2) and moves to dismiss the complaint pursuant to Rule 12(b)(6). The North Carolina Diocese moves to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(6). Plaintiffs seek a declaratory judgment. As explained below, the State of North Carolina's motion to dismiss the complaint is granted; the North Carolina Diocese's motion to dismiss the complaint is granted; and the plaintiffs' motions for declaratory judgment are denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs allege that they are descendants of Francis J. Smith (a slave-owner) and Harriet Smith (a Cherokee Indian slave). In 1877, Francis J. Smith's estate passed through intestate succession to his sister Mary R. Smith. In her will administered upon her death in 1885, Mary R. Smith devised portions of her estate to the University of North Carolina and the North Carolina Diocese. Plaintiffs allege that the transfers violated \"Federal Law and the United States Constitution.\" Compl. 2-3. Plaintiffs seek return of the tracts of land transferred to the University of North Carolina and the North Carolina Diocese, a declaration recognizing that plaintiffs and their family never relinquished their status as descendants of Francis J. Smith, and damages suffered by family members over the 120-year period. <i>Id.</i> at 7.</p>\n<p>Plaintiffs filed this action on January 31, 2007, in the United States District Court for the District of Columbia. On April 25, 2007, the District Court for the District of Columbia transferred the action to the United States District Court for the Eastern District of North Carolina.</p>\n<p></p>\n<h2>II.</h2>\n<p>In analyzing a motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is sufficient \"under the facts alleged and under any facts that could be proved in support of the complaint.\" <i>E. Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> 213 F.3d 175, 180 (4th Cir.2000). A court \"assume[s] the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations.\" <i>Id.</i> A court need \"not accept the legal conclusions drawn from the facts.\" <i>Id.</i> \"Similarly, la court] <span class=\"star-pagination\">*723</span> need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Id.; see </i><i>Kloth v. Microsoft,</i> 444 F.3d 312, 319 (4th Cir.2006).</p>\n<p>Liberally construed, plaintiffs' claim appears to be rooted in a violation of the Equal Protection Clause of the Fourteenth Amendment or, more specifically, a violation of 42 U.S.C. § 1983. Section 1983 provides a civil remedy for \"the deprivation of any rights, privileges, or immunities secured by the Constitution and laws\" of the United States when that deprivation takes place \"under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory.\" 42 U.S.C. § 1983. Both the Fourteenth Amendment and section 1983 require \"state action\" on the part of the defendant. <i>See, e.g., </i><i>Lugar v. Edmondson Oil Co., Inc.,</i> 457 U.S. 922, 924, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982) (addressing the relationship between section 1983 requirement of action under color of state law and the Fourteenth Amendment requirement of state action); <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> 145 F.3d 653, 658 (4th Cir.1998). The plaintiffs must allege that they were injured by conduct \"fairly attributable to the state\" which caused \"the deprivation of a federal right.\" <i>See </i><i>Lugar,</i> 457 U.S. at 937, 102 S.Ct. 2744. \"Careful adherence to the `state action' requirement preserves an area of individual freedom by limiting the reach of federal law and federal judicial power. It also avoids imposing on the State, its agencies or officials, responsibility for conduct for which they cannot fairly be blamed.\" <i>Id.</i> at 936. Defendants' receipt of property devised under Mary R. Smith's will is not fairly attributable to the state or the \"exercise of some right or privilege created by the State.\" <i>Id.</i> at 937, 102 S.Ct. 2744.</p>\n<p>To the extent the complaint attempts to allege state action on the part of the State of North Carolina probate court, it has done so only in a conclusory manner and has made no specific factual averments in support of the claim. Under North Carolina law, the \"right [to take property through intestate succession] is not natural or inherent, but arises purely by operation of law.\" <i>Estate of Lucas v. Jarrett,</i> 55 N.C.App. 185, 189, 284 S.E.2d 711, 714 (1981). \"[T]he law as it exists at the time of [a] person's death\" governs the disposition of property of a person who dies intestate. <i>Id.</i> Further, \"a person has no right to the disposition of the property of his ancestor who dies intestate according to any law other than that in effect at the ancestor's death.\" <i>Id.</i> When Francis J. Smith's died in 1877, North Carolina did not have an intestacy statute providing inheritance rights for illegitimate children from their putative fathers. Absent a statute to the contrary, illegitimate children have no such rights. <i>See, e.g., </i><i>Helms v. Young-Woodard,</i> 104 N.C.App. 746, 749, 411 S.E.2d 184, 185 (1991). The probate court of the State of North Carolina distributed Francis Smith's estate according to the intestacy law in effect at his death. <i>See</i> Compl., Ex. B. Once title passed to Mary R. Smith, she was free to dispose of the property as she wished. Through her will, Mary Smith retained the power to dispose of her property on her death. Having alleged no specific factual averments regarding conduct of the State of North Carolina or the North Carolina Diocese, the pleading lacks the \"state action\" element.</p>\n<p>To the extent the complaint attempts to allege fraud on the part of the State of North Carolina or the North Carolina Diocese, it fails to meet the heightened standard of pleading required for fraud. The Federal Rules of Civil Procedure require that a plaintiff plead \"special matters,\" such as fraud claims, with particularity. <i>See</i> Fed.R.Civ.P. 9(b) (\"In all averments of fraud or mistake, the circumstances <span class=\"star-pagination\">*724</span> constituting fraud or mistake shall be stated with particularity.\"). The \"circumstances\" of a fraud claim that must be pled with particularity include \"the time, place, and contents of the false representations, as well as the identity of the person making the representations and what he obtained thereby.\" <i>Harrison v. Westinghouse Savannah River Co.,</i> 176 F.3d 776, 784 (4th Cir.1999) (quotation omitted). Plaintiffs fail to allege these circumstances with respect to the distribution of Francis J. Smith's estate or execution of Mary R. Smith's will.</p>\n<p></p>\n<h2>III.</h2>\n<p>Even if the court were to find a valid fraud claim or sufficient state action to support a section 1983 claim, the statute of limitations bars the claim. A motion to dismiss under Rule 12(b)(6) is appropriate when the face of the complaint reveals the existence of an affirmative defense. <i>See, e.g., </i><i>Dean v. Pilgrim's Pride Corp.,</i> 395 F.3d 471, 474 (4th Cir.2005). State statutes provide the relevant statute of limitations period for section 1983 claims. In North Carolina, the applicable statutory period is three years. <i>See, e.g., </i><i>Nat'l Adver. Co. v. City of Raleigh,</i> 947 F.2d 1158, 1161-62 (4th Cir.1991) (applying statute of limitations period from personal injury actions under N.C. Gen.Stat. § 1-52(5)). Section 1983 claims accrue \"when [the] plaintiff knows or has reason to know of the injury which is the basis of the action.\" <i>Id.</i> at 1162 (quotation omitted).</p>\n<p>Plaintiffs object to transfers made under a will probated more than 125 years ago. Plaintiffs, or their ancestors, should have known of the alleged deprivation of rights immediately upon the probate of Francis J. Smith's will in 1877. Even accepting plaintiffs' allegation that they, or their ancestors, could not bring this claim until 1974 when the federal government first recognized their tribe, the statutory period has passed. To the extent the complaint attempts to allege other causes of action, the statute of limitations also bars these claims. North Carolina law requires that all caveats to wills probated before May 1, 1951, be filed \"within seven years of the date of probate or within three years from May 1, 1951, whichever period of time is shorter.\" N.C. Gen.Stat. § 31-32. Further, the State of North Carolina and the North Carolina Diocese have possessed the property in question for over a century. To the extent plaintiffs' allege that defendants hold the property under color of title, plaintiffs' claim is barred by the applicable 7 year statutory period. <i>See id.</i> § 1-38. Even if plaintiffs allege that defendants do not hold title at all, the 20 year statute of limitations period for actions to recover property held in adverse possession would still bar plaintiffs' claim. <i>See id.</i> § 1-40. These statutes of limitations do not implicate due process. <i>See </i><i>Tulsa Prof'l Collection Servs., Inc. v. Pope,</i> 485 U.S. 478, 486-87, 108 S.Ct. 1340, 99 L.Ed.2d 565 (1988).</p>\n<p>Accordingly, plaintiffs' complaint fails to state a claim upon which relief can be granted under Rule 12(b)(6). The court need not address the State of North Carolina's sovereign immunity claim under Fed.R.Civ.P. 12(b)(1) and (2).</p>\n<p></p>\n<h2>IV.</h2>\n<p>The Declaratory Judgment Act, 28 U.S.C. § 2201(a), provides that \"[i]n a case of actual controversy within its jurisdiction, . . . any court of the United States, upon the filing of an appropriate pleading, may declare the rights and other legal relations of any interested party seeking such declaration, whether or not further relief is or could be sought.\" <i>Id.</i> A \"District Court is without power to grant declaratory relief unless such [an actual] controversy exists.\" <i>Maryland Casualty Co. v. Pacific Coal &amp; Oil Co.,</i> 312 U.S. 270, 272, 61 S.Ct. 510, 85 L.Ed. 826 (1941). In determining whether an actual controversy <span class=\"star-pagination\">*725</span> exists, the basic inquiry is whether the conflicting contentions of the parties present a real, substantial controversy between parties having adverse legal interests, with a definite and concrete dispute, and not one which is hypothetical or abstract. <i>See </i><i>Babbitt v. United Farm Workers Nat'l Union,</i> 442 U.S. 289, 298, 99 S.Ct. 2301, 60 L.Ed.2d 895 (1979) (quotation omitted). As discussed above, plaintiffs' complaint fails to present a proper claim for declaratory relief. Accordingly, plaintiffs' motions for a declaratory judgment are denied.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons explained above, the State of North Carolina's motion to dismiss the complaint is GRANTED [D.E. 13]; the North Carolina Diocese's motion to dismiss the complaint is GRANTED [D.E. 21]; and plaintiffs' motions for a declaratory judgment are DENIED [D.E. 17, 29].</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">720</span></span> (2007)</b></center>\n<center><h1>Burnie MAJEED, Sr., Burnie Majeed, Jr., and Kenya Majeed, Plaintiffs,<br>\nv.<br>\nThe State of NORTH CAROLINA, North Carolina Administrative Office of the Courts, University of North Carolina, and the Episcopal Diocese of North Carolina, Defendants.</h1></center>\n<center>No. 5:07-CV-184-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 4, 2007.</center>\n<p><span class=\"star-pagination\">*721</span> <span class=\"star-pagination\">*722</span> Burnie Majeed, Sr., Mullica Hill, NJ, Pro se.</p>\n<p>Burnie Majeed, Jr., Mullica Hill, NJ, Pro se.</p>\n<p>Kenya Majeed, Mullica Hill, NJ, Pro se.</p>\n<p>Thomas J. Ziko, N.C. Department of Justice, Raleigh, NC, for State of North Carolina, NC Administration Office of the Court, and University of North Carolina.</p>\n<p>John L. Sarratt, Kennedy, Covington, Lobdell &amp; Hickman, Raleigh, NC, for Protestant Episcopal Diocese of North Carolina.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Burnie Majeed, Sr., Burnie Majeed, Jr., and Kenya Majeed (\"plaintiffs\") filed this action against the State of North Carolina, the North Carolina Administrative Office of the Courts, the University of North Carolina, (collectively the \"State of North Carolina\"), and the Episcopal Diocese of North Carolina (the \"North Carolina Diocese\"). The State of North Carolina moves to dismiss plaintiffs' action pursuant to Fed.R.Civ.P. 12(b)(1) and (2) and moves to dismiss the complaint pursuant to Rule 12(b)(6). The North Carolina Diocese moves to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(6). Plaintiffs seek a declaratory judgment. As explained below, the State of North Carolina's motion to dismiss the complaint is granted; the North Carolina Diocese's motion to dismiss the complaint is granted; and the plaintiffs' motions for declaratory judgment are denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs allege that they are descendants of Francis J. Smith (a slave-owner) and Harriet Smith (a Cherokee Indian slave). In 1877, Francis J. Smith's estate passed through intestate succession to his sister Mary R. Smith. In her will administered upon her death in 1885, Mary R. Smith devised portions of her estate to the University of North Carolina and the North Carolina Diocese. Plaintiffs allege that the transfers violated \"Federal Law and the United States Constitution.\" Compl. 2-3. Plaintiffs seek return of the tracts of land transferred to the University of North Carolina and the North Carolina Diocese, a declaration recognizing that plaintiffs and their family never relinquished their status as descendants of Francis J. Smith, and damages suffered by family members over the 120-year period. <i>Id.</i> at 7.</p>\n<p>Plaintiffs filed this action on January 31, 2007, in the United States District Court for the District of Columbia. On April 25, 2007, the District Court for the District of Columbia transferred the action to the United States District Court for the Eastern District of North Carolina.</p>\n<p></p>\n<h2>II.</h2>\n<p>In analyzing a motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is sufficient \"under the facts alleged and under any facts that could be proved in support of the complaint.\" <i>E. Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir.2000). A court \"assume[s] the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations.\" <i>Id.</i> A court need \"not accept the legal conclusions drawn from the facts.\" <i>Id.</i> \"Similarly, la court] <span class=\"star-pagination\">*723</span> need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Id.; see </i><i>Kloth v. Microsoft,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006).</p>\n<p>Liberally construed, plaintiffs' claim appears to be rooted in a violation of the Equal Protection Clause of the Fourteenth Amendment or, more specifically, a violation of 42 U.S.C. § 1983. Section 1983 provides a civil remedy for \"the deprivation of any rights, privileges, or immunities secured by the Constitution and laws\" of the United States when that deprivation takes place \"under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory.\" 42 U.S.C. § 1983. Both the Fourteenth Amendment and section 1983 require \"state action\" on the part of the defendant. <i>See, e.g., </i><i>Lugar v. Edmondson Oil Co., Inc.,</i> <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 924, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1982) (addressing the relationship between section 1983 requirement of action under color of state law and the Fourteenth Amendment requirement of state action); <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> <span class=\"citation\" data-id=\"754750\"><a href=\"/opinion/754750/77-fair-emplpraccas-bna-151-74-empl-prac-dec-p-45547-gloria-w/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 658 (4th Cir.1998). The plaintiffs must allege that they were injured by conduct \"fairly attributable to the state\" which caused \"the deprivation of a federal right.\" <i>See </i><i>Lugar,</i> 457 U.S. at 937, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>. \"Careful adherence to the `state action' requirement preserves an area of individual freedom by limiting the reach of federal law and federal judicial power. It also avoids imposing on the State, its agencies or officials, responsibility for conduct for which they cannot fairly be blamed.\" <i>Id.</i> at 936. Defendants' receipt of property devised under Mary R. Smith's will is not fairly attributable to the state or the \"exercise of some right or privilege created by the State.\" <i>Id.</i> at 937, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>.</p>\n<p>To the extent the complaint attempts to allege state action on the part of the State of North Carolina probate court, it has done so only in a conclusory manner and has made no specific factual averments in support of the claim. Under North Carolina law, the \"right [to take property through intestate succession] is not natural or inherent, but arises purely by operation of law.\" <i>Estate of Lucas v. Jarrett,</i> 55 N.C.App. 185, 189, <span class=\"citation\" data-id=\"1302164\"><a href=\"/opinion/1302164/estate-of-lucas-v-jarrett/\"><span class=\"volume\">284</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">711</span></a></span>, 714 (1981). \"[T]he law as it exists at the time of [a] person's death\" governs the disposition of property of a person who dies intestate. <i>Id.</i> Further, \"a person has no right to the disposition of the property of his ancestor who dies intestate according to any law other than that in effect at the ancestor's death.\" <i>Id.</i> When Francis J. Smith's died in 1877, North Carolina did not have an intestacy statute providing inheritance rights for illegitimate children from their putative fathers. Absent a statute to the contrary, illegitimate children have no such rights. <i>See, e.g., </i><i>Helms v. Young-Woodard,</i> 104 N.C.App. 746, 749, <span class=\"citation\" data-id=\"1327591\"><a href=\"/opinion/1327591/helms-v-young-woodard/\"><span class=\"volume\">411</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">184</span></a></span>, 185 (1991). The probate court of the State of North Carolina distributed Francis Smith's estate according to the intestacy law in effect at his death. <i>See</i> Compl., Ex. B. Once title passed to Mary R. Smith, she was free to dispose of the property as she wished. Through her will, Mary Smith retained the power to dispose of her property on her death. Having alleged no specific factual averments regarding conduct of the State of North Carolina or the North Carolina Diocese, the pleading lacks the \"state action\" element.</p>\n<p>To the extent the complaint attempts to allege fraud on the part of the State of North Carolina or the North Carolina Diocese, it fails to meet the heightened standard of pleading required for fraud. The Federal Rules of Civil Procedure require that a plaintiff plead \"special matters,\" such as fraud claims, with particularity. <i>See</i> Fed.R.Civ.P. 9(b) (\"In all averments of fraud or mistake, the circumstances <span class=\"star-pagination\">*724</span> constituting fraud or mistake shall be stated with particularity.\"). The \"circumstances\" of a fraud claim that must be pled with particularity include \"the time, place, and contents of the false representations, as well as the identity of the person making the representations and what he obtained thereby.\" <i>Harrison v. Westinghouse Savannah River Co.,</i> <span class=\"citation\" data-id=\"764072\"><a href=\"/opinion/764072/edwin-p-harrison-and-united-states-of-america-party-in-interest-v/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">776</span></a></span>, 784 (4th Cir.1999) (quotation omitted). Plaintiffs fail to allege these circumstances with respect to the distribution of Francis J. Smith's estate or execution of Mary R. Smith's will.</p>\n<p></p>\n<h2>III.</h2>\n<p>Even if the court were to find a valid fraud claim or sufficient state action to support a section 1983 claim, the statute of limitations bars the claim. A motion to dismiss under Rule 12(b)(6) is appropriate when the face of the complaint reveals the existence of an affirmative defense. <i>See, e.g., </i><i>Dean v. Pilgrim's Pride Corp.,</i> <span class=\"citation\" data-id=\"788961\"><a href=\"/opinion/788961/gloria-dean-eunice-aldridge-richard-f-aldridge-dorothy-cook-dwight-cook/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">471</span></a></span>, 474 (4th Cir.2005). State statutes provide the relevant statute of limitations period for section 1983 claims. In North Carolina, the applicable statutory period is three years. <i>See, e.g., </i><i>Nat'l Adver. Co. v. City of Raleigh,</i> <span class=\"citation\" data-id=\"571077\"><a href=\"/opinion/571077/national-advertising-company-v-city-of-raleigh-north-carolina-southern/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1161-62 (4th Cir.1991) (applying statute of limitations period from personal injury actions under N.C. Gen.Stat. § 1-52(5)). Section 1983 claims accrue \"when [the] plaintiff knows or has reason to know of the injury which is the basis of the action.\" <i>Id.</i> at 1162 (quotation omitted).</p>\n<p>Plaintiffs object to transfers made under a will probated more than 125 years ago. Plaintiffs, or their ancestors, should have known of the alleged deprivation of rights immediately upon the probate of Francis J. Smith's will in 1877. Even accepting plaintiffs' allegation that they, or their ancestors, could not bring this claim until 1974 when the federal government first recognized their tribe, the statutory period has passed. To the extent the complaint attempts to allege other causes of action, the statute of limitations also bars these claims. North Carolina law requires that all caveats to wills probated before May 1, 1951, be filed \"within seven years of the date of probate or within three years from May 1, 1951, whichever period of time is shorter.\" N.C. Gen.Stat. § 31-32. Further, the State of North Carolina and the North Carolina Diocese have possessed the property in question for over a century. To the extent plaintiffs' allege that defendants hold the property under color of title, plaintiffs' claim is barred by the applicable 7 year statutory period. <i>See id.</i> § 1-38. Even if plaintiffs allege that defendants do not hold title at all, the 20 year statute of limitations period for actions to recover property held in adverse possession would still bar plaintiffs' claim. <i>See id.</i> § 1-40. These statutes of limitations do not implicate due process. <i>See </i><i>Tulsa Prof'l Collection Servs., Inc. v. Pope,</i> <span class=\"citation\" data-id=\"112038\"><a href=\"/opinion/112038/tulsa-professional-collection-services-inc-v-pope/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 486-87, <span class=\"citation\" data-id=\"112038\"><a href=\"/opinion/112038/tulsa-professional-collection-services-inc-v-pope/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1340</span></a></span>, <span class=\"citation\" data-id=\"112038\"><a href=\"/opinion/112038/tulsa-professional-collection-services-inc-v-pope/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (1988).</p>\n<p>Accordingly, plaintiffs' complaint fails to state a claim upon which relief can be granted under Rule 12(b)(6). The court need not address the State of North Carolina's sovereign immunity claim under Fed.R.Civ.P. 12(b)(1) and (2).</p>\n<p></p>\n<h2>IV.</h2>\n<p>The Declaratory Judgment Act, 28 U.S.C. § 2201(a), provides that \"[i]n a case of actual controversy within its jurisdiction, . . . any court of the United States, upon the filing of an appropriate pleading, may declare the rights and other legal relations of any interested party seeking such declaration, whether or not further relief is or could be sought.\" <i>Id.</i> A \"District Court is without power to grant declaratory relief unless such [an actual] controversy exists.\" <i>Maryland Casualty Co. v. Pacific Coal &amp; Oil Co.,</i> <span class=\"citation\" data-id=\"103457\"><a href=\"/opinion/103457/maryland-casualty-co-v-pacific-coal-oil-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 272, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">826</span></span> (1941). In determining whether an actual controversy <span class=\"star-pagination\">*725</span> exists, the basic inquiry is whether the conflicting contentions of the parties present a real, substantial controversy between parties having adverse legal interests, with a definite and concrete dispute, and not one which is hypothetical or abstract. <i>See </i><i>Babbitt v. United Farm Workers Nat'l Union,</i> <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 298, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span> (1979) (quotation omitted). As discussed above, plaintiffs' complaint fails to present a proper claim for declaratory relief. Accordingly, plaintiffs' motions for a declaratory judgment are denied.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons explained above, the State of North Carolina's motion to dismiss the complaint is GRANTED [D.E. 13]; the North Carolina Diocese's motion to dismiss the complaint is GRANTED [D.E. 21]; and plaintiffs' motions for a declaratory judgment are DENIED [D.E. 17, 29].</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1302164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1327591/"
  ]
}