{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2456131/",
  "absolute_url": "/opinion/2456131/hargrove-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2456131/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:40:30.142912Z",
  "date_modified": "2016-04-27T03:06:56.997914Z",
  "type": "010combined",
  "sha1": "a9063505d0384e8f809415e67f471d4953ceb1fe",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>700 F.Supp.2d 761 (2010)</b></center>\n<center><h1>Hazel HARGROVE, Plaintiff<br>\nv.<br>\nMichael ASTRUE, Defendant.</h1></center>\n<center>No. 5:07-cv-76-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 31, 2010.</center>\n<p>Lawrence Wittenberg, Roberti, Witten-berg, Lauffer &amp; Wicker, P.A., Durham, NC, for Plaintiff.</p>\n<p>Karen J. Aviles, Lawrence A. Levey, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' Cross-Motions for Judgment on the Pleadings pursuant to Rule 12(c) of the <span class=\"star-pagination\">*762</span> Federal Rules of Civil Procedure. For the reasons stated below, Plaintiff's motion is GRANTED, Defendant's motion is DENIED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Plaintiff applied for Disability Insurance Benefits and Supplemental Security Income on October 16, 2003, alleging an onset date of June 16, 2003. The application was denied initially and on reconsideration. Plaintiff timely requested a hearing before an Administrative Law Judge (\"ALJ\"). Judge H. Lloyd King, Jr., denied benefits on April 24, 2006. A final denial of Plaintiff's request for review was made on July 26, 2006.</p>\n<p>Plaintiff filed a complaint challenging the ALJ's decision on February 21, 2007. The parties have each moved for judgment on the pleadings. The motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence does not support the ALJ's rejection of the treating physician's assessment of Plaintiff's condition or the ALJ's conclusion that Plaintiff could perform sedentary work. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971).</p>\n<p>In evaluating whether a claimant is disabled, an ALJ uses a multi-step process. First, a claimant must not be able to work in a substantial gainful activity. 20 C.F.R. § 404.1520. Second, a claimant must have a severe impairment, which significantly limits his or her physical or mental ability to do basic work activities. <i>Id.</i> Third, to be found disabled, without considering a claimant's age, education, and work experience, a claimant's impairment must be of sufficient duration and must either meet or equal an impairment listed by the regulations. <i>Id.</i> Fourth, in the alternative, a claimant may be disabled if his or her impairment prevents the claimant from doing past relevant work. <i>Id.</i> Fifth, if a claimant cannot do past relevant work, he or she is disabled if an impairment prevents the claimant from doing other work. <i>Id.</i></p>\n<p>At step one, the ALJ found that Plaintiff had not engaged in any substantial gainful activity since her alleged onset date. At step two, the ALJ found that Plaintiff suffers from coronary artery disease, bronchitis, headaches, and obesity. At step three, the ALJ found that Plaintiff's impairments do not meet or medically equal an impairment listed by the regulations. At step four, the ALJ concluded that Plaintiff could not perform past relevant work. At step five, the ALJ determined that Plaintiff could perform jobs that exist in significant numbers in the national economy. The ALJ thus concluded that Plaintiff is not disabled.</p>\n<p>The ALJ's decision that Plaintiff has the residual functional capacity to perform a wide range of sedentary, unskilled work and that Plaintiff could perform jobs that exist in significant numbers in the national economy is not supported by substantial evidence. A treating physician's opinion controls unless it is unsupported by medically acceptable clinical and laboratory <span class=\"star-pagination\">*763</span> diagnostic techniques or if it is inconsistent with other substantial evidence of record. 20 C.F.R. § 404.1527(d); <i>Craig v. Chater,</i> 76 F.3d 585, 590 (4th Cir.1996). Accordingly, the ALJ may \"give less weight to a treating physician's opinion in the face of persuasive contradictory evidence.\" <i>Johnson v. Barnhart,</i> 434 F.3d 650 (4th Cir.2005).</p>\n<p>As of her alleged onset date, Plaintiff suffered from coronary artery disease, bronchitis, headaches, and obesity. Since that time, Plaintiff has been diagnosed with COPD, hyperlipidemia, and hypertension. Plaintiff's treating physicians in the instant case are Dr. Willie Sessions and Dr. Valarmathi Sundar. Beginning in August, 2003, Dr. Sessions wrote several \"to whom this may concern\" letters indicating that Plaintiff should remain out of work for periods of time. On September 28, 2005, Dr. Sessions issued a detailed Medical Source Statement (MSS) describing Plaintiff's limitations. The MSS states that Plaintiff suffered from coronary artery disease with several accompanying symptoms: mid-sternal pain on mild exertion, chest pain, anginal equivalent pain, shortness of breath, and fatigue. AR 271. In response to the question \"To what degree can your patient tolerate work stress?\", Dr. Sessions responded that Plaintiff was capable of \"low stress jobs.\" He also noted that work stress contributed to the onset of pain and that Plaintiff suffered from cardiac symptoms severe enough to interfere with attention and concentration needed to perform even simple tasks frequently during a typical workday. Dr. Sessions stated that Plaintiff would walk less than one block without rest or severe pain, that she could sit for about for hours, and that she could sit/stand for less than 2 hours. Dr. Sessions notes that Plaintiff could only rarely carry less than 10lbs, occasionally twist, and rarely stoop. The ALJ was correct to note that this MSS provided by Dr. Sessions indicated that Plaintiff \"could not perform the exertional demands of even sedentary work.\"</p>\n<p>The ALJ disregarded Plaintiff's treating physicians' assessment on the grounds that it was not expressed in functional terms. But the MSS provided by Dr. Sessions describes Plaintiff's condition both in detail and in functional terms. The also ALJ states that Dr. Sessions expresses vocational opinions beyond his expertise. The ALJ is correct to note that Dr. Sessions' \"to whom this may concern\" letters alone would not controlling. But Dr. Sessions also provided a detailed MSS that, if accepted, compels the conclusion that Plaintiff is disabled and justifies the conclusion set forth in his letters.</p>\n<p>The ALJ found that Dr. Sessions' assessment was not supported by Dr. Sundar's records on the basis of the testimony of Dr. Helen Cannon, the medical advisor. Dr. Cannon testified that Plaintiff was not disabled because Plaintiff does not suffer from frequent chest pain and Dr. Sundar placed Plaintiff at a Canadian Cardiovascular Society class II, indicating an ability to perform sedentary work. But Dr. Sundar's notes are more properly viewed as supporting the MSS provided by Dr. Sessions. Dr Sundar's notes indicate that Plaintiff suffered from \"typical angina\" with an average of 10 episodes per week. This assessment is consistent with Dr. Sessions' MSS, which states that Plaintiff suffers from pain frequently and severely enough to interfere with even the attention and concentration needed to perform simple tasks. The ALJ's also relies in part on Dr. Cannon's definition of the term \"occasional\" in notes as opposed to an evaluation based on Dr. Cannon's medical expertise. Moreover, it should be noted that while finding that Plaintiff's description of her symptoms was not credible, the ALJ found that \"the claimant's medically determinable <span class=\"star-pagination\">*764</span> impairments could reasonably be expected to produce the alleged symptoms...\"</p>\n<p>In sum, Plaintiff's treating physicians' assessments were set forth in proper terms and supported by the medical evidence in the record. The ALJ's rejection of Plaintiff's treating physicians' assessments was not supported by substantial evidence in the record. As a result, the ALJ erred in concluding that Plaintiff has the residual functional capacity to perform a wide range of sedentary. Because the ALJ's assessment of Plaintiff's abilities was in error, the ALJ's conclusion that Plaintiff can perform jobs that exist in the national economy is also unsupported by substantial evidence.</p>\n<p>Moreover, the ALJ also erred by presenting an improper hypothetical question to the Vocational Expert (VE). Because the ALJ determined that Plaintiff's ability to perform sedentary work was impeded by additional limitations, the ALJ relied on the testimony of a VE. The ALJ asked the VE about a hypothetical claimant that could \"stand and walk about six hours total in an eight-hour day.\" The VE responded that certain jobs existed in the national economy that such a hypothetical Plaintiff could perform. But the ALJ's opinion does not find that Plaintiff could stand and walk for six hours in an eight hour day. Rather, the ALJ found that \"[t]he claimant can sit, stand, and walk for a total of about six hours in an 8-hour day with normal breaks.\" AR at 26. If the remainder of the ALJ's opinion were sound, this error would result in a reversal and remand for further proceedings to allow the ALJ to obtain a relevant opinion from the VE. But such a remand is unnecessary in the instant case because the ALJ concluded that accepting Dr. Sessions MSS would compel the conclusion that Plaintiff is disabled and the VE also testified that Plaintiff is unable to perform jobs that exist in significant numbers in the national economy if Plaintiff's account of her condition is accepted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiff's Motion for Judgment on the Pleadings is GRANTED; Defendant's Motion for Judgment on the Pleadings is DENIED; and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> 672 F.Supp. 230, 237 (E.D.N.C. 1987). Accordingly, this case is REMANDED for an award of benefits.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">700</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">761</span></span> (2010)</b></center>\n<center><h1>Hazel HARGROVE, Plaintiff<br>\nv.<br>\nMichael ASTRUE, Defendant.</h1></center>\n<center>No. 5:07-cv-76-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 31, 2010.</center>\n<p>Lawrence Wittenberg, Roberti, Witten-berg, Lauffer &amp; Wicker, P.A., Durham, NC, for Plaintiff.</p>\n<p>Karen J. Aviles, Lawrence A. Levey, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' Cross-Motions for Judgment on the Pleadings pursuant to Rule 12(c) of the <span class=\"star-pagination\">*762</span> Federal Rules of Civil Procedure. For the reasons stated below, Plaintiff's motion is GRANTED, Defendant's motion is DENIED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Plaintiff applied for Disability Insurance Benefits and Supplemental Security Income on October 16, 2003, alleging an onset date of June 16, 2003. The application was denied initially and on reconsideration. Plaintiff timely requested a hearing before an Administrative Law Judge (\"ALJ\"). Judge H. Lloyd King, Jr., denied benefits on April 24, 2006. A final denial of Plaintiff's request for review was made on July 26, 2006.</p>\n<p>Plaintiff filed a complaint challenging the ALJ's decision on February 21, 2007. The parties have each moved for judgment on the pleadings. The motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence does not support the ALJ's rejection of the treating physician's assessment of Plaintiff's condition or the ALJ's conclusion that Plaintiff could perform sedentary work. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971).</p>\n<p>In evaluating whether a claimant is disabled, an ALJ uses a multi-step process. First, a claimant must not be able to work in a substantial gainful activity. 20 C.F.R. § 404.1520. Second, a claimant must have a severe impairment, which significantly limits his or her physical or mental ability to do basic work activities. <i>Id.</i> Third, to be found disabled, without considering a claimant's age, education, and work experience, a claimant's impairment must be of sufficient duration and must either meet or equal an impairment listed by the regulations. <i>Id.</i> Fourth, in the alternative, a claimant may be disabled if his or her impairment prevents the claimant from doing past relevant work. <i>Id.</i> Fifth, if a claimant cannot do past relevant work, he or she is disabled if an impairment prevents the claimant from doing other work. <i>Id.</i></p>\n<p>At step one, the ALJ found that Plaintiff had not engaged in any substantial gainful activity since her alleged onset date. At step two, the ALJ found that Plaintiff suffers from coronary artery disease, bronchitis, headaches, and obesity. At step three, the ALJ found that Plaintiff's impairments do not meet or medically equal an impairment listed by the regulations. At step four, the ALJ concluded that Plaintiff could not perform past relevant work. At step five, the ALJ determined that Plaintiff could perform jobs that exist in significant numbers in the national economy. The ALJ thus concluded that Plaintiff is not disabled.</p>\n<p>The ALJ's decision that Plaintiff has the residual functional capacity to perform a wide range of sedentary, unskilled work and that Plaintiff could perform jobs that exist in significant numbers in the national economy is not supported by substantial evidence. A treating physician's opinion controls unless it is unsupported by medically acceptable clinical and laboratory <span class=\"star-pagination\">*763</span> diagnostic techniques or if it is inconsistent with other substantial evidence of record. 20 C.F.R. § 404.1527(d); <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 590 (4th Cir.1996). Accordingly, the ALJ may \"give less weight to a treating physician's opinion in the face of persuasive contradictory evidence.\" <i>Johnson v. Barnhart,</i> <span class=\"citation\" data-id=\"792944\"><a href=\"/opinion/792944/pamela-d-johnson-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">650</span></a></span> (4th Cir.2005).</p>\n<p>As of her alleged onset date, Plaintiff suffered from coronary artery disease, bronchitis, headaches, and obesity. Since that time, Plaintiff has been diagnosed with COPD, hyperlipidemia, and hypertension. Plaintiff's treating physicians in the instant case are Dr. Willie Sessions and Dr. Valarmathi Sundar. Beginning in August, 2003, Dr. Sessions wrote several \"to whom this may concern\" letters indicating that Plaintiff should remain out of work for periods of time. On September 28, 2005, Dr. Sessions issued a detailed Medical Source Statement (MSS) describing Plaintiff's limitations. The MSS states that Plaintiff suffered from coronary artery disease with several accompanying symptoms: mid-sternal pain on mild exertion, chest pain, anginal equivalent pain, shortness of breath, and fatigue. AR 271. In response to the question \"To what degree can your patient tolerate work stress?\", Dr. Sessions responded that Plaintiff was capable of \"low stress jobs.\" He also noted that work stress contributed to the onset of pain and that Plaintiff suffered from cardiac symptoms severe enough to interfere with attention and concentration needed to perform even simple tasks frequently during a typical workday. Dr. Sessions stated that Plaintiff would walk less than one block without rest or severe pain, that she could sit for about for hours, and that she could sit/stand for less than 2 hours. Dr. Sessions notes that Plaintiff could only rarely carry less than 10lbs, occasionally twist, and rarely stoop. The ALJ was correct to note that this MSS provided by Dr. Sessions indicated that Plaintiff \"could not perform the exertional demands of even sedentary work.\"</p>\n<p>The ALJ disregarded Plaintiff's treating physicians' assessment on the grounds that it was not expressed in functional terms. But the MSS provided by Dr. Sessions describes Plaintiff's condition both in detail and in functional terms. The also ALJ states that Dr. Sessions expresses vocational opinions beyond his expertise. The ALJ is correct to note that Dr. Sessions' \"to whom this may concern\" letters alone would not controlling. But Dr. Sessions also provided a detailed MSS that, if accepted, compels the conclusion that Plaintiff is disabled and justifies the conclusion set forth in his letters.</p>\n<p>The ALJ found that Dr. Sessions' assessment was not supported by Dr. Sundar's records on the basis of the testimony of Dr. Helen Cannon, the medical advisor. Dr. Cannon testified that Plaintiff was not disabled because Plaintiff does not suffer from frequent chest pain and Dr. Sundar placed Plaintiff at a Canadian Cardiovascular Society class II, indicating an ability to perform sedentary work. But Dr. Sundar's notes are more properly viewed as supporting the MSS provided by Dr. Sessions. Dr Sundar's notes indicate that Plaintiff suffered from \"typical angina\" with an average of 10 episodes per week. This assessment is consistent with Dr. Sessions' MSS, which states that Plaintiff suffers from pain frequently and severely enough to interfere with even the attention and concentration needed to perform simple tasks. The ALJ's also relies in part on Dr. Cannon's definition of the term \"occasional\" in notes as opposed to an evaluation based on Dr. Cannon's medical expertise. Moreover, it should be noted that while finding that Plaintiff's description of her symptoms was not credible, the ALJ found that \"the claimant's medically determinable <span class=\"star-pagination\">*764</span> impairments could reasonably be expected to produce the alleged symptoms...\"</p>\n<p>In sum, Plaintiff's treating physicians' assessments were set forth in proper terms and supported by the medical evidence in the record. The ALJ's rejection of Plaintiff's treating physicians' assessments was not supported by substantial evidence in the record. As a result, the ALJ erred in concluding that Plaintiff has the residual functional capacity to perform a wide range of sedentary. Because the ALJ's assessment of Plaintiff's abilities was in error, the ALJ's conclusion that Plaintiff can perform jobs that exist in the national economy is also unsupported by substantial evidence.</p>\n<p>Moreover, the ALJ also erred by presenting an improper hypothetical question to the Vocational Expert (VE). Because the ALJ determined that Plaintiff's ability to perform sedentary work was impeded by additional limitations, the ALJ relied on the testimony of a VE. The ALJ asked the VE about a hypothetical claimant that could \"stand and walk about six hours total in an eight-hour day.\" The VE responded that certain jobs existed in the national economy that such a hypothetical Plaintiff could perform. But the ALJ's opinion does not find that Plaintiff could stand and walk for six hours in an eight hour day. Rather, the ALJ found that \"[t]he claimant can sit, stand, and walk for a total of about six hours in an 8-hour day with normal breaks.\" AR at 26. If the remainder of the ALJ's opinion were sound, this error would result in a reversal and remand for further proceedings to allow the ALJ to obtain a relevant opinion from the VE. But such a remand is unnecessary in the instant case because the ALJ concluded that accepting Dr. Sessions MSS would compel the conclusion that Plaintiff is disabled and the VE also testified that Plaintiff is unable to perform jobs that exist in significant numbers in the national economy if Plaintiff's account of her condition is accepted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiff's Motion for Judgment on the Pleadings is GRANTED; Defendant's Motion for Judgment on the Pleadings is DENIED; and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> <span class=\"citation\" data-id=\"2091042\"><a href=\"/opinion/2091042/edwards-v-bowen/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></a></span>, 237 (E.D.N.C. 1987). Accordingly, this case is REMANDED for an award of benefits.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091042/"
  ]
}