{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2456087/",
  "absolute_url": "/opinion/2456087/timms-v-johns/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2456087/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:40:29.341814Z",
  "date_modified": "2016-04-27T01:10:54.132080Z",
  "type": "010combined",
  "sha1": "e0b6015ddbf115a4f6c5a8f1d2197fe90f6e909c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>700 F.Supp.2d 764 (2010)</b></center>\n<center><h1>Gerald Wayne TIMMS, Petitioner,<br>\nv.<br>\nTracy JOHNS, Warden, FCI Butner, Respondent.</h1></center>\n<center>No. 5:08-HC-2160-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 31, 2010.</center>\n<p><span class=\"star-pagination\">*767</span> Kearns Davis, Brooks Pierce McLendon Humphrey &amp; Leonard, L.L.P., Greens-boro, NC, Andrew Tripp, Brooks Pierce McLendon Humphrey &amp; Leonard, LLP, Raleigh, NC, for Petitioner.</p>\n<p>Edward D. Gray, R.A. Renfer, Jr., U.S. Attorney's Office, Raleigh, NC, Michael D. Bredenberg, Butner, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Petitioner Gerald Wayne Timms' Petition for Writ of Habeas Corpus and the Government's Motion to Dismiss the Petition. Petitioner claims that he is unlawfully detained pursuant to 18 U.S.C. § 4248, the civil commitment component of the Adam Walsh Child Protection and Safety Act of 2006, Pub.L. 109-248, 120 Stat. 587 (2006). For the reasons set forth herein, the Petition is GRANTED. The Government's Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>On February 16, 2001, Gerald Wayne Timms (hereinafter \"Timms\" or \"Petitioner\") pled guilty to violations of 18 U.S.C. § 2252A(a)(2). The United States District Court for the Southern District of Florida sentenced Timms to 100 months of confinement in the custody of the United States Bureau of Prisons. Allowing for credits against his active sentence, Timms was scheduled for release on November 11, 2008. But on October 23, 2008, the United States Bureau of Prisons certified Timms as a Sexually Dangerous Person pursuant to 18 U.S.C. § 4248. <i>See United States v. Timms,</i> 08-hc-2156-BR (E.D.N.C. October 23, 2008) (the \"Commitment Action\"). The Commitment Action was held in abeyance by Order of Judge Britt on October 28, 2008.</p>\n<p><span class=\"star-pagination\">*768</span> At this time, Petitioner remains in the custody of the United States Bureau of Prisons. He is presently confined at the Federal Correctional Institute located in Butner, North Carolina. As of Petitioner's hearing before this Court in Raleigh, North Carolina, Petitioner had been held for nearly 14 months.</p>\n<p>Petitioner, acting <i>pro se,</i> filed a Petition for a Writ of Habeas Corpus. A status conference was held on October 21, 2009, and counsel was appointed to represent Petitioner. This Court subsequently granted Petitioner leave to file an Amended Petition. Petitioner, through counsel, filed this Amended Petition on January 8, 2010. The Government filed a response and motion to dismiss on January 25, 2010. Petitioner replied on February 5, 2010. A hearing was held in Raleigh, North Carolina, on March 5, 2010. The Petition is now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>This Petition argues that 18 U.S.C. § 4248 violates the United States Constitution. At the outset, this Court notes that the Constitutional questions raised by Petitioner were addressed in part in <i>United States v. Comstock,</i> 507 F.Supp.2d 522 (E.D.N.C.2007), <i>aff'd</i> 551 F.3d 274, 280 (4th Cir.2009), <i>cert. granted</i> ___ U.S. ___, 129 S.Ct. 2828, 174 L.E.2d 551 (2009). Judge Britt's Order in <i>Comstock,</i> 507 F.Supp.2d 522 (E.D.N.C.2007), found § 4248 unconstitutional on the grounds that (1) the civil commitment of those deemed sexually dangerous does not fall within the Article I Commerce Clause powers of Congress; and (2) the failure to apply the beyond a reasonable doubt standard in § 4248 proceedings constitutes a denial of due process. The Fourth Circuit Court of Appeals affirmed that Order on the grounds that § 4248 fell outside of the Article I Commerce powers of Congress. 551 F.3d 274, 280 (4th Cir.2009). The United States Supreme Court granted <i>certiorari</i> on June 22, 2009, ___ U.S. ___, 129 S.Ct. 2828, 174 L.Ed.2d 551 (2009), and held oral arguments on January 12, 2010.</p>\n<p><i>Comstock</i> has been stayed awaiting the Supreme Court's ruling. But here, Petitioner advances grounds for relief not adjudicated in <i>Comstock.</i> Specifically, Petitioner contends (1) that he has been subject to criminal punishment pursuant to § 4248 without the benefit of the Constitutional protections afforded to a criminal defendant and (2) that § 4248 on its face violates the due process clause of the Fifth Amendment. As such, this Court will address the merits of the Petition to the extent that these issues were not adjudicated in <i>Comstock.</i></p>\n<p></p>\n<h2>I.</h2>\n<p>In order to determine the scope and measure of the Constitutional processes and protections to which Petitioner is entitled, this Court must determine whether Petitioner has been subject to civil or criminal proceedings. <i>See </i><i>In re DNA Ex Post Facto Issues,</i> 561 F.3d 294, 298 (4th Cir.2009). The United States Supreme Court has set forth a two part test for distinguishing between civil and criminal proceedings. <i>See </i><i>Kansas v. Hendricks,</i> 521 U.S. 346, 361, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997); <i>In re DNA Ex Post Facto Issues,</i> 561 F.3d 294, 298 (4th Cir. 2009). \"The Court first asks whether the legislature's intent, as discerned from the structure and design of the statute along with any declared legislative intent, was to impose a punishment or merely to enact a civil or regulatory law.\" <i>In re DNA Ex Post Facto Issues,</i> 561 F.3d at 298 (internal citations omitted). \"Second, even if the legislature did not intend to impose a punishment, a law still may be said to do so if the sanction or disability that it imposes <span class=\"star-pagination\">*769</span> is `so punitive in fact' that the law `may not legitimately be viewed as civil in nature.'\" <i>Id.</i> \"A defendant faces a `heavy burden' in making a showing of such a punitive effect and can succeed only on the `clearest proof.'\" <i>Id.</i> \"In those limited circumstances, [Courts] will consider the statute to have established criminal proceedings for constitutional purposes.\" <i>Hendricks,</i> 521 U.S. at 361, 117 S.Ct. 2072.</p>\n<p>Congress intended § 4248 to establish civil proceedings. Section 4248 is entitled \"civil commitment of a sexually dangerous person.\" Section 4248 was placed in Chapter 313 pertaining to offenders with a mental disease or defect. And nothing on the face of the statute indicates that Congress intended that § 4248 should be construed as a criminal statute.</p>\n<p>But although Congress intended to enact § 4248 as a civil or regulatory law, the sanctions imposed on Petitioner pursuant to § 4248 are so punitive in fact that the Act may not legitimately be viewed as civil in nature. In finding that the Kansas Sexually Violent Predator Act imposed civil commitment rather than criminal punishment, the Supreme Court in <i>Hendricks</i> held that \"[w]here the State has \"disavowed any punitive intent\"; limited confinement to a small segment of particularly dangerous individuals; provided strict procedural safe-guards; directed that confined persons be segregated from the general prison population and afforded the same status as others who have been civilly committed; recommended treatment if such is possible; and permitted immediate release upon a showing that the individual is no longer dangerous or mentally impaired, we cannot say that it acted with punitive intent.\" <i>Hendricks,</i> 521 U.S. at 368-69, 117 S.Ct. 2072. The Court noted that \"an individual confined under the Act is not subject to the more restrictive conditions placed on state prisoners, but instead experiences essentially the same conditions as any involuntarily committed patient in the state mental institution.\" <i>Id.</i> at 363, 117 S.Ct. 2072. Moreover, the Court found it significant that individuals subject to civil commitment pursuant to the Kansas statute were \"placed under the supervision of the Kansas Department of Health and Social and Rehabilitative Services, housed in a unit segregated from the general prison population and operated not by employees of the Department of Corrections, but by other trained individuals\" and \"receiving in the neighborhood of `31½ hours of treatment per week.'\" <i>Id.</i> at 368, 117 S.Ct. 2072.</p>\n<p>By contrast, in <i>Jones v. Blanas,</i> 393 F.3d 918, 932 (9th Cir.2004), the Ninth Circuit Court of Appeals held that where a \"detainee is confined in conditions identical to, similar to, or more restrictive than, those in which his criminal counterparts are held, we presume that the detainee is being subjected to `punishment.'\" <i>See also </i><i>Youngberg v. Romeo,</i> 457 U.S. 307, 321-22, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982) (\"Persons who have been involuntarily committed are entitled to more considerate treatment and conditions of confinement than criminals whose conditions of confinement are designed to punish.\").</p>\n<p>In the instant case, Petitioner has been subject to substantially the same conditions of confinement as a federal prisoner serving a criminal sentence. Petitioner is held within the confines of the Federal Correctional Institute in Butner, North Carolina. He is managed by BOP corrections officers and remains subject to BOP rules and regulations promulgated for the management of prisoners that are punitive in effect. Pursuant to these regulations, Petitioner has been placed in solitary confinement and lost telephone, commissary, and visitation privileges. Moreover, Petitioner is double bunked. His telephone <span class=\"star-pagination\">*770</span> calls are monitored and recorded. His recreational activities are limited. He shares mess privileges with prisoners. He wears a prison uniform. He is subject to strip searches and visual body cavity searches following visitation. And he is required to vacate his cell during periodic searches. These conditions, considered together, compel the conclusion that Petitioner has been subject to criminal punishment.</p>\n<p>When viewed as a criminal statute, the Constitutional infirmities of § 4248 are both numerous and apparent. Section 4248 does not provide for a trial by jury. Proof beyond a reasonable doubt is not required. Section 4248 increases Petitioner's incarceration based on his past conviction in the Southern District of Florida in violation of the <i>ex post facto</i> clause. <i>See </i><i>Lynce v. Mathis,</i> 519 U.S. 433, 441, 117 S.Ct. 891, 137 L.Ed.2d 63 (1997) (\"The bulk of our ex post facto jurisprudence has involved claims that a law has inflicted `a greater punishment, than the law annexed to the crime, when committed.' We have explained that such laws implicate the central concerns of the Ex Post Facto Clause: `the lack of fair notice and governmental restraint when the legislature increases punishment beyond what was prescribed when the crime was consummated.'\") (<i>quoting </i><i>Calder v. Bull,</i> 3 U.S. 386, 390, 3 Dall. 386, 1 L.Ed. 648 (1798); <i>Weaver v. Graham,</i> 450 U.S. 24, 30, 101 S.Ct. 960, 67 L.Ed.2d 17 (1981)). And Petitioner's continued criminal detention on the basis of his past conviction violates the double jeopardy clause by \"punishing twice, or attempting a second time to punish criminally, for the same offense.\" <i>Hendricks,</i> 521 U.S. at 346, 117 S.Ct. 2072. Therefore, this Court concludes that Petitioner has been unconstitutionally deprived of liberty pursuant to 18 U.S.C. § 4248.</p>\n<p></p>\n<h2>II.</h2>\n<p>Assuming, <i>arguendo,</i> that 18 U.S.C. § 4248 is civil in nature, Petitioner is nonetheless entitled to relief. It has long been recognized that \"civil commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\" <i>Addington v. Texas,</i> 441 U.S. 418, 425, 99 S.Ct. 1804, 60 L.Ed.2d 323 (1979). As the Supreme Court noted in <i>Hendricks:</i> \"[w]e have consistently upheld such involuntary commitment statutes provided the confinement takes place pursuant to proper procedures and evidentiary standards.\" <i>Hendricks,</i> 521 U.S. at 357, 117 S.Ct. 2072 (citing <i>Foucha v. Louisiana,</i> 504 U.S. 71, 80, 112 S.Ct. 1780, 118 L.Ed.2d 437 (1992); <i>Addington,</i> 441 U.S. at 426-427, 99 S.Ct. 1804). But 18 U.S.C. § 4248 fails to provide procedural and evidentiary protections sufficient to satisfy the procedural due process requirements of the Fifth Amendment both on its face and as applied to Petitioner.</p>\n<p></p>\n<h2>A.</h2>\n<p>The standard of proof set forth in § 4248 has already been addressed by Judge Britt in <i>Comstock.</i> Specifically, Judge Britt held that \"§ 4248's failure to require a court to find beyond a reasonable doubt that a person has engaged or attempted to engage in sexually violent conduct or child molestation prior to permitting the individual's indefinite involuntary civil commitment as a sexually dangerous person constitutes a violation of due process.\" 507 F.Supp.2d at 559. Judge Britt reasoned that:</p>\n<blockquote>This antecedent finding of fact takes on even greater importance when one considers the commitment scheme as a whole and the criteria for eligibility for commitment. Any person in the custody of the BoP, any person who has been committed pursuant to § 4241(d), and <span class=\"star-pagination\">*771</span> any person against whom charges have been dismissed solely for reasons pertaining to the mental condition of the person, is eligible for commitment under this statute, regardless of the nature of his criminal history or the charges against him. A criminal history of sexual violence or molestation is not required; for example, individuals convicted of and serving time for bank robbery, mail fraud, tax evasion, drug dealing, and sexual abuse of a child in the special maritime or territorial jurisdiction of the United States are all equally subject to certification and commitment under § 4248. Application of the reasonable doubt standard to the antecedent factual finding would more properly guard against the erroneous commitment of a person who had never engaged in sexually violent conduct or child molestation. 507 F.Supp.2d at 556-57 (internal citations omitted).</blockquote>\n<p>The clear and convincing evidence standard is not the only Constitutional infirmity of § 4248. Section 4248 does not define the antecedent conduct required to support commitment with specificity adequate to pass Constitutional muster. Where an involuntary commitment statute is premised on a particular class of offender's likelihood of recidivism,<sup>[1]</sup> past crimes serve an essential evidentiary function. The Supreme Court in <i>Hendricks</i> noted that \"[f]he [Kansas] statute thus requires proof of more than a mere predisposition to violence; rather, it requires evidence of past sexually violent behavior and a present mental condition that creates a likelihood of such conduct in the future if the person is not incapacitated. As we have recognized, `[p]revious instances of violent behavior are an important indicator of future violent tendencies.'\" 521 U.S. at 358, 117 S.Ct. 2072. (quoting <i>Heller v. Doe,</i> 509 U.S. 312, 323, 113 S.Ct. 2637, 125 L.Ed.2d 257 (1993)).</p>\n<p>Sections 4247 and 4248 require that the finder of fact determine by clear and convincing evidence that a person has engaged or attempted to engage in \"sexually violent conduct\" in order to find that person sexually dangerous. But §§ 4247 and 4248 provide no definition of the acts or attempted acts that qualify as \"sexually violent conduct.\" In contrast, the Kansas Act in <i>Hendricks</i> required a prior conviction for a sexually violent crime, a finding of not guilty of a sexually violent crime by reason of insanity or mental defect, or a finding that an individual charged with a sexually violent crime was incompetent to <span class=\"star-pagination\">*772</span> stand trial. 521 U.S. at 351, 117 S.Ct. 2072 (citing Kan. Stat. Ann. § 59-29a03(a), § 22-3221 (1995)).<sup>[2]</sup></p>\n<p>The over-breadth of the term \"sexually violent conduct\" renders § 4248 unconstitutional because it infringes on an individual's liberty interest in engaging in certain consensual sexual conduct protected by due process under <i>Lawrence v. Texas,</i> 539 U.S. 558, 123 S.Ct. 2472, 156 L.Ed.2d 508 (2003). The term \"sexually violent conduct\" in § 4247 is so vague and over-broad as to encompass consensual sexual conduct that \"does not involve minors... does not involve persons who might be injured or coerced or who are situated in relationships where consent might not easily be refused ... [and] does not involve public conduct or prostitution.\" <i>Id.</i> at 560, 123 S.Ct. 2472. Allowing such conduct to form the basis of civil commitment for sexual dangerousness would contravene the Supreme Court's holding in <i>Lawrence v. Texas</i> that \"individual decisions concerning the intimacies of physical relationships, even when not intended to produce offspring, are a form of `liberty' protected by due process.\" <i>Id.</i> at 560, 123 S.Ct. 2472. As such, this overly broad language of § 4247 that forms the basis for commitment under § 4248 violates the due process clause guarantee of \"the full right to engage in private conduct without government intervention\" as set forth in <i>Lawrence. Id.</i></p>\n<p>In sum, the due process clause of the Fifth Amendment requires more than a determination that a person has engaged in prior \"sexually violent <i>conduct.\"</i> Rather, due process requires a prior conviction for a sexual <i>crime.</i> This requirement ensures both that evidence sufficient to justify a finding of a likelihood of recidivism exists and that commitment does not infringe on the liberty interest recognized in <i>Lawrence v. Texas</i><i>.</i> As such, because § 4248 does not require a prior conviction for a sexually violent crime, a finding of not guilty of a sexually violent crime by reason of insanity, or a finding that an individual charged with a sexually violent crime is incompetent to stand trial, this Court concludes that § 4248 violates on its face the due process clause of the Fifth Amendment. Therefore, because Petitioner is detained pursuant to an unconstitutional statute, this Petition is GRANTED.</p>\n<p></p>\n<h2>B.</h2>\n<p>Moreover, § 4248 contains no provision for a speedy determination of sexual dangerousness. \"For more than a century, the central meaning of procedural due process has been clear: [p]arties whose rights are to be affected are entitled to be heard; and in order that they may enjoy that right they must first be notified. It is equally fundamental that the right to notice and an opportunity to be heard must be granted at a meaningful time and in a meaningful manner.\" <i>Fuentes v. Shevin,</i> 407 U.S. 67, 80, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972). As the Supreme Court explained in <i>Jones v. United States,</i> \"[d]ue process is flexible and calls for such procedural protections as the particular situation demands.\" 463 U.S. 354, 367-68, 103 S.Ct. 3043, 77 L.Ed.2d 694 (1983) (quoting <i>Morrissey v. Brewer,</i> 408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972)). \"[I]dentification of the specific dictates of due process generally requires consideration of three distinct factors: First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such <span class=\"star-pagination\">*773</span> interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest ...\" <i>Mathews v. Eldridge,</i> 424 U.S. 319, 335, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976). In <i>Hendricks,</i> the Supreme Court noted that such procedures were provided in the Kansas statute:</p>\n<blockquote>The custodial agency was required to notify the local prosecutor 60 days before the anticipated release of a person who might have met the Act's criteria. The prosecutor was then obligated, within 45 days, to decide whether to file a petition in state court seeking the person's involuntary commitment. If such a petition were filed, the court was to determine whether \"probable cause\" existed to support a finding that the person was a \"sexually violent predator\" and thus eligible for civil commitment. Upon such a determination, transfer of the individual to a secure facility for professional evaluation would occur. 521 U.S. at 352-53, 117 S.Ct. 2072 (internal citations omitted).</blockquote>\n<p>This Court concludes that due process requires at least an initial judicial determination of probable cause to justify an individual's continued detention followed by a prompt hearing to determine sexual dangerousness. The Government does not contend that § 4248 provides for speedy adjudication. Rather, the Government's position is that \"in the ordinary case a hearing could, and likely would, be held as soon as the district court's docket allows.\" Resp. Br. at 20. But such a result is plainly insufficient when considered in light of <i>Mathews v. Eldridge</i><i>.</i> First, the private interest affected by civil commitment is substantial. The individual committed is deprived of his or her liberty by continued detention. Second, a risk of erroneous deprivation exists under the procedures used because the individual is automatically detained upon the un-reviewed certification by the Government that the individual is sexually dangerous and such detention would continue prior to the Government's carrying its final burden of proof. The additional procedural safeguards of initial review and speedy final adjudication would significantly reduce this risk of erroneous deprivation of liberty imposed by detention awaiting a hearing and limit the extent of such a deprivation in the case of an individual eventually determined to be not sexually dangerous. Finally, the cost to the Government in providing these additional procedures is slight. The Government is already required to provide an initial certification. A review of that certification for probable cause imposes a minimal burden. And a speedy adjudication of sexual dangerousness does not increase the Government's investigative burden. Rather, such a requirement merely alters the time at which the Government must carry its burden of proof.</p>\n<p>In sum, procedural due process requires at least a judicial determination that the Government has demonstrated probable cause to show that an individual is sexually dangerous to justify continued detention and a speedy final determination of sexual dangerousness. The Government contends that this deficiency does not meet the high standard required to facially invalidate the statute. <i>See </i><i>United States v. Carta,</i> 592 F.3d 34, 43 (1st Cir.2010) (\"[Petitioner claims that] the failure of section 4248 to specify that a prompt hearing is required and perhaps-whether this is requisite is more debatable-to impose some prompt preliminary screening by a neutral magistrate before a substantial period of detention occurs after the sentence has expired. We cannot say that violations are so likely as to meet the high standard needed to facially invalidate the statute <span class=\"star-pagination\">*774</span>...\"). But even accepting this contention, such procedures are required to justify Petitioner's continued detention awaiting a hearing. Therefore, on these grounds, the Petition is GRANTED.</p>\n<p></p>\n<h2>III.</h2>\n<p>The Government's argument that this Petition must be dismissed as a result of Petitioner's failure to exhaust administrative remedies is without merit. The Government claims that Petitioner has failed to exhaust the administrative process set forth in 28 C.F.R. §§ 542.10 <i>et seq.</i> But these regulations were promulgated pursuant to 18 U.S.C. §§ 3621 <i>et seq.,</i> which apply to persons \"sentenced to a term of imprisonment ...\" 18 U.S.C. §§ 3621(a). These regulations do not apply in cases of civil commitment. <i>See </i><i>Hicks v. James,</i> 255 Fed.Appx. 744, 747-48 (4th Cir.2007) (citing <i>Michau v. Charleston County,</i> 434 F.3d 725, 727-728 (4th Cir. 2006)) (\"Because Hicks' detention under § 4246 is not the result of a violation of criminal law and does not relate to conditions of parole, probation, pretrial release, or a diversionary program, he does not meet the [Prisoner Litigation Reform Act's] definition of prisoner.\"). Therefore, the administrative exhaustion requirement referenced by the Government does not apply to this Petitioner. And Petitioner's claims that 18 U.S.C. § 4248 is unconstitutional need not be presented to the BOP for adjudication under any circumstances because this determination falls to the Courts.</p>\n<p>Moreover, even assuming that Petitioner was subject to an administrative regime, the Supreme Court has recognized that the prudential doctrine requiring exhaustion of remedies prior to a petition for habeas corpus may yield in the face of prolonged deprivations of liberty. <i>See </i><i>Boumediene v. Bush,</i> 553 U.S. 723, 128 S.Ct. 2229, 2275, 171 L.Ed.2d 41 (2008). In the instant case, Petitioner has been held for more than one year and this Court concludes that Petitioner need not bear the additional delay of presenting his claims to the BOP.</p>\n<p>Therefore, this Court concludes that this Petition was properly presented for adjudication. Consequently, the Government's Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In sum, this Court finds that 18 U.S.C. § 4248 is unconstitutional both on its face and as applied to Petitioner. Petitioner has been subject to criminal punishment pursuant to the nominally civil 18 U.S.C. § 4248 without due process of law. 18 U.S.C. § 4248 is unconstitutional on its face as a civil statute because the basis for commitment found in § 4247 violates the due process clause of the Fifth Amendment. And 18 U.S.C. § 4248 does not provide adequate procedures to justify Petitioner's continued detention awaiting a hearing. Therefore, this Petition for Writ of Habeas Corpus is GRANTED. The Government's Motion to Dismiss is DENIED. The Respondent is hereby directed to release Petitioner Gerald Wayne Timms.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 4248 applies to those persons in Bureau of Prisons (BOP) custody deemed to be sexually dangerous on the basis of, <i>inter alia,</i> some metric of recidivism prediction. The tests and batteries currently used by the mental health profession to predict sex offense recidivism offer, according to one study, \"statistically moderate correlations with sexual recidivism.\" Shoba Sreenivasa et al., <i>Predicting the Likelihood of Future Sexual Recidivism: Pilot Study Findings From a California Sex Offender Risk Project and Cross-Validation of the Static-99,</i> 35 AM. ACAD. PSYCHIATRY &amp; L. 454, 454 (2007); <i>see also</i> Jan Looman &amp; Jeffrey Abracen, <i>Comparison of Measures of Risk for Recidivism in Sexual Offenders,</i> J. INTERPERSONAL VIOLENCE 2009 Jul 8. [Epub ahead of print] (finding two primary tests for recidivism \"failed to predict significantly\" for rape recidivism and that \"none of the riskassessment instruments were able to significantly predict sexual recidivism\" in child molesters.). Whether or not moderate success in predicting sexual offense recidivism is a sufficient basis upon which to confine individuals to BOP custody under the auspices of perceived future dangerousness is outside the scope of this matter, but, at a minimum, the issue raises some level of concern. <i>See</i> Kelly K. Bonnar-Kidd, 100(3) <i>Sexual Offender Laws and Prevention of Sexual Violence or Recidivism,</i> AM. J. PUB. HEALTH 412, 416 (2010) (\"... moderate validity (a 30%-36% likelihood of error) should not be acceptable for instruments designed to limit freedoms and impose additional regulatory restrictions ...\").</p>\n<p>[2]  And as Judge Britt notes in <i>Comstock,</i> at least 15 of the States that have adopted civil commitment statutes impose similar requirements. 507 F.Supp.2d at 557.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">700</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">764</span></span> (2010)</b></center>\n<center><h1>Gerald Wayne TIMMS, Petitioner,<br>\nv.<br>\nTracy JOHNS, Warden, FCI Butner, Respondent.</h1></center>\n<center>No. 5:08-HC-2160-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 31, 2010.</center>\n<p><span class=\"star-pagination\">*767</span> Kearns Davis, Brooks Pierce McLendon Humphrey &amp; Leonard, L.L.P., Greens-boro, NC, Andrew Tripp, Brooks Pierce McLendon Humphrey &amp; Leonard, LLP, Raleigh, NC, for Petitioner.</p>\n<p>Edward D. Gray, R.A. Renfer, Jr., U.S. Attorney's Office, Raleigh, NC, Michael D. Bredenberg, Butner, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Petitioner Gerald Wayne Timms' Petition for Writ of Habeas Corpus and the Government's Motion to Dismiss the Petition. Petitioner claims that he is unlawfully detained pursuant to 18 U.S.C. § 4248, the civil commitment component of the Adam Walsh Child Protection and Safety Act of 2006, Pub.L. 109-248, 120 Stat. 587 (2006). For the reasons set forth herein, the Petition is GRANTED. The Government's Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>On February 16, 2001, Gerald Wayne Timms (hereinafter \"Timms\" or \"Petitioner\") pled guilty to violations of 18 U.S.C. § 2252A(a)(2). The United States District Court for the Southern District of Florida sentenced Timms to 100 months of confinement in the custody of the United States Bureau of Prisons. Allowing for credits against his active sentence, Timms was scheduled for release on November 11, 2008. But on October 23, 2008, the United States Bureau of Prisons certified Timms as a Sexually Dangerous Person pursuant to 18 U.S.C. § 4248. <i>See United States v. Timms,</i> 08-hc-2156-BR (E.D.N.C. October 23, 2008) (the \"Commitment Action\"). The Commitment Action was held in abeyance by Order of Judge Britt on October 28, 2008.</p>\n<p><span class=\"star-pagination\">*768</span> At this time, Petitioner remains in the custody of the United States Bureau of Prisons. He is presently confined at the Federal Correctional Institute located in Butner, North Carolina. As of Petitioner's hearing before this Court in Raleigh, North Carolina, Petitioner had been held for nearly 14 months.</p>\n<p>Petitioner, acting <i>pro se,</i> filed a Petition for a Writ of Habeas Corpus. A status conference was held on October 21, 2009, and counsel was appointed to represent Petitioner. This Court subsequently granted Petitioner leave to file an Amended Petition. Petitioner, through counsel, filed this Amended Petition on January 8, 2010. The Government filed a response and motion to dismiss on January 25, 2010. Petitioner replied on February 5, 2010. A hearing was held in Raleigh, North Carolina, on March 5, 2010. The Petition is now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>This Petition argues that 18 U.S.C. § 4248 violates the United States Constitution. At the outset, this Court notes that the Constitutional questions raised by Petitioner were addressed in part in <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span> (E.D.N.C.2007), <i>aff'd</i> <span class=\"citation\" data-id=\"1027569\"><a href=\"/opinion/1027569/united-states-v-comstock/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 280 (4th Cir.2009), <i>cert. granted</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></span> (2009). Judge Britt's Order in <i>Comstock,</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span> (E.D.N.C.2007), found § 4248 unconstitutional on the grounds that (1) the civil commitment of those deemed sexually dangerous does not fall within the Article I Commerce Clause powers of Congress; and (2) the failure to apply the beyond a reasonable doubt standard in § 4248 proceedings constitutes a denial of due process. The Fourth Circuit Court of Appeals affirmed that Order on the grounds that § 4248 fell outside of the Article I Commerce powers of Congress. <span class=\"citation\" data-id=\"1027569\"><a href=\"/opinion/1027569/united-states-v-comstock/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 280 (4th Cir.2009). The United States Supreme Court granted <i>certiorari</i> on June 22, 2009, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></span> (2009), and held oral arguments on January 12, 2010.</p>\n<p><i>Comstock</i> has been stayed awaiting the Supreme Court's ruling. But here, Petitioner advances grounds for relief not adjudicated in <i>Comstock.</i> Specifically, Petitioner contends (1) that he has been subject to criminal punishment pursuant to § 4248 without the benefit of the Constitutional protections afforded to a criminal defendant and (2) that § 4248 on its face violates the due process clause of the Fifth Amendment. As such, this Court will address the merits of the Petition to the extent that these issues were not adjudicated in <i>Comstock.</i></p>\n<p></p>\n<h2>I.</h2>\n<p>In order to determine the scope and measure of the Constitutional processes and protections to which Petitioner is entitled, this Court must determine whether Petitioner has been subject to civil or criminal proceedings. <i>See </i><i>In re DNA Ex Post Facto Issues,</i> <span class=\"citation\" data-id=\"1028339\"><a href=\"/opinion/1028339/in-re-dna-ex-post-facto-issues/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 298 (4th Cir.2009). The United States Supreme Court has set forth a two part test for distinguishing between civil and criminal proceedings. <i>See </i><i>Kansas v. Hendricks,</i> <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 361, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1997); <i>In re DNA Ex Post Facto Issues,</i> <span class=\"citation\" data-id=\"1028339\"><a href=\"/opinion/1028339/in-re-dna-ex-post-facto-issues/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 298 (4th Cir. 2009). \"The Court first asks whether the legislature's intent, as discerned from the structure and design of the statute along with any declared legislative intent, was to impose a punishment or merely to enact a civil or regulatory law.\" <i>In re DNA Ex Post Facto Issues,</i> 561 F.3d at 298 (internal citations omitted). \"Second, even if the legislature did not intend to impose a punishment, a law still may be said to do so if the sanction or disability that it imposes <span class=\"star-pagination\">*769</span> is `so punitive in fact' that the law `may not legitimately be viewed as civil in nature.'\" <i>Id.</i> \"A defendant faces a `heavy burden' in making a showing of such a punitive effect and can succeed only on the `clearest proof.'\" <i>Id.</i> \"In those limited circumstances, [Courts] will consider the statute to have established criminal proceedings for constitutional purposes.\" <i>Hendricks,</i> 521 U.S. at 361, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>.</p>\n<p>Congress intended § 4248 to establish civil proceedings. Section 4248 is entitled \"civil commitment of a sexually dangerous person.\" Section 4248 was placed in Chapter 313 pertaining to offenders with a mental disease or defect. And nothing on the face of the statute indicates that Congress intended that § 4248 should be construed as a criminal statute.</p>\n<p>But although Congress intended to enact § 4248 as a civil or regulatory law, the sanctions imposed on Petitioner pursuant to § 4248 are so punitive in fact that the Act may not legitimately be viewed as civil in nature. In finding that the Kansas Sexually Violent Predator Act imposed civil commitment rather than criminal punishment, the Supreme Court in <i>Hendricks</i> held that \"[w]here the State has \"disavowed any punitive intent\"; limited confinement to a small segment of particularly dangerous individuals; provided strict procedural safe-guards; directed that confined persons be segregated from the general prison population and afforded the same status as others who have been civilly committed; recommended treatment if such is possible; and permitted immediate release upon a showing that the individual is no longer dangerous or mentally impaired, we cannot say that it acted with punitive intent.\" <i>Hendricks,</i> 521 U.S. at 368-69, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>. The Court noted that \"an individual confined under the Act is not subject to the more restrictive conditions placed on state prisoners, but instead experiences essentially the same conditions as any involuntarily committed patient in the state mental institution.\" <i>Id.</i> at 363, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>. Moreover, the Court found it significant that individuals subject to civil commitment pursuant to the Kansas statute were \"placed under the supervision of the Kansas Department of Health and Social and Rehabilitative Services, housed in a unit segregated from the general prison population and operated not by employees of the Department of Corrections, but by other trained individuals\" and \"receiving in the neighborhood of `31½ hours of treatment per week.'\" <i>Id.</i> at 368, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>.</p>\n<p>By contrast, in <i>Jones v. Blanas,</i> <span class=\"citation\" data-id=\"788793\"><a href=\"/opinion/788793/oscar-w-jones-v-lou-blanas-county-of-sacramento/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 932 (9th Cir.2004), the Ninth Circuit Court of Appeals held that where a \"detainee is confined in conditions identical to, similar to, or more restrictive than, those in which his criminal counterparts are held, we presume that the detainee is being subjected to `punishment.'\" <i>See also </i><i>Youngberg v. Romeo,</i> <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 321-22, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></a></span> (1982) (\"Persons who have been involuntarily committed are entitled to more considerate treatment and conditions of confinement than criminals whose conditions of confinement are designed to punish.\").</p>\n<p>In the instant case, Petitioner has been subject to substantially the same conditions of confinement as a federal prisoner serving a criminal sentence. Petitioner is held within the confines of the Federal Correctional Institute in Butner, North Carolina. He is managed by BOP corrections officers and remains subject to BOP rules and regulations promulgated for the management of prisoners that are punitive in effect. Pursuant to these regulations, Petitioner has been placed in solitary confinement and lost telephone, commissary, and visitation privileges. Moreover, Petitioner is double bunked. His telephone <span class=\"star-pagination\">*770</span> calls are monitored and recorded. His recreational activities are limited. He shares mess privileges with prisoners. He wears a prison uniform. He is subject to strip searches and visual body cavity searches following visitation. And he is required to vacate his cell during periodic searches. These conditions, considered together, compel the conclusion that Petitioner has been subject to criminal punishment.</p>\n<p>When viewed as a criminal statute, the Constitutional infirmities of § 4248 are both numerous and apparent. Section 4248 does not provide for a trial by jury. Proof beyond a reasonable doubt is not required. Section 4248 increases Petitioner's incarceration based on his past conviction in the Southern District of Florida in violation of the <i>ex post facto</i> clause. <i>See </i><i>Lynce v. Mathis,</i> <span class=\"citation\" data-id=\"118088\"><a href=\"/opinion/118088/lynce-v-mathis/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 441, <span class=\"citation\" data-id=\"118088\"><a href=\"/opinion/118088/lynce-v-mathis/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">891</span></a></span>, <span class=\"citation\" data-id=\"118088\"><a href=\"/opinion/118088/lynce-v-mathis/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (1997) (\"The bulk of our ex post facto jurisprudence has involved claims that a law has inflicted `a greater punishment, than the law annexed to the crime, when committed.' We have explained that such laws implicate the central concerns of the Ex Post Facto Clause: `the lack of fair notice and governmental restraint when the legislature increases punishment beyond what was prescribed when the crime was consummated.'\") (<i>quoting </i><i>Calder v. Bull,</i> <span class=\"citation\" data-id=\"84695\"><a href=\"/opinion/84695/calder-v-bull/\"><span class=\"volume\">3</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 390, 3 Dall. 386, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">648</span></span> (1798); <i>Weaver v. Graham,</i> <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 30, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">960</span></a></span>, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></a></span> (1981)). And Petitioner's continued criminal detention on the basis of his past conviction violates the double jeopardy clause by \"punishing twice, or attempting a second time to punish criminally, for the same offense.\" <i>Hendricks,</i> 521 U.S. at 346, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>. Therefore, this Court concludes that Petitioner has been unconstitutionally deprived of liberty pursuant to 18 U.S.C. § 4248.</p>\n<p></p>\n<h2>II.</h2>\n<p>Assuming, <i>arguendo,</i> that 18 U.S.C. § 4248 is civil in nature, Petitioner is nonetheless entitled to relief. It has long been recognized that \"civil commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\" <i>Addington v. Texas,</i> <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 425, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></a></span> (1979). As the Supreme Court noted in <i>Hendricks:</i> \"[w]e have consistently upheld such involuntary commitment statutes provided the confinement takes place pursuant to proper procedures and evidentiary standards.\" <i>Hendricks,</i> 521 U.S. at 357, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span> (citing <i>Foucha v. Louisiana,</i> <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 80, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1992); <i>Addington,</i> 441 U.S. at 426-427, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>). But 18 U.S.C. § 4248 fails to provide procedural and evidentiary protections sufficient to satisfy the procedural due process requirements of the Fifth Amendment both on its face and as applied to Petitioner.</p>\n<p></p>\n<h2>A.</h2>\n<p>The standard of proof set forth in § 4248 has already been addressed by Judge Britt in <i>Comstock.</i> Specifically, Judge Britt held that \"§ 4248's failure to require a court to find beyond a reasonable doubt that a person has engaged or attempted to engage in sexually violent conduct or child molestation prior to permitting the individual's indefinite involuntary civil commitment as a sexually dangerous person constitutes a violation of due process.\" 507 F.Supp.2d at 559. Judge Britt reasoned that:</p>\n<blockquote>This antecedent finding of fact takes on even greater importance when one considers the commitment scheme as a whole and the criteria for eligibility for commitment. Any person in the custody of the BoP, any person who has been committed pursuant to § 4241(d), and <span class=\"star-pagination\">*771</span> any person against whom charges have been dismissed solely for reasons pertaining to the mental condition of the person, is eligible for commitment under this statute, regardless of the nature of his criminal history or the charges against him. A criminal history of sexual violence or molestation is not required; for example, individuals convicted of and serving time for bank robbery, mail fraud, tax evasion, drug dealing, and sexual abuse of a child in the special maritime or territorial jurisdiction of the United States are all equally subject to certification and commitment under § 4248. Application of the reasonable doubt standard to the antecedent factual finding would more properly guard against the erroneous commitment of a person who had never engaged in sexually violent conduct or child molestation. 507 F.Supp.2d at 556-57 (internal citations omitted).</blockquote>\n<p>The clear and convincing evidence standard is not the only Constitutional infirmity of § 4248. Section 4248 does not define the antecedent conduct required to support commitment with specificity adequate to pass Constitutional muster. Where an involuntary commitment statute is premised on a particular class of offender's likelihood of recidivism,<sup>[1]</sup> past crimes serve an essential evidentiary function. The Supreme Court in <i>Hendricks</i> noted that \"[f]he [Kansas] statute thus requires proof of more than a mere predisposition to violence; rather, it requires evidence of past sexually violent behavior and a present mental condition that creates a likelihood of such conduct in the future if the person is not incapacitated. As we have recognized, `[p]revious instances of violent behavior are an important indicator of future violent tendencies.'\" 521 U.S. at 358, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>. (quoting <i>Heller v. Doe,</i> <span class=\"citation\" data-id=\"112896\"><a href=\"/opinion/112896/heller-v-doe/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 323, <span class=\"citation\" data-id=\"112896\"><a href=\"/opinion/112896/heller-v-doe/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span>, <span class=\"citation\" data-id=\"112896\"><a href=\"/opinion/112896/heller-v-doe/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">257</span></a></span> (1993)).</p>\n<p>Sections 4247 and 4248 require that the finder of fact determine by clear and convincing evidence that a person has engaged or attempted to engage in \"sexually violent conduct\" in order to find that person sexually dangerous. But §§ 4247 and 4248 provide no definition of the acts or attempted acts that qualify as \"sexually violent conduct.\" In contrast, the Kansas Act in <i>Hendricks</i> required a prior conviction for a sexually violent crime, a finding of not guilty of a sexually violent crime by reason of insanity or mental defect, or a finding that an individual charged with a sexually violent crime was incompetent to <span class=\"star-pagination\">*772</span> stand trial. 521 U.S. at 351, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span> (citing Kan. Stat. Ann. § 59-29a03(a), § 22-3221 (1995)).<sup>[2]</sup></p>\n<p>The over-breadth of the term \"sexually violent conduct\" renders § 4248 unconstitutional because it infringes on an individual's liberty interest in engaging in certain consensual sexual conduct protected by due process under <i>Lawrence v. Texas,</i> <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2472</span></a></span>, <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (2003). The term \"sexually violent conduct\" in § 4247 is so vague and over-broad as to encompass consensual sexual conduct that \"does not involve minors... does not involve persons who might be injured or coerced or who are situated in relationships where consent might not easily be refused ... [and] does not involve public conduct or prostitution.\" <i>Id.</i> at 560, <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2472</span></a></span>. Allowing such conduct to form the basis of civil commitment for sexual dangerousness would contravene the Supreme Court's holding in <i>Lawrence v. Texas</i> that \"individual decisions concerning the intimacies of physical relationships, even when not intended to produce offspring, are a form of `liberty' protected by due process.\" <i>Id.</i> at 560, <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2472</span></a></span>. As such, this overly broad language of § 4247 that forms the basis for commitment under § 4248 violates the due process clause guarantee of \"the full right to engage in private conduct without government intervention\" as set forth in <i>Lawrence. Id.</i></p>\n<p>In sum, the due process clause of the Fifth Amendment requires more than a determination that a person has engaged in prior \"sexually violent <i>conduct.\"</i> Rather, due process requires a prior conviction for a sexual <i>crime.</i> This requirement ensures both that evidence sufficient to justify a finding of a likelihood of recidivism exists and that commitment does not infringe on the liberty interest recognized in <i>Lawrence v. Texas</i><i>.</i> As such, because § 4248 does not require a prior conviction for a sexually violent crime, a finding of not guilty of a sexually violent crime by reason of insanity, or a finding that an individual charged with a sexually violent crime is incompetent to stand trial, this Court concludes that § 4248 violates on its face the due process clause of the Fifth Amendment. Therefore, because Petitioner is detained pursuant to an unconstitutional statute, this Petition is GRANTED.</p>\n<p></p>\n<h2>B.</h2>\n<p>Moreover, § 4248 contains no provision for a speedy determination of sexual dangerousness. \"For more than a century, the central meaning of procedural due process has been clear: [p]arties whose rights are to be affected are entitled to be heard; and in order that they may enjoy that right they must first be notified. It is equally fundamental that the right to notice and an opportunity to be heard must be granted at a meaningful time and in a meaningful manner.\" <i>Fuentes v. Shevin,</i> <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 80, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1983</span></a></span>, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1972). As the Supreme Court explained in <i>Jones v. United States,</i> \"[d]ue process is flexible and calls for such procedural protections as the particular situation demands.\" <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 367-68, <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3043</span></a></span>, <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1983) (quoting <i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972)). \"[I]dentification of the specific dictates of due process generally requires consideration of three distinct factors: First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such <span class=\"star-pagination\">*773</span> interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest ...\" <i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976). In <i>Hendricks,</i> the Supreme Court noted that such procedures were provided in the Kansas statute:</p>\n<blockquote>The custodial agency was required to notify the local prosecutor 60 days before the anticipated release of a person who might have met the Act's criteria. The prosecutor was then obligated, within 45 days, to decide whether to file a petition in state court seeking the person's involuntary commitment. If such a petition were filed, the court was to determine whether \"probable cause\" existed to support a finding that the person was a \"sexually violent predator\" and thus eligible for civil commitment. Upon such a determination, transfer of the individual to a secure facility for professional evaluation would occur. 521 U.S. at 352-53, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span> (internal citations omitted).</blockquote>\n<p>This Court concludes that due process requires at least an initial judicial determination of probable cause to justify an individual's continued detention followed by a prompt hearing to determine sexual dangerousness. The Government does not contend that § 4248 provides for speedy adjudication. Rather, the Government's position is that \"in the ordinary case a hearing could, and likely would, be held as soon as the district court's docket allows.\" Resp. Br. at 20. But such a result is plainly insufficient when considered in light of <i>Mathews v. Eldridge</i><i>.</i> First, the private interest affected by civil commitment is substantial. The individual committed is deprived of his or her liberty by continued detention. Second, a risk of erroneous deprivation exists under the procedures used because the individual is automatically detained upon the un-reviewed certification by the Government that the individual is sexually dangerous and such detention would continue prior to the Government's carrying its final burden of proof. The additional procedural safeguards of initial review and speedy final adjudication would significantly reduce this risk of erroneous deprivation of liberty imposed by detention awaiting a hearing and limit the extent of such a deprivation in the case of an individual eventually determined to be not sexually dangerous. Finally, the cost to the Government in providing these additional procedures is slight. The Government is already required to provide an initial certification. A review of that certification for probable cause imposes a minimal burden. And a speedy adjudication of sexual dangerousness does not increase the Government's investigative burden. Rather, such a requirement merely alters the time at which the Government must carry its burden of proof.</p>\n<p>In sum, procedural due process requires at least a judicial determination that the Government has demonstrated probable cause to show that an individual is sexually dangerous to justify continued detention and a speedy final determination of sexual dangerousness. The Government contends that this deficiency does not meet the high standard required to facially invalidate the statute. <i>See </i><i>United States v. Carta,</i> <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span>, 43 (1st Cir.2010) (\"[Petitioner claims that] the failure of section 4248 to specify that a prompt hearing is required and perhaps-whether this is requisite is more debatable-to impose some prompt preliminary screening by a neutral magistrate before a substantial period of detention occurs after the sentence has expired. We cannot say that violations are so likely as to meet the high standard needed to facially invalidate the statute <span class=\"star-pagination\">*774</span>...\"). But even accepting this contention, such procedures are required to justify Petitioner's continued detention awaiting a hearing. Therefore, on these grounds, the Petition is GRANTED.</p>\n<p></p>\n<h2>III.</h2>\n<p>The Government's argument that this Petition must be dismissed as a result of Petitioner's failure to exhaust administrative remedies is without merit. The Government claims that Petitioner has failed to exhaust the administrative process set forth in 28 C.F.R. §§ 542.10 <i>et seq.</i> But these regulations were promulgated pursuant to 18 U.S.C. §§ 3621 <i>et seq.,</i> which apply to persons \"sentenced to a term of imprisonment ...\" 18 U.S.C. §§ 3621(a). These regulations do not apply in cases of civil commitment. <i>See </i><i>Hicks v. James,</i> 255 Fed.Appx. 744, 747-48 (4th Cir.2007) (citing <i>Michau v. Charleston County,</i> <span class=\"citation\" data-id=\"792952\"><a href=\"/opinion/792952/emory-alvin-michau-jr-v-charleston-county-south-carolina-charleston/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 727-728 (4th Cir. 2006)) (\"Because Hicks' detention under § 4246 is not the result of a violation of criminal law and does not relate to conditions of parole, probation, pretrial release, or a diversionary program, he does not meet the [Prisoner Litigation Reform Act's] definition of prisoner.\"). Therefore, the administrative exhaustion requirement referenced by the Government does not apply to this Petitioner. And Petitioner's claims that 18 U.S.C. § 4248 is unconstitutional need not be presented to the BOP for adjudication under any circumstances because this determination falls to the Courts.</p>\n<p>Moreover, even assuming that Petitioner was subject to an administrative regime, the Supreme Court has recognized that the prudential doctrine requiring exhaustion of remedies prior to a petition for habeas corpus may yield in the face of prolonged deprivations of liberty. <i>See </i><i>Boumediene v. Bush,</i> <span class=\"citation\" data-id=\"145795\"><a href=\"/opinion/145795/boumediene-v-bush/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">723</span></a></span>, <span class=\"citation\" data-id=\"145795\"><a href=\"/opinion/145795/boumediene-v-bush/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, 2275, <span class=\"citation\" data-id=\"145795\"><a href=\"/opinion/145795/boumediene-v-bush/\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span></a></span> (2008). In the instant case, Petitioner has been held for more than one year and this Court concludes that Petitioner need not bear the additional delay of presenting his claims to the BOP.</p>\n<p>Therefore, this Court concludes that this Petition was properly presented for adjudication. Consequently, the Government's Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In sum, this Court finds that 18 U.S.C. § 4248 is unconstitutional both on its face and as applied to Petitioner. Petitioner has been subject to criminal punishment pursuant to the nominally civil 18 U.S.C. § 4248 without due process of law. 18 U.S.C. § 4248 is unconstitutional on its face as a civil statute because the basis for commitment found in § 4247 violates the due process clause of the Fifth Amendment. And 18 U.S.C. § 4248 does not provide adequate procedures to justify Petitioner's continued detention awaiting a hearing. Therefore, this Petition for Writ of Habeas Corpus is GRANTED. The Government's Motion to Dismiss is DENIED. The Respondent is hereby directed to release Petitioner Gerald Wayne Timms.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 4248 applies to those persons in Bureau of Prisons (BOP) custody deemed to be sexually dangerous on the basis of, <i>inter alia,</i> some metric of recidivism prediction. The tests and batteries currently used by the mental health profession to predict sex offense recidivism offer, according to one study, \"statistically moderate correlations with sexual recidivism.\" Shoba Sreenivasa et al., <i>Predicting the Likelihood of Future Sexual Recidivism: Pilot Study Findings From a California Sex Offender Risk Project and Cross-Validation of the Static-99,</i> 35 AM. ACAD. PSYCHIATRY &amp; L. 454, 454 (2007); <i>see also</i> Jan Looman &amp; Jeffrey Abracen, <i>Comparison of Measures of Risk for Recidivism in Sexual Offenders,</i> J. INTERPERSONAL VIOLENCE 2009 Jul 8. [Epub ahead of print] (finding two primary tests for recidivism \"failed to predict significantly\" for rape recidivism and that \"none of the riskassessment instruments were able to significantly predict sexual recidivism\" in child molesters.). Whether or not moderate success in predicting sexual offense recidivism is a sufficient basis upon which to confine individuals to BOP custody under the auspices of perceived future dangerousness is outside the scope of this matter, but, at a minimum, the issue raises some level of concern. <i>See</i> Kelly K. Bonnar-Kidd, 100(3) <i>Sexual Offender Laws and Prevention of Sexual Violence or Recidivism,</i> AM. J. PUB. HEALTH 412, 416 (2010) (\"... moderate validity (a 30%-36% likelihood of error) should not be acceptable for instruments designed to limit freedoms and impose additional regulatory restrictions ...\").</p>\n<p>[2]  And as Judge Britt notes in <i>Comstock,</i> at least 15 of the States that have adopted civil commitment statutes impose similar requirements. 507 F.Supp.2d at 557.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/84695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251930/"
  ]
}