{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2456569/",
  "absolute_url": "/opinion/2456569/smith-v-raleigh-dist-of-nc-methodist-church/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2456569/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:40:37.099692Z",
  "date_modified": "2016-04-26T20:49:02.671550Z",
  "type": "010combined",
  "sha1": "7992957f8549bca766326243ba50a5ba1a9ccf00",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>63 F.Supp.2d 694 (1999)</b></center>\n<center><h1>Debbie F. SMITH and Tracy Newman, Plaintiffs,<br>\nv.<br>\nThe RALEIGH DISTRICT OF THE NORTH CAROLINA CONFERENCE OF THE UNITED METHODIST CHURCH; and the North Carolina Conference of the United Methodist Church, Defendants.</h1></center>\n<center>No. 5:98-CV-715-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 27, 1999.</center>\n<p><span class=\"star-pagination\">*695</span> <span class=\"star-pagination\">*696</span> Joyce L. Davis, Raleigh, NC, Zoe G. Mahood, Joyce L. Davis &amp; Associates, Raleigh, NC, for plaintiffs.</p>\n<p>Frederick K. Sharpless, Elrod &amp; Lawing, Greensboro, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss under Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6).</p>\n<p>On 18 June 1998, plaintiffs Debbie F. Smith and Tracy Newman filed a complaint in the Superior Court of Wake County against the Raleigh District of the North Carolina Conference of the United Methodist Church (the District) and the North Carolina Conference of the United Methodist Church (the Conference), alleging that defendants violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et seq., and the Civil Rights Act of 1991 by failing to take appropriate action to ensure a work environment free of sexual harassment. On 15 September 1998, defendants removed the action to this court pursuant to 28 U.S.C. § 1441. Also on that date, defendants filed this motion, a supporting memorandum, and the affidavit of Kermit Braswell. Plaintiffs requested and were granted an extension of time to respond to defendants' motion to dismiss pending a ruling by the court on plaintiffs' anticipated motion to remand.</p>\n<p>On 15 October 1998, plaintiffs timely filed a motion to remand, or in the alternative, to stay the proceedings until similar state proceedings were concluded, which defendants opposed on 5 November 1998. On 16 February 1999, this court denied plaintiffs' motion and directed plaintiffs to file a response to defendants' motion to dismiss within twenty days.</p>\n<p>Plaintiffs obtained a further extension of time within which to file their response, and, on 22 March 1999, plaintiffs filed a brief in opposition to defendants' motion to dismiss. On 31 March 1999, defendants filed a reply. The parties have briefed the issues, and the motion to dismiss is now ripe for review.</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>On 26 February 1996, plaintiffs filed an action in Wake County Superior Court (Civil Action No. 96-CV-1983) against Senior Pastor William Edward Privette alleging assault and battery, and against White Plains United Methodist Church (the Church), the District, and the Conference alleging negligent supervision and retention. (Pl.s' Mem., Ex. 1.) The trial court dismissed plaintiffs' claims against the Church and defendants for lack of subject matter jurisdiction, and plaintiffs appealed. On 3 February 1998, the North Carolina Court of Appeals reversed the trial court's dismissal of the negligent supervision and retention claims against the Church and defendants and remanded for discovery and trial. (Pl.s' Mem., Ex. 2.) On 6 May 1998, the North Carolina Supreme Court dismissed the Church's and defendants' notices of appeal. (Pl.s' Mem., Ex. 4.) Subsequently, plaintiffs settled with the Church and dismissed their claims against it. As of the date plaintiffs filed a response in this matter, the trial date for plaintiffs' negligent supervision and retention claims against defendants had not yet <span class=\"star-pagination\">*697</span> been set and discovery had not been completed. While plaintiffs were appealing the trial court's dismissal of their claims against the Church and defendants, plaintiffs tried their assault and battery case against Privette, and a jury found in their favor, awarding them $420,000 in compensatory and punitive damages. (Pl.s' Mem. at 7.)</p>\n<p>At the same time plaintiffs initiated their cause of action against Privette, the Church, and defendants in state court, plaintiffs also initiated the requisite administrative proceedings to bring an action against defendants pursuant to Title VII. In early 1996, plaintiffs contacted the EEOC and filed formal charges of discrimination against the Church and defendants. Plaintiffs received notices of their right to sue on 20 March 1998. They then timely filed this Title VII action against defendants in Wake County Superior Court (Civil Action No. 98-CV-07238/5:98-CV-715-BR) in lieu of amending their complaint in the pending state court case.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiffs' Title VII claims are based upon allegations that William Edward Privette, then Senior Pastor of the White Plains United Methodist Church in Cary, North Carolina, sexually harassed them during the course of their employment with the Church. (Compl. śś 24-27 (Newman) and śś 28-31 (Smith).) Plaintiffs also allege that defendants knew about the harassment and failed to take action to stop it.</p>\n<p>At all times relevant to these proceedings, Privette was an ordained minister of The United Methodist Church and a clergy member of the North Carolina Annual Conference (the Annual Conference or the Conference).<sup>[1]</sup> (Braswell Aff. ś 7). The Church is a charge within the Annual Conference, and the Annual Conference is one of the divisions of the United Methodist Church (UMC). (Braswell Aff. śś 5, 3). The UMC also contains the General, Jurisdictional, Central and Charge Conferences (Braswell Aff. ś 3) as well as numerous other annual conferences covering various geographic regions. See <i>United Methodist Church, Baltimore Annual Conference v. White,</i> 571 A.2d 790, n. 1 (D.C.1990). The internal affairs of the UMC are governed by the UMC's Constitution and the 1992 Book of Discipline. (Braswell Aff. ś 3). The Church is organized in accordance with the Book of Discipline, and the Bishop of the Conference assigned Privette to the Church pursuant to the procedures set forth in that document. (Braswell Aff. śś 5, 8.) The appointment of ministers is a part of the itinerant general superintendency in the UMC. (Braswell Aff. ś 9.) As prescribed by the Book of Discipline, the Church paid Privette's salary and benefits. (Braswell Aff. ś 10.)</p>\n<p>Newman began working for the Church as a receptionist in September 1994, (Compl.śś 17-18), and Smith began working for the Church as the Pastor's Secretary in May 1995.<sup>[2]</sup> (Braswell Aff., Ex. A.) Privette supervised each of the plaintiffs to some extent. (Compl.śś 21, 23.) Privette allegedly began harassing Newman immediately after she began working for the Church in September 1994, and Smith in <span class=\"star-pagination\">*698</span> July 1995. Newman and Smith reported Privette's sexual harassment to representatives of both the Church and defendants. (Compl. śś 25-27 (Newman) and śś 29-30 (Smith); Braswell Aff., Ex. A (Smith) and Ex. C (Newman).)</p>\n<p>Although Privette's harassment of Newman began immediately after she started working for the Church in September 1994, Newman did not complain at that time because she did not want \"it to seem like [she] was causing waves\" and she was afraid she might lose her job. (Braswell Aff., Ex. C.) In March 1995, Newman spoke with Toni Speakman, the Church's Business Manager, about Privette's harassment. (Compl.ś 25.) Newman subsequently received an apology from Privette, and the harassment stopped for about a week. The harassment then continued. Newman felt Speakman's response was inadequate and spoke with her again in July 1995. (Braswell Aff., Ex. C; Compl. ś 26.) Newman also reported Privette's harassment to Kermit Braswell, the District Superintendent of the Raleigh District of the Conference. (Compl.ś 27.) Ultimately, Newman submitted a two-week notice of her resignation on 1 August 1995 and subsequently submitted a written grievance to defendants on 22 February 1996. (Id.)</p>\n<p>In September 1995, Smith reported Privette's harassment to the Pastor of Membership and Evangelism, Ray Warren, an individual assigned to the Church by defendants. (Braswell Aff., Ex. A.) Warren allegedly told Smith he would take care of the situation. (Id.) The harassment continued. On 17 November 1995, Smith spoke with Ann Carver, the Staff Parish Relations Committee contact person, about Privette's harassment. The harassment continued. (Id.) On 30 November 1995, Smith, along with several other female employees in the Church office, met with Speakman regarding Privette's harassing behavior. Unsatisfied with Speakman's response to her concerns, Smith submitted her formal grievance to Braswell on 5 December 1995. (Braswell Aff., Ex. A.) She alleges that defendants retaliated against her for reporting the sexual harassment by demoting her from Pastor's Secretary to Church Secretary approximately two months after she filed her grievance. (Compl.ś 31.) Privette remained the Senior Pastor at the Church until May 1997. (Pl.s' Br. at 5.) Although Newman's grievance letter indicates that she stopped working for the Church in August 1995, Smith's grievance does not indicate whether she left her employment with the Church or whether she continued working with Privette through the date he voluntarily resigned in July 1997.</p>\n<p>The UMC's Book of Discipline contains a procedure for initiating, processing, and resolving grievances. Pursuant to that procedure, the Bishop or District Superintendent</p>\n<blockquote>shall first attempt to resolve the grievance to the satisfaction of all parties through the supervision process. If the grievance cannot be so resolved, then it may be referred as a complaint to the Board of Ordained Ministry.... The complaint is then referred to the Joint Review Committee.... The committee shall attempt to resolve the matter ... but if it is unable to do so, it refers the matter back to the Board of Ordained Ministry with its recommendations. The Board may then recommend appropriate remedial action, up to and including termination of the minister's membership in the Conference. Either the Board of Ordained Ministry through the Committee on Investigation, or the affected minister may choose trial in accordance with procedures set forth in the 1992 Book of Discipline. An involuntary termination of membership must be acted upon by the executive session of the clergy members of the annual conference.</blockquote>\n<p>(Braswell Aff. ś 11.)</p>\n<p>As noted, plaintiffs filed formal grievances complaining about Privette's sexually harassing conduct in December 1995 <span class=\"star-pagination\">*699</span> and February 1996. Braswell referred those grievances to William H. Sherman, the Chair of the Board of Ordained Ministry, and Sherman referred those complaints to the Joint Review Committee. (Braswell Aff. ś 13.) According to Braswell, the Committee ultimately referred the matter back to the Board of Ordained Ministry with recommendations, and the Board recommended remedial action to the Bishop. The Bishop acted upon the recommendations, and Privette allegedly accepted those recommendations. (Braswell Aff. ś 14.) While Braswell's affidavit describes the procedures pursuant to which plaintiffs' grievances were handled, the affidavit does not describe the Board's recommendations. In July 1997, Privette voluntarily surrendered his credentials as a minister of the UMC and ended his membership in the Conference. (Braswell Aff. ś 15.)</p>\n<p>Plaintiffs do not describe the nature of the remedial action, if any, taken by defendants in response to their grievances, nor do the parties state when any allegedly remedial action was taken. Plaintiffs do allege, however, that defendants \"failed to take timely and appropriate action to correct the problem and, hence, permitted [their] employee, Senior Pastor Privette, to continue sexual harassment of the Plaintiffs,\" (Compl.ś 37), and that defendants' \"failure to act upon notice of sexual harassment by one of [their] employees unreasonably interfered with the Plaintiffs' work performance and created an intimidating, hostile, offensive and abusive work environment.\" (Compl.ś 38.) Plaintiffs seek a permanent injunction, back pay, compensatory damages for past and future pecuniary and nonpecuniary losses, punitive damages, attorneys' fees and costs.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Legal Standard</h2>\n<p>Defendants seek to dismiss plaintiffs' claims against them for lack of subject matter jurisdiction pursuant to Fed. R.Civ.P. 12(b)(1) or, in the alternative, for failure to state a claim pursuant to Rule 12(b)(6).</p>\n<blockquote>In considering a 12(b)(1) motion, the complaint will be construed broadly and liberally.... However, unlike a 12(b)(6) analysis, the court will not draw argumentative inferences in favor of the plaintiff.... The burden of proof is on the party asserting jurisdiction. Finally, in ruling on a 12(b)(1) motion, the court may consider exhibits outside the pleadings without converting the proceeding into one for summary judgment.</blockquote>\n<p><i>Clayton v. Stephens,</i> 6 F.Supp.2d 480, 484 (E.D.N.C.1996), aff'd, 145 F.3d 1323 (4th Cir.1998). Accordingly, this court will consider the affidavit of Kermit Braswell and the attached exhibits in its consideration of defendants' Rule 12(b)(1) motion.</p>\n<p>Pursuant to Fed.R.Civ.P. 12(b), if matters outside the pleadings are submitted with a motion to dismiss for failure to state a claim and those matters are considered by the court, the court shall treat the motion as one for summary judgment. Fed.R.Civ.P. 12(b). Because this court has considered the affidavits and exhibits submitted by the parties, the court will treat defendant's Rule 12(b)(6) motion as a motion for summary judgment.</p>\n<p>Summary judgment is appropriate only if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c). A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on her pleadings; rather, the nonmovant must establish the existence of a genuine issue of material fact. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505. As to materiality, \"[o]nly disputes over facts that might affect the outcome of the suit under governing law will properly preclude the entry of summary judgment.\" <span class=\"star-pagination\">*700</span> <i>Id.</i> When a court evaluates the evidence presented for purposes of a summary judgment motion, the nonmoving party is entitled to have the credibility of her evidence as forecast assumed; her version of all that is in dispute accepted; all internal conflicts in it resolved favorably to her; the most favorable of possible alternative inferences from it drawn in her behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence so considered. <i>Charbonnages de France v. Smith,</i> 597 F.2d 406, 414 (4th Cir.1979).<sup>[3]</sup></p>\n<p></p>\n<h2>II. Title VII and Congressional Intent</h2>\n<p>Defendants argue that this court's exercise of jurisdiction over plaintiffs' Title VII claims is prohibited by the First Amendment to the United States Constitution.<sup>[4]</sup> Before addressing plaintiffs' claims and defendants' responses premised on the First Amendment, this court must determine \"whether Title VII and the First Amendment necessarily collide in this case.\" <i>Rayburn v. General Conference of Seventh-Day Adventists,</i> 772 F.2d 1164, 1166 (4th Cir.1985), cert. denied, 478 U.S. 1020, 106 S.Ct. 3333, 92 L.Ed.2d 739 (1986). As the Supreme Court has written:</p>\n<blockquote>In keeping with the Court's prudential policy it is incumbent upon us to determine whether the [National Labor Relations] Board's exercise of its jurisdiction here would give rise to serious constitutional questions. If so, we must first identify \"the affirmative intention of the Congress clearly expressed\" before concluding that the Act grants jurisdiction.</blockquote>\n<p><i>National Labor Relations Board v. Catholic Bishop of Chicago,</i> 440 U.S. 490, 501, 507, 99 S.Ct. 1313, 59 L.Ed.2d 533 (1979) (declining to construe the NLRA in a manner that would require the Court to resolve difficult questions arising out of the religion clauses in the absence of a clear expression of Congressional intent to bring teachers in church-operated schools within the jurisdiction of the NLRB). Indeed, if this court's exercise of jurisdiction would give rise to serious first amendment questions, the court should inquire whether a construction of the statute is fairly possible pursuant to which such questions may be avoided. See <i>Rayburn,</i> 772 F.2d at 1166 (citing <i>International Association of Machinists v. Street,</i> 367 U.S. 740, 749-750, 81 S.Ct. 1784, 6 L.Ed.2d 1141 (1961)).</p>\n<p>Subjecting the employment decisions of these religious defendants to Title VII scrutiny will give rise to serious constitutional <span class=\"star-pagination\">*701</span> questions. See <i>McClure v. Salvation Army,</i> 460 F.2d 553, 560 (5th Cir.), cert. denied, 409 U.S. 896, 93 S.Ct. 132, 34 L.Ed.2d 153 (1972) (application of Title VII to church-minister employment relationship gives rise to serious free exercise questions). It is not possible, however, for this court to avoid those questions by concluding that Title VII is not applicable to religious institutions.<sup>[5]</sup> Title VII broadly prohibits discrimination on the basis of race, sex, national origin, and religion, and as the Fourth Circuit has explained, \"[t]he language and the legislative history of Title VII both indicate that the statute exempts religious institutions only to a narrow extent.\" <i>Rayburn,</i> 772 F.2d at 1166. Section 702 of Title VII provides:</p>\n<blockquote>This subchapter shall not apply ... to a religious corporation, association, educational institution, or society with respect to the employment of individuals of a particular religion to perform work connected with the carrying on by such corporation, association, educational institution, or society of its activities.</blockquote>\n<p>42 U.S.C. § 2000e-1 (1982). Although this exception permits religious institutions to discriminate based on religion or religious preferences, Title VII does not permit religious organizations to discriminate on the basis of race, sex, or national origin. <i>Rayburn,</i> 772 F.2d at 1166-1167 (citing, <i>inter alia,</i> Section-by-Section Analysis of H.R.1946, the Equal Employment Opportunity Act of 1972). See also, <i>E.E.O.C. v. Pacific Press Publishing Ass'n,</i> 676 F.2d 1272, 1277 (9th Cir.1982); <i>E.E.O.C. v. Mississippi College,</i> 626 F.2d 477 (5th Cir.1980), cert. denied, 453 U.S. 912, 101 S.Ct. 3143, 69 L.Ed.2d 994 (1981); <i>McClure v. Salvation Army,</i> 460 F.2d 553, 558 (5th Cir.), cert. denied, 409 U.S. 896, 93 S.Ct. 132, 34 L.Ed.2d 153 (1972) (Congress did not intend that religious organizations be exempt from liability for discriminating against employees on the basis of sex with respect to their conditions of employment).<sup>[6]</sup> Claims of hostile environment sexual harassment constitute a form of sex discrimination actionable under Title VII. <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986); <i>Katz v. Dole,</i> 709 F.2d 251 (4th Cir.1983); 42 U.S.C. § 2000e-2(a)(1). Title VII, therefore, by \"`the affirmative intention of the Congress, clearly expressed,'\" applies to the defendants' conduct in this case. <i>Rayburn,</i> 772 F.2d at 1166 (quoting <i>NLRB</i>). This court must consequently address the serious constitutional questions raised by plaintiffs' claims and defendants' responses thereto.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*702</span> III. Defendants' Immunity Under First Amendment</h2>\n<blockquote>Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.</blockquote>\n<p>United States Constitution, Amendment I.</p>\n<p></p>\n<h2><i>A. Prohibitions of the Free Exercise Clause</i></h2>\n<p>Congress is not permitted to make a law that prohibits the free exercise of religion. \"The limits placed by the First Amendment on the Government extend to its judicial as well as legislative branch.\" <i>E.E.O.C. v. Catholic University of America,</i> 83 F.3d 455, 460 (D.C.Cir.1996).</p>\n<blockquote>Each person's right to believe as he wishes and to practice that belief according to the dictates of his conscience so long as he does not violate the personal rights of others, is fundamental to our system.... This basic freedom is guaranteed not only to individuals but also to churches in their collective capacities, which must have power \"to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine.\"</blockquote>\n<p><i>Rayburn,</i> 772 F.2d at 1167 (citing <i>Kedroff v. St. Nicholas Cathedral of Russian Orthodox Church in North America,</i> 344 U.S. 94, 116, 73 S.Ct. 143, 97 L.Ed. 120 (1952)). See also <i>Catholic University,</i> 83 F.3d at 460 (citing <i>Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah,</i> 508 U.S. 520, 531-533, 113 S.Ct. 2217, 124 L.Ed.2d 472 (1993) and <i>Kedroff</i>). The free exercise principle as it applies to churches has been discussed in several Supreme Court decisions addressing property disputes arising from conflicts within churches as to matters of church governance, faith or doctrine.</p>\n<blockquote>`The right to organize voluntary religious associations to assist in the expression and dissemination of any religious doctrine, and to create tribunals for the decision of controverted questions of faith within the association, and for the ecclesiastical government of all the individual members, congregations, and officers within the general association is unquestioned. All who unite themselves to such a body do so with an implied consent to this government, and are bound to submit to it. But it would be a vain consent and would lead to the total subversion of such religious bodies, if any one aggrieved by one of their decisions could appeal to the secular courts and have them reversed. It is of the essence of these religious unions, and of their right to establish tribunals for the decision of questions arising among themselves, that those decisions should be binding in all cases of ecclesiastical cognizance, subject only to such appeals as the organism itself provides. ...'</blockquote>\n<blockquote>This is applicable to `questions of discipline, or of faith, or of ecclesiastical rule, custom, or law,'....</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>... The [<i>Watson</i>] opinion radiates ... a spirit of freedom for religious organizations, an independence from secular control or manipulation, in short, power to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine.</blockquote>\n<p><i>Kedroff,</i> 344 U.S. at 115-116, 73 S.Ct. 143 (regarding inter-church controversy over the right to use St. Nicholas Cathedral) (quoting <i>Watson v. Jones,</i> 13 Wall. 679, 80 U.S. 679, 20 L.Ed. 666 (1871) and citing <i>Gonzalez v. Roman Catholic Archbishop of Manila,</i> 280 U.S. 1, 16-17, 50 S.Ct. 5, 74 L.Ed. 131 (1929)).</p>\n<p>While the Free Exercise clause protects religious beliefs and a church's management of its internal affairs, it does not uniformly sanction all religious conduct, nor does it protect all actions taken within the context of a religious environment.</p>\n<blockquote>[T]he Amendment embraces two concepts, â  freedom to believe and freedom to act. The first is absolute but, in the nature of things, the second cannot be. <span class=\"star-pagination\">*703</span> Conduct remains subject to regulation for the protection of society. The freedom to act must have appropriate definition to preserve the enforcement of that protection.</blockquote>\n<p><i>Cantwell v. Connecticut,</i> 310 U.S. 296, 303-304, 60 S.Ct. 900, 84 L.Ed. 1213 (1940). See also <i>Sherbert v. Verner,</i> 374 U.S. 398, 403, 83 S.Ct. 1790, 10 L.Ed.2d 965 (1963) (\"`even when action [prompted by religious beliefs] is in accord with one's religious convictions, (it) is not totally free from legislative restrictions'\" (citations omitted)).</p>\n<p>The issues in this case specifically call into question the appropriate definition of defendants' freedom to act. The Supreme Court's free exercise jurisprudence makes clear that defendants' conduct is subject to regulation for the protection of society. Explaining that the \"`mere possession of religious convictions which contradict the relevant concerns of a political society does not relieve the citizen from the discharge of political responsibilities,'\" the Supreme Court in <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> 494 U.S. 872, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990) held that \"the right of free exercise does not relieve an individual of the obligation to comply with a `valid and neutral law of general applicability on the ground that the law proscribes ... conduct that his religion prescribes....'\" <i>Smith,</i> 494 U.S. at 879, 110 S.Ct. 1595 (citations omitted). In other words, \"<i>Smith</i> held that neutral, generally applicable laws may be applied to religious practices even when not supported by a compelling governmental interest.\" <i>City of Boerne v. Flores,</i> 521 U.S. 507, 117 S.Ct. 2157, 2161, 138 L.Ed.2d 624 (1997); <i>Goodall v. Stafford County School Board,</i> 60 F.3d 168, 171 (4th Cir.1995), cert. denied, 516 U.S. 1046, 116 S.Ct. 706, 133 L.Ed.2d 661 (1996) (after <i>Smith,</i> \"free exercise challenge to a generally applicable law that incidentally affects the practice of religion should not be analyzed under the strict approach\" set forth in <i>Sherbert v. Verner,</i> 374 U.S. 398, 83 S.Ct. 1790, 10 L.Ed.2d 965 (1963)).</p>\n<p>Because Title VII is a neutral, generally applicable federal law and because, as the Fourth Circuit concluded in <i>Rayburn,</i> Congress intended Title VII to regulate the conduct of religious institutions, this court must apply Title VII to defendants' conduct with respect to plaintiffs in this matter unless first amendment principles external to, and not inconsistent with, the Supreme Court's reasoning in <i>Smith</i> and <i>Flores</i> bar the court's exercise of jurisdiction.</p>\n<p></p>\n<h2><i>B. The Church-Minister Exception</i></h2>\n<p>Defendants argue that their decisions with respect to the supervision and management of Privette as a minister of the Methodist Church are insulated from judicial review because judicial resolution of plaintiffs' claims would interfere unconstitutionally with the employment relationship between the church and its minister and because those decisions represent matters of internal church governance under <i>Kedroff</i> and related cases. In considering various types of Title VII employment discrimination claims asserted against churches, religious institutions, religiously-affiliated educational institutions, and church hospitals, courts have had numerous opportunities to consider first amendment defenses similar to that raised by defendants. Those cases may be roughly divided into two categories: 1) cases in which ministers have brought employment discrimination claims against their own churches; and 2) cases in which secular or lay employees of religious institutions have brought discrimination actions against their employers.</p>\n<p>In the former group of cases, the Fourth Circuit and other courts have uniformly agreed that suits in which ministers or those individuals performing ministerial functions challenge the selection, failure to hire, assignment, and/or discharge decisions of religious institutions are barred by the First Amendment. (hereinafter the <span class=\"star-pagination\">*704</span> \"McClure\" line of cases and the \"church-minister\" or \"ministerial\" exception).<sup>[7]</sup><i>Rayburn,</i> 772 F.2d at 1169. See also <i>Bell v. Presbyterian Church (U.S.A.),</i> 126 F.3d 328, 331 (4th Cir.1997) (minister's wrongful termination claim barred by First Amendment because civil court has no jurisdiction over ecclesiastical decisions by churches as to how they will expend their funds); <i>McClure v. Salvation Army,</i> 460 F.2d 553 (5th Cir.), cert. denied, 409 U.S. 896, 93 S.Ct. 132, 34 L.Ed.2d 153 (1972) (minister's sex discrimination claim barred by free exercise clause).<sup>[8]</sup> The church-minister exception is solidly grounded upon the language of the Supreme Court's decision in <i>Kedroff:</i> \"[f]reedom to select the clergy, where no improper methods of choice are proven, we think, must now be said to have federal constitutional protection as a part of the free exercise of religion against state interference.\" <i>Kedroff,</i> 344 U.S. at 116, 73 S.Ct. 143.</p>\n<p>Courts have also applied the church-minister exception to bar claims brought by lay employees of religious institutions whose \"primary duties consist of teaching, spreading the faith, church governance, supervision of a religious order, or supervision or participation in religious ritual and worship....\" <i>Rayburn,</i> 772 F.2d at 1169. See also <i>Catholic University,</i> 83 F.3d at 463; <i>Young,</i> 21 F.3d at 186. The special role and particular responsibilities held by a minister or individual with a similar theological function are crucial to the courts' reasoning in all of the foregoing cases.</p>\n<p>The ministerial exception to Title VII was first articulated in <i>McClure.</i> In that case, the Fifth Circuit held that the application of Title VII to the employment relationship between a church and its ministers would violate the free exercise clause of the First Amendment.<sup>[9]</sup> The court <span class=\"star-pagination\">*705</span> based its holding upon the specific nature of the role of a minister in a church, explaining that \"[t]he relationship between an organized church and its ministers is its lifeblood. The minister is the chief instrument by which the church seeks to fulfill its purpose. Matters touching this relationship must necessarily be recognized as of prime ecclesiastical concern.\" <i>McClure,</i> 460 F.2d at 559. As such, the court held that the selection of a minister and the functions accompanying such selection, such as the determination of a minister's salary, her assignment and her duties in furtherance of the church's religious mission, are matters of \"church administration and government and thus, purely of ecclesiastical cognizance.\" <i>McClure,</i> 460 F.2d at 560. An investigation and review of such matters would produce \"the very opposite of that separation of church and State contemplated by the First Amendment.\" <i>Id.</i></p>\n<p>The Fourth Circuit has also emphasized the freedom a religious institution must have to select the people that will speak on its behalf and communicate its religious teachings:</p>\n<blockquote>The right to choose ministers without government restriction underlies the well-being of religious community, ... for perpetuation of a church's existence may depend upon those whom it selects to preach its values, teach its message, and interpret the doctrines both to its own membership and to the world at large.... Any attempt by government to restrict a church's free choice of its leaders thus constitutes a burden on the church's free exercise rights.</blockquote>\n<p><i>Rayburn,</i> 772 F.2d at 1167-1168.<sup>[10]</sup></p>\n<p>In contrast to those cases in which courts have barred claims by ministers or other employees with spiritual functions against their churches based on the First Amendment stands a line of cases embodying the corollary principle. In these cases, courts have held that secular or lay employees who do not perform essentially religious functions are protected by Title VII and that religious institutions are not insulated from liability under Title VII or other antidiscrimination statutes for various forms of discriminatory conduct with respect to such employees. See <i>Rayburn,</i> 772 F.2d at 1169 (\"Title VII properly applied to the secular employment decisions of a religious institution\"). In so holding, these courts have relied upon Title VII's broad applicability and the limited exception granted to religious institutions in that statute. See <i>E.E.O.C. v. Pacific Press Publishing Ass'n,</i> 676 F.2d 1272 (9th Cir. 1982) (female employee's Title VII discrimination and retaliation claims against religious publishing house based on unequal pay not barred by First Amendment), abrogated on other grounds by <i>American Friends Service Comm. Corp. v. Thornburgh,</i> 951 F.2d 957 (9th Cir.1991); <i>E.E.O.C. v. Mississippi College,</i> 626 F.2d 477 (5th Cir.1980), cert. denied, 453 U.S. 912, 101 S.Ct. 3143, 69 L.Ed.2d 994 (1981) (application of Title VII with respect to EEOC investigation of hiring practices regarding faculty members at church-related college not a violation of First Amendment) (hereinafter the \"Mississippi College\" line of cases.)<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*706</span> The applicability of the ministerial exception is a question of law for the court. See <i>EEOC v. Southwestern Baptist Theological Seminary,</i> 651 F.2d 277, 285 (5th Cir.1981), cert. denied, 456 U.S. 905, 102 S.Ct. 1749, 72 L.Ed.2d 161 (1982); <i>Guinan v. Roman Catholic Archdiocese of Indianapolis,</i> 42 F.Supp.2d 849, 1998 WL 1045822, *2 (S.D.Ind. Dec.11, 1998). In <i>E.E.O.C. v. Roman Catholic Diocese of Raleigh, North Carolina,</i> 48 F.Supp.2d 505 (E.D.N.C.1999), the court explained that, in applying the ministerial exception, a court \"merely determines if the individual falls within the exception.\" <i>Diocese of Raleigh,</i> at 512. In all of the foregoing cases, the \"individual\" the courts have assessed to determine the applicability of the exception has been the plaintiff. Simply assessing the role of the plaintiffs vis-a-vis the defendants and the Church in this case would lead the court to conclude that the church-minister exception does not apply because plaintiffs are not ministers, and they do not primarily serve the spiritual or pastoral mission of the Church.</p>\n<p>This case presents an atypical, hybrid situation, however, and defendants correctly suggest that a more searching analysis is required. As in the <i>Mississippi College</i> line of cases, the plaintiffs here are secular, lay employees who performed non-religious, administrative tasks for a religious institution. Like the plaintiffs in the <i>Mississippi College</i> line of cases, these plaintiffs are also bringing suit against defendants in an attempt to hold them directly liable for their own conduct â   here, awareness of a hostile environment and failure to correct it. However, unlike the <i>Mississippi College</i> cases, the issues in this case may involve, not only the relationship between defendants and these secular employees of the Church, but also, to a lesser extent, the defendants' relationship with the minister that they assigned to that Church. In this respect, the case presents issues reminiscent of those in the <i>McClure</i> line of cases â   the court's ability to subject to judicial scrutiny at least some small aspect of the church-minister relationship.</p>\n<p>Accordingly, defendants argue that this court cannot exercise jurisdiction over plaintiffs' hostile environment claims because, in doing so, the court would be required to interfere with a religious organization's policies regarding the selection, supervision and retention of its clergy â   an interference purportedly prohibited by the free exercise clause of the First Amendment. (Def.s' Mem. at 7-12.) Specifically, defendants maintain that their response to plaintiffs' sexual harassment claims necessarily implicates the church-minister employment relationship and that the manner in which defendants handle such complaints, and presumably whether they decide to handle such complaints at all, are <span class=\"star-pagination\">*707</span> matters of internal church governance and discipline, governed by the UMC's Book of Discipline, a religious document. Defendants suggest that, because they responded to plaintiffs' grievances in accordance with the Book of Discipline, this court's exercise of jurisdiction plaintiffs' claims will encroach upon their ability to manage their internal affairs in violation of the free exercise clause of the First Amendment. See <i>Catholic University,</i> 83 F.3d at 460 (citing <i>Kedroff</i>).</p>\n<p>Although defendants rely heavily on the church-minister exception in an attempt to make out their first amendment defense, this court believes that, given the facts of this case, the defense is more properly based upon the church autonomy principle articulated in the Supreme Court decisions upon which the church-minister exception was based. Therefore, it is necessary to examine those decisions and the free exercise principles set forth therein to determine whether the First Amendment bars this court's exercise of jurisdiction over plaintiffs' claims.</p>\n<p></p>\n<h2><i>C. Free Exercise and the Church Autonomy Principle</i></h2>\n<p>The church-minister exception is based upon the principle of church autonomy recognized in a line of Supreme Court cases addressing property disputes arising from substantial internal church conflicts or schisms. See <i>Watson v. Jones,</i> 13 Wall. 679, 80 U.S. 679, 20 L.Ed. 666 (1871); <i>Gonzalez v. Roman Catholic Archbishop of Manila,</i> 280 U.S. 1, 16, 50 S.Ct. 5, 74 L.Ed. 131 (1929); <i>Kedroff v. St. Nicholas Cathedral of Russian Orthodox Church in North America,</i> 344 U.S. 94, 73 S.Ct. 143, 97 L.Ed. 120 (1952); <i>Presbyterian Church v. Mary Elizabeth Blue Hull Memorial Presbyterian Church,</i> 393 U.S. 440, 89 S.Ct. 601, 21 L.Ed.2d 658 (1969); and <i>Serbian Eastern Orthodox Diocese for the United States &amp; Canada v. Milivojevich,</i> 426 U.S. 696, 721-722, 96 S.Ct. 2372, 49 L.Ed.2d 151 (1976) (hereinafter the <i>\"Kedroff\"</i> line of cases).</p>\n<p>In <i>Watson,</i> the Supreme Court addressed a conflict between two factions of the Walnut Street Presbyterian Church, one of which was aligned with the Presbyterian Church of the United States, arising from the opposing positions taken by the Presbyterian Church and various members of Walnut Street with respect to slavery and the Civil War. To resolve the resulting property dispute regarding the control of the local church, the Court had to determine the extent to which decisions of the highest adjudicatory body within the Presbyterian Church could be reviewed by the court. When a</p>\n<blockquote>local congregation is itself but a member of a much larger and more important religious organization, and is under its government and control, and is bound by its orders and judgments .... we think the rule of action which should govern the civil courts ... is, that, whenever the questions of discipline, or of faith, or ecclesiastical rule, custom, or law have been decided by the highest of these church adjudicatories to which the matter has been carried, the legal tribunals must accept such decisions as final, and as binding on them, in their application to the case before them.... It is of the essence of these religious unions, and of their right to establish tribunals for the decision of questions arising among themselves, that those decisions should be binding in all cases of ecclesiastical cognizance, subject only to such appeals as the organism itself provides for.</blockquote>\n<p><i>Watson,</i> 80 U.S. at 727, 729. While <i>Watson</i> \"contains a reference to the relations of church and state under our system of laws, [the case] was decided without depending upon prohibition of state interference with the free exercise of religion.\" <i>Kedroff,</i> 344 U.S. at 115, 73 S.Ct. 143. In subsequent cases, however, courts have focused on the <i>Watson</i> Court's disavowal of its ability to resolve an ecclesiastical dispute based on differing interpretations of church law. See <i>Bell v. Presbyterian</i> <span class=\"star-pagination\">*708</span> <i>Church (U.S.A.),</i> 126 F.3d 328, 331 (4th Cir.1997).</p>\n<p>Many years later, in <i>Gonzalez,</i> applying the same principle, the Supreme Court upheld a decision by the Supreme Court of the Phillipine Islands refusing \"to force a Roman Catholic Archbishop to appoint the plaintiff to a chaplaincy which [had been] denied to him based on an interpretation of Roman Catholic canon law.\" <i>Bell,</i> 126 F.3d at 331.</p>\n<blockquote>In the absence of fraud, collusion, or arbitrariness, the decisions of the proper church tribunals on matters purely ecclesiastical, although affecting civil rights, are accepted in litigation before the secular courts as conclusive, because the parties in interest made them so by contract or otherwise. Under like circumstances, effect is given in the courts to the determinations of the judicatory bodies established by clubs and civil associations.</blockquote>\n<p><i>Gonzalez,</i> 280 U.S. at 16-17, 50 S.Ct. 5. Like <i>Watson, Gonzalez</i> was not decided on the basis of the First Amendment. However, <i>Gonzalez</i> has been cited frequently for the proposition that, because appointment to chaplaincy is a canonical act, it is the \"function of the church authorities to determine what the essential qualifications of a chaplain are and whether the candidate possesses them.\" <i>Gonzalez,</i> 280 U.S. at 16, 50 S.Ct. 5; <i>Catholic University,</i> 83 F.3d at 460 and 462; <i>Diocese of Raleigh,</i> at 509.</p>\n<p>More recently, in <i>Kedroff,</i> the Court applied this nascent church autonomy principle to resolve a property dispute between the Russian Orthodox Church in America and the Most Sacred Governing Synod of the Russian Orthodox Church in Moscow. The Court there held unconstitutional a New York statute purporting \"to transfer the control of the New York churches of the Russian Orthodox religion from the central governing hierarchy of the Russian Orthodox Church, the Patriarch of Moscow and the Holy Synod, to the governing authorities of the Russian Church in America....\" <i>Kedroff,</i> 344 U.S. at 107, 73 S.Ct. 143. In <i>Kedroff,</i> the Court wrote that the controversy \"concerning the right to use St. Nicholas Cathedral is strictly a matter of ecclesiastical government, the power of the Supreme Church Authority of the Russian Orthodox Church to appoint the ruling hierarch of the archdiocese of North America.\" <i>Id.</i> at 115, 73 S.Ct. 143. The Court concluded that, by prohibiting the free exercise of an ecclesiastical right, the Church's choice of its hierarchy, the statute violated the First Amendment. <i>Id.</i> at 119, 73 S.Ct. 143. \"Freedom to select the clergy, where no improper methods of choice are proven, we think, must now be said to have federal constitutional protection as a part of the free exercise of religion as against state interference.\" <i>Kedroff,</i> 344 U.S. at 95, 73 S.Ct. 143. Thus, the <i>Kedroff</i> Court recognized that a church's selection of its own clergy is among the matters of church government, faith and doctrine, which churches should have the power to decide for themselves. <i>Id.</i></p>\n<p>In <i>Blue Hull,</i> the Court reasserted the prohibition upon the government's interference with religious doctrine. In that case, the Court addressed the validity of a Georgia law applied to resolve a church property dispute that arose when two local churches withdrew from a hierarchical general church organization as a result of pronouncements made by the general church on issues as varied as the ordination of women and the Vietnam War. The Supreme Court held unconstitutional Georgia's law that implied a trust of local church property for the benefit of the general church \"on the sole condition that the general church adhere to its tenets of faith and practice existing at the time of affiliation by the local churches.\" <i>Blue Hull,</i> 393 U.S. at 443, 89 S.Ct. 601.</p>\n<blockquote>The departure-from-doctrine element of the Georgia implied trust theory requires the civil court to determine matters at the very core of a religion â   the interpretation of particular church doctrines <span class=\"star-pagination\">*709</span> and the importance of those doctrines to the religion. Plainly, the First Amendment forbids civil courts from playing such a role.</blockquote>\n<p><i>Blue Hull,</i> 393 U.S. at 450, 89 S.Ct. 601.</p>\n<p>Finally, in <i>Serbian Eastern Orthodox,</i> a case regarding control of the Serbian Eastern Orthodox Diocese for the United States of America and Canada, its property and assets, the underlying and pivotal issue concerned the propriety and validity of the Mother Church's disciplinary action with respect to a particular bishop. In that case, the Church had disciplined the bishop for \"clear, substantive canonical violations ... based on [the bishop's] conceded open defiance and rebellion against the church hierarchy\" and his \"decision to litigate the Mother Church's authority in the civil courts rather than participate in the disciplinary proceedings before the Holy Synod and the Holy Assembly.\" <i>Serbian Eastern Orthodox,</i> 426 U.S. at 720, 96 S.Ct. 2372. The Illinois Supreme Court held that the Mother Church's suspension, removal and defrocking of the bishop were procedurally and substantively defective under the internal regulations of the Mother Church. Upon review, the Supreme Court held that \"the inquiries made by the Illinois Supreme Court into matters of ecclesiastical cognizance and polity and the court's actions pursuant thereto contravened the First and Fourteenth Amendments.\" <i>Serbian Eastern Orthodox,</i> 426 U.S. at 698, 96 S.Ct. 2372.</p>\n<blockquote>The fallacy fatal to the judgment of the Illinois Supreme Court is that it rests upon an impermissible rejection of the decisions of the highest ecclesiastical tribunals of this hierarchical church upon the issues in dispute, and impermissibly substitutes its own inquiry into church polity and resolutions based thereon of those disputes.</blockquote>\n<p><i>Serbian Eastern Orthodox,</i> 426 U.S. at 708, 96 S.Ct. 2372. The Illinois court unconstitutionally undertook the \"resolution of quintessentially religious controversies whose resolution the First Amendment commits exclusively to the highest ecclesiastical tribunals of this hierarchical church.\" <i>Id.</i> at 720, 96 S.Ct. 2372.</p>\n<p>These Supreme Court cases all support the principle that churches should be able to \"decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine.\" <i>Kedroff,</i> 344 U.S. at 116, 73 S.Ct. 143. The cases, taken together, establish and reinforce the rule that \"the government may not displace the free religious choices of its citizens by placing its weight behind a particular religious belief, tenet, or sect.\" <i>Serbian Eastern Orthodox,</i> 426 U.S. at 733, 96 S.Ct. 2372 (Rehnquist, J., dissenting). <i>Kedroff</i> and the succeeding property dispute cases, however, did not involve the court's exercise of jurisdiction in cases involving neutral statutes of general application. Rather, the cases involved the validity of state statutes specifically designed to address religious conflicts and the propriety of judicial review of a church's faithfulness to its own internal regulations. The <i>Kedroff</i> cases also involved intrachurch disputes, not disputes between religious institutions and secular third parties. Whether the church autonomy principle developed in the <i>Kedroff</i> cases should be applied to immunize these religious defendants against plaintiffs' sexual harassment case â   a case in which the court does not run the risk of displacing the free religious choices of defendants by placing its weight behind a particular religious belief and a case in which harm to secular third parties has been alleged â   presents a wholly different issue.</p>\n<p>As the earlier description of the church-minister cases illustrates, courts that have exercised and declined jurisdiction over Title VII cases involving religious institutions have based their respective decisions on the degree to which resolving the issues raised by a plaintiff's claims would require intrusion into the spiritual functions of the religious institution at issue. The Fourth Circuit stated this principle clearly in <i>Rayburn:</i></p>\n<blockquote>\n<span class=\"star-pagination\">*710</span> Of course churches are not â   and should not be â   above the law. Like any other person or organization, they may be held liable for their torts and upon their valid contracts. <i>Their employment decisions may be subject to Title VII scrutiny, where the decision does not involve the church's spiritual functions.</i>\n</blockquote>\n<p><i>Rayburn,</i> 772 F.2d at 1171 (emphasis added). See also <i>Minker,</i> 894 F.2d at 1360-1361 (allowing minister to proceed with a breach of contract action against the church noting that the resolution of such a claim potentially would not require an impermissible inquiry into religious or church doctrine). The Fourth Circuit's statement of the law is consistent with the church autonomy principle set forth in the <i>Kedroff</i> cases, because, generally speaking, the spiritual functions of a church include matters of faith, doctrine and church governance.</p>\n<p></p>\n<h2><i>D. Church Autonomy Principle Applied to Plaintiffs' Title VII Claim</i></h2>\n<p>Based on the facts as alleged by plaintiffs, the materials submitted by both parties, and a review of the elements of the hostile environment cause of action and existing case law, this court concludes that, contrary to defendants' arguments, it should not have to intrude upon the spiritual functions of either the United Methodist Church, or the defendants as representatives thereof, in its attempt to resolve plaintiffs' hostile environment sexual harassment claims.</p>\n<p>Plaintiffs claim that defendants violated Title VII because they knew or should have known about the sexually harassing environment to which plaintiffs were subjected as a result of Privette's conduct and that defendants failed to take action to protect plaintiffs. An examination of the elements of plaintiffs' claims demonstrates that a judicial inquiry in this case is unlikely to violate defendants' first amendment rights.</p>\n<p>To establish a claim for hostile environment sexual harassment under Title VII, a plaintiff employee must prove that (1) the subject conduct was unwelcome; (2) it was based on the sex of the plaintiff; (3) it was sufficiently severe or pervasive to alter the plaintiffs' conditions of employment and to create an abusive working environment;<sup>[12]</sup> and (4) it was imputable on some factual basis to the employer. See <i>Spicer v. Virginia,</i> 66 F.3d 705, 710 (4th Cir.1995); <i>Swentek v. USAIR, Inc.,</i> 830 F.2d 552, 557 (4th Cir.1987).</p>\n<p>The fourth element requires a plaintiff to demonstrate a factual basis upon which a harasser's conduct may be imputed to an employer. An employer's liability for its employee's sexual harassment of another individual may be premised on the employer's own negligence. \"An employer is negligent with respect to sexual harassment if it knew or should have known about the conduct but failed to stop it. Negligence sets a minimum standard for employer liability under Title VII....\" <i>Burlington Industries, Inc. v. Ellerth,</i> 524 U.S. 742, 118 S.Ct. 2257, 2267, 141 L.Ed.2d 633 (1998); <i>Faragher,</i> 118 S.Ct. at 2294. As the Supreme Court noted recently,</p>\n<blockquote>[t]here have ... been myriad cases in which District Courts and Courts of Appeals have held employers liable on account of actual knowledge by the employer, or high-echelon officials of an employer organization, of sufficiently harassing action by subordinates, which the employer or its informed officers have done nothing to stop..... In such <span class=\"star-pagination\">*711</span> instances, the combined knowledge and inaction may be seen as demonstrable negligence, or as the employer's adoption of the offending conduct and its results, quite as if they had been authorized affirmatively as the employer's policy.</blockquote>\n<p><i>Faragher,</i> 118 S.Ct. at 2284. See also, <i>Dees v. Johnson Controls World Services, Inc.,</i> 168 F.3d 417, 421 (11th Cir.1999) (under theory of direct liability \"[t]he harassment can be ascribed to the employer's negligence when the employer knew or should have known about the harassment and failed to take remedial action.\") As the Fourth Circuit has explained,</p>\n<blockquote>the plaintiff must show that the employer knew or should have known of the harassment, and took no effectual action to correct the situation. This showing can ... be rebutted by the employer directly, or by pointing to prompt remedial action reasonably calculated to end the harassment....</blockquote>\n<p><i>Katz v. Dole,</i> 709 F.2d 251, 256 (4th Cir. 1983).</p>\n<p>Courts have held that \"`[a]ctual knowledge will be demonstrable in most cases where the plaintiff has reported harassment to management-level employees.' ... [and] that an employee who is a `low-level supervisor' may also be a management-level employee for purposes of imputing knowledge to the employer when he is titled supervisor and has some authority over other employees.\" <i>Wilson v. Tulsa Junior College,</i> 164 F.3d 534, 542 (10th Cir.1998) (citations omitted). In a hostile environment claim premised on an employer's negligence, the plaintiff bears the burden of establishing that the employer's conduct was unreasonable. In determining whether an employer's conduct was reasonable, a fact-finder may consider whether the remedial action taken was reasonably likely to prevent the misconduct from recurring. <i>Wilson,</i> 164 F.3d at 542-543; <i>Katz,</i> 709 F.2d. at 256.</p>\n<p>The number of published and on-line decisions in which courts have addressed sexual harassment claims against religious institutions is extremely limited, and most of those that are available involve claims made by ministers.<sup>[13]</sup> Those cases provide very little guidance on the question of whether a religious employer's failure to protect secular employees from harassment involves the church's spiritual functions. In <i>Van Osdol,</i> Justice Mullarkey of the Colorado Supreme Court wrote a concurrence specifically stating that he believed the plaintiff, who was a minister, may have a hostile environment claim based on the alleged sexual harassment and that the analysis required for such a claim</p>\n<blockquote>does not require inquiry into intrinsically ecclesiastical concerns .... Evaluation of whether a hostile work environment exists does not impinge on core religious beliefs such that either the free exercise of religion is affected or there is threat of excessive government entanglement. The First Amendment defense to a claim based on hostile work environment caused by sexual harassment must fail.</blockquote>\n<p><i>Van Osdol,</i> 908 P.2d at 1134 (Mullarkey, J., concurring).<sup>[14]</sup> Likewise in <i>Nigrelli v. Catholic Bishop of Chicago,</i> 1991 WL 36712, *4 (N.D.Ill. Mar.15, 1991), the court held that there was \"no doubt that ... the court need not inquire into the doctrines and religious goals of the Catholic church [or] of the [parochial] school\" to determine <span class=\"star-pagination\">*712</span> whether plaintiff, the principal of the Catholic school, was sexually harassed by Father Lutz, her immediate supervisor and the Pastor of the parish. <i>Nigrelli,</i> 1991 WL 36712 (principal of Catholic school's Title VII claim that she was sexually harassed by her supervising Pastor not barred by First Amendment). In <i>Black v. Snyder,</i> 471 N.W.2d 715 (Minn.App.1991), the Supreme Court of Minnesota allowed a minister to proceed with her sexual harassment claims against her church, which were based on state law, explaining that there was no precedent for extending the constitutional exemption under the free exercise or establishment clauses to the minister's sexual harassment claim based on conduct that occurred during the employment relationship. The minister's \"sexual harassment claim [was] unrelated to pastoral qualifications or issues of church doctrine.\" <i>Black,</i> 471 N.W.2d at 720-721. See also <i>Sanders,</i> 134 F.3d at 338-339 (implicitly recognizing viability of plaintiff's sexual harassment claim against church, the employer of the offending minister, by affirming summary judgment for church based on plaintiff's failure of proof on hostile environment claim).<sup>[15]</sup></p>\n<p>Because the foregoing decisions tend to state their holdings in a conclusory manner and because they do not address the well-stated arguments offered by defendants in this case, this court will analyze defendants' free exercise defense to plaintiffs' hostile environment claims under the principles set forth in <i>Rayburn</i> and the <i>Kedroff</i> cases. Relying on <i>Kedroff</i> to provide an expanded definition of the spiritual functions discussed in <i>Rayburn,</i> this court will examine the possible intrusion upon defendants' faith, doctrine, and church governance that would allegedly be occasioned by this court's exercise of jurisdiction over plaintiffs' claims to determine whether the free exercise clause bars plaintiffs' claims.</p>\n<p>The court need not dwell on the issues of faith and doctrine because defendants have not alleged a particular religious belief or doctrine that would be compromised by this court's exercise of jurisdiction over plaintiffs' hostile environment claims. Defendants certainly have not suggested that the Methodist Church condones sexual harassment in any way, and, in fact, their Book of Discipline apparently contains some sort of grievance procedure to deal with such complaints in a formal manner. (Braswell Aff. ś 12.)</p>\n<p>It is the church's right to autonomy in matters of internal governance that poses the more difficult question in this case. The only element of the hostile environment claim that raises governance concerns is the fourth â   the requirement that a plaintiff demonstrate the factual basis for an employer's liability. As explained above, plaintiffs must show that defendants knew or should have known about the harassment \"and took no effectual action to correct the situation.\" <i>Katz,</i> 709 F.2d at 256. Defendants may rebut plaintiffs' evidence by \"pointing to prompt remedial action reasonably calculated to end the harassment.\" <i>Katz,</i> 709 F.2d at 256. Thus, the evidence required by the employer liability prong of the hostile environment test will entail an evaluation of defendants' interactions with plaintiffs and may entail an evaluation of defendants' actions with respect to Privette. The inquiry as to whether defendants knew or should have known about the harassment does not implicate the First Amendment. Because defendants allegedly \"disciplined\" Privette in accordance with the dictates of the Book of Discipline, defendants argue that the court's evaluation of defendants' actions with respect to their minister would be an intrusion upon the church-minister relationship and upon the church's right to govern itself.</p>\n<p><span class=\"star-pagination\">*713</span> The court's exercise of jurisdiction over plaintiffs' Title VII claims, however, may not even entail a review of the formal \"disciplinary\" actions taken by defendants in accordance with the Book of Discipline in response to plaintiffs' formal grievances. Based on the court's review of the facts as plaintiffs have alleged them, defendants' alleged negligence, i.e., failure to respond effectively to plaintiffs' complaints, may be determinable by an evaluation of defendants' responses to the various complaints that plaintiffs lodged with supervisory employees of the Church and defendants, Toni Speakman and Ray Warren, long before plaintiffs initiated the formal grievance process. In fact, the adequacy or inadequacy of defendants' response may be determined by defendants' failure to protect plaintiffs in light of information they received from a prior complainant. (Pl.s' Br. at 5.) Plaintiffs have alleged that, in 1993, yet another female employee reported Privette's sexually harassing conduct to the Church's Pastor of Membership and Evangelism, an individual appointed and assigned by defendants, and that subsequently, in the summer of 1994, before either plaintiff began working for the Church, that employee filed an informal grievance and reported the matter to the District Superintendent. (Pl.s' Br. at 5.)</p>\n<p>Even assuming this court must review the actions taken by defendants with respect to Privette in response to plaintiffs' formal grievances, however, such a review would not require an intrusion upon church autonomy and governance of the type or magnitude at issue in the <i>Kedroff</i> cases. Those cases involved major intra-church doctrinal or administrative disputes or, in the case of <i>Serbian Eastern Orthodox,</i> the propriety of defrocking a bishop, the judicial review of which would have required the court to choose between competing church doctrines. \"Unlike a major intra-church doctrinal dispute, ... the present case concerns the failure of a religious employer to adhere to federal regulations.\" <i>Pacific Press,</i> 676 F.2d at 1281. Indeed, Justice Rehnquist recognized the limited applicability of the <i>Kedroff</i> cases in <i>General Council on Finance and Administration of the United Methodist Church v. California Superior Court,</i> 439 U.S. 1369, 99 S.Ct. 35, 58 L.Ed.2d 63 (1978) (Rehnquist, Circuit Justice). In his order denying the Methodist Church's application for a stay of a suit against it in California, Justice Rehnquist rejected petitioner's argument that the First Amendment barred the court's exercise of jurisdiction.</p>\n<blockquote>There are constitutional limitations on the extent to which a civil court may inquire into and determine matters of ecclesiastical cognizance and polity in adjudicating intrachurch disputes. See <i>Serbian Eastern Orthodox.</i>... But this Court never has suggested that those constraints similarly apply outside the context of such intraorganization disputes.... [<i>Serbian Eastern Orthodox</i> and other related cases] are premised on a perceived danger that in resolving intrachurch disputes the State will become entangled in essentially religious controversies or intervene on behalf of groups espousing particular doctrinal beliefs.... Such considerations are not applicable to purely secular disputes between third parties and a particular defendant, albeit a religious affiliated organization, in which ... statutory violations are alleged.</blockquote>\n<p><i>General Council,</i> 439 U.S. at 1372-1373, 99 S.Ct. 35. See also, <i>Bell,</i> 126 F.3d at 331 (Fourth Circuit citing <i>General Council</i> to define difference between secular disputes involving third parties and ecclesiastical disputes); and <i>Konkle v. Henson,</i> 672 N.E.2d 450, 455 n. 6 (Ind.Ct.App.1996) (recognizing Justice Rehnquist's opinion indicating that cases involving court's power to act in intrachurch disputes are not applicable to cases involving harm to third persons).</p>\n<p>As <i>General Council</i> and the Fourth Circuit have recognized, a court must consider the nature of a particular dispute involving <span class=\"star-pagination\">*714</span> a religious defendant to determine whether the First Amendment bars its exercise of jurisdiction over that dispute. A court must determine whether the dispute \"is an ecclesiastical one about `discipline, faith, internal organization, or ecclesiastical rule, custom or law,' ... or whether it is a case in which [it] should hold religious organizations liable in civil courts for `purely secular disputes between third parties and a particular defendant, albeit a religiously affiliated organization.'\" <i>Bell,</i> 126 F.3d at 331 (citing <i>General Council,</i> 439 U.S. at 1373, 99 S.Ct. 35)). The <i>Kedroff</i> cases, including <i>Serbian Eastern Orthodox,</i> involved ecclesiastical disputes. The dispute in this case is not ecclesiastical. This is not a case where the court, by exercising jurisdiction, runs the risk of displacing the free religious choices of citizens by placing its weight behind a particular religious belief, tenet, or sect. The central issue in this case is not defendants' discipline of, or failure to discipline, Privette. Rather, this is a case about defendants' compliance with federal law and the protection of secular employees.</p>\n<p>Indeed, by urging this court to apply the church autonomy principle to bar plaintiffs' Title VII sexual harassment case, defendants reveal their fundamental misperception that the focal point of this case is their relationship with and discipline of Privette. To the contrary, the focal point of this case, one premised on Title VII, is and must be the relationship between defendants, as Privette's employer, and plaintiffs, as secular employees subject to Privette's alleged misconduct.</p>\n<p>Defendants' discipline of Privette for his transgressions and the remedial action necessary to bring an end to the allegedly hostile environment, while related, are not coincident. Defendants do not have an obligation to \"discipline\" Privette â   whatever that term may mean within the context of defendants' Book of Discipline â   nor may the court impose such an obligation upon defendants. Defendants do, however, have a legal obligation to their secular or lay employees to provide them with a working environment free of sexual harassment. To entertain plaintiffs' claim, this court need only assess the adequacy of defendants' response vis-a-vis the plaintiffs and their resulting working environment â   whether defendants took some action that was reasonably calculated to put an end to the abusive environment.</p>\n<p>Because plaintiffs' claims present secular, rather than ecclesiastical, disputes, the court can resolve the claims by reference to neutral principles of law. The Supreme Court has held that the First Amendment is not violated where a dispute can be resolved by reference to neutral principles of law. In <i>Jones v. Wolf,</i> 443 U.S. 595, 99 S.Ct. 3020, 61 L.Ed.2d 775 (1979), yet another case involving a dispute over church property, the Supreme Court held that the First Amendment was not violated where the dispute could be resolved by invoking neutral principles of trust and property law. Even religious documents may be examined or interpreted regarding nondoctrinal matters if the analysis can be done in purely secular terms. <i>Id.</i> at 604, 99 S.Ct. 3020. See also <i>Carnes v. Smith,</i> 236 Ga. 30, 39, 222 S.E.2d 322, 328, cert. denied, 429 U.S. 868, 97 S.Ct. 180, 50 L.Ed.2d 148 (1976) (awarding church property to United Methodist Church on the basis of express trust provision in favor of the general church found in United Methodist Church's Book of Discipline); <i>Jones v. Wolf,</i> 443 U.S. at 600 and n. 2, 99 S.Ct. 3020 (discussing <i>Carnes</i>).</p>\n<p>While the Court's holding in <i>Jones</i> was expressly limited to disputes involving church property, the neutral principles approach has been discussed and applied in other contexts. In <i>Minker,</i> the D.C. Circuit wrote that \"[i]t is true that not all provisions of a religious constitution are immune from civil court interpretation.\" <i>Minker,</i> 894 F.2d at 1358. As the court pointed out in <i>Minker</i> and reiterated in <i>Catholic University,</i> \"the neutral principles test adopted in <i>Jones</i> will only `permit[] a court to interpret provisions of <span class=\"star-pagination\">*715</span> religious documents involving ... non-doctrinal matters as long as the analysis can be done in purely secular terms.'\" <i>Catholic University,</i> 83 F.3d at 466 (citing <i>Minker</i>).</p>\n<p>Here, the analysis of plaintiffs' claims can be accomplished in secular terms â   the terms of negligence law and sexual harassment. As the Supreme Court noted in <i>Jones,</i> the Court \"cannot agree ... that the First Amendment requires the States to adopt a rule of compulsory deference to religious authority in resolving church property disputes, even where no issue of doctrinal controversy is involved.\" <i>Jones,</i> 443 U.S. at 605, 99 S.Ct. 3020. Likewise, in this case, this court cannot agree that courts are required to defer to religious authority in resolving sexual harassment claims where no issue of doctrinal controversy is involved and where the dispute between the parties is not ecclesiastical.<sup>[16]</sup> See <i>General Council,</i> 439 U.S. at 1373, 99 S.Ct. 35; and <i>Bell,</i> 126 F.3d at 331. As the Fifth Circuit explained in <i>Sanders,</i></p>\n<blockquote>The First Amendment does not categorically insulate religious relationships from judicial scrutiny, for to do so would necessarily extend constitutional protection to the secular components of these relationships.... Instead, the Free Exercise clause protects religious relationships ... primarily by preventing the judicial resolution of ecclesiastical disputes turning on matters of \"religious doctrine or practice.\"</blockquote>\n<p><i>Sanders,</i> 134 F.3d at 335-336 (quoting <i>Blue Hull</i>). It simply cannot be the case that these secular employees gave up their civil rights and remedies for civil wrongs committed against them in the context of their employment merely by agreeing to perform administrative duties for a religious institution. As noted by the <i>Konkle</i> court, the \"protection of society requires that religious organizations be held accountable for injuries they cause to third persons.\" <i>Konkle,</i> 672 N.E.2d at 456. For all of the foregoing reasons, this court holds that judicial review of plaintiffs' Title VII hostile environment claims will not violate defendants' free exercise rights.</p>\n<p></p>\n<h2>IV. Establishment Clause</h2>\n<p>In contrast to the free exercise clause, which was designed to prohibit the government from placing impermissible burdens upon the rights of individuals and religious institutions to hold various religious beliefs, the establishment clause was intended to prohibit the government from making laws respecting the establishment of religion. For the drafters of the religion clauses of the First Amendment, \"the `establishment' of a religion connoted sponsorship, financial support, and active involvement of the sovereign in religious activity.\" <i>Walz v. Tax Commission,</i> 397 U.S. 664, 668, 90 S.Ct. 1409, 25 L.Ed.2d 697 (1970).<sup>[17]</sup> Defendants argue that Title VII cannot be applied to its actions in this case because such an application would create an impermissible entanglement between the church and the government. In <span class=\"star-pagination\">*716</span> other words, defendants argue that the government (i.e., the court) should grant defendants, and presumably other similarly situated religious institutions, an exception from the application of a neutral law to avoid such entanglement.<sup>[18]</sup></p>\n<p>In <i>Lemon v. Kurtzman,</i> 403 U.S. 602, 612-613, 91 S.Ct. 2105, 29 L.Ed.2d 745 (1971), the Supreme Court outlined a three-part test that could be used to determine whether the application of a neutral law violates the establishment clause:</p>\n<blockquote>(1) the statute must have a secular purpose;</blockquote>\n<blockquote>(2) the principal or primary effect of the statute must be one that neither advances nor inhibits religion; and</blockquote>\n<blockquote>(3) the statute must not foster an excessive government entanglement with religion.</blockquote>\n<p><i>Lemon,</i> 403 U.S. at 612-613, 91 S.Ct. 2105. In <i>Agostini v. Felton,</i> 521 U.S. 203, 233, 117 S.Ct. 1997, 138 L.Ed.2d 391 (1997), the Supreme Court explained that \"the factors [the Court] use[s] to assess whether an entanglement is `excessive' [for purposes of the third prong] are similar to the factors [it] use[s] to examine `effect' [for purposes of the second]\" ... and that \"it is simplest to recognize why entanglement is significant and treat it ... as an aspect of the inquiry into a statute's effect.\" <i>Id.</i> See <i>Columbia Union College v. Clarke,</i> 159 F.3d 151, 157 (4th Cir.1998), cert. denied, ___ U.S. ___, 119 S.Ct. 2357, 144 L.Ed.2d 252 (1999) (recognizing <i>Agostini</i>'s conclusion that the \"effect\" and \"entanglement\" prongs rightly comprise a single \"effect\" inquiry).</p>\n<p>Title VII has a secular purpose â   the prevention and eradication of employment discrimination. The court's application of Title VII to these facts accomplishes that purpose by providing an arena within which plaintiffs may seek to vindicate their right to work in an environment free from sexual harassment. The dispositive question in this establishment clause inquiry, as defined by <i>Agostini,</i> is whether the primary effect of the court's exercise of jurisdiction over plaintiffs' Title VII claims inhibits religion. If the court's exercise of jurisdiction over plaintiffs' hostile environment sexual harassment claims will foster excessive government entanglement with religion and ultimately inhibit religion as a result, such an exercise of jurisdiction may violate the establishment clause.</p>\n<p>Under <i>Lemon,</i> entanglement is measured by the \"`character and purposes' of the institution affected, the nature of the benefit or burden imposed, and the `resulting relationship between the government and the religious authority.'\" <i>Rayburn,</i> 772 F.2d at 1170 (citing <i>Lemon,</i> 403 U.S. at 614-615, 91 S.Ct. 2105). See also <i>Agostini,</i> 521 U.S. at 232, 117 S.Ct. 1997.</p>\n<blockquote>Not all entanglements, of course, have the effect of advancing or inhibiting religion. Interaction between church and state is inevitable, ... and we have always tolerated some level of involvement between the two. Entanglement must be `excessive' before it runs afoul of the Establishment Clause.</blockquote>\n<p><i>Agostini,</i> 521 U.S. at 233, 117 S.Ct. 1997 (citing <i>Bowen v. Kendrick,</i> 487 U.S. 589, <span class=\"star-pagination\">*717</span> 615-617, 108 S.Ct. 2562, 101 L.Ed.2d 520 (1988), in which the Court found no excessive entanglement where government reviewed the adolescent counseling program set up by the religious institutions that were grantees, reviewed the materials used by such grantees and monitored the program by periodic visits). \"Judicial caveats against entanglement must recognize that the line of separation, far from being a `wall,' is a blurred, indistinct, and variable barrier depending on all the circumstances of a particular relationship.\" <i>Lemon,</i> 403 U.S. at 614, 91 S.Ct. 2105; <i>Rayburn,</i> 772 F.2d at 1167 (\"wall of separation\" between church and state has become \"variable barrier\" as \"Congress has enacted comprehensive legislation to achieve desirable goals\").</p>\n<p>Defendants are organizational bodies within the UMC. Their character and purpose are unequivocally religious. In this case, the intrusion into church affairs occasioned by the court's review of plaintiffs' Title VII hostile environment claims would be extremely limited, both substantively and procedurally. Certainly, the court's exercise of jurisdiction in this matter will not place the court in a position of choosing among competing religious visions. See <i>Catholic University,</i> 83 F.3d at 465 (unconstitutional entanglement may be found where government must choose between \"competing religious visions\"). While a court's intrusion upon a church's selection of a minister may be viewed as an establishment clause violation when a court effectively mandates the selection or forbids the discharge of a certain minister, the same cannot be said of the government's enforcement of its sexual harassment laws, a process in which core religious beliefs are not at issue.</p>\n<p>In <i>Catholic University,</i> for example, a nun brought a Title VII claim based on Catholic University's denial of her application for tenure. In that case, the court's review of the Title VII action before it entailed the \"inevitable risk that the persons assessing the scholarship of a particular paper would consider whether [the plaintiff's] conclusions were in accord with what the Church teaches or what, in their judgment, the Church ought to teach.\" <i>Catholic University,</i> 83 F.3d at 466. The district court, which had tried to decide the case in accordance with neutral principles, found that \"`no expert testimony c[ould] effectively filter out the religious elements from the secular ones sufficiently to avoid unwholesome and impermissible entanglement with religious concerns.'\" <i>Catholic University,</i> 83 F.3d at 466 (citations omitted). The appellate court therefore concluded that application of Title VII to the plaintiff's employment would have required the court to choose between competing religious visions and would thus constitute an intrusion into religious affairs forbidden by the establishment clause. <i>Catholic University,</i> 83 F.3d at 466.</p>\n<p>In that case, judicial review of the University's decision would have violated the establishment clause because the court would have been substituting its own views as to who should receive the canonical mission to teach in the name of the Church for the views of the Church. As noted by the <i>Van Osdol</i> court, the principle underlying the reasoning in the entanglement cases is that</p>\n<blockquote>the appointment of a minister is an expression of the beliefs of the church and the `embodiment' of the religion. ... `It is axiomatic that the guidance of the state cannot substitute for that of the Holy Spirit and that a courtroom is not the place to review a church's determination of \"God's appointed.\" ... In analyzing a church's choice of minister, attempts to separate arguably impermissible discriminatory grounds for a decision from grounds stemming from the church beliefs excessively entangles a court with religion.</blockquote>\n<p><i>Van Osdol,</i> 908 P.2d at 1132-1133 (quoting <i>Rayburn</i>) (also explaining that claim for negligent hiring, unlike claims of illegal hiring or discharge, does not require interpretation <span class=\"star-pagination\">*718</span> or weighing of religious belief but merely application of secular standard to secular conduct).</p>\n<p>In this hostile environment case, no similar entanglement would be occasioned by the court's exercise of jurisdiction. As explained fully in the context of the court's free exercise analysis, the court need not evaluate or pass judgment upon the spiritual propriety of the manner in which defendants chose to discipline or punish Privette for his misconduct. The court need review the actions taken by defendants in response to plaintiffs' reports of Privette's harassment only to determine whether defendants took some action reasonably calculated to bring an end to the hostile working environment. Such a review will not entail the substitution of this court's views on a religious matter for those of the Church and will, in no respect, constitute \"excessive\" entanglement, much less an excessive entanglement the primary effect of which will inhibit defendants' religion. \"[M]ere `hypothetical concerns,' and the `bare potential' that an employment discrimination inquiry would impact religious beliefs `does not warrant precluding the application' of the law to religious employers.\" <i>Starkman v. Evans,</i> 18 F.Supp.2d 630, 633 (E.D.La.1998).</p>\n<p>Procedurally speaking, the court's review of defendants' conduct and its resolution of the Title VII claims on their merits will not necessarily result in a \"protracted legal process pitting church and state as adversaries.\" <i>Rayburn,</i> 772 F.2d at 1171. In any event, this court cannot find an establishment clause violation based upon such a potential danger, standing alone, because such a conclusion would effectively negate the Fourth Circuit's explicit holding that Congress intended to subject religious institutions to liability for race, sex and national origin discrimination. <i>Rayburn,</i> 772 F.2d at 1171 (churches are not above the law and \"[t]heir employment decisions may be subject to Title VII scrutiny, where the decision does not involve the church's spiritual functions\"). Where one is subject to liability, one, of necessity, is subject to litigation. Moreover, the \"entanglement\" caused by litigation should not be construed as a factor effectively inhibiting religion where the litigation does not impinge upon core ecclesiastical matters.</p>\n<p>The cautionary language offered by the Eighth Circuit in a case holding that judicial scrutiny of a priest's ADEA and Title VII claims would entail excessive entanglement is instructive:</p>\n<blockquote>We are mindful of the potential for abuse our holding theoretically may invite; namely the use of the First Amendment as a pretextual shield to protect otherwise prohibited employment decisions. But we think that saving grace lies in the recognition that courts consistently have subjected the personnel decisions of various religious organizations to statutory scrutiny where the duties of the employees were not of a religious nature.... We have confidence that courts will continue to consider these cases on a case-by-case basis, looking in each case to see whether the plaintiff's employment discrimination claim can be adjudicated without entangling the court in matters of religion.</blockquote>\n<p><i>Scharon,</i> 929 F.2d at 363, n. 3.</p>\n<p>Courts that have permitted Title VII claims against religious institutions have done so because such claims could be determined without excessive entanglement with the religious or ecclesiastical aspects of a given institution. In concluding that asserting Title VII jurisdiction over plaintiff's claim of sex discrimination would not entail excessive entanglement in the religious mission of Wahlert High School, for example, the Northern District of Iowa noted that conducting such an inquiry \"need not even concern [the court] in any way with the content of [the Catholic Church's] code [of moral conduct] nor with the substance of Catholic teaching generally. Certainly the court need not pass judgment on the substance of the Catholic <span class=\"star-pagination\">*719</span> Church's moral or doctrinal precepts.\" <i>Dolter v. Wahlert High School,</i> 483 F.Supp. 266, 270 (N.D.Iowa 1980). Rather, the court had only to decide whether the church's precepts, as applied by the school, were applied equally to men and women, and whether plaintiff was fired only because she was pregnant rather than because she had engaged in premarital sex in violation of the moral code. <i>Id.</i></p>\n<p>In <i>Winkler v. Rocky Mountain Conference of the United Methodist Church,</i> 923 P.2d 152, 156 (Colo.App.1995), cert. denied, 519 U.S. 1093, 117 S.Ct. 771, 136 L.Ed.2d 716 (1997), the court addressed a female parishioner's suit against the Rocky Mountain Conference for negligent hiring and supervision based on a pastor's extreme and outrageous sexual conduct. The Conference asserted that plaintiff's claims were barred by the establishment clause, arguing that the Book of Discipline governed the manner of discipline and removal of ministers and that its handling of the complaints against the pastor pursuant to the prescribed procedures were protected under the First Amendment. Relying on <i>Destefano</i> and <i>Moses,</i> the court rejected the Conference's defense, noting also that neither the pastor \"nor the Conference contend[ed] that [the pastor's] method of communicating with parishioners by touching, hugging, and expressing affection was based on any religious tenet or belief.\" <i>Winkler,</i> 923 P.2d at 157.</p>\n<p>In accordance with the Fourth Circuit's holding that religious institutions' employment decisions may be subjected to Title VII scrutiny when such decisions do not involve a church's spiritual functions, and mindful of the Eighth Circuit's caution against the potentially abusive use of the First Amendment as a shield to protect otherwise prohibited employment decisions, this court holds that the primary effect of this court's exercise of jurisdiction over plaintiffs' hostile environment claims will not inhibit religion and that jurisdiction of this matter is not barred by the establishment clause of the First Amendment.</p>\n<p></p>\n<h2>V. Motion to Dismiss under Rule 12(b)(6)</h2>\n<p>As explained earlier, this court will treat defendants' 12(b)(6) motion as one for summary judgment, construing the facts alleged in the pleadings in the light most favorable to plaintiffs, the non-moving parties. The court concludes that plaintiffs have set forth a prima facie case of hostile environment sexual harassment and that defendants are not entitled to judgment as a matter of law on these claims. Plaintiffs have alleged that Privette's conduct was unwelcome and that they were subject to his harassment by virtue of their sex. They have certainly alleged that they were subjectively offended by Privette's behavior and that his harassment rendered their working environment hostile and abusive. Plaintiffs have also alleged sufficient facts from which a jury could conclude that their working environment was objectively offensive as required by <i>Harris.</i> Finally, plaintiffs have alleged that defendants had actual knowledge of Privette's sexually harassing behavior toward women before plaintiffs began working for the Church; that each of them reported Privette's behavior to representatives of defendants and of the Church on numerous occasions; and that defendants failed to take any remedial action. Certainly, plaintiffs have raised several genuine issues of material fact that prevent this court from resolving the matter upon a motion for summary judgment.</p>\n<p></p>\n<h2>VI. Retaliation</h2>\n<p>Plaintiff Smith alleges that \"[o]n or about February 1996, [she] was demoted from Pastor's Secretary to Church Secretary in retaliation for reporting the unconsented [sic] and offensive touching and sexual harassment by Senior Pastor Privette.\" (Compl. ś 31.) To prevail on a claim for retaliation under Title VII, a <span class=\"star-pagination\">*720</span> plaintiff must show that she engaged in protected activity, that the employer took adverse employment action against her, and that a causal connection existed between the protected activity and the adverse action. <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 365 (4th Cir. 1985), abrogated on other grounds by <i>Price Waterhouse v. Hopkins,</i> 490 U.S. 228, 109 S.Ct. 1775, 104 L.Ed.2d 268 (1989); <i>Wilson v. Southern National Bank of North Carolina,</i> 92 F.3d 1184, 1996 WL 445088, *5 (4th Cir.1996) (No. 95-1831).</p>\n<p>Smith's report to her superiors about Privette's sexual harassment constitutes protected activity under Title VII. Smith also alleges that she was demoted. While demotion is certainly an adverse employment action, Smith has not provided any factual basis from which this court could conclude that her reassignment was actually a \"demotion.\" Smith does not allege that she received a decrease in wages or benefits, that her workload was increased or that her reassignment involved any other type of significant change in her responsibilities. As such, the court cannot find that Smith's complaint alleges an adverse action for purposes of a retaliation claim. Accordingly, plaintiff Smith has failed to state a claim for retaliation under Title VII upon which relief can be granted, and that claim will therefore be dismissed.</p>\n<p></p>\n<h2>VII. Insufficiency of Process</h2>\n<p>Defendants allege that plaintiffs failed to commence this suit within 90 days of receiving notice of their rights to sue. See 42 U.S.C. § 2000e-5(f)(1). (Def.s' Mem. at 5-6.) Defendants base their argument on plaintiffs' alleged failure properly to serve defendants with the complaint and summons in this matter within five days of the filing of the complaint as required by North Carolina Rule of Civil Procedure 4(a). Plaintiffs submitted a copy of the summons presumably issued in this case, and defendants have acknowledged that, if plaintiffs can authenticate that summons, service has been accomplished and defendants' timeliness defense should be disregarded. (Def.s' Reply at 6.) This court directs plaintiffs to provide evidence of the authenticity of the summons as requested by defendants so that this issue may be resolved.</p>\n<p>The court notes, however, that Title VII's requirement that a plaintiff properly file a complaint within 90 days of receiving a right-to sue letter is not jurisdictional. The \"90-day period is not a jurisdictional prerequisite to maintaining a Title VII suit; it can be waived, or tolled by the court when equity demands. <i>Zipes v. Trans World Airlines, Inc.,</i> 455 U.S. 385, 398, 102 S.Ct. 1127, 71 L.Ed.2d 234 (1982).\" <i>Hart v. Skadden, Arps, Slate, Meagher &amp; Flom,</i> 1991 WL 355061, *3 (M.D.N.C. Aug.5, 1991). Accordingly, this court may, in its discretion and if appropriate, toll the 90-day period and permit plaintiffs to serve defendants properly upon request.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, this court DENIES defendants' motion to dismiss plaintiffs' Title VII hostile environment claims for lack of subject matter jurisdiction. Defendants' motion to dismiss the hostile environment claims for failure to state a claim, treated as a motion for summary judgment, is also DENIED. To the extent that plaintiff Smith attempted to allege retaliation, this court ALLOWS defendants' motion to dismiss for failure to state a claim, and Smith's retaliation claim is DISMISSED. Finally, this court DIRECTS plaintiffs to provide evidence of the authenticity of the summons attached to their memorandum in opposition within 20 days of the date of this Order.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the named defendant is The North Carolina Conference of the United Methodist Church, the affidavit of Kermit Braswell, the District Superintendent of the Raleigh District of the Conference, consistently refers to the entity as the North Carolina Annual Conference of the United Methodist Church. This court assumes, based on the papers submitted by the parties, that these are not two separate entities and that the correct name of the defendant is the North Carolina Annual Conference of the United Methodist Church.</p>\n<p>[2]  Defendants mention, in their recitation of the facts of this case, that \"[p]laintiffs do not allege that they were employees of the District or Conference.\" (Def.s' Mem. at 3.) Defendants do not, however, present an argument that plaintiffs are precluded from bringing a Title VII action against defendants based on the fact that plaintiffs are not defendants' contractual employees, and thus, the court declines to address the issue absent briefing by the parties.</p>\n<p>[3]  Rule 12(b) specifically provides that, if the court considers matters outside the pleadings and treats a motion under Rule 12(b)(6) as one for summary judgment, \"all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\" Fed.R.Civ.P. 12(b). Defendants, as movants, submitted matters outside the pleadings, which they could assume the court would consider. While plaintiffs did not submit any materials and have not been given an opportunity to do so, defendants did submit the formal grievances filed by each of the plaintiffs as exhibits to the affidavit of Kermit Braswell. These letters, describing the events and conduct at issue in this case, are helpful to plaintiffs and contributed to this court's determination that summary judgment must be denied. As such, the court's failure to allow plaintiffs an opportunity to submit additional materials is not prejudicial to their case.</p>\n<p>[4]  Plaintiffs have argued that the decision rendered by the North Carolina Court of Appeals in <i>Smith v. Privette,</i> 495 S.E.2d 395, 128 N.C.App. 490 (1998), is res judicata as to the issues presented by defendants in this court because that case involved the same parties and the same issues. Defendants argue that their assertion of a defense based upon the First Amendment is not a collateral attack on the Wake County action. (Def.s' Reply at 3-4.) In any event, as defendants point out, there has not been a final judgment in the Wake County action, and therefore, collateral estoppel does not apply. See <i>Swanson v. State,</i> 335 N.C. 674, 691, 441 S.E.2d 537, 548 (1994), cert. denied, 513 U.S. 1056, 115 S.Ct. 662, 130 L.Ed.2d 598 (1994) (\"collateral estoppel, like res judicata, only occurs `when there has been a final judgment or decree'\"), disapproved on other grounds by <i>Bailey v. North Carolina,</i> 348 N.C. 130, 167, 500 S.E.2d 54, 75-76 (1998). Accordingly, the court will render a decision on the jurisdictional issue in this case.</p>\n<p>[5]  Concluding that a serious doubt as to the constitutionality of Title VII was raised by the potential encroachment of the State into the ecclesiastical relationship between the church and its minister, the <i>McClure</i> court apparently sought to avoid the constitutional question by holding that \"Congress did not intend, through the nonspecific wording of the applicable provisions of Title VII, to regulate the employment relationship between church and minister.\" <i>McClure,</i> 460 F.2d at 560-561.\n</p>\n<p>In <i>Rayburn,</i> the Fourth Circuit implicitly rejected that reasoning, holding that Congress clearly expressed its affirmative intention that Title VII apply to the employment decisions made by religious institutions with respect to their ministerial employees. <i>Rayburn,</i> 772 F.2d at 1167. The <i>Rayburn</i> court, reaching a result similar to that in <i>McClure,</i> based its reasoning on the free exercise and establishment clauses of the First Amendment. The <i>Rayburn</i> holding that Title VII was intended to prohibit employment discrimination on the basis of sex by religious institutions, aside from being binding upon this court as a decision of the Fourth Circuit, is cleaner in its analysis and does not categorically prohibit any review of all aspects of the church-minister relationship. The <i>Rayburn</i> court clearly limited its holding to review of an employment decision of the type at issue in that case. As explained more fully below, the facts in this case present a significantly different aspect of the church-minister relationship than that at issue in <i>Rayburn.</i></p>\n<p>[6]  This court notes the tension between <i>McClure</i>'s recognition of Congress's intent to limit the statutory religious exemption in Title VII, <i>McClure,</i> 460 F.2d at 558, and the <i>McClure</i> court's holding that Congress did not intend, through Title VII, to regulate the employment relationship between churches and their ministers. <i>Id.</i> at 560-561.</p>\n<p>[7]  The court does not intend, by its adoption of the terminology \"church-minister\" exception, to suggest that this line of cases applies only to Protestant institutions and their clergy. The same principles are equally applicable to other religious entities and their clergy, including rabbis, priests, and imams.</p>\n<p>[8]  See also <i>Catholic University,</i> 83 F.3d at 464 and 467 (free exercise clause and establishment clause forbid judicial review of nun's sex discrimination claim based on university's denial of her application for tenure); <i>Young v. Northern Illinois Conference of United Methodist Church,</i> 21 F.3d 184 (7th Cir.) (free exercise clause bars Title VII sex discrimination action by probationary minister against her church), cert. denied, 513 U.S. 929, 115 S.Ct. 320, 130 L.Ed.2d 281 (1994); <i>Scharon v. St. Luke's Episcopal Presbyterian Hospitals,</i> 929 F.2d 360 (8th Cir.1991) (chaplain's Title VII and ADEA claims against church-affiliated hospital are barred by religion clauses); <i>Minker v. Baltimore Annual Conference of United Methodist Church,</i> 894 F.2d 1354, 1356-1358 (D.C.Cir.1990) (adjudication of minister's ADEA claim against his church would violate free exercise clause because interpretation of the appointment and antidiscrimination provisions of the Book of Discipline is inherently an ecclesiastical matter); <i>Natal v. Christian and Missionary Alliance,</i> 878 F.2d 1575, 1577 (1st Cir.1989) (free exercise clause prohibits court from reviewing minister's wrongful termination claim premised on church's failure to adhere to its own rules and regulations); <i>Hutchison v. Thomas,</i> 789 F.2d 392, 393 (6th Cir.), cert. denied, 479 U.S. 885, 107 S.Ct. 277, 93 L.Ed.2d 253 (1986) (court could not constitutionally intervene in dispute regarding subjective judgments made by religious officials and bodies that minister had become \"unappointable\" due to recurring problems in his relationships with local congregations); <i>Schmoll v. Chapman University,</i> 70 Cal.App.4th 1434, 83 Cal. Rptr.2d 426 (1999) (church affiliated University chaplain's FEHA discrimination claim barred by free exercise and establishment clauses); <i>Sanders v. Casa View Baptist Church,</i> 898 F.Supp. 1169, 1181-1182 (N.D.Tex.1995) (holding minister's breach of contract and wrongful discharge claims against his church were barred by First Amendment), aff'd, 134 F.3d 331 (5th Cir.), cert. denied, ___ U.S. ___, 119 S.Ct. 161, 142 L.Ed.2d 132 (1998); <i>Van Osdol v. Vogt,</i> 908 P.2d 1122 (Colo.1996) (minister's Title VII sex discrimination claim barred by free exercise and establishment clauses).</p>\n<p>[9]  While the <i>McClure</i> court based its decision on an analysis of the free exercise clause, some of the courts following <i>McClure</i> have based their decisions on a combination of free exercise and establishment clause principles. The similarity of the discrete inquiries is explained fully below.</p>\n<p>[10]  See also <i>Minker,</i> 894 F.2d at 1356-1357 (dismissing ministers ADEA claims because \"determination of `whose voice speaks for the church' is per se a religious matter\" and the \"evaluation of the `gifts and graces' of a minister must be left to ecclesiastical institutions.\") (citations omitted); <i>Van Osdol,</i> 908 P.2d at 1128 (\"recognition of the link between a church's religious doctrine and its choice of a minister\" underlaid <i>Minker</i> court's decision).</p>\n<p>[11]  See also <i>DeMarco v. Holy Cross High School,</i> 4 F.3d 166 (2nd Cir.1993) (exception not applied to math teacher at Catholic high school for purposes of his ADEA claim although teacher had minimal religious duties); <i>Geary v. Visitation of Blessed Virgin Mary Parish School,</i> 7 F.3d 324 (3rd Cir.1993) (exception did not apply to lay teacher at church-operated elementary school); <i>Dole v. Shenandoah Baptist Church,</i> 899 F.2d 1389 (4th Cir.), cert. denied, 498 U.S. 846, 111 S.Ct. 131, 112 L.Ed.2d 99 (1990) (ministerial exemption from FLSA not applied to bar discrimination claim of teachers employed by religious school where teachers did not perform sacerdotal functions, did not serve as church governors and belonged to no clearly delineated religious order); <i>E.E.O.C. v. Fremont Christian School,</i> 781 F.2d 1362 (9th Cir.1986) (exception not applied to religious school employees' Title VII and EPA claims regarding school's discriminatory health insurance plan); <i>Volunteers of America-Minnesota-Bar None Boys Ranch v. N.L.R.B.,</i> 752 F.2d 345 (8th Cir.), cert. denied, 472 U.S. 1028, 105 S.Ct. 3502, 87 L.Ed.2d 633 (1985) (no violation of First Amendment for NLRB to assert jurisdiction over church run treatment center where primary purpose of center was not the propagation of faith and where employees performed essentially secular functions); <i>E.E.O.C. v. Southwestern Baptist Theological Seminary,</i> 651 F.2d 277 (5th Cir.1981), cert. denied, 456 U.S., 905, 102 S.Ct. 1749, 72 L.Ed.2d 161 (1982) (exception not applied to maintenance workers at seminary who were also training to be ministers and religious seminary required to follow Title VII's reporting guidelines for these non-ministerial employees); <i>Guinan v. Roman Catholic Archdiocese of Indianapolis,</i> 42 F.Supp.2d 849, 1998 WL 1045822 (S.D.Ind. Dec. 11, 1998) (No. IP-98-16 CB/5) (exception not applied to ADEA claim of fifth grade elementary teacher at religious school whose duties were primarily secular); <i>Lukaszewski v. Nazareth Hospital,</i> 764 F.Supp. 57 (E.D.Pa.1991) (exception not applied to director of plant operations at religious hospital).</p>\n<p>[12]  \"[A] sexually objectionable environment must be both objectively and subjectively offensive, one that a reasonable person would find hostile or abusive, and one that the victim in fact did perceive to be so.\" <i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 118 S.Ct. 2275, 2283, 141 L.Ed.2d 662 (1998); <i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993) (serious effect on psychological well-being not required to prove sufficiently severe or pervasive harassment for hostile environment claim).</p>\n<p>[13]  Where ministers have brought the claims, the <i>McClure</i> line of cases is arguably more relevant to the jurisdictional issue. Nevertheless, as described below, courts have acknowledged the viability of such sexual harassment claims.</p>\n<p>[14]  See also <i>Van Osdol,</i> 908 P.2d at 1129 and 1133, n. 17 (decision does not bar non-clergy employees from suing church on discrimination claims nor does it bar ministers from bringing employment discrimination claims that do not stem directly from a hiring or discharge decision; decision does not effect validity of claim based on negligent hiring of a minister).</p>\n<p>[15]  But see <i>Bollard v. California Province of the Society of Jesus,</i> 1998 WL 273011 (N.D.Cal. May 15, 1998) (No. C97-300651) (dismissing sexual harassment claim by faculty member of religious school relying upon church-minister exception and possibility of excessive entanglement); and <i>Black v. Snyder,</i> 471 N.W.2d at 721 (Randall, J. dissenting).</p>\n<p>[16]  If it appears during the course of this litigation that a doctrinal issue must be addressed to resolve plaintiffs' complaint, the court would not be precluded from revisiting this issue. For purposes of this motion to dismiss, however, there is no forecast of evidence suggesting that such an issue will arise.</p>\n<p>[17]  To the extent that the government's \"active involvement ... in religious activity,\" <i>Walz,</i> 397 U.S. at 668, 90 S.Ct. 1409, is the focus of the establishment clause inquiry, the establishment clause analysis mirrors the free exercise analysis â   both examine the level of governmental intrusion into religious affairs in an effort either to protect the church's autonomy with respect to church government, faith and doctrine or to prevent the inhibition of religion. Because the inquiries are so similar, many of the establishment clause analyses provided by courts barring ministers' claims do not differ markedly from the free exercise analyses in those cases. The focus of both is inevitably the degree to which government becomes involved in a particular church's governance and the inappropriateness of such involvement. Because defendants have made separate arguments based on the free exercise clause and the establishment clause, however, the court addresses defendants' arguments as presented.</p>\n<p>[18]  Some critics have argued that recognizing such an exemption under the guise of the establishment clause would, in fact, have the effect of establishing religion to the extent that such an exemption favors religious institutions over secular employers for purposes of Title VII liability. See Shawna Meyer Eikenberry, <i>Thou Shalt Not Sue the Church: Denying Court Access to Ministerial Employees,</i> 74 Ind.L.J. 269, 284-285 (1998). The Supreme Court's explanation of the theory underlying the first amendment supports such an argument:\n</p>\n<p>Government in our democracy, state and national, must be neutral in matters of religious theory, doctrine, and practice. It may not be hostile to any religion or to the advocacy of nonreligion; and it may not aid, foster, or promote one religion or religious theory against another or even against the militant opposite. The First Amendment mandates governmental neutrality between religion and religion, and between religion and nonreligion.</p>\n<p><i>Epperson v. Arkansas,</i> 393 U.S. 97, 103-104, 89 S.Ct. 266, 21 L.Ed.2d 228 (1968).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (1999)</b></center>\n<center><h1>Debbie F. SMITH and Tracy Newman, Plaintiffs,<br>\nv.<br>\nThe RALEIGH DISTRICT OF THE NORTH CAROLINA CONFERENCE OF THE UNITED METHODIST CHURCH; and the North Carolina Conference of the United Methodist Church, Defendants.</h1></center>\n<center>No. 5:98-CV-715-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 27, 1999.</center>\n<p><span class=\"star-pagination\">*695</span> <span class=\"star-pagination\">*696</span> Joyce L. Davis, Raleigh, NC, Zoe G. Mahood, Joyce L. Davis &amp; Associates, Raleigh, NC, for plaintiffs.</p>\n<p>Frederick K. Sharpless, Elrod &amp; Lawing, Greensboro, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss under Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6).</p>\n<p>On 18 June 1998, plaintiffs Debbie F. Smith and Tracy Newman filed a complaint in the Superior Court of Wake County against the Raleigh District of the North Carolina Conference of the United Methodist Church (the District) and the North Carolina Conference of the United Methodist Church (the Conference), alleging that defendants violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et seq., and the Civil Rights Act of 1991 by failing to take appropriate action to ensure a work environment free of sexual harassment. On 15 September 1998, defendants removed the action to this court pursuant to 28 U.S.C. § 1441. Also on that date, defendants filed this motion, a supporting memorandum, and the affidavit of Kermit Braswell. Plaintiffs requested and were granted an extension of time to respond to defendants' motion to dismiss pending a ruling by the court on plaintiffs' anticipated motion to remand.</p>\n<p>On 15 October 1998, plaintiffs timely filed a motion to remand, or in the alternative, to stay the proceedings until similar state proceedings were concluded, which defendants opposed on 5 November 1998. On 16 February 1999, this court denied plaintiffs' motion and directed plaintiffs to file a response to defendants' motion to dismiss within twenty days.</p>\n<p>Plaintiffs obtained a further extension of time within which to file their response, and, on 22 March 1999, plaintiffs filed a brief in opposition to defendants' motion to dismiss. On 31 March 1999, defendants filed a reply. The parties have briefed the issues, and the motion to dismiss is now ripe for review.</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>On 26 February 1996, plaintiffs filed an action in Wake County Superior Court (Civil Action No. 96-CV-1983) against Senior Pastor William Edward Privette alleging assault and battery, and against White Plains United Methodist Church (the Church), the District, and the Conference alleging negligent supervision and retention. (Pl.s' Mem., Ex. 1.) The trial court dismissed plaintiffs' claims against the Church and defendants for lack of subject matter jurisdiction, and plaintiffs appealed. On 3 February 1998, the North Carolina Court of Appeals reversed the trial court's dismissal of the negligent supervision and retention claims against the Church and defendants and remanded for discovery and trial. (Pl.s' Mem., Ex. 2.) On 6 May 1998, the North Carolina Supreme Court dismissed the Church's and defendants' notices of appeal. (Pl.s' Mem., Ex. 4.) Subsequently, plaintiffs settled with the Church and dismissed their claims against it. As of the date plaintiffs filed a response in this matter, the trial date for plaintiffs' negligent supervision and retention claims against defendants had not yet <span class=\"star-pagination\">*697</span> been set and discovery had not been completed. While plaintiffs were appealing the trial court's dismissal of their claims against the Church and defendants, plaintiffs tried their assault and battery case against Privette, and a jury found in their favor, awarding them $420,000 in compensatory and punitive damages. (Pl.s' Mem. at 7.)</p>\n<p>At the same time plaintiffs initiated their cause of action against Privette, the Church, and defendants in state court, plaintiffs also initiated the requisite administrative proceedings to bring an action against defendants pursuant to Title VII. In early 1996, plaintiffs contacted the EEOC and filed formal charges of discrimination against the Church and defendants. Plaintiffs received notices of their right to sue on 20 March 1998. They then timely filed this Title VII action against defendants in Wake County Superior Court (Civil Action No. 98-CV-07238/5:98-CV-715-BR) in lieu of amending their complaint in the pending state court case.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiffs' Title VII claims are based upon allegations that William Edward Privette, then Senior Pastor of the White Plains United Methodist Church in Cary, North Carolina, sexually harassed them during the course of their employment with the Church. (Compl. śś 24-27 (Newman) and śś 28-31 (Smith).) Plaintiffs also allege that defendants knew about the harassment and failed to take action to stop it.</p>\n<p>At all times relevant to these proceedings, Privette was an ordained minister of The United Methodist Church and a clergy member of the North Carolina Annual Conference (the Annual Conference or the Conference).<sup>[1]</sup> (Braswell Aff. ś 7). The Church is a charge within the Annual Conference, and the Annual Conference is one of the divisions of the United Methodist Church (UMC). (Braswell Aff. śś 5, 3). The UMC also contains the General, Jurisdictional, Central and Charge Conferences (Braswell Aff. ś 3) as well as numerous other annual conferences covering various geographic regions. See <i>United Methodist Church, Baltimore Annual Conference v. White,</i> <span class=\"citation no-link\"><span class=\"volume\">571</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">790</span></span>, n. 1 (D.C.1990). The internal affairs of the UMC are governed by the UMC's Constitution and the 1992 Book of Discipline. (Braswell Aff. ś 3). The Church is organized in accordance with the Book of Discipline, and the Bishop of the Conference assigned Privette to the Church pursuant to the procedures set forth in that document. (Braswell Aff. śś 5, 8.) The appointment of ministers is a part of the itinerant general superintendency in the UMC. (Braswell Aff. ś 9.) As prescribed by the Book of Discipline, the Church paid Privette's salary and benefits. (Braswell Aff. ś 10.)</p>\n<p>Newman began working for the Church as a receptionist in September 1994, (Compl.śś 17-18), and Smith began working for the Church as the Pastor's Secretary in May 1995.<sup>[2]</sup> (Braswell Aff., Ex. A.) Privette supervised each of the plaintiffs to some extent. (Compl.śś 21, 23.) Privette allegedly began harassing Newman immediately after she began working for the Church in September 1994, and Smith in <span class=\"star-pagination\">*698</span> July 1995. Newman and Smith reported Privette's sexual harassment to representatives of both the Church and defendants. (Compl. śś 25-27 (Newman) and śś 29-30 (Smith); Braswell Aff., Ex. A (Smith) and Ex. C (Newman).)</p>\n<p>Although Privette's harassment of Newman began immediately after she started working for the Church in September 1994, Newman did not complain at that time because she did not want \"it to seem like [she] was causing waves\" and she was afraid she might lose her job. (Braswell Aff., Ex. C.) In March 1995, Newman spoke with Toni Speakman, the Church's Business Manager, about Privette's harassment. (Compl.ś 25.) Newman subsequently received an apology from Privette, and the harassment stopped for about a week. The harassment then continued. Newman felt Speakman's response was inadequate and spoke with her again in July 1995. (Braswell Aff., Ex. C; Compl. ś 26.) Newman also reported Privette's harassment to Kermit Braswell, the District Superintendent of the Raleigh District of the Conference. (Compl.ś 27.) Ultimately, Newman submitted a two-week notice of her resignation on 1 August 1995 and subsequently submitted a written grievance to defendants on 22 February 1996. (Id.)</p>\n<p>In September 1995, Smith reported Privette's harassment to the Pastor of Membership and Evangelism, Ray Warren, an individual assigned to the Church by defendants. (Braswell Aff., Ex. A.) Warren allegedly told Smith he would take care of the situation. (Id.) The harassment continued. On 17 November 1995, Smith spoke with Ann Carver, the Staff Parish Relations Committee contact person, about Privette's harassment. The harassment continued. (Id.) On 30 November 1995, Smith, along with several other female employees in the Church office, met with Speakman regarding Privette's harassing behavior. Unsatisfied with Speakman's response to her concerns, Smith submitted her formal grievance to Braswell on 5 December 1995. (Braswell Aff., Ex. A.) She alleges that defendants retaliated against her for reporting the sexual harassment by demoting her from Pastor's Secretary to Church Secretary approximately two months after she filed her grievance. (Compl.ś 31.) Privette remained the Senior Pastor at the Church until May 1997. (Pl.s' Br. at 5.) Although Newman's grievance letter indicates that she stopped working for the Church in August 1995, Smith's grievance does not indicate whether she left her employment with the Church or whether she continued working with Privette through the date he voluntarily resigned in July 1997.</p>\n<p>The UMC's Book of Discipline contains a procedure for initiating, processing, and resolving grievances. Pursuant to that procedure, the Bishop or District Superintendent</p>\n<blockquote>shall first attempt to resolve the grievance to the satisfaction of all parties through the supervision process. If the grievance cannot be so resolved, then it may be referred as a complaint to the Board of Ordained Ministry.... The complaint is then referred to the Joint Review Committee.... The committee shall attempt to resolve the matter ... but if it is unable to do so, it refers the matter back to the Board of Ordained Ministry with its recommendations. The Board may then recommend appropriate remedial action, up to and including termination of the minister's membership in the Conference. Either the Board of Ordained Ministry through the Committee on Investigation, or the affected minister may choose trial in accordance with procedures set forth in the 1992 Book of Discipline. An involuntary termination of membership must be acted upon by the executive session of the clergy members of the annual conference.</blockquote>\n<p>(Braswell Aff. ś 11.)</p>\n<p>As noted, plaintiffs filed formal grievances complaining about Privette's sexually harassing conduct in December 1995 <span class=\"star-pagination\">*699</span> and February 1996. Braswell referred those grievances to William H. Sherman, the Chair of the Board of Ordained Ministry, and Sherman referred those complaints to the Joint Review Committee. (Braswell Aff. ś 13.) According to Braswell, the Committee ultimately referred the matter back to the Board of Ordained Ministry with recommendations, and the Board recommended remedial action to the Bishop. The Bishop acted upon the recommendations, and Privette allegedly accepted those recommendations. (Braswell Aff. ś 14.) While Braswell's affidavit describes the procedures pursuant to which plaintiffs' grievances were handled, the affidavit does not describe the Board's recommendations. In July 1997, Privette voluntarily surrendered his credentials as a minister of the UMC and ended his membership in the Conference. (Braswell Aff. ś 15.)</p>\n<p>Plaintiffs do not describe the nature of the remedial action, if any, taken by defendants in response to their grievances, nor do the parties state when any allegedly remedial action was taken. Plaintiffs do allege, however, that defendants \"failed to take timely and appropriate action to correct the problem and, hence, permitted [their] employee, Senior Pastor Privette, to continue sexual harassment of the Plaintiffs,\" (Compl.ś 37), and that defendants' \"failure to act upon notice of sexual harassment by one of [their] employees unreasonably interfered with the Plaintiffs' work performance and created an intimidating, hostile, offensive and abusive work environment.\" (Compl.ś 38.) Plaintiffs seek a permanent injunction, back pay, compensatory damages for past and future pecuniary and nonpecuniary losses, punitive damages, attorneys' fees and costs.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Legal Standard</h2>\n<p>Defendants seek to dismiss plaintiffs' claims against them for lack of subject matter jurisdiction pursuant to Fed. R.Civ.P. 12(b)(1) or, in the alternative, for failure to state a claim pursuant to Rule 12(b)(6).</p>\n<blockquote>In considering a 12(b)(1) motion, the complaint will be construed broadly and liberally.... However, unlike a 12(b)(6) analysis, the court will not draw argumentative inferences in favor of the plaintiff.... The burden of proof is on the party asserting jurisdiction. Finally, in ruling on a 12(b)(1) motion, the court may consider exhibits outside the pleadings without converting the proceeding into one for summary judgment.</blockquote>\n<p><i>Clayton v. Stephens,</i> <span class=\"citation\" data-id=\"2347501\"><a href=\"/opinion/2347501/clayton-v-stephens/\"><span class=\"volume\">6</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">480</span></a></span>, 484 (E.D.N.C.1996), aff'd, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1323</span></span> (4th Cir.1998). Accordingly, this court will consider the affidavit of Kermit Braswell and the attached exhibits in its consideration of defendants' Rule 12(b)(1) motion.</p>\n<p>Pursuant to Fed.R.Civ.P. 12(b), if matters outside the pleadings are submitted with a motion to dismiss for failure to state a claim and those matters are considered by the court, the court shall treat the motion as one for summary judgment. Fed.R.Civ.P. 12(b). Because this court has considered the affidavits and exhibits submitted by the parties, the court will treat defendant's Rule 12(b)(6) motion as a motion for summary judgment.</p>\n<p>Summary judgment is appropriate only if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c). A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on her pleadings; rather, the nonmovant must establish the existence of a genuine issue of material fact. <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. As to materiality, \"[o]nly disputes over facts that might affect the outcome of the suit under governing law will properly preclude the entry of summary judgment.\" <span class=\"star-pagination\">*700</span> <i>Id.</i> When a court evaluates the evidence presented for purposes of a summary judgment motion, the nonmoving party is entitled to have the credibility of her evidence as forecast assumed; her version of all that is in dispute accepted; all internal conflicts in it resolved favorably to her; the most favorable of possible alternative inferences from it drawn in her behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence so considered. <i>Charbonnages de France v. Smith,</i> <span class=\"citation\" data-id=\"365759\"><a href=\"/opinion/365759/charbonnages-de-france-v-frank-b-smith-juanita-smith-frank-smith-jr/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 414 (4th Cir.1979).<sup>[3]</sup></p>\n<p></p>\n<h2>II. Title VII and Congressional Intent</h2>\n<p>Defendants argue that this court's exercise of jurisdiction over plaintiffs' Title VII claims is prohibited by the First Amendment to the United States Constitution.<sup>[4]</sup> Before addressing plaintiffs' claims and defendants' responses premised on the First Amendment, this court must determine \"whether Title VII and the First Amendment necessarily collide in this case.\" <i>Rayburn v. General Conference of Seventh-Day Adventists,</i> <span class=\"citation\" data-id=\"458558\"><a href=\"/opinion/458558/carole-a-rayburn-v-general-conference-of-seventh-day-adventists-an/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span>, 1166 (4th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></span> (1986). As the Supreme Court has written:</p>\n<blockquote>In keeping with the Court's prudential policy it is incumbent upon us to determine whether the [National Labor Relations] Board's exercise of its jurisdiction here would give rise to serious constitutional questions. If so, we must first identify \"the affirmative intention of the Congress clearly expressed\" before concluding that the Act grants jurisdiction.</blockquote>\n<p><i>National Labor Relations Board v. Catholic Bishop of Chicago,</i> <span class=\"citation\" data-id=\"110040\"><a href=\"/opinion/110040/nlrb-v-catholic-bishop-of-chicago/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 501, 507, <span class=\"citation\" data-id=\"110040\"><a href=\"/opinion/110040/nlrb-v-catholic-bishop-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1313</span></a></span>, <span class=\"citation\" data-id=\"110040\"><a href=\"/opinion/110040/nlrb-v-catholic-bishop-of-chicago/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">533</span></a></span> (1979) (declining to construe the NLRA in a manner that would require the Court to resolve difficult questions arising out of the religion clauses in the absence of a clear expression of Congressional intent to bring teachers in church-operated schools within the jurisdiction of the NLRB). Indeed, if this court's exercise of jurisdiction would give rise to serious first amendment questions, the court should inquire whether a construction of the statute is fairly possible pursuant to which such questions may be avoided. See <i>Rayburn,</i> 772 F.2d at 1166 (citing <i>International Association of Machinists v. Street,</i> <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">740</span></a></span>, 749-750, <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1784</span></a></span>, <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1141</span></a></span> (1961)).</p>\n<p>Subjecting the employment decisions of these religious defendants to Title VII scrutiny will give rise to serious constitutional <span class=\"star-pagination\">*701</span> questions. See <i>McClure v. Salvation Army,</i> <span class=\"citation\" data-id=\"303545\"><a href=\"/opinion/303545/4-fair-emplpraccas-490-4-empl-prac-dec-p-7719-mrs-billie-b-mcclure/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 560 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span></span> (1972) (application of Title VII to church-minister employment relationship gives rise to serious free exercise questions). It is not possible, however, for this court to avoid those questions by concluding that Title VII is not applicable to religious institutions.<sup>[5]</sup> Title VII broadly prohibits discrimination on the basis of race, sex, national origin, and religion, and as the Fourth Circuit has explained, \"[t]he language and the legislative history of Title VII both indicate that the statute exempts religious institutions only to a narrow extent.\" <i>Rayburn,</i> 772 F.2d at 1166. Section 702 of Title VII provides:</p>\n<blockquote>This subchapter shall not apply ... to a religious corporation, association, educational institution, or society with respect to the employment of individuals of a particular religion to perform work connected with the carrying on by such corporation, association, educational institution, or society of its activities.</blockquote>\n<p>42 U.S.C. § 2000e-1 (1982). Although this exception permits religious institutions to discriminate based on religion or religious preferences, Title VII does not permit religious organizations to discriminate on the basis of race, sex, or national origin. <i>Rayburn,</i> 772 F.2d at 1166-1167 (citing, <i>inter alia,</i> Section-by-Section Analysis of H.R.1946, the Equal Employment Opportunity Act of 1972). See also, <i>E.E.O.C. v. Pacific Press Publishing Ass'n,</i> <span class=\"citation\" data-id=\"403389\"><a href=\"/opinion/403389/28-fair-emplpraccas-1596-29-empl-prac-dec-p-32817-equal-employment/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span>, 1277 (9th Cir.1982); <i>E.E.O.C. v. Mississippi College,</i> <span class=\"citation\" data-id=\"380476\"><a href=\"/opinion/380476/23-fair-emplpraccas-1501-24-empl-prac-dec-p-31268-equal-employment/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span> (5th Cir.1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3143</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span></span> (1981); <i>McClure v. Salvation Army,</i> <span class=\"citation\" data-id=\"303545\"><a href=\"/opinion/303545/4-fair-emplpraccas-490-4-empl-prac-dec-p-7719-mrs-billie-b-mcclure/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 558 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span></span> (1972) (Congress did not intend that religious organizations be exempt from liability for discriminating against employees on the basis of sex with respect to their conditions of employment).<sup>[6]</sup> Claims of hostile environment sexual harassment constitute a form of sex discrimination actionable under Title VII. <i>Meritor Savings Bank, FSB v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1986); <i>Katz v. Dole,</i> <span class=\"citation\" data-id=\"419751\"><a href=\"/opinion/419751/31-fair-emplpraccas-1521-32-empl-prac-dec-p-33639-deborah-ann-katz/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span> (4th Cir.1983); 42 U.S.C. § 2000e-2(a)(1). Title VII, therefore, by \"`the affirmative intention of the Congress, clearly expressed,'\" applies to the defendants' conduct in this case. <i>Rayburn,</i> 772 F.2d at 1166 (quoting <i>NLRB</i>). This court must consequently address the serious constitutional questions raised by plaintiffs' claims and defendants' responses thereto.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*702</span> III. Defendants' Immunity Under First Amendment</h2>\n<blockquote>Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.</blockquote>\n<p>United States Constitution, Amendment I.</p>\n<p></p>\n<h2><i>A. Prohibitions of the Free Exercise Clause</i></h2>\n<p>Congress is not permitted to make a law that prohibits the free exercise of religion. \"The limits placed by the First Amendment on the Government extend to its judicial as well as legislative branch.\" <i>E.E.O.C. v. Catholic University of America,</i> <span class=\"citation\" data-id=\"718187\"><a href=\"/opinion/718187/equal-employment-opportunity-commission-and-elizabeth-mcdonough-v-the/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span>, 460 (D.C.Cir.1996).</p>\n<blockquote>Each person's right to believe as he wishes and to practice that belief according to the dictates of his conscience so long as he does not violate the personal rights of others, is fundamental to our system.... This basic freedom is guaranteed not only to individuals but also to churches in their collective capacities, which must have power \"to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine.\"</blockquote>\n<p><i>Rayburn,</i> 772 F.2d at 1167 (citing <i>Kedroff v. St. Nicholas Cathedral of Russian Orthodox Church in North America,</i> <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 116, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">120</span></a></span> (1952)). See also <i>Catholic University,</i> 83 F.3d at 460 (citing <i>Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah,</i> <span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 531-533, <span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2217</span></a></span>, <span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1993) and <i>Kedroff</i>). The free exercise principle as it applies to churches has been discussed in several Supreme Court decisions addressing property disputes arising from conflicts within churches as to matters of church governance, faith or doctrine.</p>\n<blockquote>`The right to organize voluntary religious associations to assist in the expression and dissemination of any religious doctrine, and to create tribunals for the decision of controverted questions of faith within the association, and for the ecclesiastical government of all the individual members, congregations, and officers within the general association is unquestioned. All who unite themselves to such a body do so with an implied consent to this government, and are bound to submit to it. But it would be a vain consent and would lead to the total subversion of such religious bodies, if any one aggrieved by one of their decisions could appeal to the secular courts and have them reversed. It is of the essence of these religious unions, and of their right to establish tribunals for the decision of questions arising among themselves, that those decisions should be binding in all cases of ecclesiastical cognizance, subject only to such appeals as the organism itself provides. ...'</blockquote>\n<blockquote>This is applicable to `questions of discipline, or of faith, or of ecclesiastical rule, custom, or law,'....</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>... The [<i>Watson</i>] opinion radiates ... a spirit of freedom for religious organizations, an independence from secular control or manipulation, in short, power to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine.</blockquote>\n<p><i>Kedroff,</i> 344 U.S. at 115-116, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span> (regarding inter-church controversy over the right to use St. Nicholas Cathedral) (quoting <i>Watson v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></span> (1871) and citing <i>Gonzalez v. Roman Catholic Archbishop of Manila,</i> <span class=\"citation\" data-id=\"101466\"><a href=\"/opinion/101466/gonzalez-v-roman-catholic-archbishop-of-manila/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16-17, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1929)).</p>\n<p>While the Free Exercise clause protects religious beliefs and a church's management of its internal affairs, it does not uniformly sanction all religious conduct, nor does it protect all actions taken within the context of a religious environment.</p>\n<blockquote>[T]he Amendment embraces two concepts, â  freedom to believe and freedom to act. The first is absolute but, in the nature of things, the second cannot be. <span class=\"star-pagination\">*703</span> Conduct remains subject to regulation for the protection of society. The freedom to act must have appropriate definition to preserve the enforcement of that protection.</blockquote>\n<p><i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 303-304, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1213</span></span> (1940). See also <i>Sherbert v. Verner,</i> <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, 403, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">965</span></a></span> (1963) (\"`even when action [prompted by religious beliefs] is in accord with one's religious convictions, (it) is not totally free from legislative restrictions'\" (citations omitted)).</p>\n<p>The issues in this case specifically call into question the appropriate definition of defendants' freedom to act. The Supreme Court's free exercise jurisprudence makes clear that defendants' conduct is subject to regulation for the protection of society. Explaining that the \"`mere possession of religious convictions which contradict the relevant concerns of a political society does not relieve the citizen from the discharge of political responsibilities,'\" the Supreme Court in <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">876</span></a></span> (1990) held that \"the right of free exercise does not relieve an individual of the obligation to comply with a `valid and neutral law of general applicability on the ground that the law proscribes ... conduct that his religion prescribes....'\" <i>Smith,</i> 494 U.S. at 879, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span> (citations omitted). In other words, \"<i>Smith</i> held that neutral, generally applicable laws may be applied to religious practices even when not supported by a compelling governmental interest.\" <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, 2161, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997); <i>Goodall v. Stafford County School Board,</i> <span class=\"citation\" data-id=\"699561\"><a href=\"/opinion/699561/matthew-b-goodall-an-infant-by-his-father-and-next-friend-robert-b/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">168</span></a></span>, 171 (4th Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1046</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></span> (1996) (after <i>Smith,</i> \"free exercise challenge to a generally applicable law that incidentally affects the practice of religion should not be analyzed under the strict approach\" set forth in <i>Sherbert v. Verner,</i> <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">965</span></a></span> (1963)).</p>\n<p>Because Title VII is a neutral, generally applicable federal law and because, as the Fourth Circuit concluded in <i>Rayburn,</i> Congress intended Title VII to regulate the conduct of religious institutions, this court must apply Title VII to defendants' conduct with respect to plaintiffs in this matter unless first amendment principles external to, and not inconsistent with, the Supreme Court's reasoning in <i>Smith</i> and <i>Flores</i> bar the court's exercise of jurisdiction.</p>\n<p></p>\n<h2><i>B. The Church-Minister Exception</i></h2>\n<p>Defendants argue that their decisions with respect to the supervision and management of Privette as a minister of the Methodist Church are insulated from judicial review because judicial resolution of plaintiffs' claims would interfere unconstitutionally with the employment relationship between the church and its minister and because those decisions represent matters of internal church governance under <i>Kedroff</i> and related cases. In considering various types of Title VII employment discrimination claims asserted against churches, religious institutions, religiously-affiliated educational institutions, and church hospitals, courts have had numerous opportunities to consider first amendment defenses similar to that raised by defendants. Those cases may be roughly divided into two categories: 1) cases in which ministers have brought employment discrimination claims against their own churches; and 2) cases in which secular or lay employees of religious institutions have brought discrimination actions against their employers.</p>\n<p>In the former group of cases, the Fourth Circuit and other courts have uniformly agreed that suits in which ministers or those individuals performing ministerial functions challenge the selection, failure to hire, assignment, and/or discharge decisions of religious institutions are barred by the First Amendment. (hereinafter the <span class=\"star-pagination\">*704</span> \"McClure\" line of cases and the \"church-minister\" or \"ministerial\" exception).<sup>[7]</sup><i>Rayburn,</i> 772 F.2d at 1169. See also <i>Bell v. Presbyterian Church (U.S.A.),</i> <span class=\"citation\" data-id=\"746856\"><a href=\"/opinion/746856/james-m-bell-v-presbyterian-church-usa-board-of-church-and-society/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 331 (4th Cir.1997) (minister's wrongful termination claim barred by First Amendment because civil court has no jurisdiction over ecclesiastical decisions by churches as to how they will expend their funds); <i>McClure v. Salvation Army,</i> <span class=\"citation\" data-id=\"303545\"><a href=\"/opinion/303545/4-fair-emplpraccas-490-4-empl-prac-dec-p-7719-mrs-billie-b-mcclure/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span> (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span></span> (1972) (minister's sex discrimination claim barred by free exercise clause).<sup>[8]</sup> The church-minister exception is solidly grounded upon the language of the Supreme Court's decision in <i>Kedroff:</i> \"[f]reedom to select the clergy, where no improper methods of choice are proven, we think, must now be said to have federal constitutional protection as a part of the free exercise of religion against state interference.\" <i>Kedroff,</i> 344 U.S. at 116, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>.</p>\n<p>Courts have also applied the church-minister exception to bar claims brought by lay employees of religious institutions whose \"primary duties consist of teaching, spreading the faith, church governance, supervision of a religious order, or supervision or participation in religious ritual and worship....\" <i>Rayburn,</i> 772 F.2d at 1169. See also <i>Catholic University,</i> 83 F.3d at 463; <i>Young,</i> 21 F.3d at 186. The special role and particular responsibilities held by a minister or individual with a similar theological function are crucial to the courts' reasoning in all of the foregoing cases.</p>\n<p>The ministerial exception to Title VII was first articulated in <i>McClure.</i> In that case, the Fifth Circuit held that the application of Title VII to the employment relationship between a church and its ministers would violate the free exercise clause of the First Amendment.<sup>[9]</sup> The court <span class=\"star-pagination\">*705</span> based its holding upon the specific nature of the role of a minister in a church, explaining that \"[t]he relationship between an organized church and its ministers is its lifeblood. The minister is the chief instrument by which the church seeks to fulfill its purpose. Matters touching this relationship must necessarily be recognized as of prime ecclesiastical concern.\" <i>McClure,</i> 460 F.2d at 559. As such, the court held that the selection of a minister and the functions accompanying such selection, such as the determination of a minister's salary, her assignment and her duties in furtherance of the church's religious mission, are matters of \"church administration and government and thus, purely of ecclesiastical cognizance.\" <i>McClure,</i> 460 F.2d at 560. An investigation and review of such matters would produce \"the very opposite of that separation of church and State contemplated by the First Amendment.\" <i>Id.</i></p>\n<p>The Fourth Circuit has also emphasized the freedom a religious institution must have to select the people that will speak on its behalf and communicate its religious teachings:</p>\n<blockquote>The right to choose ministers without government restriction underlies the well-being of religious community, ... for perpetuation of a church's existence may depend upon those whom it selects to preach its values, teach its message, and interpret the doctrines both to its own membership and to the world at large.... Any attempt by government to restrict a church's free choice of its leaders thus constitutes a burden on the church's free exercise rights.</blockquote>\n<p><i>Rayburn,</i> 772 F.2d at 1167-1168.<sup>[10]</sup></p>\n<p>In contrast to those cases in which courts have barred claims by ministers or other employees with spiritual functions against their churches based on the First Amendment stands a line of cases embodying the corollary principle. In these cases, courts have held that secular or lay employees who do not perform essentially religious functions are protected by Title VII and that religious institutions are not insulated from liability under Title VII or other antidiscrimination statutes for various forms of discriminatory conduct with respect to such employees. See <i>Rayburn,</i> 772 F.2d at 1169 (\"Title VII properly applied to the secular employment decisions of a religious institution\"). In so holding, these courts have relied upon Title VII's broad applicability and the limited exception granted to religious institutions in that statute. See <i>E.E.O.C. v. Pacific Press Publishing Ass'n,</i> <span class=\"citation\" data-id=\"403389\"><a href=\"/opinion/403389/28-fair-emplpraccas-1596-29-empl-prac-dec-p-32817-equal-employment/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span> (9th Cir. 1982) (female employee's Title VII discrimination and retaliation claims against religious publishing house based on unequal pay not barred by First Amendment), abrogated on other grounds by <i>American Friends Service Comm. Corp. v. Thornburgh,</i> <span class=\"citation\" data-id=\"573963\"><a href=\"/opinion/573963/american-friends-service-committee-corporation-stephen-g-cary-teresa/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span> (9th Cir.1991); <i>E.E.O.C. v. Mississippi College,</i> <span class=\"citation\" data-id=\"380476\"><a href=\"/opinion/380476/23-fair-emplpraccas-1501-24-empl-prac-dec-p-31268-equal-employment/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span> (5th Cir.1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3143</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span></span> (1981) (application of Title VII with respect to EEOC investigation of hiring practices regarding faculty members at church-related college not a violation of First Amendment) (hereinafter the \"Mississippi College\" line of cases.)<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*706</span> The applicability of the ministerial exception is a question of law for the court. See <i>EEOC v. Southwestern Baptist Theological Seminary,</i> <span class=\"citation\" data-id=\"391211\"><a href=\"/opinion/391211/26-fair-emplpraccas-558-26-empl-prac-dec-p-32017-equal-employment/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">277</span></a></span>, 285 (5th Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1749</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1982); <i>Guinan v. Roman Catholic Archdiocese of Indianapolis,</i> <span class=\"citation\" data-id=\"2501880\"><a href=\"/opinion/2501880/guinan-v-roman-cath-archdiocese-of-indianapolis/\"><span class=\"volume\">42</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">849</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">1045822</span></span>, *2 (S.D.Ind. Dec.11, 1998). In <i>E.E.O.C. v. Roman Catholic Diocese of Raleigh, North Carolina,</i> <span class=\"citation\" data-id=\"2414930\"><a href=\"/opinion/2414930/eeoc-v-roman-catholic-diocese-of-raleigh/\"><span class=\"volume\">48</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">505</span></a></span> (E.D.N.C.1999), the court explained that, in applying the ministerial exception, a court \"merely determines if the individual falls within the exception.\" <i>Diocese of Raleigh,</i> at 512. In all of the foregoing cases, the \"individual\" the courts have assessed to determine the applicability of the exception has been the plaintiff. Simply assessing the role of the plaintiffs vis-a-vis the defendants and the Church in this case would lead the court to conclude that the church-minister exception does not apply because plaintiffs are not ministers, and they do not primarily serve the spiritual or pastoral mission of the Church.</p>\n<p>This case presents an atypical, hybrid situation, however, and defendants correctly suggest that a more searching analysis is required. As in the <i>Mississippi College</i> line of cases, the plaintiffs here are secular, lay employees who performed non-religious, administrative tasks for a religious institution. Like the plaintiffs in the <i>Mississippi College</i> line of cases, these plaintiffs are also bringing suit against defendants in an attempt to hold them directly liable for their own conduct â   here, awareness of a hostile environment and failure to correct it. However, unlike the <i>Mississippi College</i> cases, the issues in this case may involve, not only the relationship between defendants and these secular employees of the Church, but also, to a lesser extent, the defendants' relationship with the minister that they assigned to that Church. In this respect, the case presents issues reminiscent of those in the <i>McClure</i> line of cases â   the court's ability to subject to judicial scrutiny at least some small aspect of the church-minister relationship.</p>\n<p>Accordingly, defendants argue that this court cannot exercise jurisdiction over plaintiffs' hostile environment claims because, in doing so, the court would be required to interfere with a religious organization's policies regarding the selection, supervision and retention of its clergy â   an interference purportedly prohibited by the free exercise clause of the First Amendment. (Def.s' Mem. at 7-12.) Specifically, defendants maintain that their response to plaintiffs' sexual harassment claims necessarily implicates the church-minister employment relationship and that the manner in which defendants handle such complaints, and presumably whether they decide to handle such complaints at all, are <span class=\"star-pagination\">*707</span> matters of internal church governance and discipline, governed by the UMC's Book of Discipline, a religious document. Defendants suggest that, because they responded to plaintiffs' grievances in accordance with the Book of Discipline, this court's exercise of jurisdiction plaintiffs' claims will encroach upon their ability to manage their internal affairs in violation of the free exercise clause of the First Amendment. See <i>Catholic University,</i> 83 F.3d at 460 (citing <i>Kedroff</i>).</p>\n<p>Although defendants rely heavily on the church-minister exception in an attempt to make out their first amendment defense, this court believes that, given the facts of this case, the defense is more properly based upon the church autonomy principle articulated in the Supreme Court decisions upon which the church-minister exception was based. Therefore, it is necessary to examine those decisions and the free exercise principles set forth therein to determine whether the First Amendment bars this court's exercise of jurisdiction over plaintiffs' claims.</p>\n<p></p>\n<h2><i>C. Free Exercise and the Church Autonomy Principle</i></h2>\n<p>The church-minister exception is based upon the principle of church autonomy recognized in a line of Supreme Court cases addressing property disputes arising from substantial internal church conflicts or schisms. See <i>Watson v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">679</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></span> (1871); <i>Gonzalez v. Roman Catholic Archbishop of Manila,</i> <span class=\"citation\" data-id=\"101466\"><a href=\"/opinion/101466/gonzalez-v-roman-catholic-archbishop-of-manila/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1929); <i>Kedroff v. St. Nicholas Cathedral of Russian Orthodox Church in North America,</i> <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">120</span></a></span> (1952); <i>Presbyterian Church v. Mary Elizabeth Blue Hull Memorial Presbyterian Church,</i> <span class=\"citation\" data-id=\"107832\"><a href=\"/opinion/107832/presbyterian-church-in-us-v-mary-elizabeth-blue-hull-memorial-presbyterian/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, <span class=\"citation\" data-id=\"107832\"><a href=\"/opinion/107832/presbyterian-church-in-us-v-mary-elizabeth-blue-hull-memorial-presbyterian/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"107832\"><a href=\"/opinion/107832/presbyterian-church-in-us-v-mary-elizabeth-blue-hull-memorial-presbyterian/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (1969); and <i>Serbian Eastern Orthodox Diocese for the United States &amp; Canada v. Milivojevich,</i> <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, 721-722, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">151</span></a></span> (1976) (hereinafter the <i>\"Kedroff\"</i> line of cases).</p>\n<p>In <i>Watson,</i> the Supreme Court addressed a conflict between two factions of the Walnut Street Presbyterian Church, one of which was aligned with the Presbyterian Church of the United States, arising from the opposing positions taken by the Presbyterian Church and various members of Walnut Street with respect to slavery and the Civil War. To resolve the resulting property dispute regarding the control of the local church, the Court had to determine the extent to which decisions of the highest adjudicatory body within the Presbyterian Church could be reviewed by the court. When a</p>\n<blockquote>local congregation is itself but a member of a much larger and more important religious organization, and is under its government and control, and is bound by its orders and judgments .... we think the rule of action which should govern the civil courts ... is, that, whenever the questions of discipline, or of faith, or ecclesiastical rule, custom, or law have been decided by the highest of these church adjudicatories to which the matter has been carried, the legal tribunals must accept such decisions as final, and as binding on them, in their application to the case before them.... It is of the essence of these religious unions, and of their right to establish tribunals for the decision of questions arising among themselves, that those decisions should be binding in all cases of ecclesiastical cognizance, subject only to such appeals as the organism itself provides for.</blockquote>\n<p><i>Watson,</i> 80 U.S. at 727, 729. While <i>Watson</i> \"contains a reference to the relations of church and state under our system of laws, [the case] was decided without depending upon prohibition of state interference with the free exercise of religion.\" <i>Kedroff,</i> 344 U.S. at 115, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>. In subsequent cases, however, courts have focused on the <i>Watson</i> Court's disavowal of its ability to resolve an ecclesiastical dispute based on differing interpretations of church law. See <i>Bell v. Presbyterian</i> <span class=\"star-pagination\">*708</span> <i>Church (U.S.A.),</i> <span class=\"citation\" data-id=\"746856\"><a href=\"/opinion/746856/james-m-bell-v-presbyterian-church-usa-board-of-church-and-society/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 331 (4th Cir.1997).</p>\n<p>Many years later, in <i>Gonzalez,</i> applying the same principle, the Supreme Court upheld a decision by the Supreme Court of the Phillipine Islands refusing \"to force a Roman Catholic Archbishop to appoint the plaintiff to a chaplaincy which [had been] denied to him based on an interpretation of Roman Catholic canon law.\" <i>Bell,</i> 126 F.3d at 331.</p>\n<blockquote>In the absence of fraud, collusion, or arbitrariness, the decisions of the proper church tribunals on matters purely ecclesiastical, although affecting civil rights, are accepted in litigation before the secular courts as conclusive, because the parties in interest made them so by contract or otherwise. Under like circumstances, effect is given in the courts to the determinations of the judicatory bodies established by clubs and civil associations.</blockquote>\n<p><i>Gonzalez,</i> 280 U.S. at 16-17, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></span>. Like <i>Watson, Gonzalez</i> was not decided on the basis of the First Amendment. However, <i>Gonzalez</i> has been cited frequently for the proposition that, because appointment to chaplaincy is a canonical act, it is the \"function of the church authorities to determine what the essential qualifications of a chaplain are and whether the candidate possesses them.\" <i>Gonzalez,</i> 280 U.S. at 16, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></span>; <i>Catholic University,</i> 83 F.3d at 460 and 462; <i>Diocese of Raleigh,</i> at 509.</p>\n<p>More recently, in <i>Kedroff,</i> the Court applied this nascent church autonomy principle to resolve a property dispute between the Russian Orthodox Church in America and the Most Sacred Governing Synod of the Russian Orthodox Church in Moscow. The Court there held unconstitutional a New York statute purporting \"to transfer the control of the New York churches of the Russian Orthodox religion from the central governing hierarchy of the Russian Orthodox Church, the Patriarch of Moscow and the Holy Synod, to the governing authorities of the Russian Church in America....\" <i>Kedroff,</i> 344 U.S. at 107, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>. In <i>Kedroff,</i> the Court wrote that the controversy \"concerning the right to use St. Nicholas Cathedral is strictly a matter of ecclesiastical government, the power of the Supreme Church Authority of the Russian Orthodox Church to appoint the ruling hierarch of the archdiocese of North America.\" <i>Id.</i> at 115, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>. The Court concluded that, by prohibiting the free exercise of an ecclesiastical right, the Church's choice of its hierarchy, the statute violated the First Amendment. <i>Id.</i> at 119, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>. \"Freedom to select the clergy, where no improper methods of choice are proven, we think, must now be said to have federal constitutional protection as a part of the free exercise of religion as against state interference.\" <i>Kedroff,</i> 344 U.S. at 95, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>. Thus, the <i>Kedroff</i> Court recognized that a church's selection of its own clergy is among the matters of church government, faith and doctrine, which churches should have the power to decide for themselves. <i>Id.</i></p>\n<p>In <i>Blue Hull,</i> the Court reasserted the prohibition upon the government's interference with religious doctrine. In that case, the Court addressed the validity of a Georgia law applied to resolve a church property dispute that arose when two local churches withdrew from a hierarchical general church organization as a result of pronouncements made by the general church on issues as varied as the ordination of women and the Vietnam War. The Supreme Court held unconstitutional Georgia's law that implied a trust of local church property for the benefit of the general church \"on the sole condition that the general church adhere to its tenets of faith and practice existing at the time of affiliation by the local churches.\" <i>Blue Hull,</i> 393 U.S. at 443, <span class=\"citation\" data-id=\"107832\"><a href=\"/opinion/107832/presbyterian-church-in-us-v-mary-elizabeth-blue-hull-memorial-presbyterian/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">601</span></a></span>.</p>\n<blockquote>The departure-from-doctrine element of the Georgia implied trust theory requires the civil court to determine matters at the very core of a religion â   the interpretation of particular church doctrines <span class=\"star-pagination\">*709</span> and the importance of those doctrines to the religion. Plainly, the First Amendment forbids civil courts from playing such a role.</blockquote>\n<p><i>Blue Hull,</i> 393 U.S. at 450, <span class=\"citation\" data-id=\"107832\"><a href=\"/opinion/107832/presbyterian-church-in-us-v-mary-elizabeth-blue-hull-memorial-presbyterian/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">601</span></a></span>.</p>\n<p>Finally, in <i>Serbian Eastern Orthodox,</i> a case regarding control of the Serbian Eastern Orthodox Diocese for the United States of America and Canada, its property and assets, the underlying and pivotal issue concerned the propriety and validity of the Mother Church's disciplinary action with respect to a particular bishop. In that case, the Church had disciplined the bishop for \"clear, substantive canonical violations ... based on [the bishop's] conceded open defiance and rebellion against the church hierarchy\" and his \"decision to litigate the Mother Church's authority in the civil courts rather than participate in the disciplinary proceedings before the Holy Synod and the Holy Assembly.\" <i>Serbian Eastern Orthodox,</i> 426 U.S. at 720, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>. The Illinois Supreme Court held that the Mother Church's suspension, removal and defrocking of the bishop were procedurally and substantively defective under the internal regulations of the Mother Church. Upon review, the Supreme Court held that \"the inquiries made by the Illinois Supreme Court into matters of ecclesiastical cognizance and polity and the court's actions pursuant thereto contravened the First and Fourteenth Amendments.\" <i>Serbian Eastern Orthodox,</i> 426 U.S. at 698, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>.</p>\n<blockquote>The fallacy fatal to the judgment of the Illinois Supreme Court is that it rests upon an impermissible rejection of the decisions of the highest ecclesiastical tribunals of this hierarchical church upon the issues in dispute, and impermissibly substitutes its own inquiry into church polity and resolutions based thereon of those disputes.</blockquote>\n<p><i>Serbian Eastern Orthodox,</i> 426 U.S. at 708, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>. The Illinois court unconstitutionally undertook the \"resolution of quintessentially religious controversies whose resolution the First Amendment commits exclusively to the highest ecclesiastical tribunals of this hierarchical church.\" <i>Id.</i> at 720, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span>.</p>\n<p>These Supreme Court cases all support the principle that churches should be able to \"decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine.\" <i>Kedroff,</i> 344 U.S. at 116, <span class=\"citation\" data-id=\"105044\"><a href=\"/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orthodox-church-of-north/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></a></span>. The cases, taken together, establish and reinforce the rule that \"the government may not displace the free religious choices of its citizens by placing its weight behind a particular religious belief, tenet, or sect.\" <i>Serbian Eastern Orthodox,</i> 426 U.S. at 733, <span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2372</span></a></span> (Rehnquist, J., dissenting). <i>Kedroff</i> and the succeeding property dispute cases, however, did not involve the court's exercise of jurisdiction in cases involving neutral statutes of general application. Rather, the cases involved the validity of state statutes specifically designed to address religious conflicts and the propriety of judicial review of a church's faithfulness to its own internal regulations. The <i>Kedroff</i> cases also involved intrachurch disputes, not disputes between religious institutions and secular third parties. Whether the church autonomy principle developed in the <i>Kedroff</i> cases should be applied to immunize these religious defendants against plaintiffs' sexual harassment case â   a case in which the court does not run the risk of displacing the free religious choices of defendants by placing its weight behind a particular religious belief and a case in which harm to secular third parties has been alleged â   presents a wholly different issue.</p>\n<p>As the earlier description of the church-minister cases illustrates, courts that have exercised and declined jurisdiction over Title VII cases involving religious institutions have based their respective decisions on the degree to which resolving the issues raised by a plaintiff's claims would require intrusion into the spiritual functions of the religious institution at issue. The Fourth Circuit stated this principle clearly in <i>Rayburn:</i></p>\n<blockquote>\n<span class=\"star-pagination\">*710</span> Of course churches are not â   and should not be â   above the law. Like any other person or organization, they may be held liable for their torts and upon their valid contracts. <i>Their employment decisions may be subject to Title VII scrutiny, where the decision does not involve the church's spiritual functions.</i>\n</blockquote>\n<p><i>Rayburn,</i> 772 F.2d at 1171 (emphasis added). See also <i>Minker,</i> 894 F.2d at 1360-1361 (allowing minister to proceed with a breach of contract action against the church noting that the resolution of such a claim potentially would not require an impermissible inquiry into religious or church doctrine). The Fourth Circuit's statement of the law is consistent with the church autonomy principle set forth in the <i>Kedroff</i> cases, because, generally speaking, the spiritual functions of a church include matters of faith, doctrine and church governance.</p>\n<p></p>\n<h2><i>D. Church Autonomy Principle Applied to Plaintiffs' Title VII Claim</i></h2>\n<p>Based on the facts as alleged by plaintiffs, the materials submitted by both parties, and a review of the elements of the hostile environment cause of action and existing case law, this court concludes that, contrary to defendants' arguments, it should not have to intrude upon the spiritual functions of either the United Methodist Church, or the defendants as representatives thereof, in its attempt to resolve plaintiffs' hostile environment sexual harassment claims.</p>\n<p>Plaintiffs claim that defendants violated Title VII because they knew or should have known about the sexually harassing environment to which plaintiffs were subjected as a result of Privette's conduct and that defendants failed to take action to protect plaintiffs. An examination of the elements of plaintiffs' claims demonstrates that a judicial inquiry in this case is unlikely to violate defendants' first amendment rights.</p>\n<p>To establish a claim for hostile environment sexual harassment under Title VII, a plaintiff employee must prove that (1) the subject conduct was unwelcome; (2) it was based on the sex of the plaintiff; (3) it was sufficiently severe or pervasive to alter the plaintiffs' conditions of employment and to create an abusive working environment;<sup>[12]</sup> and (4) it was imputable on some factual basis to the employer. See <i>Spicer v. Virginia,</i> <span class=\"citation\" data-id=\"705094\"><a href=\"/opinion/705094/69-fair-emplpraccas-bna-1255-66-empl-prac-dec-p-43684-peggy-m/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 710 (4th Cir.1995); <i>Swentek v. USAIR, Inc.,</i> <span class=\"citation\" data-id=\"495243\"><a href=\"/opinion/495243/betsy-ann-swentek-v-usair-inc-jon-r-ludlam-womens-legal-defense-fund/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 557 (4th Cir.1987).</p>\n<p>The fourth element requires a plaintiff to demonstrate a factual basis upon which a harasser's conduct may be imputed to an employer. An employer's liability for its employee's sexual harassment of another individual may be premised on the employer's own negligence. \"An employer is negligent with respect to sexual harassment if it knew or should have known about the conduct but failed to stop it. Negligence sets a minimum standard for employer liability under Title VII....\" <i>Burlington Industries, Inc. v. Ellerth,</i> <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>, 2267, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1998); <i>Faragher,</i> 118 S.Ct. at 2294. As the Supreme Court noted recently,</p>\n<blockquote>[t]here have ... been myriad cases in which District Courts and Courts of Appeals have held employers liable on account of actual knowledge by the employer, or high-echelon officials of an employer organization, of sufficiently harassing action by subordinates, which the employer or its informed officers have done nothing to stop..... In such <span class=\"star-pagination\">*711</span> instances, the combined knowledge and inaction may be seen as demonstrable negligence, or as the employer's adoption of the offending conduct and its results, quite as if they had been authorized affirmatively as the employer's policy.</blockquote>\n<p><i>Faragher,</i> 118 S.Ct. at 2284. See also, <i>Dees v. Johnson Controls World Services, Inc.,</i> <span class=\"citation\" data-id=\"761824\"><a href=\"/opinion/761824/79-fair-emplpraccas-bna-1446-75-empl-prac-dec-p-45771-12-fla-l/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">417</span></a></span>, 421 (11th Cir.1999) (under theory of direct liability \"[t]he harassment can be ascribed to the employer's negligence when the employer knew or should have known about the harassment and failed to take remedial action.\") As the Fourth Circuit has explained,</p>\n<blockquote>the plaintiff must show that the employer knew or should have known of the harassment, and took no effectual action to correct the situation. This showing can ... be rebutted by the employer directly, or by pointing to prompt remedial action reasonably calculated to end the harassment....</blockquote>\n<p><i>Katz v. Dole,</i> <span class=\"citation\" data-id=\"419751\"><a href=\"/opinion/419751/31-fair-emplpraccas-1521-32-empl-prac-dec-p-33639-deborah-ann-katz/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 256 (4th Cir. 1983).</p>\n<p>Courts have held that \"`[a]ctual knowledge will be demonstrable in most cases where the plaintiff has reported harassment to management-level employees.' ... [and] that an employee who is a `low-level supervisor' may also be a management-level employee for purposes of imputing knowledge to the employer when he is titled supervisor and has some authority over other employees.\" <i>Wilson v. Tulsa Junior College,</i> <span class=\"citation\" data-id=\"157339\"><a href=\"/opinion/157339/wilson-v-tulsa-jr-college/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">534</span></a></span>, 542 (10th Cir.1998) (citations omitted). In a hostile environment claim premised on an employer's negligence, the plaintiff bears the burden of establishing that the employer's conduct was unreasonable. In determining whether an employer's conduct was reasonable, a fact-finder may consider whether the remedial action taken was reasonably likely to prevent the misconduct from recurring. <i>Wilson,</i> 164 F.3d at 542-543; <i>Katz,</i> 709 F.2d. at 256.</p>\n<p>The number of published and on-line decisions in which courts have addressed sexual harassment claims against religious institutions is extremely limited, and most of those that are available involve claims made by ministers.<sup>[13]</sup> Those cases provide very little guidance on the question of whether a religious employer's failure to protect secular employees from harassment involves the church's spiritual functions. In <i>Van Osdol,</i> Justice Mullarkey of the Colorado Supreme Court wrote a concurrence specifically stating that he believed the plaintiff, who was a minister, may have a hostile environment claim based on the alleged sexual harassment and that the analysis required for such a claim</p>\n<blockquote>does not require inquiry into intrinsically ecclesiastical concerns .... Evaluation of whether a hostile work environment exists does not impinge on core religious beliefs such that either the free exercise of religion is affected or there is threat of excessive government entanglement. The First Amendment defense to a claim based on hostile work environment caused by sexual harassment must fail.</blockquote>\n<p><i>Van Osdol,</i> 908 P.2d at 1134 (Mullarkey, J., concurring).<sup>[14]</sup> Likewise in <i>Nigrelli v. Catholic Bishop of Chicago,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">36712</span></span>, *4 (N.D.Ill. Mar.15, 1991), the court held that there was \"no doubt that ... the court need not inquire into the doctrines and religious goals of the Catholic church [or] of the [parochial] school\" to determine <span class=\"star-pagination\">*712</span> whether plaintiff, the principal of the Catholic school, was sexually harassed by Father Lutz, her immediate supervisor and the Pastor of the parish. <i>Nigrelli,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">36712</span></span> (principal of Catholic school's Title VII claim that she was sexually harassed by her supervising Pastor not barred by First Amendment). In <i>Black v. Snyder,</i> <span class=\"citation\" data-id=\"2042068\"><a href=\"/opinion/2042068/black-v-snyder/\"><span class=\"volume\">471</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">715</span></a></span> (Minn.App.1991), the Supreme Court of Minnesota allowed a minister to proceed with her sexual harassment claims against her church, which were based on state law, explaining that there was no precedent for extending the constitutional exemption under the free exercise or establishment clauses to the minister's sexual harassment claim based on conduct that occurred during the employment relationship. The minister's \"sexual harassment claim [was] unrelated to pastoral qualifications or issues of church doctrine.\" <i>Black,</i> 471 N.W.2d at 720-721. See also <i>Sanders,</i> 134 F.3d at 338-339 (implicitly recognizing viability of plaintiff's sexual harassment claim against church, the employer of the offending minister, by affirming summary judgment for church based on plaintiff's failure of proof on hostile environment claim).<sup>[15]</sup></p>\n<p>Because the foregoing decisions tend to state their holdings in a conclusory manner and because they do not address the well-stated arguments offered by defendants in this case, this court will analyze defendants' free exercise defense to plaintiffs' hostile environment claims under the principles set forth in <i>Rayburn</i> and the <i>Kedroff</i> cases. Relying on <i>Kedroff</i> to provide an expanded definition of the spiritual functions discussed in <i>Rayburn,</i> this court will examine the possible intrusion upon defendants' faith, doctrine, and church governance that would allegedly be occasioned by this court's exercise of jurisdiction over plaintiffs' claims to determine whether the free exercise clause bars plaintiffs' claims.</p>\n<p>The court need not dwell on the issues of faith and doctrine because defendants have not alleged a particular religious belief or doctrine that would be compromised by this court's exercise of jurisdiction over plaintiffs' hostile environment claims. Defendants certainly have not suggested that the Methodist Church condones sexual harassment in any way, and, in fact, their Book of Discipline apparently contains some sort of grievance procedure to deal with such complaints in a formal manner. (Braswell Aff. ś 12.)</p>\n<p>It is the church's right to autonomy in matters of internal governance that poses the more difficult question in this case. The only element of the hostile environment claim that raises governance concerns is the fourth â   the requirement that a plaintiff demonstrate the factual basis for an employer's liability. As explained above, plaintiffs must show that defendants knew or should have known about the harassment \"and took no effectual action to correct the situation.\" <i>Katz,</i> 709 F.2d at 256. Defendants may rebut plaintiffs' evidence by \"pointing to prompt remedial action reasonably calculated to end the harassment.\" <i>Katz,</i> 709 F.2d at 256. Thus, the evidence required by the employer liability prong of the hostile environment test will entail an evaluation of defendants' interactions with plaintiffs and may entail an evaluation of defendants' actions with respect to Privette. The inquiry as to whether defendants knew or should have known about the harassment does not implicate the First Amendment. Because defendants allegedly \"disciplined\" Privette in accordance with the dictates of the Book of Discipline, defendants argue that the court's evaluation of defendants' actions with respect to their minister would be an intrusion upon the church-minister relationship and upon the church's right to govern itself.</p>\n<p><span class=\"star-pagination\">*713</span> The court's exercise of jurisdiction over plaintiffs' Title VII claims, however, may not even entail a review of the formal \"disciplinary\" actions taken by defendants in accordance with the Book of Discipline in response to plaintiffs' formal grievances. Based on the court's review of the facts as plaintiffs have alleged them, defendants' alleged negligence, i.e., failure to respond effectively to plaintiffs' complaints, may be determinable by an evaluation of defendants' responses to the various complaints that plaintiffs lodged with supervisory employees of the Church and defendants, Toni Speakman and Ray Warren, long before plaintiffs initiated the formal grievance process. In fact, the adequacy or inadequacy of defendants' response may be determined by defendants' failure to protect plaintiffs in light of information they received from a prior complainant. (Pl.s' Br. at 5.) Plaintiffs have alleged that, in 1993, yet another female employee reported Privette's sexually harassing conduct to the Church's Pastor of Membership and Evangelism, an individual appointed and assigned by defendants, and that subsequently, in the summer of 1994, before either plaintiff began working for the Church, that employee filed an informal grievance and reported the matter to the District Superintendent. (Pl.s' Br. at 5.)</p>\n<p>Even assuming this court must review the actions taken by defendants with respect to Privette in response to plaintiffs' formal grievances, however, such a review would not require an intrusion upon church autonomy and governance of the type or magnitude at issue in the <i>Kedroff</i> cases. Those cases involved major intra-church doctrinal or administrative disputes or, in the case of <i>Serbian Eastern Orthodox,</i> the propriety of defrocking a bishop, the judicial review of which would have required the court to choose between competing church doctrines. \"Unlike a major intra-church doctrinal dispute, ... the present case concerns the failure of a religious employer to adhere to federal regulations.\" <i>Pacific Press,</i> 676 F.2d at 1281. Indeed, Justice Rehnquist recognized the limited applicability of the <i>Kedroff</i> cases in <i>General Council on Finance and Administration of the United Methodist Church v. California Superior Court,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">35</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></span> (1978) (Rehnquist, Circuit Justice). In his order denying the Methodist Church's application for a stay of a suit against it in California, Justice Rehnquist rejected petitioner's argument that the First Amendment barred the court's exercise of jurisdiction.</p>\n<blockquote>There are constitutional limitations on the extent to which a civil court may inquire into and determine matters of ecclesiastical cognizance and polity in adjudicating intrachurch disputes. See <i>Serbian Eastern Orthodox.</i>... But this Court never has suggested that those constraints similarly apply outside the context of such intraorganization disputes.... [<i>Serbian Eastern Orthodox</i> and other related cases] are premised on a perceived danger that in resolving intrachurch disputes the State will become entangled in essentially religious controversies or intervene on behalf of groups espousing particular doctrinal beliefs.... Such considerations are not applicable to purely secular disputes between third parties and a particular defendant, albeit a religious affiliated organization, in which ... statutory violations are alleged.</blockquote>\n<p><i>General Council,</i> 439 U.S. at 1372-1373, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">35</span></span>. See also, <i>Bell,</i> 126 F.3d at 331 (Fourth Circuit citing <i>General Council</i> to define difference between secular disputes involving third parties and ecclesiastical disputes); and <i>Konkle v. Henson,</i> <span class=\"citation\" data-id=\"2011319\"><a href=\"/opinion/2011319/konkle-v-henson/\"><span class=\"volume\">672</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">450</span></a></span>, 455 n. 6 (Ind.Ct.App.1996) (recognizing Justice Rehnquist's opinion indicating that cases involving court's power to act in intrachurch disputes are not applicable to cases involving harm to third persons).</p>\n<p>As <i>General Council</i> and the Fourth Circuit have recognized, a court must consider the nature of a particular dispute involving <span class=\"star-pagination\">*714</span> a religious defendant to determine whether the First Amendment bars its exercise of jurisdiction over that dispute. A court must determine whether the dispute \"is an ecclesiastical one about `discipline, faith, internal organization, or ecclesiastical rule, custom or law,' ... or whether it is a case in which [it] should hold religious organizations liable in civil courts for `purely secular disputes between third parties and a particular defendant, albeit a religiously affiliated organization.'\" <i>Bell,</i> 126 F.3d at 331 (citing <i>General Council,</i> 439 U.S. at 1373, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">35</span></span>)). The <i>Kedroff</i> cases, including <i>Serbian Eastern Orthodox,</i> involved ecclesiastical disputes. The dispute in this case is not ecclesiastical. This is not a case where the court, by exercising jurisdiction, runs the risk of displacing the free religious choices of citizens by placing its weight behind a particular religious belief, tenet, or sect. The central issue in this case is not defendants' discipline of, or failure to discipline, Privette. Rather, this is a case about defendants' compliance with federal law and the protection of secular employees.</p>\n<p>Indeed, by urging this court to apply the church autonomy principle to bar plaintiffs' Title VII sexual harassment case, defendants reveal their fundamental misperception that the focal point of this case is their relationship with and discipline of Privette. To the contrary, the focal point of this case, one premised on Title VII, is and must be the relationship between defendants, as Privette's employer, and plaintiffs, as secular employees subject to Privette's alleged misconduct.</p>\n<p>Defendants' discipline of Privette for his transgressions and the remedial action necessary to bring an end to the allegedly hostile environment, while related, are not coincident. Defendants do not have an obligation to \"discipline\" Privette â   whatever that term may mean within the context of defendants' Book of Discipline â   nor may the court impose such an obligation upon defendants. Defendants do, however, have a legal obligation to their secular or lay employees to provide them with a working environment free of sexual harassment. To entertain plaintiffs' claim, this court need only assess the adequacy of defendants' response vis-a-vis the plaintiffs and their resulting working environment â   whether defendants took some action that was reasonably calculated to put an end to the abusive environment.</p>\n<p>Because plaintiffs' claims present secular, rather than ecclesiastical, disputes, the court can resolve the claims by reference to neutral principles of law. The Supreme Court has held that the First Amendment is not violated where a dispute can be resolved by reference to neutral principles of law. In <i>Jones v. Wolf,</i> <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">595</span></a></span>, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3020</span></a></span>, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1979), yet another case involving a dispute over church property, the Supreme Court held that the First Amendment was not violated where the dispute could be resolved by invoking neutral principles of trust and property law. Even religious documents may be examined or interpreted regarding nondoctrinal matters if the analysis can be done in purely secular terms. <i>Id.</i> at 604, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3020</span></a></span>. See also <i>Carnes v. Smith,</i> <span class=\"citation\" data-id=\"1341552\"><a href=\"/opinion/1341552/carnes-v-smith/\"><span class=\"volume\">236</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">30</span></a></span>, 39, <span class=\"citation\" data-id=\"1341552\"><a href=\"/opinion/1341552/carnes-v-smith/\"><span class=\"volume\">222</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">322</span></a></span>, 328, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (1976) (awarding church property to United Methodist Church on the basis of express trust provision in favor of the general church found in United Methodist Church's Book of Discipline); <i>Jones v. Wolf,</i> 443 U.S. at 600 and n. 2, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3020</span></a></span> (discussing <i>Carnes</i>).</p>\n<p>While the Court's holding in <i>Jones</i> was expressly limited to disputes involving church property, the neutral principles approach has been discussed and applied in other contexts. In <i>Minker,</i> the D.C. Circuit wrote that \"[i]t is true that not all provisions of a religious constitution are immune from civil court interpretation.\" <i>Minker,</i> 894 F.2d at 1358. As the court pointed out in <i>Minker</i> and reiterated in <i>Catholic University,</i> \"the neutral principles test adopted in <i>Jones</i> will only `permit[] a court to interpret provisions of <span class=\"star-pagination\">*715</span> religious documents involving ... non-doctrinal matters as long as the analysis can be done in purely secular terms.'\" <i>Catholic University,</i> 83 F.3d at 466 (citing <i>Minker</i>).</p>\n<p>Here, the analysis of plaintiffs' claims can be accomplished in secular terms â   the terms of negligence law and sexual harassment. As the Supreme Court noted in <i>Jones,</i> the Court \"cannot agree ... that the First Amendment requires the States to adopt a rule of compulsory deference to religious authority in resolving church property disputes, even where no issue of doctrinal controversy is involved.\" <i>Jones,</i> 443 U.S. at 605, <span class=\"citation\" data-id=\"110144\"><a href=\"/opinion/110144/jones-v-wolf/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3020</span></a></span>. Likewise, in this case, this court cannot agree that courts are required to defer to religious authority in resolving sexual harassment claims where no issue of doctrinal controversy is involved and where the dispute between the parties is not ecclesiastical.<sup>[16]</sup> See <i>General Council,</i> 439 U.S. at 1373, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">35</span></span>; and <i>Bell,</i> 126 F.3d at 331. As the Fifth Circuit explained in <i>Sanders,</i></p>\n<blockquote>The First Amendment does not categorically insulate religious relationships from judicial scrutiny, for to do so would necessarily extend constitutional protection to the secular components of these relationships.... Instead, the Free Exercise clause protects religious relationships ... primarily by preventing the judicial resolution of ecclesiastical disputes turning on matters of \"religious doctrine or practice.\"</blockquote>\n<p><i>Sanders,</i> 134 F.3d at 335-336 (quoting <i>Blue Hull</i>). It simply cannot be the case that these secular employees gave up their civil rights and remedies for civil wrongs committed against them in the context of their employment merely by agreeing to perform administrative duties for a religious institution. As noted by the <i>Konkle</i> court, the \"protection of society requires that religious organizations be held accountable for injuries they cause to third persons.\" <i>Konkle,</i> 672 N.E.2d at 456. For all of the foregoing reasons, this court holds that judicial review of plaintiffs' Title VII hostile environment claims will not violate defendants' free exercise rights.</p>\n<p></p>\n<h2>IV. Establishment Clause</h2>\n<p>In contrast to the free exercise clause, which was designed to prohibit the government from placing impermissible burdens upon the rights of individuals and religious institutions to hold various religious beliefs, the establishment clause was intended to prohibit the government from making laws respecting the establishment of religion. For the drafters of the religion clauses of the First Amendment, \"the `establishment' of a religion connoted sponsorship, financial support, and active involvement of the sovereign in religious activity.\" <i>Walz v. Tax Commission,</i> <span class=\"citation\" data-id=\"108135\"><a href=\"/opinion/108135/walz-v-tax-commn-of-city-of-new-york/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">664</span></a></span>, 668, <span class=\"citation\" data-id=\"108135\"><a href=\"/opinion/108135/walz-v-tax-commn-of-city-of-new-york/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1409</span></a></span>, <span class=\"citation\" data-id=\"108135\"><a href=\"/opinion/108135/walz-v-tax-commn-of-city-of-new-york/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1970).<sup>[17]</sup> Defendants argue that Title VII cannot be applied to its actions in this case because such an application would create an impermissible entanglement between the church and the government. In <span class=\"star-pagination\">*716</span> other words, defendants argue that the government (i.e., the court) should grant defendants, and presumably other similarly situated religious institutions, an exception from the application of a neutral law to avoid such entanglement.<sup>[18]</sup></p>\n<p>In <i>Lemon v. Kurtzman,</i> <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 612-613, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1971), the Supreme Court outlined a three-part test that could be used to determine whether the application of a neutral law violates the establishment clause:</p>\n<blockquote>(1) the statute must have a secular purpose;</blockquote>\n<blockquote>(2) the principal or primary effect of the statute must be one that neither advances nor inhibits religion; and</blockquote>\n<blockquote>(3) the statute must not foster an excessive government entanglement with religion.</blockquote>\n<p><i>Lemon,</i> 403 U.S. at 612-613, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>. In <i>Agostini v. Felton,</i> <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 233, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span>, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1997), the Supreme Court explained that \"the factors [the Court] use[s] to assess whether an entanglement is `excessive' [for purposes of the third prong] are similar to the factors [it] use[s] to examine `effect' [for purposes of the second]\" ... and that \"it is simplest to recognize why entanglement is significant and treat it ... as an aspect of the inquiry into a statute's effect.\" <i>Id.</i> See <i>Columbia Union College v. Clarke,</i> <span class=\"citation\" data-id=\"758741\"><a href=\"/opinion/758741/columbia-union-college-v-edward-o-clarke-jr-in-his-official-capacity/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 157 (4th Cir.1998), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2357</span></span>, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></span> (1999) (recognizing <i>Agostini</i>'s conclusion that the \"effect\" and \"entanglement\" prongs rightly comprise a single \"effect\" inquiry).</p>\n<p>Title VII has a secular purpose â   the prevention and eradication of employment discrimination. The court's application of Title VII to these facts accomplishes that purpose by providing an arena within which plaintiffs may seek to vindicate their right to work in an environment free from sexual harassment. The dispositive question in this establishment clause inquiry, as defined by <i>Agostini,</i> is whether the primary effect of the court's exercise of jurisdiction over plaintiffs' Title VII claims inhibits religion. If the court's exercise of jurisdiction over plaintiffs' hostile environment sexual harassment claims will foster excessive government entanglement with religion and ultimately inhibit religion as a result, such an exercise of jurisdiction may violate the establishment clause.</p>\n<p>Under <i>Lemon,</i> entanglement is measured by the \"`character and purposes' of the institution affected, the nature of the benefit or burden imposed, and the `resulting relationship between the government and the religious authority.'\" <i>Rayburn,</i> 772 F.2d at 1170 (citing <i>Lemon,</i> 403 U.S. at 614-615, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>). See also <i>Agostini,</i> 521 U.S. at 232, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span>.</p>\n<blockquote>Not all entanglements, of course, have the effect of advancing or inhibiting religion. Interaction between church and state is inevitable, ... and we have always tolerated some level of involvement between the two. Entanglement must be `excessive' before it runs afoul of the Establishment Clause.</blockquote>\n<p><i>Agostini,</i> 521 U.S. at 233, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span> (citing <i>Bowen v. Kendrick,</i> <span class=\"citation\" data-id=\"112138\"><a href=\"/opinion/112138/bowen-v-kendrick/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, <span class=\"star-pagination\">*717</span> 615-617, <span class=\"citation\" data-id=\"112138\"><a href=\"/opinion/112138/bowen-v-kendrick/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2562</span></a></span>, <span class=\"citation\" data-id=\"112138\"><a href=\"/opinion/112138/bowen-v-kendrick/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></a></span> (1988), in which the Court found no excessive entanglement where government reviewed the adolescent counseling program set up by the religious institutions that were grantees, reviewed the materials used by such grantees and monitored the program by periodic visits). \"Judicial caveats against entanglement must recognize that the line of separation, far from being a `wall,' is a blurred, indistinct, and variable barrier depending on all the circumstances of a particular relationship.\" <i>Lemon,</i> 403 U.S. at 614, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>; <i>Rayburn,</i> 772 F.2d at 1167 (\"wall of separation\" between church and state has become \"variable barrier\" as \"Congress has enacted comprehensive legislation to achieve desirable goals\").</p>\n<p>Defendants are organizational bodies within the UMC. Their character and purpose are unequivocally religious. In this case, the intrusion into church affairs occasioned by the court's review of plaintiffs' Title VII hostile environment claims would be extremely limited, both substantively and procedurally. Certainly, the court's exercise of jurisdiction in this matter will not place the court in a position of choosing among competing religious visions. See <i>Catholic University,</i> 83 F.3d at 465 (unconstitutional entanglement may be found where government must choose between \"competing religious visions\"). While a court's intrusion upon a church's selection of a minister may be viewed as an establishment clause violation when a court effectively mandates the selection or forbids the discharge of a certain minister, the same cannot be said of the government's enforcement of its sexual harassment laws, a process in which core religious beliefs are not at issue.</p>\n<p>In <i>Catholic University,</i> for example, a nun brought a Title VII claim based on Catholic University's denial of her application for tenure. In that case, the court's review of the Title VII action before it entailed the \"inevitable risk that the persons assessing the scholarship of a particular paper would consider whether [the plaintiff's] conclusions were in accord with what the Church teaches or what, in their judgment, the Church ought to teach.\" <i>Catholic University,</i> 83 F.3d at 466. The district court, which had tried to decide the case in accordance with neutral principles, found that \"`no expert testimony c[ould] effectively filter out the religious elements from the secular ones sufficiently to avoid unwholesome and impermissible entanglement with religious concerns.'\" <i>Catholic University,</i> 83 F.3d at 466 (citations omitted). The appellate court therefore concluded that application of Title VII to the plaintiff's employment would have required the court to choose between competing religious visions and would thus constitute an intrusion into religious affairs forbidden by the establishment clause. <i>Catholic University,</i> 83 F.3d at 466.</p>\n<p>In that case, judicial review of the University's decision would have violated the establishment clause because the court would have been substituting its own views as to who should receive the canonical mission to teach in the name of the Church for the views of the Church. As noted by the <i>Van Osdol</i> court, the principle underlying the reasoning in the entanglement cases is that</p>\n<blockquote>the appointment of a minister is an expression of the beliefs of the church and the `embodiment' of the religion. ... `It is axiomatic that the guidance of the state cannot substitute for that of the Holy Spirit and that a courtroom is not the place to review a church's determination of \"God's appointed.\" ... In analyzing a church's choice of minister, attempts to separate arguably impermissible discriminatory grounds for a decision from grounds stemming from the church beliefs excessively entangles a court with religion.</blockquote>\n<p><i>Van Osdol,</i> 908 P.2d at 1132-1133 (quoting <i>Rayburn</i>) (also explaining that claim for negligent hiring, unlike claims of illegal hiring or discharge, does not require interpretation <span class=\"star-pagination\">*718</span> or weighing of religious belief but merely application of secular standard to secular conduct).</p>\n<p>In this hostile environment case, no similar entanglement would be occasioned by the court's exercise of jurisdiction. As explained fully in the context of the court's free exercise analysis, the court need not evaluate or pass judgment upon the spiritual propriety of the manner in which defendants chose to discipline or punish Privette for his misconduct. The court need review the actions taken by defendants in response to plaintiffs' reports of Privette's harassment only to determine whether defendants took some action reasonably calculated to bring an end to the hostile working environment. Such a review will not entail the substitution of this court's views on a religious matter for those of the Church and will, in no respect, constitute \"excessive\" entanglement, much less an excessive entanglement the primary effect of which will inhibit defendants' religion. \"[M]ere `hypothetical concerns,' and the `bare potential' that an employment discrimination inquiry would impact religious beliefs `does not warrant precluding the application' of the law to religious employers.\" <i>Starkman v. Evans,</i> <span class=\"citation\" data-id=\"2449908\"><a href=\"/opinion/2449908/starkman-v-evans/\"><span class=\"volume\">18</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">630</span></a></span>, 633 (E.D.La.1998).</p>\n<p>Procedurally speaking, the court's review of defendants' conduct and its resolution of the Title VII claims on their merits will not necessarily result in a \"protracted legal process pitting church and state as adversaries.\" <i>Rayburn,</i> 772 F.2d at 1171. In any event, this court cannot find an establishment clause violation based upon such a potential danger, standing alone, because such a conclusion would effectively negate the Fourth Circuit's explicit holding that Congress intended to subject religious institutions to liability for race, sex and national origin discrimination. <i>Rayburn,</i> 772 F.2d at 1171 (churches are not above the law and \"[t]heir employment decisions may be subject to Title VII scrutiny, where the decision does not involve the church's spiritual functions\"). Where one is subject to liability, one, of necessity, is subject to litigation. Moreover, the \"entanglement\" caused by litigation should not be construed as a factor effectively inhibiting religion where the litigation does not impinge upon core ecclesiastical matters.</p>\n<p>The cautionary language offered by the Eighth Circuit in a case holding that judicial scrutiny of a priest's ADEA and Title VII claims would entail excessive entanglement is instructive:</p>\n<blockquote>We are mindful of the potential for abuse our holding theoretically may invite; namely the use of the First Amendment as a pretextual shield to protect otherwise prohibited employment decisions. But we think that saving grace lies in the recognition that courts consistently have subjected the personnel decisions of various religious organizations to statutory scrutiny where the duties of the employees were not of a religious nature.... We have confidence that courts will continue to consider these cases on a case-by-case basis, looking in each case to see whether the plaintiff's employment discrimination claim can be adjudicated without entangling the court in matters of religion.</blockquote>\n<p><i>Scharon,</i> 929 F.2d at 363, n. 3.</p>\n<p>Courts that have permitted Title VII claims against religious institutions have done so because such claims could be determined without excessive entanglement with the religious or ecclesiastical aspects of a given institution. In concluding that asserting Title VII jurisdiction over plaintiff's claim of sex discrimination would not entail excessive entanglement in the religious mission of Wahlert High School, for example, the Northern District of Iowa noted that conducting such an inquiry \"need not even concern [the court] in any way with the content of [the Catholic Church's] code [of moral conduct] nor with the substance of Catholic teaching generally. Certainly the court need not pass judgment on the substance of the Catholic <span class=\"star-pagination\">*719</span> Church's moral or doctrinal precepts.\" <i>Dolter v. Wahlert High School,</i> <span class=\"citation\" data-id=\"2184154\"><a href=\"/opinion/2184154/dolter-v-wahlert-high-school/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">266</span></a></span>, 270 (N.D.Iowa 1980). Rather, the court had only to decide whether the church's precepts, as applied by the school, were applied equally to men and women, and whether plaintiff was fired only because she was pregnant rather than because she had engaged in premarital sex in violation of the moral code. <i>Id.</i></p>\n<p>In <i>Winkler v. Rocky Mountain Conference of the United Methodist Church,</i> <span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">152</span></span>, 156 (Colo.App.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1093</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></span> (1997), the court addressed a female parishioner's suit against the Rocky Mountain Conference for negligent hiring and supervision based on a pastor's extreme and outrageous sexual conduct. The Conference asserted that plaintiff's claims were barred by the establishment clause, arguing that the Book of Discipline governed the manner of discipline and removal of ministers and that its handling of the complaints against the pastor pursuant to the prescribed procedures were protected under the First Amendment. Relying on <i>Destefano</i> and <i>Moses,</i> the court rejected the Conference's defense, noting also that neither the pastor \"nor the Conference contend[ed] that [the pastor's] method of communicating with parishioners by touching, hugging, and expressing affection was based on any religious tenet or belief.\" <i>Winkler,</i> 923 P.2d at 157.</p>\n<p>In accordance with the Fourth Circuit's holding that religious institutions' employment decisions may be subjected to Title VII scrutiny when such decisions do not involve a church's spiritual functions, and mindful of the Eighth Circuit's caution against the potentially abusive use of the First Amendment as a shield to protect otherwise prohibited employment decisions, this court holds that the primary effect of this court's exercise of jurisdiction over plaintiffs' hostile environment claims will not inhibit religion and that jurisdiction of this matter is not barred by the establishment clause of the First Amendment.</p>\n<p></p>\n<h2>V. Motion to Dismiss under Rule 12(b)(6)</h2>\n<p>As explained earlier, this court will treat defendants' 12(b)(6) motion as one for summary judgment, construing the facts alleged in the pleadings in the light most favorable to plaintiffs, the non-moving parties. The court concludes that plaintiffs have set forth a prima facie case of hostile environment sexual harassment and that defendants are not entitled to judgment as a matter of law on these claims. Plaintiffs have alleged that Privette's conduct was unwelcome and that they were subject to his harassment by virtue of their sex. They have certainly alleged that they were subjectively offended by Privette's behavior and that his harassment rendered their working environment hostile and abusive. Plaintiffs have also alleged sufficient facts from which a jury could conclude that their working environment was objectively offensive as required by <i>Harris.</i> Finally, plaintiffs have alleged that defendants had actual knowledge of Privette's sexually harassing behavior toward women before plaintiffs began working for the Church; that each of them reported Privette's behavior to representatives of defendants and of the Church on numerous occasions; and that defendants failed to take any remedial action. Certainly, plaintiffs have raised several genuine issues of material fact that prevent this court from resolving the matter upon a motion for summary judgment.</p>\n<p></p>\n<h2>VI. Retaliation</h2>\n<p>Plaintiff Smith alleges that \"[o]n or about February 1996, [she] was demoted from Pastor's Secretary to Church Secretary in retaliation for reporting the unconsented [sic] and offensive touching and sexual harassment by Senior Pastor Privette.\" (Compl. ś 31.) To prevail on a claim for retaliation under Title VII, a <span class=\"star-pagination\">*720</span> plaintiff must show that she engaged in protected activity, that the employer took adverse employment action against her, and that a causal connection existed between the protected activity and the adverse action. <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 365 (4th Cir. 1985), abrogated on other grounds by <i>Price Waterhouse v. Hopkins,</i> <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1989); <i>Wilson v. Southern National Bank of North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">445088</span></span>, *5 (4th Cir.1996) (No. 95-1831).</p>\n<p>Smith's report to her superiors about Privette's sexual harassment constitutes protected activity under Title VII. Smith also alleges that she was demoted. While demotion is certainly an adverse employment action, Smith has not provided any factual basis from which this court could conclude that her reassignment was actually a \"demotion.\" Smith does not allege that she received a decrease in wages or benefits, that her workload was increased or that her reassignment involved any other type of significant change in her responsibilities. As such, the court cannot find that Smith's complaint alleges an adverse action for purposes of a retaliation claim. Accordingly, plaintiff Smith has failed to state a claim for retaliation under Title VII upon which relief can be granted, and that claim will therefore be dismissed.</p>\n<p></p>\n<h2>VII. Insufficiency of Process</h2>\n<p>Defendants allege that plaintiffs failed to commence this suit within 90 days of receiving notice of their rights to sue. See 42 U.S.C. § 2000e-5(f)(1). (Def.s' Mem. at 5-6.) Defendants base their argument on plaintiffs' alleged failure properly to serve defendants with the complaint and summons in this matter within five days of the filing of the complaint as required by North Carolina Rule of Civil Procedure 4(a). Plaintiffs submitted a copy of the summons presumably issued in this case, and defendants have acknowledged that, if plaintiffs can authenticate that summons, service has been accomplished and defendants' timeliness defense should be disregarded. (Def.s' Reply at 6.) This court directs plaintiffs to provide evidence of the authenticity of the summons as requested by defendants so that this issue may be resolved.</p>\n<p>The court notes, however, that Title VII's requirement that a plaintiff properly file a complaint within 90 days of receiving a right-to sue letter is not jurisdictional. The \"90-day period is not a jurisdictional prerequisite to maintaining a Title VII suit; it can be waived, or tolled by the court when equity demands. <i>Zipes v. Trans World Airlines, Inc.,</i> <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 398, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1127</span></a></span>, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">234</span></a></span> (1982).\" <i>Hart v. Skadden, Arps, Slate, Meagher &amp; Flom,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">355061</span></span>, *3 (M.D.N.C. Aug.5, 1991). Accordingly, this court may, in its discretion and if appropriate, toll the 90-day period and permit plaintiffs to serve defendants properly upon request.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, this court DENIES defendants' motion to dismiss plaintiffs' Title VII hostile environment claims for lack of subject matter jurisdiction. Defendants' motion to dismiss the hostile environment claims for failure to state a claim, treated as a motion for summary judgment, is also DENIED. To the extent that plaintiff Smith attempted to allege retaliation, this court ALLOWS defendants' motion to dismiss for failure to state a claim, and Smith's retaliation claim is DISMISSED. Finally, this court DIRECTS plaintiffs to provide evidence of the authenticity of the summons attached to their memorandum in opposition within 20 days of the date of this Order.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the named defendant is The North Carolina Conference of the United Methodist Church, the affidavit of Kermit Braswell, the District Superintendent of the Raleigh District of the Conference, consistently refers to the entity as the North Carolina Annual Conference of the United Methodist Church. This court assumes, based on the papers submitted by the parties, that these are not two separate entities and that the correct name of the defendant is the North Carolina Annual Conference of the United Methodist Church.</p>\n<p>[2]  Defendants mention, in their recitation of the facts of this case, that \"[p]laintiffs do not allege that they were employees of the District or Conference.\" (Def.s' Mem. at 3.) Defendants do not, however, present an argument that plaintiffs are precluded from bringing a Title VII action against defendants based on the fact that plaintiffs are not defendants' contractual employees, and thus, the court declines to address the issue absent briefing by the parties.</p>\n<p>[3]  Rule 12(b) specifically provides that, if the court considers matters outside the pleadings and treats a motion under Rule 12(b)(6) as one for summary judgment, \"all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\" Fed.R.Civ.P. 12(b). Defendants, as movants, submitted matters outside the pleadings, which they could assume the court would consider. While plaintiffs did not submit any materials and have not been given an opportunity to do so, defendants did submit the formal grievances filed by each of the plaintiffs as exhibits to the affidavit of Kermit Braswell. These letters, describing the events and conduct at issue in this case, are helpful to plaintiffs and contributed to this court's determination that summary judgment must be denied. As such, the court's failure to allow plaintiffs an opportunity to submit additional materials is not prejudicial to their case.</p>\n<p>[4]  Plaintiffs have argued that the decision rendered by the North Carolina Court of Appeals in <i>Smith v. Privette,</i> <span class=\"citation\" data-id=\"1341407\"><a href=\"/opinion/1341407/smith-v-privette/\"><span class=\"volume\">495</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">395</span></a></span>, 128 N.C.App. 490 (1998), is res judicata as to the issues presented by defendants in this court because that case involved the same parties and the same issues. Defendants argue that their assertion of a defense based upon the First Amendment is not a collateral attack on the Wake County action. (Def.s' Reply at 3-4.) In any event, as defendants point out, there has not been a final judgment in the Wake County action, and therefore, collateral estoppel does not apply. See <i>Swanson v. State,</i> <span class=\"citation\" data-id=\"1226912\"><a href=\"/opinion/1226912/swanson-v-state/\"><span class=\"volume\">335</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">674</span></a></span>, 691, <span class=\"citation\" data-id=\"1226912\"><a href=\"/opinion/1226912/swanson-v-state/\"><span class=\"volume\">441</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">537</span></a></span>, 548 (1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></span> (1994) (\"collateral estoppel, like res judicata, only occurs `when there has been a final judgment or decree'\"), disapproved on other grounds by <i>Bailey v. North Carolina,</i> <span class=\"citation\" data-id=\"1214293\"><a href=\"/opinion/1214293/bailey-v-state/\"><span class=\"volume\">348</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></a></span>, 167, <span class=\"citation\" data-id=\"1214293\"><a href=\"/opinion/1214293/bailey-v-state/\"><span class=\"volume\">500</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">54</span></a></span>, 75-76 (1998). Accordingly, the court will render a decision on the jurisdictional issue in this case.</p>\n<p>[5]  Concluding that a serious doubt as to the constitutionality of Title VII was raised by the potential encroachment of the State into the ecclesiastical relationship between the church and its minister, the <i>McClure</i> court apparently sought to avoid the constitutional question by holding that \"Congress did not intend, through the nonspecific wording of the applicable provisions of Title VII, to regulate the employment relationship between church and minister.\" <i>McClure,</i> 460 F.2d at 560-561.\n</p>\n<p>In <i>Rayburn,</i> the Fourth Circuit implicitly rejected that reasoning, holding that Congress clearly expressed its affirmative intention that Title VII apply to the employment decisions made by religious institutions with respect to their ministerial employees. <i>Rayburn,</i> 772 F.2d at 1167. The <i>Rayburn</i> court, reaching a result similar to that in <i>McClure,</i> based its reasoning on the free exercise and establishment clauses of the First Amendment. The <i>Rayburn</i> holding that Title VII was intended to prohibit employment discrimination on the basis of sex by religious institutions, aside from being binding upon this court as a decision of the Fourth Circuit, is cleaner in its analysis and does not categorically prohibit any review of all aspects of the church-minister relationship. The <i>Rayburn</i> court clearly limited its holding to review of an employment decision of the type at issue in that case. As explained more fully below, the facts in this case present a significantly different aspect of the church-minister relationship than that at issue in <i>Rayburn.</i></p>\n<p>[6]  This court notes the tension between <i>McClure</i>'s recognition of Congress's intent to limit the statutory religious exemption in Title VII, <i>McClure,</i> 460 F.2d at 558, and the <i>McClure</i> court's holding that Congress did not intend, through Title VII, to regulate the employment relationship between churches and their ministers. <i>Id.</i> at 560-561.</p>\n<p>[7]  The court does not intend, by its adoption of the terminology \"church-minister\" exception, to suggest that this line of cases applies only to Protestant institutions and their clergy. The same principles are equally applicable to other religious entities and their clergy, including rabbis, priests, and imams.</p>\n<p>[8]  See also <i>Catholic University,</i> 83 F.3d at 464 and 467 (free exercise clause and establishment clause forbid judicial review of nun's sex discrimination claim based on university's denial of her application for tenure); <i>Young v. Northern Illinois Conference of United Methodist Church,</i> <span class=\"citation\" data-id=\"667205\"><a href=\"/opinion/667205/64-fair-emplpraccas-bna-633-64-empl-prac-dec-p-42953-darreyl-n/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span> (7th Cir.) (free exercise clause bars Title VII sex discrimination action by probationary minister against her church), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">320</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span> (1994); <i>Scharon v. St. Luke's Episcopal Presbyterian Hospitals,</i> <span class=\"citation\" data-id=\"558094\"><a href=\"/opinion/558094/rev-anne-scharon-v-st-lukes-episcopal-presbyterian-hospitals-a/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">360</span></a></span> (8th Cir.1991) (chaplain's Title VII and ADEA claims against church-affiliated hospital are barred by religion clauses); <i>Minker v. Baltimore Annual Conference of United Methodist Church,</i> <span class=\"citation\" data-id=\"535994\"><a href=\"/opinion/535994/ralph-l-minker-v-baltimore-annual-conference-of-united-methodist-church/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span>, 1356-1358 (D.C.Cir.1990) (adjudication of minister's ADEA claim against his church would violate free exercise clause because interpretation of the appointment and antidiscrimination provisions of the Book of Discipline is inherently an ecclesiastical matter); <i>Natal v. Christian and Missionary Alliance,</i> <span class=\"citation\" data-id=\"526043\"><a href=\"/opinion/526043/reverend-arcadio-natal-v-the-christian-and-missionary-alliance/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1575</span></a></span>, 1577 (1st Cir.1989) (free exercise clause prohibits court from reviewing minister's wrongful termination claim premised on church's failure to adhere to its own rules and regulations); <i>Hutchison v. Thomas,</i> <span class=\"citation\" data-id=\"469115\"><a href=\"/opinion/469115/the-rev-o-lloyd-hutchison-v-the-rev-james-s-thomas-the-rev-merlin-d/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">392</span></a></span>, 393 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">885</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">277</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">253</span></span> (1986) (court could not constitutionally intervene in dispute regarding subjective judgments made by religious officials and bodies that minister had become \"unappointable\" due to recurring problems in his relationships with local congregations); <i>Schmoll v. Chapman University,</i> <span class=\"citation\" data-id=\"2258586\"><a href=\"/opinion/2258586/schmoll-v-champman-univ/\"><span class=\"volume\">70</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"2258586\"><a href=\"/opinion/2258586/schmoll-v-champman-univ/\"><span class=\"volume\">83</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">426</span></a></span> (1999) (church affiliated University chaplain's FEHA discrimination claim barred by free exercise and establishment clauses); <i>Sanders v. Casa View Baptist Church,</i> <span class=\"citation\" data-id=\"1464192\"><a href=\"/opinion/1464192/sanders-v-casa-view-baptist-church/\"><span class=\"volume\">898</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1169</span></a></span>, 1181-1182 (N.D.Tex.1995) (holding minister's breach of contract and wrongful discharge claims against his church were barred by First Amendment), aff'd, <span class=\"citation\" data-id=\"750720\"><a href=\"/opinion/750720/77-fair-emplpraccas-bna-51-74-empl-prac-dec-p-45532-robyn-sanders/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span> (5th Cir.), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></span> (1998); <i>Van Osdol v. Vogt,</i> <span class=\"citation\" data-id=\"1197862\"><a href=\"/opinion/1197862/van-osdol-v-vogt/\"><span class=\"volume\">908</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1122</span></a></span> (Colo.1996) (minister's Title VII sex discrimination claim barred by free exercise and establishment clauses).</p>\n<p>[9]  While the <i>McClure</i> court based its decision on an analysis of the free exercise clause, some of the courts following <i>McClure</i> have based their decisions on a combination of free exercise and establishment clause principles. The similarity of the discrete inquiries is explained fully below.</p>\n<p>[10]  See also <i>Minker,</i> 894 F.2d at 1356-1357 (dismissing ministers ADEA claims because \"determination of `whose voice speaks for the church' is per se a religious matter\" and the \"evaluation of the `gifts and graces' of a minister must be left to ecclesiastical institutions.\") (citations omitted); <i>Van Osdol,</i> 908 P.2d at 1128 (\"recognition of the link between a church's religious doctrine and its choice of a minister\" underlaid <i>Minker</i> court's decision).</p>\n<p>[11]  See also <i>DeMarco v. Holy Cross High School,</i> <span class=\"citation\" data-id=\"629127\"><a href=\"/opinion/629127/guy-demarco-v-holy-cross-high-school/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span> (2nd Cir.1993) (exception not applied to math teacher at Catholic high school for purposes of his ADEA claim although teacher had minimal religious duties); <i>Geary v. Visitation of Blessed Virgin Mary Parish School,</i> <span class=\"citation\" data-id=\"655299\"><a href=\"/opinion/655299/marie-geary-v-visitation-of-the-blessed-virgin-mary-parish-school-francis/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span> (3rd Cir.1993) (exception did not apply to lay teacher at church-operated elementary school); <i>Dole v. Shenandoah Baptist Church,</i> <span class=\"citation\" data-id=\"539188\"><a href=\"/opinion/539188/elizabeth-dole-secretary-united-states-department-of-labor-equal/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1389</span></a></span> (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">846</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">131</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></span> (1990) (ministerial exemption from FLSA not applied to bar discrimination claim of teachers employed by religious school where teachers did not perform sacerdotal functions, did not serve as church governors and belonged to no clearly delineated religious order); <i>E.E.O.C. v. Fremont Christian School,</i> <span class=\"citation\" data-id=\"463541\"><a href=\"/opinion/463541/equal-employment-opportunity-commission-v-fremont-christian-school/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1362</span></a></span> (9th Cir.1986) (exception not applied to religious school employees' Title VII and EPA claims regarding school's discriminatory health insurance plan); <i>Volunteers of America-Minnesota-Bar None Boys Ranch v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"446605\"><a href=\"/opinion/446605/volunteers-of-america-minnesota-bar-none-boys-ranch-v-national-labor/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span> (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></span> (1985) (no violation of First Amendment for NLRB to assert jurisdiction over church run treatment center where primary purpose of center was not the propagation of faith and where employees performed essentially secular functions); <i>E.E.O.C. v. Southwestern Baptist Theological Seminary,</i> <span class=\"citation\" data-id=\"391211\"><a href=\"/opinion/391211/26-fair-emplpraccas-558-26-empl-prac-dec-p-32017-equal-employment/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">277</span></a></span> (5th Cir.1981), cert. denied, 456 U.S., 905, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1749</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1982) (exception not applied to maintenance workers at seminary who were also training to be ministers and religious seminary required to follow Title VII's reporting guidelines for these non-ministerial employees); <i>Guinan v. Roman Catholic Archdiocese of Indianapolis,</i> <span class=\"citation\" data-id=\"2501880\"><a href=\"/opinion/2501880/guinan-v-roman-cath-archdiocese-of-indianapolis/\"><span class=\"volume\">42</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">849</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">1045822</span></span> (S.D.Ind. Dec. 11, 1998) (No. IP-98-16 CB/5) (exception not applied to ADEA claim of fifth grade elementary teacher at religious school whose duties were primarily secular); <i>Lukaszewski v. Nazareth Hospital,</i> <span class=\"citation\" data-id=\"2287132\"><a href=\"/opinion/2287132/lukaszewski-v-nazareth-hosp/\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">57</span></a></span> (E.D.Pa.1991) (exception not applied to director of plant operations at religious hospital).</p>\n<p>[12]  \"[A] sexually objectionable environment must be both objectively and subjectively offensive, one that a reasonable person would find hostile or abusive, and one that the victim in fact did perceive to be so.\" <i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, 2283, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998); <i>Harris v. Forklift Systems, Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993) (serious effect on psychological well-being not required to prove sufficiently severe or pervasive harassment for hostile environment claim).</p>\n<p>[13]  Where ministers have brought the claims, the <i>McClure</i> line of cases is arguably more relevant to the jurisdictional issue. Nevertheless, as described below, courts have acknowledged the viability of such sexual harassment claims.</p>\n<p>[14]  See also <i>Van Osdol,</i> 908 P.2d at 1129 and 1133, n. 17 (decision does not bar non-clergy employees from suing church on discrimination claims nor does it bar ministers from bringing employment discrimination claims that do not stem directly from a hiring or discharge decision; decision does not effect validity of claim based on negligent hiring of a minister).</p>\n<p>[15]  But see <i>Bollard v. California Province of the Society of Jesus,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">273011</span></span> (N.D.Cal. May 15, 1998) (No. C97-300651) (dismissing sexual harassment claim by faculty member of religious school relying upon church-minister exception and possibility of excessive entanglement); and <i>Black v. Snyder,</i> 471 N.W.2d at 721 (Randall, J. dissenting).</p>\n<p>[16]  If it appears during the course of this litigation that a doctrinal issue must be addressed to resolve plaintiffs' complaint, the court would not be precluded from revisiting this issue. For purposes of this motion to dismiss, however, there is no forecast of evidence suggesting that such an issue will arise.</p>\n<p>[17]  To the extent that the government's \"active involvement ... in religious activity,\" <i>Walz,</i> 397 U.S. at 668, <span class=\"citation\" data-id=\"108135\"><a href=\"/opinion/108135/walz-v-tax-commn-of-city-of-new-york/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1409</span></a></span>, is the focus of the establishment clause inquiry, the establishment clause analysis mirrors the free exercise analysis â   both examine the level of governmental intrusion into religious affairs in an effort either to protect the church's autonomy with respect to church government, faith and doctrine or to prevent the inhibition of religion. Because the inquiries are so similar, many of the establishment clause analyses provided by courts barring ministers' claims do not differ markedly from the free exercise analyses in those cases. The focus of both is inevitably the degree to which government becomes involved in a particular church's governance and the inappropriateness of such involvement. Because defendants have made separate arguments based on the free exercise clause and the establishment clause, however, the court addresses defendants' arguments as presented.</p>\n<p>[18]  Some critics have argued that recognizing such an exemption under the guise of the establishment clause would, in fact, have the effect of establishing religion to the extent that such an exemption favors religious institutions over secular employers for purposes of Title VII liability. See Shawna Meyer Eikenberry, <i>Thou Shalt Not Sue the Church: Denying Court Access to Ministerial Employees,</i> 74 Ind.L.J. 269, 284-285 (1998). The Supreme Court's explanation of the theory underlying the first amendment supports such an argument:\n</p>\n<p>Government in our democracy, state and national, must be neutral in matters of religious theory, doctrine, and practice. It may not be hostile to any religion or to the advocacy of nonreligion; and it may not aid, foster, or promote one religion or religious theory against another or even against the militant opposite. The First Amendment mandates governmental neutrality between religion and religion, and between religion and nonreligion.</p>\n<p><i>Epperson v. Arkansas,</i> <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103-104, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1968).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/157339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1197862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1214293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1226912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2011319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2042068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2184154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2258586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2287132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2347501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2414930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2449908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2501880/"
  ]
}