{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2458037/",
  "absolute_url": "/opinion/2458037/sawyer-v-potash-corp-of-saskatchewan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2458037/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:41:00.927430Z",
  "date_modified": "2016-03-01T21:10:28.353117Z",
  "type": "010combined",
  "sha1": "984b850ef7e959d688dbb94b8fa32d4ea6f1ba21",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>417 F.Supp.2d 730 (2006)</b></center>\n<center><h1>D'Anna Russo SAWYER, Individually and as Administratrix of the Estate of Douglas Gray Sawyer, Plaintiff,<br>\nv.<br>\nPOTASH CORPORATION OF SASKATCHEWAN (POTASHCORP) a/k/a and d/b/a PCS Administration (USA), Inc. as Policy Holder, Plan Sponsor, and Participating Employer; PCS U.S. Flexible Benefits Plan, PCS Administration (USA), Inc., Employee Benefits Committee as Plan Administrator; John Does I through V; PCS Phosphate Company, Inc., Plan Sponsors and Plan Administrators of Health and Welfare Plans; American International Group, Inc. (AIG) as Plan Insurers; AIG Life Insurance Company (AIG Life) as Plan Insurers; AIG Claim Services, Inc. as Plan Insurers and Administrators, Defendants.</h1></center>\n<center>No. 4:04-CV-78-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 1, 2006.</center>\n<p><span class=\"star-pagination\">*731</span> <span class=\"star-pagination\">*732</span> Mark Van Lanier Gray, Gray, Newell, Johnson &amp; Blackmon, LLP, Paul D. Coates, Pinto, Coates, Kyre &amp; Brown, Greensboro, NC, for D'Anna Russo Sawyer Individually and as Administratrix of the Estate of Douglas Gray Sawyer, Plaintiff.</p>\n<p>Jeremy R. Sayre, Ward and Smith, PA, Raleigh, NC, Samuel McKinley Gray, III, Ward and Smith, New Bern, NC, Ann S. Estridge, Cranfill, Sumner &amp; Hartzog, Edward C. LeCarpentier, III, Cranfill Sumner &amp; Hartzog, Raleigh, NC, for Potash Corporation of Saskatchewan a/k/a and d/b/a PCS Administration (USA), Inc. as Policy Holder, Plan Sponsor, Participating Employer, PCS U.S. Flexible Benefits Plan, PCS Administration (USA), Inc., Employee Benefits as Plan Administrator, John Does PCS Phosphate Company, Inc. Plan Sponsors and Plan Administrators of Health and Welfare Plans, American International Group, Inc. (AIG) as Plan Insurers, AIG Life Insurance Company (AIGLife) as Plan Insurers, AIG Claim Services, Inc. as Plan Insurers and Administrators, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment [DE # 38, 43, 45], plaintiff's motion for voluntary dismissal and remand to the administrator [DE # 40], and numerous other motions.<sup>[1]</sup> Appropriate responses and replies have been submitted, and the time for further filings has expired. This matter is ripe for adjudication.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*733</span> <i>STATEMENT OF THE CASE</i>\n</h2>\n<p>This case involves an alleged wrongful denial of accidental death and dismemberment (\"AD &amp; D\") benefits and an alleged breach of fiduciary duty under an employee welfare benefit plan. Plaintiff is the wife of the deceased, Mr. Douglas Gray Sawyer, and the administratrix of Mr. Sawyer's estate, as well as a third-party beneficiary under the plan at issue. She has brought this action against her husband's former employer, PCS Phosphate Company, Inc., its parent company, PCS Administration (USA), Inc., and PCS U.S. Flexible Benefits Plan (collectively the \"PCS Defendants\"), as well as the insurer of the benefit plan, AIG Life Insurance Company, and AIG Claim Services, Inc. (collectively \"AIG\"), under the Employee Retirement Income Security Act of 1974 (\"ERISA\"). 29 U.S.C. § 1001, <i>et seq.</i></p>\n<p>Defendants argue that benefits were properly denied and that there was no breach of fiduciary duty, citing an AIG claim investigation that concluded that Mr. Sawyer was intoxicated at the time of his death, rendering AD &amp; D benefits unpayable under an \"intoxicant exclusion\" in the benefit plan and related insurance policies. Plaintiff disputes the factual conclusion of the AIG claim investigation and argues that defendants gave plaintiff inadequate notice of the denial of plan benefits and misconstrued the language of the relevant policy provisions. Plaintiff also argues that defendant AIG's dual role as insurer and fiduciary presents a conflict of interest that requires the court to modify the \"abuse of discretion\" standard typically employed in cases like the case at bar.<sup>[2]</sup></p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Mr. Douglas Gray Sawyer worked as a Master Filter Operator at PCS Phosphate Company, Inc., from August 23, 1983 until May 31, 2002, when he perished in a single-vehicle collision in Washington, North Carolina. The company provided basic non-contributory AD &amp; D coverage and gave eligible employees, including Mr. Sawyer, the opportunity to purchase AD &amp; D insurance through the PCS U.S. Flexible Benefits Plan (\"Plan\"). The Plan was insured under two policies issued to PCS Administration (USA), Inc. (the parent company of PCS Phosphate) by AIG. Mr. Sawyer elected to purchase an AD &amp; D policy totaling three hundred fifty thousand dollars ($350,000) in addition to the basic coverage provided by PCS ($80,000). At the time of Mr. Sawyer's death, plaintiff was the sole primary beneficiary of Mr. Sawyer's AD &amp; D policy and his estate was the sole contingent beneficiary.</p>\n<p>Of particular relevance to the instant case, the Plan and the related policies contained \"intoxicant exclusions\" that provided exceptions to the general rule of coverage for death or injury resulting from accidents. The Plan's Summary Plan Description (\"SPD\") stated, in pertinent part:</p>\n<blockquote>AD &amp; D benefits will not be paid for losses due to: . . . The insured person being under the influence of drugs or intoxicants, unless taken under the advice of a physician;</blockquote>\n<p>(<i>See</i> Def.'s Mem. Summ. J. Ex. D-1 at 6-14 &amp; 6-15.) Both of the relevant policies in this case contained the following exclusion:</p>\n<blockquote>This Policy does not cover any loss caused in whole or in part by, or resulting <span class=\"star-pagination\">*734</span> in whole or in part from, the following: . . . the Insured Person being under the influence of drugs or intoxicants, unless taken under the advice of a Physician.</blockquote>\n<p>(<i>See id.</i> Ex. D-2 (\"Group Accident Insurance Policy,\" Policy No. PAI 8054380) at 6; Ex. D-3 (\"Group Accident Insurance Policy,\" Policy No. BSC 8054381) at 6.) The SPD explained that in the event of a conflict between the language of the SPD and the insurance policy, the policy language would govern operation of the Plan. (<i>See id.</i> Ex. D-1 at 6-27.)</p>\n<p>In the first week of June 2002, plaintiff contacted PCS Administration (USA) regarding the benefits available to her as primary beneficiary of her husband's policy. On June 18, 2002, PCS Administration submitted a claim to AIG on plaintiff's behalf. On December 9, 2002, AIG sent a letter to plaintiff informing her that it had conducted an investigation and had concluded that Mr. Sawyer was intoxicated at the time of the collision, and that her claim was being denied on that basis pursuant to the policy provisions noted <i>supra.</i></p>\n<p>In reaching its conclusion, AIG relied on several pieces of evidence, including: (1) a toxicology report from the Office of the Chief Medical Examiner, dated June 12, 2002, listing the level of ethanol in Mr. Sawyer's bloodstream as 170 mg/DL, corresponding to a blood alcohol content (BAC) of 0.17, (2) a report of investigation from the same office, dated June 18, 2002, and (3) a North Carolina Crash Report (Form DMV-349), dated May 31, 2002.<sup>[3]</sup> (<i>See</i> Zimmerman Aff., Admin. Record [hereinafter \"AR\"] at 78 (Letter from Seven T. Hale, AD &amp; D Claims Examiner, to plaintiff, dated December 9, 2002).) The claim investigation is further detailed in two documents titled \"Report of Investigation,\" both prepared by Steve Midkiff of the AIG Investigative Services Division, dated August 4, 2002 and November 15, 2002. (<i>Id.</i> at 79-80, 92-93.)</p>\n<p>The December 9, 2002 denial letter from AIG to plaintiff included the following notice of plaintiff's right to appeal:</p>\n<blockquote>. . . [In] accordance with the terms and conditions of [ERISA] . . ., you have the right to review through appeal. Your appeal must be submitted in writing to this office no later than 60 days after you receive this written notice. The appeal must include the reason you disagree with our determination. In addition, you must submit evidence that your spouse's motor vehicle accident [was] not caused in whole or in part by, or [did not result] in whole or in part from his being under the influence of alcohol[.]</blockquote>\n<p>(<i>See</i> AR at 78.)</p>\n<p>On January 3, 2003, plaintiff's attorney sent a letter to AIG notifying the company that he had been retained to represent plaintiff and requesting that the company \"accept this correspondence as our Notice of Representation, Request for Reconsideration and as our Notice of Appeal of your initial determination that no benefits are payable.\" (<i>Id.</i> at 75.) (emphasis in original) Of paramount importance in this case, the letter then stated:</p>\n<blockquote>In support of our appeal, we believe that your reading and interpretation of the policy is unfair, improper and not supported by the plain language of the policy. <span class=\"star-pagination\">*735</span> Rather, we believe your most recent correspondence misrepresents the terms of the policy issued and/or the benefits or advantages promised thereby. In short, you are obliged and we are entitled to have the terms of the exclusions strictly construed and confined to the language of the policy.</blockquote>\n<p>(<i>Id.</i>) Plaintiff did <i>not</i> object to AIG's finding that Mr. Sawyer was intoxicated, and plaintiff submitted <i>no evidence</i> with her notice of appeal to counter or otherwise call into question the factual conclusions of AIG's investigation.</p>\n<p>On October 1, 2003, plaintiffs attorney sent another letter inquiring about the status, of plaintiffs appeal and reiterating plaintiffs objection to AIG's reading of the policy provisions. (<i>Id.</i> at 71.) Again, this letter omitted any mention of plaintiffs objection to AIG's factual conclusions or any other grounds for plaintiffs appeal. The letter concluded with the request, \"Please process our appeal forthwith.\" (<i>Id.</i>) (emphasis in original) On November 10, 2003, Seven Hale, an AD &amp; D Claims Examiner with AIG Claims Services, Inc., sent a letter to plaintiffs attorney acknowledging the October letter and stating, \"This claim will be forward[ed] to the ERISA Appeal Committee meeting to be heard. Once the meeting is schedule[d], I will advise you of the date.\"</p>\n<p>Defendants claim that Ms. Hale sent another letter to plaintiffs attorney on January 13, 2004, advising him that plaintiffs appeal would be heard at the February 11, 2004 meeting of the ERISA Appeal Committee. Plaintiffs attorney has filed a sworn affidavit indicating that he did not receive this letter at any time prior to the scheduled hearing date. (<i>See</i> Gray Aff. 2 [DE #66]). For purposes of deciding the present motions, the court resolves this disputed factual issue in plaintiffs favor and assumes, without deciding, that neither plaintiff nor her attorney received the January 13, 2004 letter prior to the February 2004 ERISA Appeal Committee meeting.</p>\n<p>On February 12, 2004, plaintiffs attorney sent a letter to Ms. Hale inquiring \"as to the status of [plaintiffs] claim and the position of the ERISA Appeal Committee regarding same.\" By letter dated February 20, 2004, the Committee communicated its decision to plaintiff. The Committee decided to uphold the denial of benefits, citing as pertinent facts the toxicology report from the Office of the Chief Medical Examiner and the supplemental police accident report that incorporated the Medical Examiner's findings, and concluding that Mr. Sawyer's BAC was 0.17 and that alcohol use was a \"contributing circumstance\" to the collision.</p>\n<p>Plaintiff filed her complaint in this court on May 28, 2004, individually and as administratrix of her husband's estate. As subsequently amended, plaintiffs complaint recites claims for wrongful denial of benefits and breach of fiduciary duty pursuant to ERISA, 29 U.S.C. §§ 1132(a)(1)(B) &amp; 1132(a)(3). Plaintiff voluntarily dismissed a related claim of unfair and deceptive trade practices on July 13, 2004 [DE # 15].</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p><i>I. Standard of Review</i></p>\n<p>A. <i>Summary Judgment pursuant to Fed.R.Civ.P. 56</i></p>\n<p>Summary judgment is appropriate pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating <span class=\"star-pagination\">*736</span> the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>B. <i>Review of Denial of Benefits Under ERISA Plans</i></p>\n<p>Courts in the Fourth Circuit utilize a well-established framework for the review of denials of benefits under ERISA plans. <i>See </i><i>Ellis v. Metro. Life Ins. Co.,</i> 126 F.3d 228, 232 (4th Cir.1997). \"[Where] the benefit plan grants the administrator or fiduciary discretionary authority to determine eligibility or to construe the terms of the plan,\" a court reviews the determination for abuse of discretion. <i>Id.</i> (citing <i>Firestone Tire and Rubber Co. v. Bruch,</i> 489 U.S. 101, 111, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989); <i>Brogan v. Holland,</i> 105 F.3d 158, 161 (4th Cir.1997); <i>Bedrick v. Travelers Ins. Co.,</i> 93 F.3d 149, 152 (4th Cir. 1996); <i>Bernstein v. CapitalCare, Inc.,</i> 70 F.3d 783, 787 (4th Cir.1995); <i>Doe v. Group Hospitalization &amp; Medical Servs.,</i> 3 F.3d 80, 85 (4th Cir.1993)). In general, a court should not disturb such a determination if it is \"the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Bernstein,</i> 70 F.3d at 788.</p>\n<p>However, it is also well-settled that courts in the Fourth Circuit modify the abuse of discretion standard when necessary to counteract the conflict of interest presented by an administrative decision-maker's status as both fiduciary and plan insurer. <i>See </i><i>Ellis,</i> 126 F.3d at 233. ERISA imposes on fiduciaries a duty of loyalty to act \"with respect to a plan solely in the interest of the participants and beneficiaries and for the exclusive purpose of providing benefits . . . and defraying reasonable expenses.\" 29 U.S.C. § 1104(a)(1)(A); <i>Doe v. Group Hospitalization &amp; Medical Services,</i> 3 F.3d 80, 86 (4th Cir.1993); <i>see also</i> Restatement (Second) of Trusts § 170(1) (1959). An insurer's discharge of this duty may be clouded by its self-interested concerns about the impact of benefit payments on its own bottom line. <i>See, e.g., </i><i>Doe,</i> 3 F.3d at 86. The Supreme Court has noted that such a conflict \"must be weighed as a `factor[] in determining whether there is an abuse of discretion.'\" <i>Bruch,</i> 489 U.S. at 115, 109 S.Ct. 948 (quoting Restatement (Second) of Trusts § 187 cmt. d (1959)). The <span class=\"star-pagination\">*737</span> Fourth Circuit has provided additional guidance to district courts, stating,</p>\n<blockquote>in no case does the court deviate from the abuse of discretion standard. Instead, the court modifies the abuse of discretion standard according to a sliding scale. The more incentive for the administrator or fiduciary to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the more objectively reasonable the administrator or fiduciary's decision must be and the more substantial the evidence must be to support it.</blockquote>\n<p><i>Ellis,</i> 126 F.3d at 233.</p>\n<p>II. <i>Analysis</i></p>\n<p>A. <i>Scope of Review</i></p>\n<p>The court herein disposes of several preliminary matters that define the proper scope of review in the instant case.</p>\n<p>First, the court considers whether the PCS defendants are proper parties to this action. The party that controls administration of an employee benefits plan is the only proper defendant in an action concerning benefits under ERISA. <i>See </i><i>Gluth v. Wal-Mart Stores, Inc.,</i> 117 F.3d 1413, 1997 WL 368625, *6 (4th Cir. 1997) (unpublished); <i>Layes v. Mead Corp.,</i> 132 F.3d 1246, 1249-50 (8th Cir.1998); <i>Daniel v. Eaton Corp.,</i> 839 F.2d 263, 266 (6th Cir.1988). Plaintiff argues that the PCS defendants are proper defendants because they performed certain administrative acts, such as collecting premiums from employees, adding new employees to their benefits programs, and answering employees' questions about benefits. However, these types of acts are not sufficient to render employers susceptible to suit in actions concerning benefits under ERISA. <i>See </i><i>Layes,</i> 132 F.3d at 1249-50. In determining whether a defendant is properly named in an ERISA benefits action, a court must consider whether the defendant has influenced the handling of the plaintiffs claim. <i>Id.</i> The court finds no evidence in the record to suggest that the PCS defendants exerted any influence on AIG's decision to deny benefits to plaintiff. Therefore, the court holds that AIG is the <i>only</i> proper defendant named in this matter, and the court therefore GRANTS the PCS defendants' motion for summary judgment [DE # 43]. Because the PCS defendants are not proper defendants, their motion to strike plaintiffs response to their motion for summary judgment [DE # 53] is hereby DEEMED MOOT.</p>\n<p>The next issue for the court's consideration is whether defendant AIG fits the definition of a fiduciary under ERISA, 29 U.S.C. § 1002(21)(A). Having reviewed the entire record in this case, the court finds that AIG does fit this definition and that it had responsibility to determine eligibility and to construe the terms of the Plan. (<i>See</i> Def.'s Mem. Summ. J. Ex. D-1 at 6-26 &amp; 6-27.) The court will therefore review AIG's denial of benefits for abuse of discretion. <i>See </i><i>Ellis,</i> 126 F.3d at 232.</p>\n<p>The court has also considered plaintiffs argument that AIG was operating under a conflict of interest requiring modification of the abuse of discretion standard under the standard elucidated <i>supra. See</i> section I.B. Magistrate Judge David W. Daniel considered this issue in the context of discovery proceedings. On April 7, 2005, Judge Daniel enter a scheduling order limiting discovery to production of the Plan, policies, and the administrative record in this case. He wrote,</p>\n<blockquote>After consideration of the briefs submitted by the parties, the Court finds that the facts in this case do not warrant deviation from the abuse of discretion typically employed in ERISA cases nor is there an indication of potential conflict of interest sufficient to support discovery <span class=\"star-pagination\">*738</span> beyond that related to production of the Plan. <i>See </i><i>Rego v. Westvaco Corp.,</i> 319 F.3d 140 (4th Cir.2003) and <i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> 32 F.3d 120, 125 (4th Cir.1994).</blockquote>\n<p>After the close of discovery, plaintiff made several bald attempts to circumvent this order and to place evidence before the court that went beyond the scope of discovery defined by the Magistrate Judge's order. Most notably, plaintiff strained to place two letters before the court from John D. Butts, Chief Medical Examiner, dated March 3, 2005, and April 28, 2005 both more than a year after plaintiffs appeal was denied by the AIG appeal committeethat tend to call into question the reliability of the toxicology findings on which AIG based its denial of benefits. Defendants have raised objections to these letters and to other submissions by plaintiff that relate to matters not a part of the administrative record.</p>\n<p>This court has reviewed the April 7, 2005 order and relevant legal authority, and finds that the order is, in all respects, in accordance with the law and should be approved. When a court conducts a review of a claim administrator's decision for abuse of discretion, evidence is limited to the facts that were before the administrator when it made its decision. <i>See </i><i>Elliott v. Sara Lee Corp.,</i> 190 F.3d 601, 608-09 (4th Cir.1999). Additional discovery is not allowedonly the administrative record is admissible. <i>See Burkhart v. Metro. Life Ins. Co.,</i> 2003 WL 21655486, *2 (E.D.Va. June 11, 2003) (unpublished). Even where the court finds that the administrator operated under a conflict of interest, the court weighs the conflict as a factor in its review without departing from the abuse of discretion standard. <i>See </i><i>Ellis,</i> 126 F.3d at 233. The court's review is still limited to the administrative record. <i>See Burkhart,</i> 2003 WL 21655486 at *2 (citing <i>Nessell v. Crown Life Ins. Co.,</i> 92 F.Supp.2d 523 (E.D.Va.2000)). This court will weigh any conflict of interest in this case as part of its review of AIG's denial of benefits using the abuse of discretion standard.</p>\n<p>The potential conflict of interest does not justify plaintiffs request for discovery beyond the administrative record, which was correctly rejected in the Magistrate Judge's April 7, 2005 order, nor does it justify plaintiffs numerous attempts to place inadmissible evidence before this court. Accordingly, the court hereby GRANTS defendants' joint motion to strike the June 7, 2005 affidavit of D'Anna Russo Sawyer, the March 3, 2005 letter from John D. Butts to Paul D. Coates, and the April 28, 2005 letter from John D. Butts to Paul D. Coates [DE # 48]. These submissions all relate to matters outside the scope of discovery and are therefore inadmissible.</p>\n<p>Finally, the court has considered defendants' motion to strike several motions and an affidavit submitted by plaintiff, <i>pro se,</i> on December 27, 2005. This court follows the principle that <i>pro se</i> litigants should not be held to the same stringent standards as attorneys. On that basis, the court DENIES defendants' motion [DE # 77]. However, the court has reviewed the December 2005 motions and affidavit submitted by plaintiff and objected to by defendants,<sup>[4]</sup> setting aside those portions of <span class=\"star-pagination\">*739</span> said motions that are overly vague, ambiguous, or otherwise inadmissible. This court has similarly reviewed another motion submitted by plaintiff on December 27, 2005 that was not specifically objected to by defendants.<sup>[5]</sup> After conducting this review, the court finds no grounds on which to grant the relief requested. Therefore, plaintiff's motions submitted on December 27, 2005 [DE # 72, 73, 74, and 76] are DENIED.</p>\n<p>B. <i>Review of AIG's Decision to Deny Benefits</i></p>\n<p>Plaintiff has recited claims against the PCS defendants and AIG for wrongful denial of benefits under § 502(a)(1)(B) of ERISA. 29 U.S.C. § 1132(a)(1)(B). As a practical matter, only the claim against AIG remains for disposition after the court's granting of the PCS defendants' motion for summary judgment, <i>supra,</i> though the analysis would be the same for both claims.</p>\n<p>When courts confronted with claims for wrongful denial of benefits review the decisions of administrators or fiduciaries under the abuse of discretion standard, they consider, to the extent relevant,</p>\n<blockquote>(1) the scope of the discretion conferred;</blockquote>\n<blockquote>(2) the purpose of the plan provision in which the discretion is granted; (3) any external standard relevant to the exercise of that discretion; (4) the administrator's motives; and (5) any conflict of interest under which the administrator operates in making its decision.</blockquote>\n<p><i>Haley v. Paul Revere Life Ins. Co.,</i> 77 F.3d 84, 89 (4th Cir.1996) (citing Restatement (Second) of Trusts § 187 cmt. d (1959)). A fiduciary's decision is always entitled to some deference under the abuse of discretion standard, \"but this deference will be lessened to the degree necessary to neutralize any untoward influence resulting from [a conflict of interest].\" <i>Bedrick v. Travelers Ins. Co.,</i> 93 F.3d 149, 152 (4th Cir.1996) (harmonizing <i>Bruch</i> and circuit law and quoting <i>Bailey v. Blue Cross &amp; Blue Shield,</i> 67 F.3d 53, 56 (4th Cir.1995)) (quoting <i>Doe,</i> 3 F.3d at 87); <i>see also </i><i>Ellis,</i> 126 F.3d at 233.</p>\n<p>The court finds the potential conflict of interest in this case to be substantial. Defendants have noted that AIG, as Plan fiduciary, must serve the best interests of all Plan beneficiaries, not just plaintiff. (Def.'s Mem. Summ. J. Ex. D-1 (SPD) at 6-28.) <i>See </i><i>Ellis,</i> 126 F.3d at 234. While this manner of framing AIG's fiduciary duty puts a positive gloss on <i>justified</i> denials of benefits, it does not give this court grounds to ignore the reality that AIG stands to benefit financially from every denial of benefits. Nor can the court turn a blind eye to the possible impact of this economic reality on AIG's denial of benefits in this case. The court is required to consider the potential for <i>unjustified</i> denials of benefits under Planslike the one at issue in this casewhere a single entity serves as both insurer and fiduciary to Plan beneficiaries. <i>See </i><i>Doe,</i> 3 F.3d at 86 (\"Even the most careful and sensitive fiduciary . . . may unconsciously favor its profit interest over the interests of the plan, leaving beneficiaries less protected than when the trustee acts without self-interest and solely for the benefit of the plan.\"). The court will therefore modify the abuse of discretion standard and conduct its review to account for the substantial conflict presented by the facts of this case.</p>\n<p><span class=\"star-pagination\">*740</span> 1. <i>AIG's Factual Determinations</i></p>\n<p>This court has conducted a searching review of the administrative record in this case, mindful of the impact of AIG's conflict of interest as well as the other factors elucidated in <i>Haley,</i> quoted <i>supra.</i> Through its review, the court has concluded that a toxicology report dated June 12, 2002 was the <i>only</i> independent evidence of intoxication in this case. The toxicology report indicated that Mr. Sawyer's blood alcohol content was 0.17, over twice the legal limit (0.08) for operating a motor vehicle under North Carolina law. (AR at 94.) N.C. Gen.Stat. § 20-138.1(a) (2005). The other evidence relied on by AIG was either inconclusive with respect to the issue of intoxication or purely derivative of the toxicology report.</p>\n<p>The \"Report of Investigation by Medical Examiner\" was completed two days <i>before</i> the specimens used to complete the toxicology report were received by the lab, and nearly two <i>weeks</i> before the toxicology report was completed. (<i>See</i> AR at 95-99 (\"Report of Investigation by Medical Examiner,\" dated June 1, 2002).) The report lists the probable causes of death as \"multiple trauma with head injuries\" and \"motor vehicle collision.\" The fact that Mr. Sawyer was not wearing a seat belt is listed as a \"contributing condition.\" A space reserved for the results of clinical alcohol tests is left blank, and the report notes only that a blood sample has been \"mailed.\" The report lists \"alcohol\" in a box titled \"OCME Review,\" but there is no indication of the reason for the notation and no other mention of alcohol in the body of the report or in the one-page \"Narrative Summary of Circumstances Surrounding Death.\" (<i>Id.</i>) Viewed as a whole, this report offers no independent support whatsoever for the conclusion that Mr. Sawyer was intoxicated at the time of the collision.</p>\n<p>Defendants also relied in their decisionmaking process on a North Carolina Crash Report (Form DMV-349) and a Supplemental Report, both dated May 31, 2002. (<i>See</i> AR at 82-85.) From the codes listed on these two reports, it appears that the officer on the scene, Trooper B.S. Gaskins, initially indicated that it was \"unknown\" whether alcohol or drugs were (or should have been) suspected, and that alcohol and drug test results were \"pending.\" <i>See supra</i> note 3 and accompanying text; (<i>accord</i> AR 53 (\"File Activity Sheet,\" summary of police report, dated 5/31/02).) The \"Supplemental Report,\" which includes the results of the toxicology test, amends the designations to \"Yesalcohol, impairment suspected\" and \"Alcohol-0.17 percent BAC,\" respectively. <i>See supra</i> note 3 and accompanying text. The only support these reports provide for AIG's determination that Mr. Sawyer was intoxicated comes directly from the modifications made by the \"Supplemental Report\" to reflect the results of the toxicology report.</p>\n<p>Elsewhere in the record there is a typewritten note stating, \"[We] need to interview the investigating officer as to whether alcohol contributed to the accident.\" (<i>See</i> AR at 52; <i>accord</i> AR at 87-89 (email exchange between Steve Midkiff and Seven Hale, November 2002).) There is no record of such an interview having been conducted, only ambiguous statements about the officer being \"unavailable\" and a record of a statement made by Sgt. Bowling to Steve Midkiff, an Investigator with AIG's Investigative Services Division, indicating that \"the officer's observations and conclusions are in the report.\" (AR at 87; <i>accord</i> AR at 79-80 (\"Report of Investigation\" completed by Steve Midkiff, November 15, 2002).)</p>\n<p>The questions and concerns occasioned by this court's review of the record, and by the sparse evidence contained therein to <span class=\"star-pagination\">*741</span> support the administrator's conclusion that Mr. Sawyer was intoxicated at the time of the collision, are tempered only by the independence of the Office of the Chief Medical Examiner of the State of North Carolina that completed the toxicology report. <i>See </i><i>Ellis,</i> 126 F.3d at 234 (\"Despite [defendant's] conflict of interest, which, as the district court noted, was greatly mitigated by its substantial reliance on the evaluations of the independent Roundtable, we conclude that [defendant] did not abuse its discretion in denying [plaintiff] benefits.\").</p>\n<p>The court's review of AIG's factual conclusions in this case therefore comes down to a question of whether a toxicology report, standing alone, provides the substantial evidence necessary to support an administrator's determination that a driver was intoxicated at the time of a collision. It appears, based on the Fourth Circuit's non-binding opinion in <i>Poeppel v. Hartford Ins. Co.,</i> 87 Fed.Appx. 885, 885-86, 2004 WL 298414 (4th Cir.2004) (unpublished), that it does. In <i>Poeppel,</i> the plaintiff's brother died in a single-car collision, and the defendant insurance company denied AD &amp; D benefits after a toxicology report disclosed that the deceased was driving with a blood alcohol content of .212 at the time of the collision. <i>Id.; </i><i>Poeppel v. Hartford Life Ins, Co.,</i> 273 F.Supp.2d 714, 718 (D.S.C.2003). The only notable distinction between <i>Poeppel</i> and the case at bar is that the toxicology report in <i>Poeppel</i> also contained an analysis of the deceased's urine alcohol level and ocular fluid blood alcohol level, both of which appear to have reinforced the BAC finding in that case. However, this court simply cannot find this distinction to be of legal consequence, especially given that the Fourth Circuit only commented on the BAC, and not on the urine alcohol level or the ocular fluid blood alcohol level, in its opinion affirming the district court. <i>Poeppel,</i> 87 Fed.Appx. at 885.</p>\n<p>In reviewing the instant case, this court has been guided by the Fourth Circuit's analysis in <i>Ellis,</i> 126 F.3d at 232-34. In <i>Ellis,</i> a unanimous panel concluded that an administrator or fiduciary, free of the conflict of interest presented by that case, would have been \"more than reasonable in exercising its discretion to deny [the plaintiff] benefits under the circumstances of [that] case.\" <i>Id.</i> at 233. Based on the foregoing discussion and analysis of the administrative record in the instant case, it is also clear in this case that a fiduciary operating free of AIG's conflict would have been reasonable in denying benefits.</p>\n<p>The entire analysis in this section thus far has dealt only with AIG's <i>initial</i> denial of benefits. When the court considers the circumstances surrounding plaintiffs appeal, AIG's final administrative determination becomes much easier to approve. The court views it to be particularly relevant that plaintiff at no time submitted any <i>evidence or argument</i> for inclusion in the administrative record to contradict or contest AIG's factual finding of intoxication. AIG's initial denial letter clearly invited such input from plaintiff. (<i>See</i> AR at 77-78 (\"The appeal must include the reason you disagree with our determination. In addition, you must submit evidence that your spouse's motor vehicle accident [was] not caused in whole or in part by, [or resulted] in whole or in part from his being under the influence of alcohol.\").) Instead, the <i>only</i> argument offered in plaintiff's January 3, 2003 notice of appeal was that AIG's \"reading and interpretation of the policy is unfair, improper and not supported by the plain language of the policy.\" (AR at 75.) Nearly nine months later, plaintiff (through her attorney) reiterated AIG's policy interpretation as the sole grounds for her appeal, and then stated, <span class=\"star-pagination\">*742</span> \"Please process our appeal forthwith.\" (AR at 71.) (emphasis in original) Under these circumstances, this court cannot conclude that AIG abused its discretion in concluding that Mr. Sawyer was intoxicated at the time of the collision and denying benefits to plaintiff on that basis.<sup>[6]</sup></p>\n<p>2. <i>AIG's Interpretation of Plan Terms</i></p>\n<p>In her appeal of AIG's denial of benefits, and in her complaint in this court, plaintiff takes issue with AIG's reading and interpretation of the policy, and particularly their reliance on the intoxicant exclusion. (<i>See</i> Pl.'s Mem. Supp. Summ. J. 15-18.) Plaintiff argues, correctly, that ambiguous terms in ERISA plans must be construed against the drafter. <i>See </i><i>Haley, 77</i> F.3d at 88 (stating that \"established principles of contract and trust law\" govern interpretation of ERISA plans); <i>Tester v. Reliance Standard Life Ins. Co.,</i> 228 F.3d 372, 375 (4th Cir.2000) (applying the doctrine of <i>contra preferentem</i> to terms of an ERISA plan); <i>Doe,</i> 3 F.3d at 88-89 (citing <i>Kunin v. Benefit Trust Life Ins. Co.,</i> 910 F.2d 534, 539 (9th Cir.1990), for the proposition that application of the doctrine is not inconsistent with review for abuse of discretion). Plaintiff argues that the portion of the policy provision that reads, \"this, policy does not cover any loss caused in whole or in part by, or resulting in whole or in part from . . .,\" is ambiguous and must be construed against AIG. (<i>See</i> Def.'s Mem. Summ. J., Ex. D-2 (\"Group Accident Insurance Policy,\" Policy No. PAI 8054380) at 6; Ex. D-3 (\"Group Accident Insurance Policy,\" Policy No. BSC 8054381) at 6).</p>\n<p>The court declines to review this language in isolation and will instead review AIG's interpretation of the entire pertinent policy provision, which reads: \"this policy does not cover any loss caused in whole or in part by, or resulting in whole or in part from, the following: . . . the Insured Person being under the influence of drugs or intoxicants.\" (<i>Id.</i>)</p>\n<p>Defendant AIG attempts to defend the intoxicant exclusion in this case by analogizing to the case of <i>Balthis v. AIG Life Ins. Co.,</i> 5 Fed.Appx. 320, 2001 WL 262658 (4th Cir.2001) (unpublished). In <i>Balthis,</i> the policy at issue stated, \"where any loss is caused in whole or in part by the insured being <i>legally intoxicated, . .\" Id.</i> at 322 (emphasis added). In contrast, the policy at issue in this case states that coverage excludes situations where the loss is \"caused in whole or in part by, or resulting in whole or in part from, . . . the Insured Person being <i>under the influence</i> of drugs or intoxicants.\" (<i>See</i> Def.'s Mem. Summ. J., Ex. D-2 (\"Group Accident Insurance Policy,\" Policy No. PAI 8054380) at 6; Ex. D-3 (\"Group Accident Insurance Policy,\" Policy No. BSC 8054381) at 6). (emphasis added) The <i>Balthis</i> court relied on the term \"legally intoxicated\" in finding that the policy at issue in that case was pegged to an unambiguous and easily ascertainable legal standard. The policy provision at issue in the instant case is far less specific than the policy provision in <i>Balthis.</i> Nevertheless, even construing this provision in plaintiff's favor, and \"in accordance with the reasonable expectations of the insured,\" <i>see </i><i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> 67 F.3d 53, 57 (4th Cir.1995) (quoting <i>Wheeler v. Dynamic Eng'g Inc.,</i> 62 F.3d 634, 638 (4th <span class=\"star-pagination\">*743</span> Cir.1995)), this court simply cannot find fault with AIG's determination that a BAC of 0.17 fell within the \"under the influence\" language in the policy. No insured person could reasonably believe that having a BAC of 0.17 would not constitute being \"under the influence\" of alcohol. The court finds no ambiguity in the policy provisions at issue in this case sufficient to require reversal of AIG's decision or remand to the administrator.</p>\n<p>Even assuming, <i>arguendo,</i> that this court was to hold the intoxicant exclusion inapplicable in this case, plaintiff could not succeed in her claim. The policies at issue in this case define \"injury\" as \"a bodily injury caused by an accident occurring while this Policy is in force . . . and resulting directly and independently of all other causes. . . .\" (<i>Id.,</i> Ex. D-2 at 3; Ex. D-3 at 3.) The policies do not define the term \"accident,\" and this term must therefore be interpreted under the principles of federal common law. <i>See </i><i>Pilot Life Ins. Co. v. Dedeaux,</i> 481 U.S. 41, 107 S.Ct. 1549, 95 L.Ed.2d 39 (1987). Several courts, faced with the need to engage in such interpretation of the term \"accident,\" have turned to the standard elucidated in <i>Wickman v. Northwestern Nat'l Ins. Co.,</i> 908 F.2d 1077, 1084 (1st Cir.1990). <i>See </i><i>Poeppel,</i> 273 F.Supp.2d at 718-21, and cases cited therein. Applying this standard a court asks, in relevant part, whether a reasonable person in the position of the deceased would have expected the result of his conduct and whether a contrary expectation would have been unreasonable. <i>Wickman,</i> 908 F.2d at 1089.</p>\n<p>Courts have found that death resulting from driving while intoxicated is <i>not</i> accidental under the <i>Wickman</i> standard. <i>See </i><i>Poeppel,</i> 273 F.Supp.2d at 720 (applying <i>Wickman</i> to hold death of insured with BAC of .212 was <i>not</i> an \"accident,\" in case factually analogous to the instant case); <i>see also </i><i>Cozzie v. Metro. Life Ins. Co.,</i> 140 F.3d 1104 (7th Cir.1998) (applying <i>Wickman</i> to uphold denial of benefits when insured died as a result of driving while intoxicated); <i>Walker v. Metro. Life Ins. Co.,</i> 24 F.Supp.2d 775 (E.D.Mich.1997) (same). Other courts have reached the same conclusion without applying <i>Wickman. See </i><i>Cates v. Metro. Life Ins. Co.,</i> 14 F.Supp.2d 1024, 1027 (E.D.Tenn.1996), affd, 149 F.3d 1182 (6th Cir.1998); <i>Schultz v. Metro. Life Ins. Co.,</i> 994 F.Supp. 1419, 1421 (M.D.Fla.1997). The Fourth Circuit has spoken on this issue as well in the analogous context of a denial of coverage for medical expenses incurred after an insured caused an automobile collision while driving drunk. <i>Baker v. Provident Life &amp; Accident Ins. Co.,</i> 171 F.3d 939 (4th Cir. 1999) (\"The dangers of driving while intoxicated are plain. [Plaintiff] cannot now be heard to claim that he was unaware that his behavior threatened his own life and those of other motorists. . . . \").</p>\n<p>While reiterating that this court does not find, as a matter of fact, that Mr. Sawyer was intoxicated at the time of the collision in this case, <i>see supra</i> note 6, the court cannot conclude that AIG's finding on this issue was unreasonable. In fact, AIG reached the only reasonable conclusion in light of the evidence available at the time it rendered its decision. <i>Cf. </i><i>Poeppel,</i> 273 F.Supp.2d at 720. In summary, the court finds plaintiff's arguments regarding alleged ambiguities in the policies and AIG's construction of those policies unavailing. The policy terms at issue in this case were unambiguous and enforceable, and AIG's interpretation and application of these terms were reasonable under the circumstances of this case.</p>\n<p>3. <i>Plaintiffs Procedural Objections Under ERISA</i></p>\n<p>Plaintiff argues that she was denied a \"full and fair review\" as required <span class=\"star-pagination\">*744</span> under ERISA. 29 U.S.C. § 1133. Plaintiffs argument hinges on her allegation that AIG failed to notify her of the date of the ERISA Appeal Committee hearing in her case. For purposes of deciding the instant motions, the court adopts plaintiffs version of disputed facts and therefore assumes that plaintiff was <i>not</i> informed of the date on which the Appeal Committee planned to hold the hearing. The question then becomes whether AIG's failure to notify plaintiff of the date of the hearing amounts to a denial of the \"full and fair review\" that ERISA requires.</p>\n<p>The implementing regulations provide that the claims procedures of an ERISA plan \"will not be deemed to provide a claimant with a reasonable opportunity for a full and fair review of a claim and adverse benefit determination\" unless the procedures:</p>\n<blockquote>(i) Provide claimants at least 60 days following receipt of a notification of an adverse benefit determination within which to appeal the determination;</blockquote>\n<blockquote>(ii) Provide claimants the opportunity to submit written comments, documents, records, and other information relating to the claim for benefits;</blockquote>\n<blockquote>(iii) Provide that a claimant shall be provided, upon request and free of charge, reasonable access to, and copies of, all documents, records, and other information relevant to the claimant's claim for benefits . . . ;</blockquote>\n<blockquote>(iv) Provide for a review that takes into account all comments, documents, records, and other information submitted by the claimant relating to the claim, without regard to whether such information was submitted or considered in the initial benefit determination.</blockquote>\n<p>29 C.F.R. § 2560.503-1(h)(2).</p>\n<p>AIG's letter denying plaintiffs claim for benefits, dated December 9, 2002, informed plaintiff that her appeal would need to be \"submitted in writing to this office no later than 60 days after you receive this written notice.\" (AR at 78.) This letter specifically requested that plaintiff submit argument and evidence in support of her disagreement with AIG's denial of benefits. (<i>Id.</i>) Responding to a request from plaintiffs attorney, AIG promptly forwarded copies of both of the policies at issue in this matter. (AR at 74-76.) There is no suggestion that other requests for relevant information were made by plaintiffs attorney and ignored by AIG. Finally, AIG conducted a review of plaintiffs appeal that considered the evidence on record at the time of the Appeal Committee hearing. (AR at 58-59.) Although it appears incontestable that AIG met the four requirements of § 2560.503-1(h)(2), plaintiff nevertheless argues that she was denied a full and fair review under ERISA due to AIG's failure to notify her of the date of the Appeal Committee hearing in her case.</p>\n<p>Plaintiff had no right to appear before the Appeal Committee or to present oral testimony. <i>See </i><i>Brown v. Retirement Committee of Briggs &amp; Stratton Retirement Plan,</i> 797 F.2d 521, 534 (7th Cir. 1986); <i>Dabertin v. HCR Manor Care, Inc.,</i> 177 F.Supp.2d 829, 848 (N.D.Ill.2001). Moreover, the written evidence that plaintiff now attempts to rely on to contest AIG's decisionthe March 3, 2005 and April 28, 2005 letters written by Chief Medical Examiner John D. Buttsdid not even exist until more than a year after the date of the hearing. In short, plaintiff has failed to demonstrate how she was prejudiced by AIG's failure to notify her of the Appeal Committee hearing date.</p>\n<p>Based on the foregoing, the court finds that ERISA's \"core requirements\" for \"full and fair review\" were satisfied in this case. <i>See Brown; </i><i>Grossmuller v. International Union, UAW,</i> 715 F.2d 853 (3d Cir.1983). <span class=\"star-pagination\">*745</span> The record demonstrates that the Appeal Committee considered all of the evidence available at the time of the hearing; that plaintiff failed to submit additional evidence within the sixty day time period allotted for such submissions (or during the more than one year that elapsed between the expiration of this time period and the date the hearing was held); that plaintiff instead submitted letters, through her attorney, indicating that her only objection to AIG's determination related to their reading and interpretation of policy terms; and that the evidence plaintiff now wishes AIG had considered did not exist prior to March 2005, well after the Appeal Committee hearing and decision in this matter.</p>\n<p>Based on the foregoing, defendant AIG's motion for summary judgment [DE # 45] is GRANTED as to plaintiffs claim for wrongful denial of benefits.</p>\n<p>C. <i>Breach of Fiduciary Duty</i></p>\n<p>Plaintiff has recited two separate claims for breach of fiduciary duty under § 502(a)(3) of ERISA, one against the PCS defendants and the other against AIG. 29 U.S.C. § 1132(a)(3).<sup>[7]</sup> As was the case with plaintiffs wrongful denial of benefits claims, the analysis here would be the same for plaintiffs claims against all defendants; however, as a practical matter, only the claim against AIG remains for disposition after the granting of the PCS defendants' motion for summary judgment, <i>supra.</i></p>\n<p>The Supreme Court has held that § 502(a)(3) is intended to serve as a \"safety net, offering appropriate equitable relief for injuries caused by violations that § 502 does not elsewhere adequately remedy.\" <i>Varity Corp. v. Howe,</i> 516 U.S. 489, 512, 116 S.Ct. 1065, 134 L.Ed.2d 130 (1996). Section 502(a)(1)(B), under which plaintiff brought her wrongful denial of benefits claim, is a specific ERISA provision \"for breaches of fiduciary duty with respect to the interpretation of plan documents and the payment of claims.\" <i>Id.; see </i><i>Massachusetts Mut. Life Ins. Co. v. Russell,</i> 473 U.S. 134, 105 S.Ct. 3085, 87 L.Ed.2d 96 (1985); <i>Brach,</i> 489 U.S. at 108, 109 S.Ct. 948.</p>\n<p>In the wake of <i>Varity Corp.,</i> it has become abundantly clear that a plaintiff may not pursue a claim under § 502(a)(3) related to an alleged wrongful denial of benefits for which she has also sought a remedy under § 502(a)(1)(B). <i>See </i><i>Griggs v. E.I. DuPont de Nemours &amp; Co.,</i> 237 F.3d 371, 385 (4th Cir.2001); <i>Hoyle v. Liberty Life Assur. Co. of Boston Inc.,</i> 291 F.Supp.2d 414, 416-18 (W.D.N.C.2003), citing <i>Blair v. Young Phillips Corp.,</i> 235 F.Supp.2d 465, 471 (M.D.N.C.2002), <i>Tolson v. Avondale Indus., Inc.,</i> 141 F.3d 604, 610 (5th Cir.1998), <i>Wald v. Southwestern Bell Corp. Customcare Med. Plan,</i> 83 F.3d 1002, 1006 (8th Cir.1996), <i>Kopicki v. Fitzgerald Auto. Family Employee Benefits Plan,</i> 121 F.Supp.2d 467, 484 (D.Md.2000), and <i>Coyne &amp; Delany Co. v. Blue Cross &amp; Blue Shield of Virginia, Inc.,</i> 102 F.3d 712, 714 (4th Cir.1996). Accordingly, defendant AIG's motion for summary judgment [DE # 45] is GRANTED as to plaintiffs claim for breach of fiduciary duty.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds as follows:</p>\n<blockquote>(1) The PCS defendants' motion for summary judgment [DE # 43] is <span class=\"star-pagination\">*746</span> GRANTED, as these defendants are not proper parties to this action.</blockquote>\n<blockquote>(2) The PCS defendants' motion to strike plaintiffs response to their motion for summary judgment [DE # 53] is DEEMED MOOT in light of the granting of their motion for summary judgment.</blockquote>\n<blockquote>(3) Defendants' motion to strike [DE # 48] is GRANTED.</blockquote>\n<blockquote>(4) Defendants' motion to strike [DE # 77] is DENIED.</blockquote>\n<blockquote>(5) Plaintiffs motions submitted on December 27, 2005 [DE # 72, 73, 74, and 76] are DENIED.</blockquote>\n<blockquote>(6) Defendant AIG's motion for summary judgment [DE # 45] is GRANTED as to all of plaintiffs claims.</blockquote>\n<blockquote>(7) Plaintiffs motions for summary judgment [DE # 38] and for voluntary dismissal and remand to the administrator [DE # 40] are DENIED.</blockquote>\n<p>All other pending motions in this matter are DEEMED MOOT. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants' motion to strike certain affidavits submitted by plaintiff [DE # 48]; defendant PCS's motion to strike plaintiff's response to defendants' motions for summary judgment [DE # 53]; plaintiff's motion to act <i>pro se</i> [DE # 61]; plaintiff's motion to terminate counsel of record [DE # 62]; several motions submitted in January 2006 by plaintiff, acting <i>pro se,</i> that appear to supplement the arguments contained in plaintiff's previous motions [DE # 72, 73, 74, 76]; and defendants' motion to strike plaintiff's January 2006 filings [DE # 77].</p>\n<p>[2]  The PCS Administration Employee Benefits Committee served nominally as the Plan Administrator. (<i>See</i> Def.'s Mem. Summ. J. Ex. D (Millar Aff.) ¶ 4 &amp; Ex. D-1 (Summary Plan Description) at 6-26 &amp; 6-27.) However, the Plan granted defendant AIG \"full and sole responsibility to determine eligibility for benefits under the Plan.\" (<i>See id.</i> (Millar Aff.) ¶ 4 &amp; Ex. D-1 (Summary Plan Description) at 6-25 &amp; 6-31.)</p>\n<p>[3]  The record reveals that there was an original report, in which \"Alcohol/Drugs Suspected\" was coded as \"7 Unknown\" and \"Alcohol/Drugs Test Results\" was coded as \"5 Pending,\" and a supplemental report incorporating the medical examiner's findings with \"Alcohol/Drugs suspected\" coded as \"1 Yes alcohol, impairment suspected,\" and \"Alcohol/Drugs Test Results\" coded as \"2 Alcohol (percent BAC),\" listing Mr. Sawyer's BAC as O. 1 7.</p>\n<p>[4]  \"Plaintiff's Motion for the Court to Sanction Ruling for Defendants in Violation of Breach of Co-Fiduciary Duties and Grant Relief\" [DE # 72]; \"Plaintiff's Motion to Reopen Case Up for Discovery and Respective Claims in Proceeding Defendants Violation of Performing Their Fiduciary Duties\" [DE # 74]; \"Plaintiff's Motion to Contest Defendant's Response to The `Court Order' dated November 10, 2005 and Plea to the Court to Sanction a Ruling Based on Summary Judgment\" [DE # 76]; and Plaintiff's Affidavit filed December 27, 2005 [DE # 75].</p>\n<p>[5]  \"Plaintiff's Motion to Sanction a Ruling in Violation of Defendants Breach of Co-Fiduciary Duties\" [DE # 73].</p>\n<p>[6]  The court emphasizes that it does <i>not</i> conclude, as a matter of fact, that Mr. Sawyer was intoxicated at the time of the collision. The court concludes only that the decision made by the administrator was reasonable, based on the evidence contained in the administrative record at the time it issued its initial denial of benefits and also at the time of its denial of plaintiff's appeal.</p>\n<p>[7]  The claim against AIG was part of plaintiff's original complaint and was not affected by plaintiff's stipulation of dismissal as to defendant American International Group, Inc. [DE # 33] or plaintiff's amended complaint filed June 17, 2005 [DE # 35].</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">730</span></span> (2006)</b></center>\n<center><h1>D'Anna Russo SAWYER, Individually and as Administratrix of the Estate of Douglas Gray Sawyer, Plaintiff,<br>\nv.<br>\nPOTASH CORPORATION OF SASKATCHEWAN (POTASHCORP) a/k/a and d/b/a PCS Administration (USA), Inc. as Policy Holder, Plan Sponsor, and Participating Employer; PCS U.S. Flexible Benefits Plan, PCS Administration (USA), Inc., Employee Benefits Committee as Plan Administrator; John Does I through V; PCS Phosphate Company, Inc., Plan Sponsors and Plan Administrators of Health and Welfare Plans; American International Group, Inc. (AIG) as Plan Insurers; AIG Life Insurance Company (AIG Life) as Plan Insurers; AIG Claim Services, Inc. as Plan Insurers and Administrators, Defendants.</h1></center>\n<center>No. 4:04-CV-78-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 1, 2006.</center>\n<p><span class=\"star-pagination\">*731</span> <span class=\"star-pagination\">*732</span> Mark Van Lanier Gray, Gray, Newell, Johnson &amp; Blackmon, LLP, Paul D. Coates, Pinto, Coates, Kyre &amp; Brown, Greensboro, NC, for D'Anna Russo Sawyer Individually and as Administratrix of the Estate of Douglas Gray Sawyer, Plaintiff.</p>\n<p>Jeremy R. Sayre, Ward and Smith, PA, Raleigh, NC, Samuel McKinley Gray, III, Ward and Smith, New Bern, NC, Ann S. Estridge, Cranfill, Sumner &amp; Hartzog, Edward C. LeCarpentier, III, Cranfill Sumner &amp; Hartzog, Raleigh, NC, for Potash Corporation of Saskatchewan a/k/a and d/b/a PCS Administration (USA), Inc. as Policy Holder, Plan Sponsor, Participating Employer, PCS U.S. Flexible Benefits Plan, PCS Administration (USA), Inc., Employee Benefits as Plan Administrator, John Does PCS Phosphate Company, Inc. Plan Sponsors and Plan Administrators of Health and Welfare Plans, American International Group, Inc. (AIG) as Plan Insurers, AIG Life Insurance Company (AIGLife) as Plan Insurers, AIG Claim Services, Inc. as Plan Insurers and Administrators, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment [DE # 38, 43, 45], plaintiff's motion for voluntary dismissal and remand to the administrator [DE # 40], and numerous other motions.<sup>[1]</sup> Appropriate responses and replies have been submitted, and the time for further filings has expired. This matter is ripe for adjudication.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*733</span> <i>STATEMENT OF THE CASE</i>\n</h2>\n<p>This case involves an alleged wrongful denial of accidental death and dismemberment (\"AD &amp; D\") benefits and an alleged breach of fiduciary duty under an employee welfare benefit plan. Plaintiff is the wife of the deceased, Mr. Douglas Gray Sawyer, and the administratrix of Mr. Sawyer's estate, as well as a third-party beneficiary under the plan at issue. She has brought this action against her husband's former employer, PCS Phosphate Company, Inc., its parent company, PCS Administration (USA), Inc., and PCS U.S. Flexible Benefits Plan (collectively the \"PCS Defendants\"), as well as the insurer of the benefit plan, AIG Life Insurance Company, and AIG Claim Services, Inc. (collectively \"AIG\"), under the Employee Retirement Income Security Act of 1974 (\"ERISA\"). 29 U.S.C. § 1001, <i>et seq.</i></p>\n<p>Defendants argue that benefits were properly denied and that there was no breach of fiduciary duty, citing an AIG claim investigation that concluded that Mr. Sawyer was intoxicated at the time of his death, rendering AD &amp; D benefits unpayable under an \"intoxicant exclusion\" in the benefit plan and related insurance policies. Plaintiff disputes the factual conclusion of the AIG claim investigation and argues that defendants gave plaintiff inadequate notice of the denial of plan benefits and misconstrued the language of the relevant policy provisions. Plaintiff also argues that defendant AIG's dual role as insurer and fiduciary presents a conflict of interest that requires the court to modify the \"abuse of discretion\" standard typically employed in cases like the case at bar.<sup>[2]</sup></p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Mr. Douglas Gray Sawyer worked as a Master Filter Operator at PCS Phosphate Company, Inc., from August 23, 1983 until May 31, 2002, when he perished in a single-vehicle collision in Washington, North Carolina. The company provided basic non-contributory AD &amp; D coverage and gave eligible employees, including Mr. Sawyer, the opportunity to purchase AD &amp; D insurance through the PCS U.S. Flexible Benefits Plan (\"Plan\"). The Plan was insured under two policies issued to PCS Administration (USA), Inc. (the parent company of PCS Phosphate) by AIG. Mr. Sawyer elected to purchase an AD &amp; D policy totaling three hundred fifty thousand dollars ($350,000) in addition to the basic coverage provided by PCS ($80,000). At the time of Mr. Sawyer's death, plaintiff was the sole primary beneficiary of Mr. Sawyer's AD &amp; D policy and his estate was the sole contingent beneficiary.</p>\n<p>Of particular relevance to the instant case, the Plan and the related policies contained \"intoxicant exclusions\" that provided exceptions to the general rule of coverage for death or injury resulting from accidents. The Plan's Summary Plan Description (\"SPD\") stated, in pertinent part:</p>\n<blockquote>AD &amp; D benefits will not be paid for losses due to: . . . The insured person being under the influence of drugs or intoxicants, unless taken under the advice of a physician;</blockquote>\n<p>(<i>See</i> Def.'s Mem. Summ. J. Ex. D-1 at 6-14 &amp; 6-15.) Both of the relevant policies in this case contained the following exclusion:</p>\n<blockquote>This Policy does not cover any loss caused in whole or in part by, or resulting <span class=\"star-pagination\">*734</span> in whole or in part from, the following: . . . the Insured Person being under the influence of drugs or intoxicants, unless taken under the advice of a Physician.</blockquote>\n<p>(<i>See id.</i> Ex. D-2 (\"Group Accident Insurance Policy,\" Policy No. PAI 8054380) at 6; Ex. D-3 (\"Group Accident Insurance Policy,\" Policy No. BSC 8054381) at 6.) The SPD explained that in the event of a conflict between the language of the SPD and the insurance policy, the policy language would govern operation of the Plan. (<i>See id.</i> Ex. D-1 at 6-27.)</p>\n<p>In the first week of June 2002, plaintiff contacted PCS Administration (USA) regarding the benefits available to her as primary beneficiary of her husband's policy. On June 18, 2002, PCS Administration submitted a claim to AIG on plaintiff's behalf. On December 9, 2002, AIG sent a letter to plaintiff informing her that it had conducted an investigation and had concluded that Mr. Sawyer was intoxicated at the time of the collision, and that her claim was being denied on that basis pursuant to the policy provisions noted <i>supra.</i></p>\n<p>In reaching its conclusion, AIG relied on several pieces of evidence, including: (1) a toxicology report from the Office of the Chief Medical Examiner, dated June 12, 2002, listing the level of ethanol in Mr. Sawyer's bloodstream as 170 mg/DL, corresponding to a blood alcohol content (BAC) of 0.17, (2) a report of investigation from the same office, dated June 18, 2002, and (3) a North Carolina Crash Report (Form DMV-349), dated May 31, 2002.<sup>[3]</sup> (<i>See</i> Zimmerman Aff., Admin. Record [hereinafter \"AR\"] at 78 (Letter from Seven T. Hale, AD &amp; D Claims Examiner, to plaintiff, dated December 9, 2002).) The claim investigation is further detailed in two documents titled \"Report of Investigation,\" both prepared by Steve Midkiff of the AIG Investigative Services Division, dated August 4, 2002 and November 15, 2002. (<i>Id.</i> at 79-80, 92-93.)</p>\n<p>The December 9, 2002 denial letter from AIG to plaintiff included the following notice of plaintiff's right to appeal:</p>\n<blockquote>. . . [In] accordance with the terms and conditions of [ERISA] . . ., you have the right to review through appeal. Your appeal must be submitted in writing to this office no later than 60 days after you receive this written notice. The appeal must include the reason you disagree with our determination. In addition, you must submit evidence that your spouse's motor vehicle accident [was] not caused in whole or in part by, or [did not result] in whole or in part from his being under the influence of alcohol[.]</blockquote>\n<p>(<i>See</i> AR at 78.)</p>\n<p>On January 3, 2003, plaintiff's attorney sent a letter to AIG notifying the company that he had been retained to represent plaintiff and requesting that the company \"accept this correspondence as our Notice of Representation, Request for Reconsideration and as our Notice of Appeal of your initial determination that no benefits are payable.\" (<i>Id.</i> at 75.) (emphasis in original) Of paramount importance in this case, the letter then stated:</p>\n<blockquote>In support of our appeal, we believe that your reading and interpretation of the policy is unfair, improper and not supported by the plain language of the policy. <span class=\"star-pagination\">*735</span> Rather, we believe your most recent correspondence misrepresents the terms of the policy issued and/or the benefits or advantages promised thereby. In short, you are obliged and we are entitled to have the terms of the exclusions strictly construed and confined to the language of the policy.</blockquote>\n<p>(<i>Id.</i>) Plaintiff did <i>not</i> object to AIG's finding that Mr. Sawyer was intoxicated, and plaintiff submitted <i>no evidence</i> with her notice of appeal to counter or otherwise call into question the factual conclusions of AIG's investigation.</p>\n<p>On October 1, 2003, plaintiffs attorney sent another letter inquiring about the status, of plaintiffs appeal and reiterating plaintiffs objection to AIG's reading of the policy provisions. (<i>Id.</i> at 71.) Again, this letter omitted any mention of plaintiffs objection to AIG's factual conclusions or any other grounds for plaintiffs appeal. The letter concluded with the request, \"Please process our appeal forthwith.\" (<i>Id.</i>) (emphasis in original) On November 10, 2003, Seven Hale, an AD &amp; D Claims Examiner with AIG Claims Services, Inc., sent a letter to plaintiffs attorney acknowledging the October letter and stating, \"This claim will be forward[ed] to the ERISA Appeal Committee meeting to be heard. Once the meeting is schedule[d], I will advise you of the date.\"</p>\n<p>Defendants claim that Ms. Hale sent another letter to plaintiffs attorney on January 13, 2004, advising him that plaintiffs appeal would be heard at the February 11, 2004 meeting of the ERISA Appeal Committee. Plaintiffs attorney has filed a sworn affidavit indicating that he did not receive this letter at any time prior to the scheduled hearing date. (<i>See</i> Gray Aff. 2 [DE #66]). For purposes of deciding the present motions, the court resolves this disputed factual issue in plaintiffs favor and assumes, without deciding, that neither plaintiff nor her attorney received the January 13, 2004 letter prior to the February 2004 ERISA Appeal Committee meeting.</p>\n<p>On February 12, 2004, plaintiffs attorney sent a letter to Ms. Hale inquiring \"as to the status of [plaintiffs] claim and the position of the ERISA Appeal Committee regarding same.\" By letter dated February 20, 2004, the Committee communicated its decision to plaintiff. The Committee decided to uphold the denial of benefits, citing as pertinent facts the toxicology report from the Office of the Chief Medical Examiner and the supplemental police accident report that incorporated the Medical Examiner's findings, and concluding that Mr. Sawyer's BAC was 0.17 and that alcohol use was a \"contributing circumstance\" to the collision.</p>\n<p>Plaintiff filed her complaint in this court on May 28, 2004, individually and as administratrix of her husband's estate. As subsequently amended, plaintiffs complaint recites claims for wrongful denial of benefits and breach of fiduciary duty pursuant to ERISA, 29 U.S.C. §§ 1132(a)(1)(B) &amp; 1132(a)(3). Plaintiff voluntarily dismissed a related claim of unfair and deceptive trade practices on July 13, 2004 [DE # 15].</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p><i>I. Standard of Review</i></p>\n<p>A. <i>Summary Judgment pursuant to Fed.R.Civ.P. 56</i></p>\n<p>Summary judgment is appropriate pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating <span class=\"star-pagination\">*736</span> the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>B. <i>Review of Denial of Benefits Under ERISA Plans</i></p>\n<p>Courts in the Fourth Circuit utilize a well-established framework for the review of denials of benefits under ERISA plans. <i>See </i><i>Ellis v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"746849\"><a href=\"/opinion/746849/ellen-v-ellis-v-metropolitan-life-insurance-company/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 232 (4th Cir.1997). \"[Where] the benefit plan grants the administrator or fiduciary discretionary authority to determine eligibility or to construe the terms of the plan,\" a court reviews the determination for abuse of discretion. <i>Id.</i> (citing <i>Firestone Tire and Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 111, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989); <i>Brogan v. Holland,</i> <span class=\"citation\" data-id=\"733406\"><a href=\"/opinion/733406/zeffie-r-brogan-v-michael-h-holland-paul-r-dean-marty-d-hudson-elliot/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">158</span></a></span>, 161 (4th Cir.1997); <i>Bedrick v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"724885\"><a href=\"/opinion/724885/ethan-l-bedrick-by-and-through-his-guardian-ad-litem-stephanie-w/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 152 (4th Cir. 1996); <i>Bernstein v. CapitalCare, Inc.,</i> <span class=\"citation\" data-id=\"708173\"><a href=\"/opinion/708173/philip-bernstein-personal-representative-of-the-estate-of-jeffrey/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 787 (4th Cir.1995); <i>Doe v. Group Hospitalization &amp; Medical Servs.,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 85 (4th Cir.1993)). In general, a court should not disturb such a determination if it is \"the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Bernstein,</i> 70 F.3d at 788.</p>\n<p>However, it is also well-settled that courts in the Fourth Circuit modify the abuse of discretion standard when necessary to counteract the conflict of interest presented by an administrative decision-maker's status as both fiduciary and plan insurer. <i>See </i><i>Ellis,</i> 126 F.3d at 233. ERISA imposes on fiduciaries a duty of loyalty to act \"with respect to a plan solely in the interest of the participants and beneficiaries and for the exclusive purpose of providing benefits . . . and defraying reasonable expenses.\" 29 U.S.C. § 1104(a)(1)(A); <i>Doe v. Group Hospitalization &amp; Medical Services,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 86 (4th Cir.1993); <i>see also</i> Restatement (Second) of Trusts § 170(1) (1959). An insurer's discharge of this duty may be clouded by its self-interested concerns about the impact of benefit payments on its own bottom line. <i>See, e.g., </i><i>Doe,</i> 3 F.3d at 86. The Supreme Court has noted that such a conflict \"must be weighed as a `factor[] in determining whether there is an abuse of discretion.'\" <i>Bruch,</i> 489 U.S. at 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span> (quoting Restatement (Second) of Trusts § 187 cmt. d (1959)). The <span class=\"star-pagination\">*737</span> Fourth Circuit has provided additional guidance to district courts, stating,</p>\n<blockquote>in no case does the court deviate from the abuse of discretion standard. Instead, the court modifies the abuse of discretion standard according to a sliding scale. The more incentive for the administrator or fiduciary to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the more objectively reasonable the administrator or fiduciary's decision must be and the more substantial the evidence must be to support it.</blockquote>\n<p><i>Ellis,</i> 126 F.3d at 233.</p>\n<p>II. <i>Analysis</i></p>\n<p>A. <i>Scope of Review</i></p>\n<p>The court herein disposes of several preliminary matters that define the proper scope of review in the instant case.</p>\n<p>First, the court considers whether the PCS defendants are proper parties to this action. The party that controls administration of an employee benefits plan is the only proper defendant in an action concerning benefits under ERISA. <i>See </i><i>Gluth v. Wal-Mart Stores, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1413</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">368625</span></span>, *6 (4th Cir. 1997) (unpublished); <i>Layes v. Mead Corp.,</i> <span class=\"citation\" data-id=\"749909\"><a href=\"/opinion/749909/ronnie-layes-v-mead-corporation-cna-insurance-company-mead-retirement-plan/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1246</span></a></span>, 1249-50 (8th Cir.1998); <i>Daniel v. Eaton Corp.,</i> <span class=\"citation\" data-id=\"501737\"><a href=\"/opinion/501737/10-employee-benefits-ca-1197-10-employee-benefits-ca-1203-24-fed-r/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 266 (6th Cir.1988). Plaintiff argues that the PCS defendants are proper defendants because they performed certain administrative acts, such as collecting premiums from employees, adding new employees to their benefits programs, and answering employees' questions about benefits. However, these types of acts are not sufficient to render employers susceptible to suit in actions concerning benefits under ERISA. <i>See </i><i>Layes,</i> 132 F.3d at 1249-50. In determining whether a defendant is properly named in an ERISA benefits action, a court must consider whether the defendant has influenced the handling of the plaintiffs claim. <i>Id.</i> The court finds no evidence in the record to suggest that the PCS defendants exerted any influence on AIG's decision to deny benefits to plaintiff. Therefore, the court holds that AIG is the <i>only</i> proper defendant named in this matter, and the court therefore GRANTS the PCS defendants' motion for summary judgment [DE # 43]. Because the PCS defendants are not proper defendants, their motion to strike plaintiffs response to their motion for summary judgment [DE # 53] is hereby DEEMED MOOT.</p>\n<p>The next issue for the court's consideration is whether defendant AIG fits the definition of a fiduciary under ERISA, 29 U.S.C. § 1002(21)(A). Having reviewed the entire record in this case, the court finds that AIG does fit this definition and that it had responsibility to determine eligibility and to construe the terms of the Plan. (<i>See</i> Def.'s Mem. Summ. J. Ex. D-1 at 6-26 &amp; 6-27.) The court will therefore review AIG's denial of benefits for abuse of discretion. <i>See </i><i>Ellis,</i> 126 F.3d at 232.</p>\n<p>The court has also considered plaintiffs argument that AIG was operating under a conflict of interest requiring modification of the abuse of discretion standard under the standard elucidated <i>supra. See</i> section I.B. Magistrate Judge David W. Daniel considered this issue in the context of discovery proceedings. On April 7, 2005, Judge Daniel enter a scheduling order limiting discovery to production of the Plan, policies, and the administrative record in this case. He wrote,</p>\n<blockquote>After consideration of the briefs submitted by the parties, the Court finds that the facts in this case do not warrant deviation from the abuse of discretion typically employed in ERISA cases nor is there an indication of potential conflict of interest sufficient to support discovery <span class=\"star-pagination\">*738</span> beyond that related to production of the Plan. <i>See </i><i>Rego v. Westvaco Corp.,</i> <span class=\"citation\" data-id=\"780811\"><a href=\"/opinion/780811/andrew-j-rego-v-westvaco-corporation-westvaco-corporation-savings-and/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span> (4th Cir.2003) and <i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"676084\"><a href=\"/opinion/676084/the-sheppard-enoch-pratt-hospital-incorporated-v-travelers-insurance/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 125 (4th Cir.1994).</blockquote>\n<p>After the close of discovery, plaintiff made several bald attempts to circumvent this order and to place evidence before the court that went beyond the scope of discovery defined by the Magistrate Judge's order. Most notably, plaintiff strained to place two letters before the court from John D. Butts, Chief Medical Examiner, dated March 3, 2005, and April 28, 2005 both more than a year after plaintiffs appeal was denied by the AIG appeal committeethat tend to call into question the reliability of the toxicology findings on which AIG based its denial of benefits. Defendants have raised objections to these letters and to other submissions by plaintiff that relate to matters not a part of the administrative record.</p>\n<p>This court has reviewed the April 7, 2005 order and relevant legal authority, and finds that the order is, in all respects, in accordance with the law and should be approved. When a court conducts a review of a claim administrator's decision for abuse of discretion, evidence is limited to the facts that were before the administrator when it made its decision. <i>See </i><i>Elliott v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"766027\"><a href=\"/opinion/766027/brenda-elliott-v-sara-lee-corporation/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 608-09 (4th Cir.1999). Additional discovery is not allowedonly the administrative record is admissible. <i>See Burkhart v. Metro. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21655486</span></span>, *2 (E.D.Va. June 11, 2003) (unpublished). Even where the court finds that the administrator operated under a conflict of interest, the court weighs the conflict as a factor in its review without departing from the abuse of discretion standard. <i>See </i><i>Ellis,</i> 126 F.3d at 233. The court's review is still limited to the administrative record. <i>See Burkhart,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21655486</span></span> at *2 (citing <i>Nessell v. Crown Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2529655\"><a href=\"/opinion/2529655/nessell-v-crown-life-ins-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">523</span></a></span> (E.D.Va.2000)). This court will weigh any conflict of interest in this case as part of its review of AIG's denial of benefits using the abuse of discretion standard.</p>\n<p>The potential conflict of interest does not justify plaintiffs request for discovery beyond the administrative record, which was correctly rejected in the Magistrate Judge's April 7, 2005 order, nor does it justify plaintiffs numerous attempts to place inadmissible evidence before this court. Accordingly, the court hereby GRANTS defendants' joint motion to strike the June 7, 2005 affidavit of D'Anna Russo Sawyer, the March 3, 2005 letter from John D. Butts to Paul D. Coates, and the April 28, 2005 letter from John D. Butts to Paul D. Coates [DE # 48]. These submissions all relate to matters outside the scope of discovery and are therefore inadmissible.</p>\n<p>Finally, the court has considered defendants' motion to strike several motions and an affidavit submitted by plaintiff, <i>pro se,</i> on December 27, 2005. This court follows the principle that <i>pro se</i> litigants should not be held to the same stringent standards as attorneys. On that basis, the court DENIES defendants' motion [DE # 77]. However, the court has reviewed the December 2005 motions and affidavit submitted by plaintiff and objected to by defendants,<sup>[4]</sup> setting aside those portions of <span class=\"star-pagination\">*739</span> said motions that are overly vague, ambiguous, or otherwise inadmissible. This court has similarly reviewed another motion submitted by plaintiff on December 27, 2005 that was not specifically objected to by defendants.<sup>[5]</sup> After conducting this review, the court finds no grounds on which to grant the relief requested. Therefore, plaintiff's motions submitted on December 27, 2005 [DE # 72, 73, 74, and 76] are DENIED.</p>\n<p>B. <i>Review of AIG's Decision to Deny Benefits</i></p>\n<p>Plaintiff has recited claims against the PCS defendants and AIG for wrongful denial of benefits under § 502(a)(1)(B) of ERISA. 29 U.S.C. § 1132(a)(1)(B). As a practical matter, only the claim against AIG remains for disposition after the court's granting of the PCS defendants' motion for summary judgment, <i>supra,</i> though the analysis would be the same for both claims.</p>\n<p>When courts confronted with claims for wrongful denial of benefits review the decisions of administrators or fiduciaries under the abuse of discretion standard, they consider, to the extent relevant,</p>\n<blockquote>(1) the scope of the discretion conferred;</blockquote>\n<blockquote>(2) the purpose of the plan provision in which the discretion is granted; (3) any external standard relevant to the exercise of that discretion; (4) the administrator's motives; and (5) any conflict of interest under which the administrator operates in making its decision.</blockquote>\n<p><i>Haley v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"713050\"><a href=\"/opinion/713050/robert-a-haley-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 89 (4th Cir.1996) (citing Restatement (Second) of Trusts § 187 cmt. d (1959)). A fiduciary's decision is always entitled to some deference under the abuse of discretion standard, \"but this deference will be lessened to the degree necessary to neutralize any untoward influence resulting from [a conflict of interest].\" <i>Bedrick v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"724885\"><a href=\"/opinion/724885/ethan-l-bedrick-by-and-through-his-guardian-ad-litem-stephanie-w/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 152 (4th Cir.1996) (harmonizing <i>Bruch</i> and circuit law and quoting <i>Bailey v. Blue Cross &amp; Blue Shield,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 56 (4th Cir.1995)) (quoting <i>Doe,</i> 3 F.3d at 87); <i>see also </i><i>Ellis,</i> 126 F.3d at 233.</p>\n<p>The court finds the potential conflict of interest in this case to be substantial. Defendants have noted that AIG, as Plan fiduciary, must serve the best interests of all Plan beneficiaries, not just plaintiff. (Def.'s Mem. Summ. J. Ex. D-1 (SPD) at 6-28.) <i>See </i><i>Ellis,</i> 126 F.3d at 234. While this manner of framing AIG's fiduciary duty puts a positive gloss on <i>justified</i> denials of benefits, it does not give this court grounds to ignore the reality that AIG stands to benefit financially from every denial of benefits. Nor can the court turn a blind eye to the possible impact of this economic reality on AIG's denial of benefits in this case. The court is required to consider the potential for <i>unjustified</i> denials of benefits under Planslike the one at issue in this casewhere a single entity serves as both insurer and fiduciary to Plan beneficiaries. <i>See </i><i>Doe,</i> 3 F.3d at 86 (\"Even the most careful and sensitive fiduciary . . . may unconsciously favor its profit interest over the interests of the plan, leaving beneficiaries less protected than when the trustee acts without self-interest and solely for the benefit of the plan.\"). The court will therefore modify the abuse of discretion standard and conduct its review to account for the substantial conflict presented by the facts of this case.</p>\n<p><span class=\"star-pagination\">*740</span> 1. <i>AIG's Factual Determinations</i></p>\n<p>This court has conducted a searching review of the administrative record in this case, mindful of the impact of AIG's conflict of interest as well as the other factors elucidated in <i>Haley,</i> quoted <i>supra.</i> Through its review, the court has concluded that a toxicology report dated June 12, 2002 was the <i>only</i> independent evidence of intoxication in this case. The toxicology report indicated that Mr. Sawyer's blood alcohol content was 0.17, over twice the legal limit (0.08) for operating a motor vehicle under North Carolina law. (AR at 94.) N.C. Gen.Stat. § 20-138.1(a) (2005). The other evidence relied on by AIG was either inconclusive with respect to the issue of intoxication or purely derivative of the toxicology report.</p>\n<p>The \"Report of Investigation by Medical Examiner\" was completed two days <i>before</i> the specimens used to complete the toxicology report were received by the lab, and nearly two <i>weeks</i> before the toxicology report was completed. (<i>See</i> AR at 95-99 (\"Report of Investigation by Medical Examiner,\" dated June 1, 2002).) The report lists the probable causes of death as \"multiple trauma with head injuries\" and \"motor vehicle collision.\" The fact that Mr. Sawyer was not wearing a seat belt is listed as a \"contributing condition.\" A space reserved for the results of clinical alcohol tests is left blank, and the report notes only that a blood sample has been \"mailed.\" The report lists \"alcohol\" in a box titled \"OCME Review,\" but there is no indication of the reason for the notation and no other mention of alcohol in the body of the report or in the one-page \"Narrative Summary of Circumstances Surrounding Death.\" (<i>Id.</i>) Viewed as a whole, this report offers no independent support whatsoever for the conclusion that Mr. Sawyer was intoxicated at the time of the collision.</p>\n<p>Defendants also relied in their decisionmaking process on a North Carolina Crash Report (Form DMV-349) and a Supplemental Report, both dated May 31, 2002. (<i>See</i> AR at 82-85.) From the codes listed on these two reports, it appears that the officer on the scene, Trooper B.S. Gaskins, initially indicated that it was \"unknown\" whether alcohol or drugs were (or should have been) suspected, and that alcohol and drug test results were \"pending.\" <i>See supra</i> note 3 and accompanying text; (<i>accord</i> AR 53 (\"File Activity Sheet,\" summary of police report, dated 5/31/02).) The \"Supplemental Report,\" which includes the results of the toxicology test, amends the designations to \"Yesalcohol, impairment suspected\" and \"Alcohol-0.17 percent BAC,\" respectively. <i>See supra</i> note 3 and accompanying text. The only support these reports provide for AIG's determination that Mr. Sawyer was intoxicated comes directly from the modifications made by the \"Supplemental Report\" to reflect the results of the toxicology report.</p>\n<p>Elsewhere in the record there is a typewritten note stating, \"[We] need to interview the investigating officer as to whether alcohol contributed to the accident.\" (<i>See</i> AR at 52; <i>accord</i> AR at 87-89 (email exchange between Steve Midkiff and Seven Hale, November 2002).) There is no record of such an interview having been conducted, only ambiguous statements about the officer being \"unavailable\" and a record of a statement made by Sgt. Bowling to Steve Midkiff, an Investigator with AIG's Investigative Services Division, indicating that \"the officer's observations and conclusions are in the report.\" (AR at 87; <i>accord</i> AR at 79-80 (\"Report of Investigation\" completed by Steve Midkiff, November 15, 2002).)</p>\n<p>The questions and concerns occasioned by this court's review of the record, and by the sparse evidence contained therein to <span class=\"star-pagination\">*741</span> support the administrator's conclusion that Mr. Sawyer was intoxicated at the time of the collision, are tempered only by the independence of the Office of the Chief Medical Examiner of the State of North Carolina that completed the toxicology report. <i>See </i><i>Ellis,</i> 126 F.3d at 234 (\"Despite [defendant's] conflict of interest, which, as the district court noted, was greatly mitigated by its substantial reliance on the evaluations of the independent Roundtable, we conclude that [defendant] did not abuse its discretion in denying [plaintiff] benefits.\").</p>\n<p>The court's review of AIG's factual conclusions in this case therefore comes down to a question of whether a toxicology report, standing alone, provides the substantial evidence necessary to support an administrator's determination that a driver was intoxicated at the time of a collision. It appears, based on the Fourth Circuit's non-binding opinion in <i>Poeppel v. Hartford Ins. Co.,</i> 87 Fed.Appx. 885, 885-86, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">298414</span></span> (4th Cir.2004) (unpublished), that it does. In <i>Poeppel,</i> the plaintiff's brother died in a single-car collision, and the defendant insurance company denied AD &amp; D benefits after a toxicology report disclosed that the deceased was driving with a blood alcohol content of .212 at the time of the collision. <i>Id.; </i><i>Poeppel v. Hartford Life Ins, Co.,</i> <span class=\"citation\" data-id=\"2339944\"><a href=\"/opinion/2339944/poeppel-v-hartford-life-ins-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">714</span></a></span>, 718 (D.S.C.2003). The only notable distinction between <i>Poeppel</i> and the case at bar is that the toxicology report in <i>Poeppel</i> also contained an analysis of the deceased's urine alcohol level and ocular fluid blood alcohol level, both of which appear to have reinforced the BAC finding in that case. However, this court simply cannot find this distinction to be of legal consequence, especially given that the Fourth Circuit only commented on the BAC, and not on the urine alcohol level or the ocular fluid blood alcohol level, in its opinion affirming the district court. <i>Poeppel,</i> 87 Fed.Appx. at 885.</p>\n<p>In reviewing the instant case, this court has been guided by the Fourth Circuit's analysis in <i>Ellis,</i> 126 F.3d at 232-34. In <i>Ellis,</i> a unanimous panel concluded that an administrator or fiduciary, free of the conflict of interest presented by that case, would have been \"more than reasonable in exercising its discretion to deny [the plaintiff] benefits under the circumstances of [that] case.\" <i>Id.</i> at 233. Based on the foregoing discussion and analysis of the administrative record in the instant case, it is also clear in this case that a fiduciary operating free of AIG's conflict would have been reasonable in denying benefits.</p>\n<p>The entire analysis in this section thus far has dealt only with AIG's <i>initial</i> denial of benefits. When the court considers the circumstances surrounding plaintiffs appeal, AIG's final administrative determination becomes much easier to approve. The court views it to be particularly relevant that plaintiff at no time submitted any <i>evidence or argument</i> for inclusion in the administrative record to contradict or contest AIG's factual finding of intoxication. AIG's initial denial letter clearly invited such input from plaintiff. (<i>See</i> AR at 77-78 (\"The appeal must include the reason you disagree with our determination. In addition, you must submit evidence that your spouse's motor vehicle accident [was] not caused in whole or in part by, [or resulted] in whole or in part from his being under the influence of alcohol.\").) Instead, the <i>only</i> argument offered in plaintiff's January 3, 2003 notice of appeal was that AIG's \"reading and interpretation of the policy is unfair, improper and not supported by the plain language of the policy.\" (AR at 75.) Nearly nine months later, plaintiff (through her attorney) reiterated AIG's policy interpretation as the sole grounds for her appeal, and then stated, <span class=\"star-pagination\">*742</span> \"Please process our appeal forthwith.\" (AR at 71.) (emphasis in original) Under these circumstances, this court cannot conclude that AIG abused its discretion in concluding that Mr. Sawyer was intoxicated at the time of the collision and denying benefits to plaintiff on that basis.<sup>[6]</sup></p>\n<p>2. <i>AIG's Interpretation of Plan Terms</i></p>\n<p>In her appeal of AIG's denial of benefits, and in her complaint in this court, plaintiff takes issue with AIG's reading and interpretation of the policy, and particularly their reliance on the intoxicant exclusion. (<i>See</i> Pl.'s Mem. Supp. Summ. J. 15-18.) Plaintiff argues, correctly, that ambiguous terms in ERISA plans must be construed against the drafter. <i>See </i><i>Haley, 77</i> F.3d at 88 (stating that \"established principles of contract and trust law\" govern interpretation of ERISA plans); <i>Tester v. Reliance Standard Life Ins. Co.,</i> <span class=\"citation\" data-id=\"770621\"><a href=\"/opinion/770621/douglas-y-tester-as-personal-representative-of-the-estate-of-annie-ruth/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">372</span></a></span>, 375 (4th Cir.2000) (applying the doctrine of <i>contra preferentem</i> to terms of an ERISA plan); <i>Doe,</i> 3 F.3d at 88-89 (citing <i>Kunin v. Benefit Trust Life Ins. Co.,</i> <span class=\"citation\" data-id=\"546156\"><a href=\"/opinion/546156/daniel-kunin-v-benefit-trust-life-insurance-company/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">534</span></a></span>, 539 (9th Cir.1990), for the proposition that application of the doctrine is not inconsistent with review for abuse of discretion). Plaintiff argues that the portion of the policy provision that reads, \"this, policy does not cover any loss caused in whole or in part by, or resulting in whole or in part from . . .,\" is ambiguous and must be construed against AIG. (<i>See</i> Def.'s Mem. Summ. J., Ex. D-2 (\"Group Accident Insurance Policy,\" Policy No. PAI 8054380) at 6; Ex. D-3 (\"Group Accident Insurance Policy,\" Policy No. BSC 8054381) at 6).</p>\n<p>The court declines to review this language in isolation and will instead review AIG's interpretation of the entire pertinent policy provision, which reads: \"this policy does not cover any loss caused in whole or in part by, or resulting in whole or in part from, the following: . . . the Insured Person being under the influence of drugs or intoxicants.\" (<i>Id.</i>)</p>\n<p>Defendant AIG attempts to defend the intoxicant exclusion in this case by analogizing to the case of <i>Balthis v. AIG Life Ins. Co.,</i> 5 Fed.Appx. 320, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">262658</span></span> (4th Cir.2001) (unpublished). In <i>Balthis,</i> the policy at issue stated, \"where any loss is caused in whole or in part by the insured being <i>legally intoxicated, . .\" Id.</i> at 322 (emphasis added). In contrast, the policy at issue in this case states that coverage excludes situations where the loss is \"caused in whole or in part by, or resulting in whole or in part from, . . . the Insured Person being <i>under the influence</i> of drugs or intoxicants.\" (<i>See</i> Def.'s Mem. Summ. J., Ex. D-2 (\"Group Accident Insurance Policy,\" Policy No. PAI 8054380) at 6; Ex. D-3 (\"Group Accident Insurance Policy,\" Policy No. BSC 8054381) at 6). (emphasis added) The <i>Balthis</i> court relied on the term \"legally intoxicated\" in finding that the policy at issue in that case was pegged to an unambiguous and easily ascertainable legal standard. The policy provision at issue in the instant case is far less specific than the policy provision in <i>Balthis.</i> Nevertheless, even construing this provision in plaintiff's favor, and \"in accordance with the reasonable expectations of the insured,\" <i>see </i><i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (4th Cir.1995) (quoting <i>Wheeler v. Dynamic Eng'g Inc.,</i> <span class=\"citation\" data-id=\"701755\"><a href=\"/opinion/701755/pens-plan-guide-p-23911l-frances-c-wheeler-v-dynamic-engineering/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">634</span></a></span>, 638 (4th <span class=\"star-pagination\">*743</span> Cir.1995)), this court simply cannot find fault with AIG's determination that a BAC of 0.17 fell within the \"under the influence\" language in the policy. No insured person could reasonably believe that having a BAC of 0.17 would not constitute being \"under the influence\" of alcohol. The court finds no ambiguity in the policy provisions at issue in this case sufficient to require reversal of AIG's decision or remand to the administrator.</p>\n<p>Even assuming, <i>arguendo,</i> that this court was to hold the intoxicant exclusion inapplicable in this case, plaintiff could not succeed in her claim. The policies at issue in this case define \"injury\" as \"a bodily injury caused by an accident occurring while this Policy is in force . . . and resulting directly and independently of all other causes. . . .\" (<i>Id.,</i> Ex. D-2 at 3; Ex. D-3 at 3.) The policies do not define the term \"accident,\" and this term must therefore be interpreted under the principles of federal common law. <i>See </i><i>Pilot Life Ins. Co. v. Dedeaux,</i> <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1987). Several courts, faced with the need to engage in such interpretation of the term \"accident,\" have turned to the standard elucidated in <i>Wickman v. Northwestern Nat'l Ins. Co.,</i> <span class=\"citation\" data-id=\"545155\"><a href=\"/opinion/545155/mary-jane-wickman-v-northwestern-national-insurance-company/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span>, 1084 (1st Cir.1990). <i>See </i><i>Poeppel,</i> 273 F.Supp.2d at 718-21, and cases cited therein. Applying this standard a court asks, in relevant part, whether a reasonable person in the position of the deceased would have expected the result of his conduct and whether a contrary expectation would have been unreasonable. <i>Wickman,</i> 908 F.2d at 1089.</p>\n<p>Courts have found that death resulting from driving while intoxicated is <i>not</i> accidental under the <i>Wickman</i> standard. <i>See </i><i>Poeppel,</i> 273 F.Supp.2d at 720 (applying <i>Wickman</i> to hold death of insured with BAC of .212 was <i>not</i> an \"accident,\" in case factually analogous to the instant case); <i>see also </i><i>Cozzie v. Metro. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1104</span></span> (7th Cir.1998) (applying <i>Wickman</i> to uphold denial of benefits when insured died as a result of driving while intoxicated); <i>Walker v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2516899\"><a href=\"/opinion/2516899/walker-v-metropolitan-life-ins-co/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">775</span></a></span> (E.D.Mich.1997) (same). Other courts have reached the same conclusion without applying <i>Wickman. See </i><i>Cates v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2519358\"><a href=\"/opinion/2519358/cates-v-metropolitan-life-ins-co-inc/\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1024</span></a></span>, 1027 (E.D.Tenn.1996), affd, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></span> (6th Cir.1998); <i>Schultz v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1530644\"><a href=\"/opinion/1530644/schultz-v-metropolitan-life-ins-co/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1419</span></a></span>, 1421 (M.D.Fla.1997). The Fourth Circuit has spoken on this issue as well in the analogous context of a denial of coverage for medical expenses incurred after an insured caused an automobile collision while driving drunk. <i>Baker v. Provident Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"762630\"><a href=\"/opinion/762630/thomas-baker-v-provident-life-accident-insurance-company/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">939</span></a></span> (4th Cir. 1999) (\"The dangers of driving while intoxicated are plain. [Plaintiff] cannot now be heard to claim that he was unaware that his behavior threatened his own life and those of other motorists. . . . \").</p>\n<p>While reiterating that this court does not find, as a matter of fact, that Mr. Sawyer was intoxicated at the time of the collision in this case, <i>see supra</i> note 6, the court cannot conclude that AIG's finding on this issue was unreasonable. In fact, AIG reached the only reasonable conclusion in light of the evidence available at the time it rendered its decision. <i>Cf. </i><i>Poeppel,</i> 273 F.Supp.2d at 720. In summary, the court finds plaintiff's arguments regarding alleged ambiguities in the policies and AIG's construction of those policies unavailing. The policy terms at issue in this case were unambiguous and enforceable, and AIG's interpretation and application of these terms were reasonable under the circumstances of this case.</p>\n<p>3. <i>Plaintiffs Procedural Objections Under ERISA</i></p>\n<p>Plaintiff argues that she was denied a \"full and fair review\" as required <span class=\"star-pagination\">*744</span> under ERISA. 29 U.S.C. § 1133. Plaintiffs argument hinges on her allegation that AIG failed to notify her of the date of the ERISA Appeal Committee hearing in her case. For purposes of deciding the instant motions, the court adopts plaintiffs version of disputed facts and therefore assumes that plaintiff was <i>not</i> informed of the date on which the Appeal Committee planned to hold the hearing. The question then becomes whether AIG's failure to notify plaintiff of the date of the hearing amounts to a denial of the \"full and fair review\" that ERISA requires.</p>\n<p>The implementing regulations provide that the claims procedures of an ERISA plan \"will not be deemed to provide a claimant with a reasonable opportunity for a full and fair review of a claim and adverse benefit determination\" unless the procedures:</p>\n<blockquote>(i) Provide claimants at least 60 days following receipt of a notification of an adverse benefit determination within which to appeal the determination;</blockquote>\n<blockquote>(ii) Provide claimants the opportunity to submit written comments, documents, records, and other information relating to the claim for benefits;</blockquote>\n<blockquote>(iii) Provide that a claimant shall be provided, upon request and free of charge, reasonable access to, and copies of, all documents, records, and other information relevant to the claimant's claim for benefits . . . ;</blockquote>\n<blockquote>(iv) Provide for a review that takes into account all comments, documents, records, and other information submitted by the claimant relating to the claim, without regard to whether such information was submitted or considered in the initial benefit determination.</blockquote>\n<p>29 C.F.R. § 2560.503-1(h)(2).</p>\n<p>AIG's letter denying plaintiffs claim for benefits, dated December 9, 2002, informed plaintiff that her appeal would need to be \"submitted in writing to this office no later than 60 days after you receive this written notice.\" (AR at 78.) This letter specifically requested that plaintiff submit argument and evidence in support of her disagreement with AIG's denial of benefits. (<i>Id.</i>) Responding to a request from plaintiffs attorney, AIG promptly forwarded copies of both of the policies at issue in this matter. (AR at 74-76.) There is no suggestion that other requests for relevant information were made by plaintiffs attorney and ignored by AIG. Finally, AIG conducted a review of plaintiffs appeal that considered the evidence on record at the time of the Appeal Committee hearing. (AR at 58-59.) Although it appears incontestable that AIG met the four requirements of § 2560.503-1(h)(2), plaintiff nevertheless argues that she was denied a full and fair review under ERISA due to AIG's failure to notify her of the date of the Appeal Committee hearing in her case.</p>\n<p>Plaintiff had no right to appear before the Appeal Committee or to present oral testimony. <i>See </i><i>Brown v. Retirement Committee of Briggs &amp; Stratton Retirement Plan,</i> <span class=\"citation\" data-id=\"474273\"><a href=\"/opinion/474273/pinkie-a-brown-v-retirement-committee-of-the-briggs-stratton-retirement/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 534 (7th Cir. 1986); <i>Dabertin v. HCR Manor Care, Inc.,</i> <span class=\"citation\" data-id=\"2571005\"><a href=\"/opinion/2571005/dabertin-v-hcr-manor-care-inc/\"><span class=\"volume\">177</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">829</span></a></span>, 848 (N.D.Ill.2001). Moreover, the written evidence that plaintiff now attempts to rely on to contest AIG's decisionthe March 3, 2005 and April 28, 2005 letters written by Chief Medical Examiner John D. Buttsdid not even exist until more than a year after the date of the hearing. In short, plaintiff has failed to demonstrate how she was prejudiced by AIG's failure to notify her of the Appeal Committee hearing date.</p>\n<p>Based on the foregoing, the court finds that ERISA's \"core requirements\" for \"full and fair review\" were satisfied in this case. <i>See Brown; </i><i>Grossmuller v. International Union, UAW,</i> <span class=\"citation\" data-id=\"423919\"><a href=\"/opinion/423919/grossmuller-raymond-v-international-union-united-automobile-aerospace/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></a></span> (3d Cir.1983). <span class=\"star-pagination\">*745</span> The record demonstrates that the Appeal Committee considered all of the evidence available at the time of the hearing; that plaintiff failed to submit additional evidence within the sixty day time period allotted for such submissions (or during the more than one year that elapsed between the expiration of this time period and the date the hearing was held); that plaintiff instead submitted letters, through her attorney, indicating that her only objection to AIG's determination related to their reading and interpretation of policy terms; and that the evidence plaintiff now wishes AIG had considered did not exist prior to March 2005, well after the Appeal Committee hearing and decision in this matter.</p>\n<p>Based on the foregoing, defendant AIG's motion for summary judgment [DE # 45] is GRANTED as to plaintiffs claim for wrongful denial of benefits.</p>\n<p>C. <i>Breach of Fiduciary Duty</i></p>\n<p>Plaintiff has recited two separate claims for breach of fiduciary duty under § 502(a)(3) of ERISA, one against the PCS defendants and the other against AIG. 29 U.S.C. § 1132(a)(3).<sup>[7]</sup> As was the case with plaintiffs wrongful denial of benefits claims, the analysis here would be the same for plaintiffs claims against all defendants; however, as a practical matter, only the claim against AIG remains for disposition after the granting of the PCS defendants' motion for summary judgment, <i>supra.</i></p>\n<p>The Supreme Court has held that § 502(a)(3) is intended to serve as a \"safety net, offering appropriate equitable relief for injuries caused by violations that § 502 does not elsewhere adequately remedy.\" <i>Varity Corp. v. Howe,</i> <span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 512, <span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1996). Section 502(a)(1)(B), under which plaintiff brought her wrongful denial of benefits claim, is a specific ERISA provision \"for breaches of fiduciary duty with respect to the interpretation of plan documents and the payment of claims.\" <i>Id.; see </i><i>Massachusetts Mut. Life Ins. Co. v. Russell,</i> <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3085</span></a></span>, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1985); <i>Brach,</i> 489 U.S. at 108, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>.</p>\n<p>In the wake of <i>Varity Corp.,</i> it has become abundantly clear that a plaintiff may not pursue a claim under § 502(a)(3) related to an alleged wrongful denial of benefits for which she has also sought a remedy under § 502(a)(1)(B). <i>See </i><i>Griggs v. E.I. DuPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"771728\"><a href=\"/opinion/771728/joseph-d-griggs-v-e-i-dupont-de-nemours-company-joseph-d-griggs-v/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">371</span></a></span>, 385 (4th Cir.2001); <i>Hoyle v. Liberty Life Assur. Co. of Boston Inc.,</i> <span class=\"citation\" data-id=\"2512807\"><a href=\"/opinion/2512807/hoyle-v-liberty-life-assur-co-of-boston-inc/\"><span class=\"volume\">291</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">414</span></a></span>, 416-18 (W.D.N.C.2003), citing <i>Blair v. Young Phillips Corp.,</i> <span class=\"citation\" data-id=\"2457768\"><a href=\"/opinion/2457768/blair-v-young-phillips-corp/\"><span class=\"volume\">235</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">465</span></a></span>, 471 (M.D.N.C.2002), <i>Tolson v. Avondale Indus., Inc.,</i> <span class=\"citation\" data-id=\"753010\"><a href=\"/opinion/753010/gregory-a-tolson-v-avondale-industries-inc-avondale-industries-inc/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">604</span></a></span>, 610 (5th Cir.1998), <i>Wald v. Southwestern Bell Corp. Customcare Med. Plan,</i> <span class=\"citation\" data-id=\"718256\"><a href=\"/opinion/718256/20-employee-benefits-cas-1240-pens-plan-guide-p-23920p-karen-wald-v/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1006 (8th Cir.1996), <i>Kopicki v. Fitzgerald Auto. Family Employee Benefits Plan,</i> <span class=\"citation\" data-id=\"2505450\"><a href=\"/opinion/2505450/kopicki-v-fitzgerald-auto-family-employee-ben-plan/\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">467</span></a></span>, 484 (D.Md.2000), and <i>Coyne &amp; Delany Co. v. Blue Cross &amp; Blue Shield of Virginia, Inc.,</i> <span class=\"citation\" data-id=\"731232\"><a href=\"/opinion/731232/coyne-delany-company-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 714 (4th Cir.1996). Accordingly, defendant AIG's motion for summary judgment [DE # 45] is GRANTED as to plaintiffs claim for breach of fiduciary duty.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds as follows:</p>\n<blockquote>(1) The PCS defendants' motion for summary judgment [DE # 43] is <span class=\"star-pagination\">*746</span> GRANTED, as these defendants are not proper parties to this action.</blockquote>\n<blockquote>(2) The PCS defendants' motion to strike plaintiffs response to their motion for summary judgment [DE # 53] is DEEMED MOOT in light of the granting of their motion for summary judgment.</blockquote>\n<blockquote>(3) Defendants' motion to strike [DE # 48] is GRANTED.</blockquote>\n<blockquote>(4) Defendants' motion to strike [DE # 77] is DENIED.</blockquote>\n<blockquote>(5) Plaintiffs motions submitted on December 27, 2005 [DE # 72, 73, 74, and 76] are DENIED.</blockquote>\n<blockquote>(6) Defendant AIG's motion for summary judgment [DE # 45] is GRANTED as to all of plaintiffs claims.</blockquote>\n<blockquote>(7) Plaintiffs motions for summary judgment [DE # 38] and for voluntary dismissal and remand to the administrator [DE # 40] are DENIED.</blockquote>\n<p>All other pending motions in this matter are DEEMED MOOT. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants' motion to strike certain affidavits submitted by plaintiff [DE # 48]; defendant PCS's motion to strike plaintiff's response to defendants' motions for summary judgment [DE # 53]; plaintiff's motion to act <i>pro se</i> [DE # 61]; plaintiff's motion to terminate counsel of record [DE # 62]; several motions submitted in January 2006 by plaintiff, acting <i>pro se,</i> that appear to supplement the arguments contained in plaintiff's previous motions [DE # 72, 73, 74, 76]; and defendants' motion to strike plaintiff's January 2006 filings [DE # 77].</p>\n<p>[2]  The PCS Administration Employee Benefits Committee served nominally as the Plan Administrator. (<i>See</i> Def.'s Mem. Summ. J. Ex. D (Millar Aff.) ¶ 4 &amp; Ex. D-1 (Summary Plan Description) at 6-26 &amp; 6-27.) However, the Plan granted defendant AIG \"full and sole responsibility to determine eligibility for benefits under the Plan.\" (<i>See id.</i> (Millar Aff.) ¶ 4 &amp; Ex. D-1 (Summary Plan Description) at 6-25 &amp; 6-31.)</p>\n<p>[3]  The record reveals that there was an original report, in which \"Alcohol/Drugs Suspected\" was coded as \"7 Unknown\" and \"Alcohol/Drugs Test Results\" was coded as \"5 Pending,\" and a supplemental report incorporating the medical examiner's findings with \"Alcohol/Drugs suspected\" coded as \"1 Yes alcohol, impairment suspected,\" and \"Alcohol/Drugs Test Results\" coded as \"2 Alcohol (percent BAC),\" listing Mr. Sawyer's BAC as O. 1 7.</p>\n<p>[4]  \"Plaintiff's Motion for the Court to Sanction Ruling for Defendants in Violation of Breach of Co-Fiduciary Duties and Grant Relief\" [DE # 72]; \"Plaintiff's Motion to Reopen Case Up for Discovery and Respective Claims in Proceeding Defendants Violation of Performing Their Fiduciary Duties\" [DE # 74]; \"Plaintiff's Motion to Contest Defendant's Response to The `Court Order' dated November 10, 2005 and Plea to the Court to Sanction a Ruling Based on Summary Judgment\" [DE # 76]; and Plaintiff's Affidavit filed December 27, 2005 [DE # 75].</p>\n<p>[5]  \"Plaintiff's Motion to Sanction a Ruling in Violation of Defendants Breach of Co-Fiduciary Duties\" [DE # 73].</p>\n<p>[6]  The court emphasizes that it does <i>not</i> conclude, as a matter of fact, that Mr. Sawyer was intoxicated at the time of the collision. The court concludes only that the decision made by the administrator was reasonable, based on the evidence contained in the administrative record at the time it issued its initial denial of benefits and also at the time of its denial of plaintiff's appeal.</p>\n<p>[7]  The claim against AIG was part of plaintiff's original complaint and was not affected by plaintiff's stipulation of dismissal as to defendant American International Group, Inc. [DE # 33] or plaintiff's amended complaint filed June 17, 2005 [DE # 35].</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1530644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2339944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2457768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2505450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2512807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2516899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2519358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2529655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2571005/"
  ]
}