{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2459982/",
  "absolute_url": "/opinion/2459982/lumsden-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2459982/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:41:35.226762Z",
  "date_modified": "2016-04-27T03:07:01.767642Z",
  "type": "010combined",
  "sha1": "ed73aefa319a2689d772916d68bc15b0890505f6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>William K. LUMSDEN, Personal Representative of the Estate of Jamie Marie Lumsden, deceased; Candace Michelle Lee; Melanie L. Ritter; Michael M. Clark; and William B. Wilson, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:06-CV-60-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 7, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Government's Motion to Dismiss [DE-11], The plaintiffs have filed a Response [DE-17], to which the Government filed a Reply [DE-21]. The motion is ripe for disposition.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>The plaintiffs filed this personal injury and wrongful death action against the United States of America on April 25, 2006, pursuant to the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. §§ 1346, 2671-2680, <i>et seq.</i> In the light most favorable to the plaintiffs, the factual basis for their Complaint is as follows.</p>\n<p>Prior to October 21, 2004, the Marine Corps, through its agents or officers, were aware that Marine Corps Private Lucas Borges had, on several occasions, acquired and inhaled the chemical compound, ether, belonging to the Government.<sup>[1]</sup> On or about October 21, 2004, agents or officers of the United States discovered<sup>[2]</sup> Private Borges again inhaling ether that belonged to the United States. Marine Corps agents or officers impounded Borges's car, in which the containers of the Government's ether were located.</p>\n<p>Several days later, on November 3, 2004, agents or officers of the Marine Corps released to Borges the custody and control of his carstill containing the cylinders of ether. Private Borges then inhaled a sufficient quantity of the either to become extremely intoxicated. In that state of intoxication, Borges drove his vehicle eastbound in a westbound lane of Highway 24 in Onslow County, North Carolina, and slammed head-on into the vehicle in which the plaintiffs and Jamie Lumsden (\"the plaintiffs\") were riding. Jamie died from her injuries; the other plaintiffs were severely injured. Private Borges was convicted in state court of second degree murder, four counts of assault with a deadly weapon, and driving while impaired.</p>\n<p>The Complaint sets out a single <i>\"Claim for Relief Negligence and Wrongful Death.\"</i> Complaint [DE-1] at unnumbered p. 4.<sup>[3]</sup> The plaintiffs seek damages from the Government under the FTCA for the allegedly negligent acts of its officers, agents and employees in delivering to Borges the Government's ether and the keys to his car, knowing of Borges's propensity to abuse the ether and become dangerously intoxicated. <i>See id.</i> at ¶ 21. The plaintiffs claim that Borges's intoxication from huffing the Government's ether resulted in his operating his car in such a manner as to cause a head-on collision with the plaintiffs' vehicle. The plaintiffs claim that the risk of serious injury and/or death was reasonably foreseeable in light of all the facts and circumstances then known to the Government. <i>See id.</i> at ¶ 25. The plaintiffs allege that, \"as a direct and proximate result of the head-on collision,\" they suffered permanent and disabling injuries, and Jamie Lumsden died. The Complaint alleges that, \"The collision and injuries, death and related damages were caused solely by the breach of Defendant's duties and by its negligent and careless acts and/or omissions of its agents, servants, officers and/or employees acting within the course and scope of their employment,\" in several ways, each of which involved the Government's making the ether and Borges's vehicle available to Borges with the knowledge that he abused ether as an intoxicant. Complaint [DE-1], ¶ 27.</p>\n<p>The Government filed the instant Motion to Dismiss [DE-11] pursuant to 28 U.S.C. § 2680(h), and Rules 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure on September 29, 2006. The Government since has withdrawn its primary argument for dismissal under Rule 12(b)(1)that the <i>Feres</i> doctrine prevents this court from exercising subject matter jurisdiction over the plaintiffs' claims.<sup>[4]</sup> The court, therefore, will not address that abandoned ground for dismissal. The Government also contends that the plaintiffs' claims arising out of alleged assault and battery are excluded by statute from the FTCA's waiver of immunity, <i>see</i> 28 U.S.C. § 2680(h), and therefore this court lacks subject matter jurisdiction over this case. As another ground for dismissal under Rule 12(b)(i), the Government asserts the \"public duty\" doctrine as an exception to the FTCA waiver of sovereign immunity.</p>\n<p>The \"public duty\" doctrine also forms a basis for the Government's Rule 12(b)(6) motion to dismiss. The Government argues that application of the doctrine removes the necessary first element, duty, of negligence, and thereby prevents the plaintiffs from stating a claim under any theory of negligence.</p>\n<p></p>\n<h2>II. THE PARTIES</h2>\n<p>Because more than the usual number of actors are involved in the events underlying this action, it will be helpful to designate them from the beginning. \"The plaintiffs\" are those persons named as such in the caption of the Complaint. \"The Government\" is the defendant in this action by operation of the FTCA. \"The Government agents\" are those individuals acting on behalf of the Government who performed allegedly tortious acts and/or omissions that are alleged to have been an actual and proximate cause of the plaintiffs' injuries and death. \"Private Borges\" or \"Borges\" is the actor through whom the Government's agents' negligence proximately and foreseeably caused injury and death to the plaintiffs.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p></p>\n<h2>A. Rule 12(b)(1) motion</h2>\n<p>The district court should grant a Rule 12(b)(1) motion to dismiss \"only if the material jurisdictional facts are not in dispute and the moving party is entitled to prevail as a matter of law.\" <i>Evans v. B.F. Perkins Co.,</i> 166 F.3d 642, 647 (4th Cir.1999) (quoting <i>Richmond, Fredericksburg &amp; Potomac R. Co. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991)). As a general matter, \"the plaintiff bears the burden of persuasion if subject matter jurisdiction is challenged under Rule 12(b)(1), because [t]he party who sues the United States bears the burden of pointing to ... an unequivocal waiver of immunity.\" <i>Williams v. United States,</i> 50 F.3d 299, 304 (4th Cir.1995) (internal citations omitted); <i>see also </i><i>Welch v. United States,</i> 409 F.3d 646-649 (4th Cir.2005) (when an exception to the FTCA applies, sovereign immunity remains intact and federal courts lack subject matter jurisdiction), <i>cert, denied,</i> 546 U.S. 1214, 126 S.Ct. 1431, 164 L.Ed.2d 132 (2006).</p>\n<p>Here, the Government contends that this court lacks subject matter jurisdiction because the plaintiffs cannot prove that the Government waived its sovereign immunity under the FTCA for the conduct upon which this Complaint is based. That is, the Government asserts it is entitled to the benefit of specific exceptions to its waiver of immunity.</p>\n<p></p>\n<h2>(1) <i>Assault and Battery</i>\n</h2>\n<p>The Government's first ground for dismissal for lack of subject matter jurisdiction under Rule 12(b)(1) is statutory. The Government explains that the FTCA deprives federal courts of jurisdiction to resolve \"`[a]ny claim arising out of assault [or] battery.'\" Government's Memorandum [DE-12] at 19 (citing 28 U.S.C. § 2680(h)).<sup>[5]</sup> The Government's belief that such a claim is contained in the Complaint may arise by virtue of Private Borges's having been convicted, <i>inter alia,</i> of four counts of assault with a deadly weapon in Onslow County, North Carolina Superior Court.<sup>[6]</sup></p>\n<p>However, the Complaint cannot reasonably be read to allege that the plaintiffs are seeking relief from the Government arising from an intentional assault and battery inflicted by Private Borges. Indeed, the plaintiffs deny an intent to allege such a tort. Rather, the Complaint alleges \"negligence and wrongful death\" against the Government by virtue of acts and/or omissions of the Government agents other than Borges that proximately caused their injuries. <i>See</i> Complaint [DE-1], at unnumbered p. 4. The negligent conduct allegedly was that of the Government agents who delivered Borges's car keys and the ether to Borges. Borges's employment by the Government is irrelevant to the plaintiffs' theory of liability. <i>See </i><i>Sheridan v. United States,</i> 487 U.S. 392, 402, 108 S.Ct. 2449, 101 L.Ed.2d 352 (1988) (\"The negligence of other Government employees who allowed a foreseeable assault and battery to occur may furnish a basis for Government liability that is entirely independent of [the intoxicated person'shere, Borges's] employment status.\").<sup>[7]</sup> In this case, as in <i>Sheridan,</i> \"[bjecause neither [the intoxicated person's] employment status nor his state of mind has any bearing on the basis for petitioners' claim for money damages, the intentional tort exception to the FTCA is not applicable in this case.\" <i>Id.</i> at 403,108 S.Ct. 2449.<sup>[8]</sup></p>\n<p>Accordingly, the Government's Rule 12(B)(1) motion to dismiss for lack of subject matter jurisdiction on a theory that the Complaint seeks recovery for an intentional assault and battery is DENIED as baseless.</p>\n<p></p>\n<h2>(2) <i>\"Public Duty\" Exception</i>\n</h2>\n<p>The Government also contends that this court lacks subject matter jurisdiction by operation of the \"public duty\" doctrine. That is, the Government contends that, even if the plaintiffs adequately have alleged a cause of action, any relief from the Government is barred by operation of the \"public duty\" exception to the Government's waiver of immunity under the FTCA, thus depriving this court of subject matter jurisdiction. This principle also is advanced in support of the motion to dismiss for failure to state a claim, and is discussed in conjunction with that analysis, below. The public duty doctrine has no application in this case, however, and provides no basis for dismissal for lack of subject matter jurisdiction. The Government's Rule 12(b)(1) motion to dismiss by operation of the \"public duty\" doctrine is DENIED.</p>\n<p></p>\n<h2>B. Rule 12(b)(6) Motion</h2>\n<p>The Government also moves to dismiss the plaintiffs Complaint for failure to state a claim under Rule 12(b)(6).</p>\n<p></p>\n<h2>(1) <i>Standard of Review</i>\n</h2>\n<p>Factual allegations in a complaint will be construed in the nonmoving party's favor and treated as true when the court considers a motion to dismiss for failure to state a claim pursuant to Rule 12(b)(6). A court is \"`not so bound with respect to [the complaint's] legal conclusions.'\" <i>Schwei' kert v. Bank of America, NA,</i> 521 F.3d 285, 288 (4th Cir.2008) (quoting <i>United Mine Workers, Inc. v. Wellmore Coal Corp.,</i> 609 F.2d 1083, 1085-86 (4th Cir. 1979)). The plaintiffs \"[f]actual allegations must be enough to raise a right to relief above the speculative level.\" <i>Bell</i> <i>Atlantic Corp. v. Twombly,</i> ___ U.S. ___, ___, 127 S.Ct. 1955,1965,167 L.Ed.2d 929 (2007). \"[Ojnce a claim has been stated adequately, it may be supported by showing any set of facts consistent with the allegations in the complaint.\" <i>Id.</i> at ___, 127 S.Ct. at 1969. While a complaint need not contain detailed factual allegations to survive a 12(b)(6) motion, the Supreme Court explains that a plaintiffs \"obligation to provide the `grounds' of his `entitlement to relief requires more than labels and conclusions, and a formulaic recitation of the elements of a cause of action will not do.\" <i>Id.</i> at 1974 (internal citation omitted). The complaint must allege \"enough facts to state a claim to relief that is plausible on its face\" and \"raise a right to relief above the speculative level.\" <i>Id.</i><sup>[9]</sup></p>\n<p></p>\n<h2>(2) <i>The Parties'Arguments</i>\n</h2>\n<p>In its Memorandum in Support of Motion to Dismiss [DE-12], the Government argues that the Complaint must be dismissed for failure to state a claim for negligence because the plaintiffs did not, and cannot, allege facts that support the essential element of \"duty\" owed to them by the government. The Government's argument in this regard advances the general proposition that, because the law rarely imposes upon individuals the duty to prevent criminal acts of others, in the absence of a \"special relationship\" between the defendant and the injured party, such acts are unforeseeable and independent causes of injury that absolve the defendant of liability. The Government also contends the \"public duty\" exception to the FTCA waiver of immunity deprives this court of subject matter jurisdiction.</p>\n<p>Responding to the Government's motion, the plaintiffs explain that the Complaint advances a variation on the common law theory of \"negligent entrustment.\" They offer as an analogy North Carolina's embrace of social host and dram shop liability for the negligent provision of alcohol to an intoxicated person who injures a third party. Plaintiffs explain that, \"accountability in tort for the alleged negligent acts and omissions by the employees of the government in this case in entrusting an instrumentality to a known abuser which foreseeably and proximately caused this accident has been long recognized by the law of North Carolina.\" Plaintiffs' Memorandum [DE-19] at unnumbered p. 6.</p>\n<p>In Reply, [DE-21], the Government again presses its entitlement to immunity by operation of the \"public duty\" doctrine. It further argues that the Complaint fails to state a claim based on negligent entrustment, because it contends it was not the owner of the instrumentality that was negligently entrusted,<sup>[10]</sup> and because the plaintiffs did not allege \"that the Government was serving anything to Borges,\" <i>id.</i> at p. 6. Finally, the Government reiterates its position that it owed the plaintiffs no generalized duty of care, and that, at any rate, Private Borges's conduct and its consequences were not reasonably foreseeable. In order to properly assess the parties' respective arguments, a review of the FTCA and the allegations in the Complaint is necessary.</p>\n<p></p>\n<h2>(3) <i>FTCA and the Allegations in the Complaint</i>\n</h2>\n<p>The FTCA provides \"for `a limited waiver of sovereign immunity, making the Federal Government liable to the same extent as a private party for certain torts of federal employees acting within the scope of their employment.'\" <i>Wood v. Standard Prods. Co., Inc.,</i> 671 F.2d 825, 829 (4th Cir.1982) (quoting <i>United States v. Orleans,</i> 425 U.S. 807, 813, 96 S.Ct. 1971, 48 L.Ed.2d 390 (1976)); 28 U.S.C. § 1346(b). Thus, having brought this action pursuant to the FTCA, the plaintiffs must establish the Government's liability \"under circumstances where the United States, <i>if a private person,</i> would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" <i>Cantrell v. United States,</i> 735 F.Supp. 670, 672 (E.D.N.C.1988) (emphasis added). Because the controlling law is the substantive law of the state where the injury occurred, the Government, through the conduct of its agents, would be liable only if under like circumstances, a \"private person\" would be liable in accordance with the law of North Carolina. <i>See</i> 28 U.S.C. § 1346(b).</p>\n<p>The Complaint does not limit its claims for relief to a particular theory or theories of negligence. The factual allegations by which the plaintiffs define their claim of actionable negligence against the Government are set forth at unnumbered page 4 of the Complaint.</p>\n<blockquote>27. The collision and injuries, death and related damages were caused solely by the breach of Defendant's duties and by its negligent and careless acts and/or omissions of its agents, servants, officers and/or employees acting within the course and scope of their employment, in at least the following ways:</blockquote>\n<blockquote>a. Failing to follow proper procedures and common sense in protecting its storage facilities from unwarranted acquisition of dangerous substances, such as ether containers, particularly by persons such as Borges with a known propensity to abuse such substances.</blockquote>\n<blockquote>b. Failing to correct its lack of procedures and said lack of protection of its stores, particularly after it became aware that Borges unlawfully and dangerously acquired its property on repeated occasions.</blockquote>\n<blockquote>c. Failing to remove its ether containers from Mr. Borges' vehicle after they impounded his car because of misuse of its ether.</blockquote>\n<blockquote>d. Releasing its ether containers back to the custody and control of Mr. Borges, knowing that he had the propensity to use it only for the purposes of becoming dangerously intoxicated and that he would likely and forseeably cause serious harm to others.</blockquote>\n<p>Complaint [DE-1] at ¶ 27.</p>\n<p>The Complaint alleges that the abovedescribed conduct constituted a breach of the Government's duty \"to use due care to avoid doing harm to others,\" Complaint at ¶ 25, and \"to take reasonable steps to prevent Borges from harming others, including the plaintiffs, along with duties to take reasonable measures to guard against the unlawful and dangerous acquisition of its property, and to take particular measures to guard against the unlawful and dangerous acquisition and use of its property by persons who were known to [the Government] to abuse that property,\" <i>id.</i> at ¶ 26. These allegations refer to various acts and omissions of the Government's agents other than Borges, that may have occurred at times proximate to and/or discrete from the plaintiffs' injuries. They may or may not support more than one theory of recovery.</p>\n<p>The FTCA does not create new causes of action. Rather, the Act \"only serves to convey jurisdiction when the alleged breach of duty is tortious under state law, or when the Government has breached a duty under federal law that is analogous to a duty of care recognized by state law.\" <i>Goldstar (Panama) SA v. United States,</i> 967 F.2d 965, 969 (4th Cir. 1992); <i>see also </i><i>Rayonier, Inc. v. United States,</i> 352 U.S. 315, 319, 77 S.Ct. 374, 1 L.Ed.2d 354 (1957); <i>Florida Auto Auction of Orlando, Inc. v. United States,</i> 74 F.3d 498, 502 (4th Cir.1996). Simply stated, the ultimate issue is whether a private person could be held liable in North Carolina if he or she were to commit the acts alleged in the Complaint to have been committed by the Government agents, under the same or similar circumstances.</p>\n<p>In ascertaining the Government's potential for liability under the FTCA, the district courts are instructed to consider <i>analogous</i> state-law bases for private person liability, as not all Government actions are capable of being performed by individuals in the private sector. <i>See, e.g., </i><i>United States v. Olson,</i> 546 U.S. 43, 126 S.Ct. 510, 163 L.Ed.2d 306 (2005). Although the FTCA waives the Government's immunity \"in the same manner and to the same extent as a private individual under like circumstances,\" \"the phrase `like circumstances' do[es] not restrict a court's inquiry to the <i>same circumstances,</i> but requires it to look further afield.\" <i>Id.</i> at 44, 126 S.Ct. 510 (quoting <i>Indian Towing Co. v. United States,</i> 350 U.S. 61, 64, 76 S.Ct. 122,100 L.Ed. 48 (1955) (emphasis in original)); <i>see also </i><i>McCloskey v. Mueller,</i> 446 F.3d 262, 267 (1st Cir.2006) (\"The search for analogous state-law liability is circumscribed by the explicit language of the FTCA, which restricts that search to <i>private</i> liability.... In other words, we must look for `some relationship between the governmental employee[ ] and the plaintiff to which state law would attach a duty of care in purely private circumstances.'\") (emphasis in original) (citation omitted); <i>Carter v. United</i> States, 982 F.2d 1141, 1144 (7th Cir.1992) (\"The national government is never situated identically to private parties. Our task is to find a fitting analog under private law.\").<sup>[11]</sup></p>\n<p></p>\n<h2>(a) General Negligence Theory</h2>\n<p>On its face, the Complaint alleges as the cause(s) of actions simply, \"Negligence and Wrongful Death.\" The court first examines whether, on these facts, North Carolina would recognize a common law cause of action based simply on application of the familiar elements of negligence, <i>see Peal v. Smith,</i> 115 N.CApp. 225, 444 S.E.2d 673, 677 (1994), <i>aff'd,</i> 340 N.C. 352, 457 S.E.2d 599 (1995), and whether the Complaint sufficiently alleges such elements.</p>\n<p>In North Carolina, \"[n]egligence is not presumed merely because an accident has occurred. In order to establish a prima facie case of negligence, plaintiff must offer evidence that defendant owed him a duty of care, that defendant breached that duty, and that defendant's breach was the actual and proximate cause of plaintiffs injury.\" <i>Hall v. Toreros II, Inc.,</i> 176 N.CApp. 309, 626 S.E.2d 861, 865 (2006) (internal citation omitted), <i>disc. rev. allowed,</i> 361 N.C. 219, 642 S.E.2d 248 (2007); <i>see also </i><i>Cameron v. Merisel Properties, Inc.,</i> 652 S.E.2d 660, 664 (N.CCtApp. 2007). Here, the Government contends that the element of \"duty\" is missing.</p>\n<p>As this court already has noted, in FTCA actions, because the substantive law of the state where the injury occurred is controlling, the Government, through its agents, would be liable only if under like circumstances, a \"private person\" would be liable in accordance with the law of North Carolina. <i>See</i> 28 U.S.C. § 1346(b). The plaintiffs explain that because private persons may be held liable for injuries under some common law theory of negligence on the facts alleged in their Complaint, the Government also may be held liable under the FTCA. The question, then, is: if a private person were to deliver to a known abuser of the chemical compound, ether, both the keys to the known abuser's vehicle and a canister of ether belonging to the private person, would that private person be answerable to third parties injured when the known abuser foreseeably became dangerously intoxicated from huffing the ether, resulting in a traffic collision that caused injury and death to those third parties?</p>\n<p>North Carolina appellate courts have observed:</p>\n<blockquote>\"The law imposes upon every person who enters upon an active course of conduct the positive duty to exercise ordinary care to protect others from harm and calls a violation of that duty negligence. <i>Council v. Dickerson's, Inc.,</i> 233 N.C. 472, 64 S.E.2d 551 (1951); <i>Stroud v. Transportation Co.,</i> 215 N.C. 726, 3 S.E.2d 297 (1939). The duty to protect others from harm arises whenever one person is by circumstances placed in such a position towards another that anyone of ordinary sense who thinks will at once recognize that if he does not use ordinary care and skill in his own conduct with regard to those circumstances, he will cause danger of injury to the person or property of the other. <i>Insurance Co. v. Sprinkler Co.,</i> 266 N.C. 134, 146 S.E.2d 53 (1966); <i>Honeycutt v. Bryan,</i> 240 N.C. 238, 81 S.E.2d 653 (1954).\"</blockquote>\n<p><i>Quail Hollow East Condominium. Ass'n v. Donald J. Scholz Co.,</i> 47 N.CApp. 518, 268 S.E.2d 12, 15 (1980) (quoting <i>Davidson and Jones, Inc. v. County of Neiv Hanover,</i> 41 N.CApp. 661, 255 S.E.2d 580 (1979)). North Carolina's common law long has recognized that:</p>\n<blockquote>\"[e]very man is in general bound to use care and skill in his conduct wherever the reasonably prudent person in his shoes would recognize unreasonable risk to others from failure to use such care.\" <i>Firemen's Mutual Ins. Co. v. High Point Sprinkler Co.,</i> 266 N.C. 134, 146 S.E.2d 53, 60 (1966) (quoting 2 FOWLER V. HARPER &amp; FLEMING JAMES, JR., THE LAW OF TORTS § 28.1, at 1535 (1956). <i>Riskcreation behavior thus triggers duty where the risk is both unreasonable and foreseeable.</i> CHARLES E. DAYE <i>&amp;</i> MARK W. MORRIS, NORTH CAROLINA LAW OF TORTS § 16.30, at 135 (1991); DAVID A. LOGAN &amp; WAYNE A. LOGAN, NORTH CAROLINA TORTS § 1.10, at 7(1996)).</blockquote>\n<p><i>Mullis v. Monroe Oil Co., Inc.,</i> 349 N.C. 196, 505 S.E.2d 131, 136-37 (1998) (emphasis added).</p>\n<p>The Government, like a private person in the same or similar circumstances, owed these plaintiffs a duty of ordinary care. The Complaint in this case sufficiently alleges that the Government, by and through its agents, failed to exercise ordinary care and skill in undertaking a course of conduct. It is the Government agents' act(s) of making the canister of ether available to Borges by delivering it to him in his vehicle together with his car keys, that is alleged to have been a breach of the Government's duty \"`to use care and skill in [its] conduct wherever the reasonably prudent person in his shoes would recognize unreasonable risk to others from failure to use such care,'\" under the circumstances then existing. <i>Id.</i> (citation omitted). If the plaintiffs can show that the Government's agents knew or had reason to know that upon being provided the keys to his car and a canister of ether, Borges would become intoxicated at his first opportunity and immediately would attempt to drive on a public street while so intoxicated, then the agents' \"behavior thus triggers duty [because] the risk is both unreasonable and foreseeable.\" <i>Id.</i> (citation omitted). The United States Supreme Court implicitly recognized the viability of an analogous theory in <i>Sheridan. See </i><i>Sheridan,</i> 487 U.S. at 399, 108 S.Ct. 2449 (\"[T]he attention of the trier of fact is focused on the Government's negligent act or omission; the intentional commission is simply considered as part of the causal link leading to the injury.\").</p>\n<p>The test is no more than whether Government agents in undertaking to perform an active course of conduct, exercised such ordinary care as is required of a reasonable, prudent person under the circumstances. Taking as true the allegations contained in the Complaint, the court concludes that under similar circumstances, a private person in North Carolina would be found to have owed a duty of ordinary care to persons in the plaintiffs' position. The Government's motion to dismiss the Complaint for failure to state a claim arising from a general theory of negligence on the facts alleged is DENIED.</p>\n<p></p>\n<h2>(b) Negligent Entrustment Theory</h2>\n<p>The plaintiffs also contend that the Complaint sets forth a variation of the common law theory of negligent entrustment. The Complaint does not allege in so many words that the Government negligently entrusted a motor vehicle or other potentially dangerous instrumentality to Borges. Although the Complaint does not contain the phrase, \"negligent entrustment,\" the Government seems to accept that the Complaint intends to state a claim on that basis. This court will therefore examine whether the Complaint states a claim for negligent entrustment as it is. recognized under North Carolina law.</p>\n<p>In North Carolina, negligent entrustment cases nearly always involve an automobile as the instrumentality \"entrusted.\" Thus, negligent entrustment most commonly is \"established when the owner of an automobile entrusts its operation to a person whom he knows, or by the exercise of due care should have known, to be an incompetent or reckless driver ... who is likely to cause injury to others in its use....\" <i>Tart v. Martin,</i> 353 N.C. 252, 540 S.E.2d 332, 334 (2000) (quoting <i>Swicegood v. Cooper,</i> 341 N.C. 178, 459 S.E.2d 206, 207 (1995)). \"Based on his own negligence, the owner is `liable for any resulting injury or damage proximately caused by the borrower's negligence.'\" <i>Id.</i> (citation omitted). <i>Tart</i> makes clear that the entrustor/defendant must have been the owner of the vehicle. <i>Id.</i> at 333; <i>see also </i><i>Hill v. West,</i> 657 S.E.2d 694, 697 (N.C.Ct.App. 2008).</p>\n<p>The Government understands the law, as applied to these facts, as follows: in order for Party A (Government) to be found liable to Party C (plaintiffs) under the theory of negligent entrustment, Party A (Government) must negligently have entrusted Party A's (Government's) vehicle to Party B (Private Borges).<sup>[12]</sup> The Government contends that the plaintiffs' claim is deficient because the Complaint does not allege that the Government entrusted a Government-owned vehicle to Private Borges. The Government's argument demonstrates a misunderstanding of the plaintiffs' theory of liability.</p>\n<p>The factual allegation containing language describing an entrustment states that the Government was negligent by</p>\n<blockquote>[r]eleasing its ether containers back to the custody and control of Mr. Borges, knowing that he had the propensity to use it [sic] only for the purposes of becoming dangerously intoxicated and that he would likely and forseeably [sic] cause serious harm to others.</blockquote>\n<p>Complaint at 1127(d). The Government has not addressed the viability of the Complaint to plead a claim based on Government agents' allegedly negligent entrustment to Borges of <i>Government-owned</i> propertythe etherunder North Carolina negligent entrustment law.</p>\n<p>The court's research has located only three reported North Carolina cases in which the viability of a negligent entrustment claim has concerned an instrumentality other than a motor vehicle. In each of the three cases, the object of the alleged negligent entrustment was some sort of firearm, and a familial and/or employment relationship existed between the defendant and alleged tortfeasor. <i>See </i><i>Thomas v. Poole,</i> 45 N.C.App. 260, 262 S.E.2d 854 (1980) (co-workers, employer); <i>Lane v. Chatham,</i> 251 N.C. 400, 111 S.E.2d 598, 603 (1959) (parents/son); <i>Brittingham v. Stadiem,</i> 151 N.C. 299, 66 S.E. 128 (1909) (employer-father/employee-son). The court has not, however, located any support for the proposition that motor vehicles and firearms are the only instrumentalities that can be \"negligently entrusted\" in North Carolina. In the context of the instant FTCA case, this court's task is to \"look further afield\" to determine whether an analogous theory of individual liability could attach in similar circumstances. <i>See </i><i>Olson,</i> 546 U.S. at 44,126 S.Ct. 510.</p>\n<p>The Government believes the plaintiffs' theory to be that Government agents negligently entrusted to Borges <i>his own</i> car, and that such a theory must fail because the object negligently entrusted must have been owned by the <i>defendant.</i> However, the Complaint itself alleges that the instrumentality in question was the Government's canister of ether that Government agents knowingly left in Borges's car when they returned the car to him. The plaintiffs have alleged that, under these unique circumstances, the canister of ether was an instrumentahty that would be used by Borges, in conjunction with his operation of an automobile, in such a way as proximately and foreseeably would result in death and serious injury to third persons. As alleged in the Complaint, the mechanics of the tort and the foreseeable danger to be avoided is analogous to that to which traditional negligent entrustment theory applies.</p>\n<p>In light of the foregoing, the court declines to find that such allegations cannot state a claim for relief against a private person in North Carolina. The Government's 12(b)(6) motion to dismiss for failure to state a claim on a generic theory of negligent entrustment is DENIED.</p>\n<p></p>\n<h2>(c) Social Host Liability Analogy</h2>\n<p>The plaintiffs also suggest that their theory of negligence is supported by the same public policy concerns that underlie North Carolina's recognition of the analogous third party liability for injury proximately caused by the provision of alcohol to an intoxicated person. <i>See</i> N.C. GEN. STAT. § 18B-120-21 (North Carolina Dram Shop Act); <i>Hutchens v. Hankins,</i> 63 N.CApp. 1, 303 S.E.2d 584, <i>disc. rev. denied,</i> 309 N.C. 191, 305 S.E.2d 734 (1983) (commercial vendor liability); <i>cf. Pangburn v. Saad,</i> 73 N.CApp. 336, 326 S.E.2d 365, 367 (1985) (recognizing cause of action against psychiatrist for injuries to third party resulting from wrongful release of mental patient; doctor's statutory qualified immunity did not prevent liability for \"`willful, wanton or reckless' negligence and intentional wrongdoing.\") (citation omitted).</p>\n<p>Specifically, plaintiffs contend that § 18B-120-21 codified the common law-theory of negligent entrustment as applied to the purveyors of alcohol. North Carolina also recognizes liability for harm to a third party resulting from the non-commercial provision of an intoxicant to an intoxicated person. <i>See, e.g., Hart v. Ivey,</i> 332 N.C. 299, 420 S.E.2d 174, 178 (1992) (pursuant to North Carolina's principles of negligence, a social host is \"`under a duty to the people who travel on the public highways not to serve alcohol to a intoxicated individual who [i]s known to be driving.' \") (citation omitted). <i>Hart</i> applied to a specific application of the common law duty of \"every person who enters upon an active course of conduct ... to exercise ordinary care to protect others from harm,\" emphasizing that the decision did not create a new cause of action, but utilized \"established negligence principles.\" <i>Id.</i> at 178.</p>\n<p>Although neither the dram shop nor the social host liability theory <i>literally</i> is applicable to the facts alleged in the Complaint, the fundamental premise for both is consistent with the grave public policy concerns underlying the plaintiffs' allegations. The plaintiffs' analogy to North Carolina's embrace of third party liability for injuries proximately resulting from a tortfeasor's foreseeable negligence, fueled by intoxication caused or enhanced by the third party's knowing provision of the intoxicant to the tortfeasor, is well-taken. The object \"negligently entrusted\" in a dram shop/social host context is not the drunken patron's motor vehicle that he crashes headon into a carload of unsuspecting motorists; it is that one-more-for-the-road that the barkeep provides to the patron during \"last call,\" knowing full well that the patron is headed to the parking lot, car keys in hand.</p>\n<p>The Fourth Circuit Court of Appeals found North Carolina's social host liability law \"obviously instructive,\" when employees of the United States Department of Veterans Affairs (VA) committed numerous negligent actsincluding negligently dispensing narcotics to a patient and failing to institute, enforce, and monitor adequate policies concerning their dispensationthat proximately and foreseeably caused injuries to third parties. That court concluded that the theory could not support liability on the facts of the case. <i>See Iodice v. United States,</i> 289 F.3d 270 (4th Cir.2002). The Court of Appeals analogized to the ruling in <i>Hart,</i> where the North Carolina Supreme Court \"held that the third party victim of a drunk driver could sue a social host who served alcohol to the driver, if the host `knew or should have known' that the person served Vas under the influence of alcohol [and] ... would shortly thereafter drive an automobile.'\" <i>Id.</i> at 278 (quoting <i>Hart,</i> 420 S.E.2d at 178). In <i>Iodice,</i> the VA patient drove an automobile while under the influence of those negligently-dispensed narcotics, and caused three traffic accidents, one of which resulted in the plaintiffs' death and serious injuries. The plaintiffs sought to hold the VA responsible under the FTCA.</p>\n<p>The <i>Iodice</i> panel's analysis of the facts before it against the template produced by <i>Hart</i> involves interesting contrasts and comparisons in light of the nature and character of the parties and the context of the two cases. Ultimately, the court admitted it \"was not sure\" whether the North Carolina courts would allow a lawsuit by a third party on a theory of negligent provision of narcotics by a hospital to a driver. <i>Id.</i> at 280. However, the opinion turns on the appellate court's recognition that North Carolina law subsequent to <i>Hart</i> made it \"unmistakably clear\" that if such a claim were cognizable, the Complaint must include allegations that the defendant supplied alcohol or narcotics to the driver, whom the defendant knew or should have known was \"at that time\" under the influence of alcohol or narcotics and \"would shortly thereafter drive an automobile.\" <i>Id.</i> at 279-80; <i>see also Smith v. Winn-Dixie Charlotte, Inc.,</i> 142 N.CApp. 255, 542 S.E.2d 288, 293 &amp; 293, n. 4 (2001) (regardless of the capacity in which a tortfeasor furnishes the alcoholic beverages, a plaintiff must produce substantial evidence that the tortfeasor: (1) \"furnished alcoholic beverages to someone [he] knew or should have known was `noticeably intoxicated,'\" and (2) \"knew or should have known this `noticeably intoxicated' person was going to drive a motor vehicle.\"). The complaint in the instant case, like the complaint in <i>Iodice,</i> did not include the first of the requisite allegations.</p>\n<p>Failure to allege that an intoxicating substance was provided to a person at a time when he was \"noticably intoxicated\" is fatal to a dram shop/social host theory. Accordingly, the Complaint fails to state a claim based on provision by the Government of an intoxicating substance to a driver. The Government's motion to dismiss any claim arising from a social host liability analogy is ALLOWED,</p>\n<p></p>\n<h2>(d) Failure to Protect Theory</h2>\n<p>In addition to the several alleged acts and omissions contained in ¶ 27, the Complaint alleges that the Government \"had a duty to take reasonable steps to prevent Borges from harming others, including the Plaintiffs but does not specify the source of that duty. Complaint ¶ 26. The Government contends such allegations fail to state a claim under North Carolina law on two grounds.</p>\n<p></p>\n<h2>(i) <i>No General Duty to Protect</i>\n</h2>\n<p>First, the Government reiterates that in North Carolina, there is no general affirmative duty to protect others from harm caused by third persons. <i>E.g., Thornton v. F.J. Cherry Hosp.,</i> 644 S.E.2d 369, 376 (N.C.Ct.App.2007) (citation omitted), <i>affd.,</i> 362 N.C. 173, 655 S.E.2d 350 (2008). In certain circumstances, however, such an affirmative \"duty to protect\" may, in fact, arise: when the defendant has a special relationship to the plaintiff <i>or to the tortfeasor. See Hall</i> [<i>v. Toreros, II, Inc.,</i>] 176 N.CApp. 309, 626 S.E.2d [861,] 871 [(N.C.Ct.App.2006), <i>disc. rev. allowed,</i> (NO. 187PA06). 361 N.C. 219, 642 S.E.2d 248 (N.C. Jan. 25, 2007)]. A \"special relationship between the defendant and the [tortfeasor] ... imposes a duty upon the defendant to control the [tortfeasor's] conduct[,]....\" <i>Id.</i> (citation omitted). \"In such event, there is a duty `upon the actor to control the [tortfeasor's] conduct,' and `to guard other persons against his dangerous propensities.'\" <i>Id.</i> (quoting <i>King v. Durham County Mental Health Authority,</i> 113 N.C.App. 341, 439 S.E.2d 771, 774 (1994)) (citation omitted). <i>Harris v. Daimler Chrysler Corp.,</i> 180 N.CApp. 551, 638 S.E.2d 260, 265 (2006) (emphasis added) (footnote omitted). The <i>Harris</i> panel stressed that \"the chief factors justifying imposition of liability are 1) the ability to control the person and 2) knowledge of the person's propensity for violence.\" <i>Id.</i> (emphasis added) (internal quotation omitted).<sup>[13]</sup></p>\n<blockquote>Second, the Government argues that the Complaint alleges no \"special relationship\" between it and the plaintiffs that would support an exception to the \"no-duty-to-protect\" rule. Again, however, the Government's treatment of the issue is confined to only North Carolina cases applying the \"special relationship\" exception to those between the defendant and the injured victim. <i>Harris</i> demonstrates that the requisite \"special relationship\" also may exist between the defendant and the tortfeasor. The Complaint arguably contains allegations supporting a \"special relationship\" between the Government, through its agents, and Borges, so as to impose a duty upon \"the actor `to control [Borges's] conduct,' and `to guard other persons against his dangerous propensities.' \"While it is not evident that the plaintiffs intend to pursue a claim on a \"special relationship\" exception to North Carolina's no-duty-to-protect rule, neither is it apparent that the Complaint fails to state facts that <i>could</i> state such claim.<sup>[14]</sup></blockquote>\n<blockquote>(ii) <i>Public Duty Exception</i>\n</blockquote>\n<p>Against any label that may be attached to the plaintiffs' theory of liability, the Government invokes North Carolina's common law \"public duty\" exception to a waiver of sovereign immunity. The Government claims that the \"public duty\" doctrine shields it from liability under the FTCA on <i>any</i> theory, because its agents' acts or omissions occurred, if at all, within the course and scope of their duties as Government officials. Therefore, the Government reasons, just as a municipality generally may not be held responsible in tort for its police officers failure to prevent harm to a particular citizen, <i>see, e.g., Cockerham-Ellerbee v. Town of Jonesville,</i> 176 N.CApp. 372, 626 S.E.2d 685, 687 (2006), because the public \"duty to all is a duty to none,\"<sup>[15]</sup> the \"public duty\" doctrine removes any duty on the part of the Government to protect these particular members of the public. If the \"public duty\" doctrine is an exception to the Government's waiver of sovereign immunity by the FTCA, then this court lacks subject matter jurisdiction over this action, and the Complaint must be dismissed for failure to state a claim.</p>\n<p>The North Carolina Supreme Court recently explained that:</p>\n<blockquote>[t]he public duty doctrine, which this Court first adopted in <i>Braswell v. Braswell,</i> 330 N.C. 363, 410 S.E.2d 897 (1991), provides that \"a municipality and its agents act for the benefit of the public, and therefore, there is no liability for the failure to furnish police protection to specific individuals.\" <i>Id.</i> at 370, 410 S.E.2d at 901.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>The purpose of the doctrine, as noted in <i>Braswell,</i> is to respect the limited resources of law enforcement agencies by relieving them of liability for failure to prevent every criminal act. <i>Id.</i> at 370-71, 410 S.E.2d at 901.</blockquote>\n<p><i>Multiple Claimants v. North Carolina Dept. of Health and Human Services, Div. of Facility Services, Jails and Detention Services,</i> 361 N.C. 372, 646 S.E.2d 356, 357-58 (2007).</p>\n<p>The \"public duty\" doctrine has no application to an FTCA action, however. Whether or not state or local law enforcement officers would be liable under state law on the same or analogous facts is irrelevant under the Federal Tort Claims Act.</p>\n<blockquote>The Act says that it waives sovereign immunity \"under circumstances where the United States, if a <i>private person,\"</i> not \"the United States, if a state or municipal entity,\" would be liable. 28 U.S.C. § 1346(b)(1) (emphasis added). Our cases have consistently adhered to this \"private person\" standard. In <i>Indian Towing Co. v. United States,</i> 350 U.S. 61, 64, 76 S.Ct. 122, 100 L.Ed..48 (1955), this Court rejected the Government's contention that there was \"no liability for negligent performance of `uniquely governmental functions.'\" It held that the Act requires a court to look to the state-law liability of private entities, not to that of public entities, when assessing the Government's liability under the FTCA \"in the performance of activities which private persons do not perform.\" <i>Ibid.</i> In <i>Rayonier Inc. v. United States,</i> 352 U.S. 315, 318-319, 77 S.Ct. 374, 1 L.Ed.2d 354 (1957), the Court rejected a claim that the scope of FTCA liability for \"`uniquely governmental' \" functions depends on whether state law \"imposes liability on municipal or other local governments for the negligence of their agents acting in\" similar circumstances.</blockquote>\n<p><i>Olson,</i> 546 U.S. at 45-46, 126 S.Ct. 510. The Government cannot rely on the \"public duty\" doctrine to avoid liability, and its motion to dismiss [DE-11] on that ground is DENIED.</p>\n<p></p>\n<h2>IV. SUMMARY AND CONCLUSION</h2>\n<p>The arguments the Government has advanced in the instant motions are (1) that this court lacks subject matter jurisdiction over the controversy under the FTCA, <i>see</i> Rule 12(b)(1), FED.R.CrvP.; and (2) that the Complaint fails to state a set of facts upon which any relief could be afforded under the FTCA, <i>see</i> Rule 12(b)(6), FED. R.Crv.P.</p>\n<p>For the foregoing reasons, the court concludes that the Government is not entitled to dismissal of this Complaint for lack of subject matter jurisdiction pursuant to Rule 12(b)(1), by virtue of the \"assault and battery\" exception to its FTCA waiver of immunity, or by operation of the \"public duty\" doctrine.</p>\n<p>Moreover, after applying the standard applicable to the determination of a Rule 12(b)(6) motion to dismiss to the instant Complaint, the court concludes that the plaintiffs have alleged \"enough facts to state a claim to relief that is plausible on its face\" and to \"raise a right to relief above the speculative level.\" <i>Twombly,</i> ___ U.S. at ___, 127 S.Ct. at 1974. Specifically, the court concludes that the Complaint sufficiently alleges a cause of action at least for general or ordinary negligence, and by analogy to traditional entrustment principles that would be recognized under North Carolina law against a private person, and therefore states a claim for relief under the FTCA.</p>\n<p>The Government's overarching position is summarized in its Response memorandum as follows: \"What Private Borges chose to do with the vehicle or its contents after being [sic] returned to him cannot be said to have been capable of being controlled by the Government.\" Government's Memorandum [DE-12] at p. 6. However, the Complaint does not purport to base its claim for recovery against the Government on grounds that it failed to control Private Borges's conduct <i>after</i> its agents handed him the car keys and the ether. The Complaint alleges that the actionable conduct is that of the Government agents whose alleged <i>enablement</i> of Borges to drive away with a canister of the Government's ether in his car was the conduct that proximately caused the plaintiffs' injuries. On the facts alleged in the Complaint and the principles discussed herein, the court perceives that the Government, like any private party, owes a duty to persons in the plaintiffs' position, if not to <i>control</i> the conduct of Private Borges, then certainly not to <i>empower</i> it.<sup>[16]</sup></p>\n<p>Finally, the court concludes that \"public duty\" doctrine has no application to FTCA claims, and that the Government has not invoked the \"discretionary function\" exception to liability under the FTCA, applicable where allegedly negligent conduct involved the exercise of official or governmental authority. <i>See, e.g., United States v. Gaubert,</i> 499 U.S. 315, 111 S.Ct. 1267, 113 L.Ed.2d 335 (1991); <i>Smith v. Washington Metro. Area Transit Authority,</i> 290 F.3d 201 (4th Cir.2002).<sup>[17]</sup> Indeed, the plaintiffs' allegations are that Government agents committed a tort for which a private individual could be held liable under North Carolina law, not that Government agents tortiously performed a governmental function.</p>\n<p>Accordingly, the Government's Motion to Dismiss [DE-11] DENIED. The Clerk of Court is DIRECTED to continue management of this case in accordance with this court's practice.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The ether was contained in cylinders of a burnt orange color, measuring about eleven inches in length and four inches in radius, and was used by the Marine Corps for starting large internal combustion engines in cold weather.</p>\n<p>[2]  The context of the allegation suggests that Borges was in his vehicle when he was discovered on this occasion. <i>See</i> Complaint [DE-1], ¶¶ 18 &amp; 19.</p>\n<p>[3]  The pages of the plaintiffs' Memorandum either are unnumbered or mis-numbered. Any references herein to the Memorandum are by page number, as counted.</p>\n<p>[4]  The Government initially suggested that two of the injured plaintiffs who happened to be active duty Marines at the time of their injury, were precluded from recovery by operation of the <i>Feres</i> doctrine. <i>Feres v. United States,</i> 340 U.S. 135, 146, 71 S.Ct. 153, 95 L.Ed. 152 (1950) (\"The Government is not liable under the Federal Tort claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service\").</p>\n<p>[5]  The assault and battery exception does not apply to actions of federal investigative and law enforcement officers, as defined in § 2680(h).</p>\n<p>[6]  The plaintiffs filed a \"Memorandum of Supplemental Authority\" [DE-24] on April 3, 2008, citing <i>Schoenfeld v. Quamme and United States of America,</i> 492 F.3d 1016 (9th Cir. 2007), but not suggesting how the case is relevant to this one. It may be that the plaintiffs believe <i>Schoenfeld</i> undermines the Government's theory that Borges's state court convictions supply a factual basis for assault and battery claims in this action.</p>\n<p>[7]  In <i>Sheridan,</i> the fact that the drunken tortfeasor was an off-duty Navy corpsman did not exonerate the Government for FTCA liability when he fired a rifle, injuring plaintiffs, after having been observed armed and visibly drunk by other corpsmen who neither attempted to subdue him nor to alert authorities.</p>\n<p>[8]  By the time the matter reached the Fourth Circuit on remand from the Supreme Court, the <i>Sheridan</i> plaintiffs had dismissed their claims based on the conduct of the Navy corpsmen. Therefore, the opinion on appeal after remand, <i>Sheridan v. United States,</i> 969 F.2d 72 (4th Cir. 1992), did not address the theory of the Government's FTCA liability upon which this case rests.</p>\n<p>[9]  Here, the parties' memoranda purport to advance additional factual support for their theories. However, the court has not considered purported evidence outside the pleadings in ruling on these motions to dismiss under Rules 12(b)(6). <i>See Medlock v. Rumsfeld,</i> 336 F.Supp.2d 452, 461 (D.Md.2002).</p>\n<p>[10]  As explained, <i>infra,</i> the Government understands the Complaint to allege that the Government negligently entrusted Borges's own car to him.</p>\n<p>[11]  For example, the <i>Olson</i> Court noted that the Government effectively conceded that private person analogies exist for the federal mine inspectors' conduct alleged to have resulted in the plaintiffs' injuries, and commented that the appellate court, whose decision it vacated, \"should have looked for such an analogy.\" <i>Olson,</i> 546 U.S. at 47, 126 S.Ct. 510.</p>\n<p>[12]  Not all jurisdictions require that the negligent entrustor be the titular owner of an instrumentality. Some jurisdictions simply inquire whether the alleged negligent entrustor is the entity with the actual custody, possession or control of the instrumentality. <i>See, e.g., Harrison v. Carroll,</i> 139 F.2d 427 (4th Cir. 1943) (the custodian of owner's vehicle could be liable under Virginia law for injuries resulting from custodian's negligent entrustment of the vehicle to another); <i>cf. Dortch v. Jack,</i> No. 1:01CV289LG-RHW, 2005 WL 1279025 (S.D.Miss. May 11, 2005) (purportedly applying North Carolina law, but finding that \"although U-Haul of North Carolina was not the owner of the truck ... [it] had sufficient control and authority over the truck for liability to be imposed\"). North Carolina's appellate courts so far have adhered to the more narrow application requiring actual ownership. <i>See, e.g., Tart,</i> 540 S.E.2d at 333. <i>But see Meachum v. Faw,</i> 112 N.CApp. 489, 436 S.E.2d 141, 144 (1993) (\"`One who supplies directly or through a third person a chattel for the use of another whom the supplier knows or has reason to know to be likely because of his youth, inexperience, or otherwise, to use it in a manner involving unreasonable risk of physical harm to himself and others whom the supplier should expect to share in or be endangered by its use, is subject to liability for physical harm resulting to them.'\") (quoting with approval RESTATEMENT (SECOND) OF TORTS § 390 (1965), in bailee/bailor negligent entrustment case).</p>\n<p>[13]  In <i>Harris,</i> the court noted several \"recognized examples of special relationships\" such as: \"(1) parent-child; (2) master-servant; (3) landowner-licensee; (4) custodian-prisoner; and (5) institution-involuntarily committed mental patient.\" <i>Harris,</i> 638 S.E.2d at 265 (quoting <i>King,</i> 439 S.E.2d at 774). <i>Cf. Corrigan v. United States,</i> 815 F.2d 954, 958-62 (4th Cir. 1987) (Murnaghan, J., dissenting) (emphasizing unique relationship between serviceman and the military).</p>\n<p>[14]  <i>See</i> RESTATEMENT (THIRD) TORTS-PHYSICAL HARM § 41 (Proposed Final Draft No. 1, 2005) (a) An actor in a special relationship with another owes a duty of reasonable care to third persons with regard to risks posed by the other that arise within the scope of the relationship, (b) Special relationships giving rise to the duty provided in Subsection (a) include:\n</p>\n<p>(1) a parent with dependent children,</p>\n<p>(2) a custodian with those in its custody,</p>\n<p>(3) an employer with employees when the employment facilitates the employee's causing harm to third parties, and</p>\n<p>(4) a mental-health professional with patients.</p>\n<p>[15]  <i>See generally</i> Annot., 46 A.L.R.3d 1084 (1972) (\"Liability of Municipality or Other Governmental Unit for Failure to Provide Police Protection\").</p>\n<p>[16]  \"No better general statement can be made than that the courts will find a duty where, in general, reasonable persons would recognize it and agree that it exists.\" W. PAGE KEETON, ET AL., PROSSER AND KEETON ON THE LAW OF TORTS, § 53, p. 359 (5th ed. 1984)</p>\n<p>[17]  Although tying the \"discretionary function\" defense to a negligent entrustment theory, the Government has explained, \"[s]uch a defense has not been raised as of yet because approval has not been obtained from the U.S. Department of Justice. That being said, the defense of discretionary function is jurisdictional and therefore, can be raised at anytime [sic] and cannot be waived.\" Government's Reply [DE-21] at p. 2, n. 3 (citation omitted).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>William K. LUMSDEN, Personal Representative of the Estate of Jamie Marie Lumsden, deceased; Candace Michelle Lee; Melanie L. Ritter; Michael M. Clark; and William B. Wilson, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:06-CV-60-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 7, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Government's Motion to Dismiss [DE-11], The plaintiffs have filed a Response [DE-17], to which the Government filed a Reply [DE-21]. The motion is ripe for disposition.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>The plaintiffs filed this personal injury and wrongful death action against the United States of America on April 25, 2006, pursuant to the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. §§ 1346, 2671-2680, <i>et seq.</i> In the light most favorable to the plaintiffs, the factual basis for their Complaint is as follows.</p>\n<p>Prior to October 21, 2004, the Marine Corps, through its agents or officers, were aware that Marine Corps Private Lucas Borges had, on several occasions, acquired and inhaled the chemical compound, ether, belonging to the Government.<sup>[1]</sup> On or about October 21, 2004, agents or officers of the United States discovered<sup>[2]</sup> Private Borges again inhaling ether that belonged to the United States. Marine Corps agents or officers impounded Borges's car, in which the containers of the Government's ether were located.</p>\n<p>Several days later, on November 3, 2004, agents or officers of the Marine Corps released to Borges the custody and control of his carstill containing the cylinders of ether. Private Borges then inhaled a sufficient quantity of the either to become extremely intoxicated. In that state of intoxication, Borges drove his vehicle eastbound in a westbound lane of Highway 24 in Onslow County, North Carolina, and slammed head-on into the vehicle in which the plaintiffs and Jamie Lumsden (\"the plaintiffs\") were riding. Jamie died from her injuries; the other plaintiffs were severely injured. Private Borges was convicted in state court of second degree murder, four counts of assault with a deadly weapon, and driving while impaired.</p>\n<p>The Complaint sets out a single <i>\"Claim for Relief Negligence and Wrongful Death.\"</i> Complaint [DE-1] at unnumbered p. 4.<sup>[3]</sup> The plaintiffs seek damages from the Government under the FTCA for the allegedly negligent acts of its officers, agents and employees in delivering to Borges the Government's ether and the keys to his car, knowing of Borges's propensity to abuse the ether and become dangerously intoxicated. <i>See id.</i> at ¶ 21. The plaintiffs claim that Borges's intoxication from huffing the Government's ether resulted in his operating his car in such a manner as to cause a head-on collision with the plaintiffs' vehicle. The plaintiffs claim that the risk of serious injury and/or death was reasonably foreseeable in light of all the facts and circumstances then known to the Government. <i>See id.</i> at ¶ 25. The plaintiffs allege that, \"as a direct and proximate result of the head-on collision,\" they suffered permanent and disabling injuries, and Jamie Lumsden died. The Complaint alleges that, \"The collision and injuries, death and related damages were caused solely by the breach of Defendant's duties and by its negligent and careless acts and/or omissions of its agents, servants, officers and/or employees acting within the course and scope of their employment,\" in several ways, each of which involved the Government's making the ether and Borges's vehicle available to Borges with the knowledge that he abused ether as an intoxicant. Complaint [DE-1], ¶ 27.</p>\n<p>The Government filed the instant Motion to Dismiss [DE-11] pursuant to 28 U.S.C. § 2680(h), and Rules 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure on September 29, 2006. The Government since has withdrawn its primary argument for dismissal under Rule 12(b)(1)that the <i>Feres</i> doctrine prevents this court from exercising subject matter jurisdiction over the plaintiffs' claims.<sup>[4]</sup> The court, therefore, will not address that abandoned ground for dismissal. The Government also contends that the plaintiffs' claims arising out of alleged assault and battery are excluded by statute from the FTCA's waiver of immunity, <i>see</i> 28 U.S.C. § 2680(h), and therefore this court lacks subject matter jurisdiction over this case. As another ground for dismissal under Rule 12(b)(i), the Government asserts the \"public duty\" doctrine as an exception to the FTCA waiver of sovereign immunity.</p>\n<p>The \"public duty\" doctrine also forms a basis for the Government's Rule 12(b)(6) motion to dismiss. The Government argues that application of the doctrine removes the necessary first element, duty, of negligence, and thereby prevents the plaintiffs from stating a claim under any theory of negligence.</p>\n<p></p>\n<h2>II. THE PARTIES</h2>\n<p>Because more than the usual number of actors are involved in the events underlying this action, it will be helpful to designate them from the beginning. \"The plaintiffs\" are those persons named as such in the caption of the Complaint. \"The Government\" is the defendant in this action by operation of the FTCA. \"The Government agents\" are those individuals acting on behalf of the Government who performed allegedly tortious acts and/or omissions that are alleged to have been an actual and proximate cause of the plaintiffs' injuries and death. \"Private Borges\" or \"Borges\" is the actor through whom the Government's agents' negligence proximately and foreseeably caused injury and death to the plaintiffs.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p></p>\n<h2>A. Rule 12(b)(1) motion</h2>\n<p>The district court should grant a Rule 12(b)(1) motion to dismiss \"only if the material jurisdictional facts are not in dispute and the moving party is entitled to prevail as a matter of law.\" <i>Evans v. B.F. Perkins Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 647 (4th Cir.1999) (quoting <i>Richmond, Fredericksburg &amp; Potomac R. Co. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991)). As a general matter, \"the plaintiff bears the burden of persuasion if subject matter jurisdiction is challenged under Rule 12(b)(1), because [t]he party who sues the United States bears the burden of pointing to ... an unequivocal waiver of immunity.\" <i>Williams v. United States,</i> <span class=\"citation\" data-id=\"691974\"><a href=\"/opinion/691974/patricia-williams-v-united-states-of-america-third-party-v-meridian/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 304 (4th Cir.1995) (internal citations omitted); <i>see also </i><i>Welch v. United States,</i> 409 F.3d 646-649 (4th Cir.2005) (when an exception to the FTCA applies, sovereign immunity remains intact and federal courts lack subject matter jurisdiction), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></span> (2006).</p>\n<p>Here, the Government contends that this court lacks subject matter jurisdiction because the plaintiffs cannot prove that the Government waived its sovereign immunity under the FTCA for the conduct upon which this Complaint is based. That is, the Government asserts it is entitled to the benefit of specific exceptions to its waiver of immunity.</p>\n<p></p>\n<h2>(1) <i>Assault and Battery</i>\n</h2>\n<p>The Government's first ground for dismissal for lack of subject matter jurisdiction under Rule 12(b)(1) is statutory. The Government explains that the FTCA deprives federal courts of jurisdiction to resolve \"`[a]ny claim arising out of assault [or] battery.'\" Government's Memorandum [DE-12] at 19 (citing 28 U.S.C. § 2680(h)).<sup>[5]</sup> The Government's belief that such a claim is contained in the Complaint may arise by virtue of Private Borges's having been convicted, <i>inter alia,</i> of four counts of assault with a deadly weapon in Onslow County, North Carolina Superior Court.<sup>[6]</sup></p>\n<p>However, the Complaint cannot reasonably be read to allege that the plaintiffs are seeking relief from the Government arising from an intentional assault and battery inflicted by Private Borges. Indeed, the plaintiffs deny an intent to allege such a tort. Rather, the Complaint alleges \"negligence and wrongful death\" against the Government by virtue of acts and/or omissions of the Government agents other than Borges that proximately caused their injuries. <i>See</i> Complaint [DE-1], at unnumbered p. 4. The negligent conduct allegedly was that of the Government agents who delivered Borges's car keys and the ether to Borges. Borges's employment by the Government is irrelevant to the plaintiffs' theory of liability. <i>See </i><i>Sheridan v. United States,</i> <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 402, <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>, <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></a></span> (1988) (\"The negligence of other Government employees who allowed a foreseeable assault and battery to occur may furnish a basis for Government liability that is entirely independent of [the intoxicated person'shere, Borges's] employment status.\").<sup>[7]</sup> In this case, as in <i>Sheridan,</i> \"[bjecause neither [the intoxicated person's] employment status nor his state of mind has any bearing on the basis for petitioners' claim for money damages, the intentional tort exception to the FTCA is not applicable in this case.\" <i>Id.</i> at 403,<span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>.<sup>[8]</sup></p>\n<p>Accordingly, the Government's Rule 12(B)(1) motion to dismiss for lack of subject matter jurisdiction on a theory that the Complaint seeks recovery for an intentional assault and battery is DENIED as baseless.</p>\n<p></p>\n<h2>(2) <i>\"Public Duty\" Exception</i>\n</h2>\n<p>The Government also contends that this court lacks subject matter jurisdiction by operation of the \"public duty\" doctrine. That is, the Government contends that, even if the plaintiffs adequately have alleged a cause of action, any relief from the Government is barred by operation of the \"public duty\" exception to the Government's waiver of immunity under the FTCA, thus depriving this court of subject matter jurisdiction. This principle also is advanced in support of the motion to dismiss for failure to state a claim, and is discussed in conjunction with that analysis, below. The public duty doctrine has no application in this case, however, and provides no basis for dismissal for lack of subject matter jurisdiction. The Government's Rule 12(b)(1) motion to dismiss by operation of the \"public duty\" doctrine is DENIED.</p>\n<p></p>\n<h2>B. Rule 12(b)(6) Motion</h2>\n<p>The Government also moves to dismiss the plaintiffs Complaint for failure to state a claim under Rule 12(b)(6).</p>\n<p></p>\n<h2>(1) <i>Standard of Review</i>\n</h2>\n<p>Factual allegations in a complaint will be construed in the nonmoving party's favor and treated as true when the court considers a motion to dismiss for failure to state a claim pursuant to Rule 12(b)(6). A court is \"`not so bound with respect to [the complaint's] legal conclusions.'\" <i>Schwei' kert v. Bank of America, NA,</i> <span class=\"citation\" data-id=\"1025392\"><a href=\"/opinion/1025392/schweikert-v-bank-of-america-na/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span>, 288 (4th Cir.2008) (quoting <i>United Mine Workers, Inc. v. Wellmore Coal Corp.,</i> <span class=\"citation\" data-id=\"371893\"><a href=\"/opinion/371893/district-28-united-mine-workers-of-america-inc-v-wellmore-coal/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1085-86 (4th Cir. 1979)). The plaintiffs \"[f]actual allegations must be enough to raise a right to relief above the speculative level.\" <i>Bell</i> <i>Atlantic Corp. v. Twombly,</i> ___ U.S. ___, ___, 127 S.Ct. 1955,1965,167 L.Ed.2d 929 (2007). \"[Ojnce a claim has been stated adequately, it may be supported by showing any set of facts consistent with the allegations in the complaint.\" <i>Id.</i> at ___, 127 S.Ct. at 1969. While a complaint need not contain detailed factual allegations to survive a 12(b)(6) motion, the Supreme Court explains that a plaintiffs \"obligation to provide the `grounds' of his `entitlement to relief requires more than labels and conclusions, and a formulaic recitation of the elements of a cause of action will not do.\" <i>Id.</i> at 1974 (internal citation omitted). The complaint must allege \"enough facts to state a claim to relief that is plausible on its face\" and \"raise a right to relief above the speculative level.\" <i>Id.</i><sup>[9]</sup></p>\n<p></p>\n<h2>(2) <i>The Parties'Arguments</i>\n</h2>\n<p>In its Memorandum in Support of Motion to Dismiss [DE-12], the Government argues that the Complaint must be dismissed for failure to state a claim for negligence because the plaintiffs did not, and cannot, allege facts that support the essential element of \"duty\" owed to them by the government. The Government's argument in this regard advances the general proposition that, because the law rarely imposes upon individuals the duty to prevent criminal acts of others, in the absence of a \"special relationship\" between the defendant and the injured party, such acts are unforeseeable and independent causes of injury that absolve the defendant of liability. The Government also contends the \"public duty\" exception to the FTCA waiver of immunity deprives this court of subject matter jurisdiction.</p>\n<p>Responding to the Government's motion, the plaintiffs explain that the Complaint advances a variation on the common law theory of \"negligent entrustment.\" They offer as an analogy North Carolina's embrace of social host and dram shop liability for the negligent provision of alcohol to an intoxicated person who injures a third party. Plaintiffs explain that, \"accountability in tort for the alleged negligent acts and omissions by the employees of the government in this case in entrusting an instrumentality to a known abuser which foreseeably and proximately caused this accident has been long recognized by the law of North Carolina.\" Plaintiffs' Memorandum [DE-19] at unnumbered p. 6.</p>\n<p>In Reply, [DE-21], the Government again presses its entitlement to immunity by operation of the \"public duty\" doctrine. It further argues that the Complaint fails to state a claim based on negligent entrustment, because it contends it was not the owner of the instrumentality that was negligently entrusted,<sup>[10]</sup> and because the plaintiffs did not allege \"that the Government was serving anything to Borges,\" <i>id.</i> at p. 6. Finally, the Government reiterates its position that it owed the plaintiffs no generalized duty of care, and that, at any rate, Private Borges's conduct and its consequences were not reasonably foreseeable. In order to properly assess the parties' respective arguments, a review of the FTCA and the allegations in the Complaint is necessary.</p>\n<p></p>\n<h2>(3) <i>FTCA and the Allegations in the Complaint</i>\n</h2>\n<p>The FTCA provides \"for `a limited waiver of sovereign immunity, making the Federal Government liable to the same extent as a private party for certain torts of federal employees acting within the scope of their employment.'\" <i>Wood v. Standard Prods. Co., Inc.,</i> <span class=\"citation\" data-id=\"399861\"><a href=\"/opinion/399861/caster-wood-v-standard-products-company-inc-united-states-of-america/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span>, 829 (4th Cir.1982) (quoting <i>United States v. Orleans,</i> <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></a></span>, 813, <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1971</span></a></span>, <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">390</span></a></span> (1976)); 28 U.S.C. § 1346(b). Thus, having brought this action pursuant to the FTCA, the plaintiffs must establish the Government's liability \"under circumstances where the United States, <i>if a private person,</i> would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" <i>Cantrell v. United States,</i> <span class=\"citation\" data-id=\"1459682\"><a href=\"/opinion/1459682/cantrell-v-united-states/\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">670</span></a></span>, 672 (E.D.N.C.1988) (emphasis added). Because the controlling law is the substantive law of the state where the injury occurred, the Government, through the conduct of its agents, would be liable only if under like circumstances, a \"private person\" would be liable in accordance with the law of North Carolina. <i>See</i> 28 U.S.C. § 1346(b).</p>\n<p>The Complaint does not limit its claims for relief to a particular theory or theories of negligence. The factual allegations by which the plaintiffs define their claim of actionable negligence against the Government are set forth at unnumbered page 4 of the Complaint.</p>\n<blockquote>27. The collision and injuries, death and related damages were caused solely by the breach of Defendant's duties and by its negligent and careless acts and/or omissions of its agents, servants, officers and/or employees acting within the course and scope of their employment, in at least the following ways:</blockquote>\n<blockquote>a. Failing to follow proper procedures and common sense in protecting its storage facilities from unwarranted acquisition of dangerous substances, such as ether containers, particularly by persons such as Borges with a known propensity to abuse such substances.</blockquote>\n<blockquote>b. Failing to correct its lack of procedures and said lack of protection of its stores, particularly after it became aware that Borges unlawfully and dangerously acquired its property on repeated occasions.</blockquote>\n<blockquote>c. Failing to remove its ether containers from Mr. Borges' vehicle after they impounded his car because of misuse of its ether.</blockquote>\n<blockquote>d. Releasing its ether containers back to the custody and control of Mr. Borges, knowing that he had the propensity to use it only for the purposes of becoming dangerously intoxicated and that he would likely and forseeably cause serious harm to others.</blockquote>\n<p>Complaint [DE-1] at ¶ 27.</p>\n<p>The Complaint alleges that the abovedescribed conduct constituted a breach of the Government's duty \"to use due care to avoid doing harm to others,\" Complaint at ¶ 25, and \"to take reasonable steps to prevent Borges from harming others, including the plaintiffs, along with duties to take reasonable measures to guard against the unlawful and dangerous acquisition of its property, and to take particular measures to guard against the unlawful and dangerous acquisition and use of its property by persons who were known to [the Government] to abuse that property,\" <i>id.</i> at ¶ 26. These allegations refer to various acts and omissions of the Government's agents other than Borges, that may have occurred at times proximate to and/or discrete from the plaintiffs' injuries. They may or may not support more than one theory of recovery.</p>\n<p>The FTCA does not create new causes of action. Rather, the Act \"only serves to convey jurisdiction when the alleged breach of duty is tortious under state law, or when the Government has breached a duty under federal law that is analogous to a duty of care recognized by state law.\" <i>Goldstar (Panama) SA v. United States,</i> <span class=\"citation\" data-id=\"585815\"><a href=\"/opinion/585815/goldstar-panama-sa-modas-kosmas-sa-estacion-paitilla-sa/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span>, 969 (4th Cir. 1992); <i>see also </i><i>Rayonier, Inc. v. United States,</i> <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 319, <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">374</span></a></span>, <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></a></span> (1957); <i>Florida Auto Auction of Orlando, Inc. v. United States,</i> <span class=\"citation\" data-id=\"711135\"><a href=\"/opinion/711135/florida-auto-auction-of-orlando-incorporated-dba-lakeland-auto-auction/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 502 (4th Cir.1996). Simply stated, the ultimate issue is whether a private person could be held liable in North Carolina if he or she were to commit the acts alleged in the Complaint to have been committed by the Government agents, under the same or similar circumstances.</p>\n<p>In ascertaining the Government's potential for liability under the FTCA, the district courts are instructed to consider <i>analogous</i> state-law bases for private person liability, as not all Government actions are capable of being performed by individuals in the private sector. <i>See, e.g., </i><i>United States v. Olson,</i> <span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (2005). Although the FTCA waives the Government's immunity \"in the same manner and to the same extent as a private individual under like circumstances,\" \"the phrase `like circumstances' do[es] not restrict a court's inquiry to the <i>same circumstances,</i> but requires it to look further afield.\" <i>Id.</i> at 44, <span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></a></span> (quoting <i>Indian Towing Co. v. United States,</i> <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 64, <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">122</span></a></span>,100 L.Ed. 48 (1955) (emphasis in original)); <i>see also </i><i>McCloskey v. Mueller,</i> <span class=\"citation\" data-id=\"202217\"><a href=\"/opinion/202217/mccloskey-v-mueller/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 267 (1st Cir.2006) (\"The search for analogous state-law liability is circumscribed by the explicit language of the FTCA, which restricts that search to <i>private</i> liability.... In other words, we must look for `some relationship between the governmental employee[ ] and the plaintiff to which state law would attach a duty of care in purely private circumstances.'\") (emphasis in original) (citation omitted); <i>Carter v. United</i> States, <span class=\"citation\" data-id=\"597464\"><a href=\"/opinion/597464/thomas-carter-and-colleen-carter-v-united-states/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1141</span></a></span>, 1144 (7th Cir.1992) (\"The national government is never situated identically to private parties. Our task is to find a fitting analog under private law.\").<sup>[11]</sup></p>\n<p></p>\n<h2>(a) General Negligence Theory</h2>\n<p>On its face, the Complaint alleges as the cause(s) of actions simply, \"Negligence and Wrongful Death.\" The court first examines whether, on these facts, North Carolina would recognize a common law cause of action based simply on application of the familiar elements of negligence, <i>see Peal v. Smith,</i> 115 N.CApp. 225, <span class=\"citation\" data-id=\"1357150\"><a href=\"/opinion/1357150/peal-by-peal-v-smith/\"><span class=\"volume\">444</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">673</span></a></span>, 677 (1994), <i>aff'd,</i> <span class=\"citation\" data-id=\"1395470\"><a href=\"/opinion/1395470/peal-v-smith/\"><span class=\"volume\">340</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">352</span></a></span>, <span class=\"citation\" data-id=\"1395470\"><a href=\"/opinion/1395470/peal-v-smith/\"><span class=\"volume\">457</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">599</span></a></span> (1995), and whether the Complaint sufficiently alleges such elements.</p>\n<p>In North Carolina, \"[n]egligence is not presumed merely because an accident has occurred. In order to establish a prima facie case of negligence, plaintiff must offer evidence that defendant owed him a duty of care, that defendant breached that duty, and that defendant's breach was the actual and proximate cause of plaintiffs injury.\" <i>Hall v. Toreros II, Inc.,</i> 176 N.CApp. 309, <span class=\"citation\" data-id=\"1210311\"><a href=\"/opinion/1210311/hall-v-toreros-ii-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">861</span></a></span>, 865 (2006) (internal citation omitted), <i>disc. rev. allowed,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">248</span></span> (2007); <i>see also </i><i>Cameron v. Merisel Properties, Inc.,</i> <span class=\"citation\" data-id=\"1387005\"><a href=\"/opinion/1387005/cameron-v-merisel-properties-inc/\"><span class=\"volume\">652</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">660</span></a></span>, 664 (N.CCtApp. 2007). Here, the Government contends that the element of \"duty\" is missing.</p>\n<p>As this court already has noted, in FTCA actions, because the substantive law of the state where the injury occurred is controlling, the Government, through its agents, would be liable only if under like circumstances, a \"private person\" would be liable in accordance with the law of North Carolina. <i>See</i> 28 U.S.C. § 1346(b). The plaintiffs explain that because private persons may be held liable for injuries under some common law theory of negligence on the facts alleged in their Complaint, the Government also may be held liable under the FTCA. The question, then, is: if a private person were to deliver to a known abuser of the chemical compound, ether, both the keys to the known abuser's vehicle and a canister of ether belonging to the private person, would that private person be answerable to third parties injured when the known abuser foreseeably became dangerously intoxicated from huffing the ether, resulting in a traffic collision that caused injury and death to those third parties?</p>\n<p>North Carolina appellate courts have observed:</p>\n<blockquote>\"The law imposes upon every person who enters upon an active course of conduct the positive duty to exercise ordinary care to protect others from harm and calls a violation of that duty negligence. <i>Council v. Dickerson's, Inc.,</i> <span class=\"citation\" data-id=\"1334022\"><a href=\"/opinion/1334022/council-v-dickersons-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"1334022\"><a href=\"/opinion/1334022/council-v-dickersons-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">551</span></a></span> (1951); <i>Stroud v. Transportation Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">726</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">297</span></span> (1939). The duty to protect others from harm arises whenever one person is by circumstances placed in such a position towards another that anyone of ordinary sense who thinks will at once recognize that if he does not use ordinary care and skill in his own conduct with regard to those circumstances, he will cause danger of injury to the person or property of the other. <i>Insurance Co. v. Sprinkler Co.,</i> <span class=\"citation\" data-id=\"1364021\"><a href=\"/opinion/1364021/firemens-mut-ins-co-v-high-point-sprinkler-co/\"><span class=\"volume\">266</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"1364021\"><a href=\"/opinion/1364021/firemens-mut-ins-co-v-high-point-sprinkler-co/\"><span class=\"volume\">146</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">53</span></a></span> (1966); <i>Honeycutt v. Bryan,</i> <span class=\"citation\" data-id=\"1208866\"><a href=\"/opinion/1208866/honeycutt-v-bryan/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"1208866\"><a href=\"/opinion/1208866/honeycutt-v-bryan/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">653</span></a></span> (1954).\"</blockquote>\n<p><i>Quail Hollow East Condominium. Ass'n v. Donald J. Scholz Co.,</i> 47 N.CApp. 518, <span class=\"citation\" data-id=\"1261450\"><a href=\"/opinion/1261450/quail-hollow-east-condominium-association-v-donald-j-scholz-co/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">12</span></a></span>, 15 (1980) (quoting <i>Davidson and Jones, Inc. v. County of Neiv Hanover,</i> 41 N.CApp. 661, <span class=\"citation\" data-id=\"1304820\"><a href=\"/opinion/1304820/davidson-jones-v-county-of-new-hanover/\"><span class=\"volume\">255</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">580</span></a></span> (1979)). North Carolina's common law long has recognized that:</p>\n<blockquote>\"[e]very man is in general bound to use care and skill in his conduct wherever the reasonably prudent person in his shoes would recognize unreasonable risk to others from failure to use such care.\" <i>Firemen's Mutual Ins. Co. v. High Point Sprinkler Co.,</i> <span class=\"citation\" data-id=\"1364021\"><a href=\"/opinion/1364021/firemens-mut-ins-co-v-high-point-sprinkler-co/\"><span class=\"volume\">266</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"1364021\"><a href=\"/opinion/1364021/firemens-mut-ins-co-v-high-point-sprinkler-co/\"><span class=\"volume\">146</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">53</span></a></span>, 60 (1966) (quoting 2 FOWLER V. HARPER &amp; FLEMING JAMES, JR., THE LAW OF TORTS § 28.1, at 1535 (1956). <i>Riskcreation behavior thus triggers duty where the risk is both unreasonable and foreseeable.</i> CHARLES E. DAYE <i>&amp;</i> MARK W. MORRIS, NORTH CAROLINA LAW OF TORTS § 16.30, at 135 (1991); DAVID A. LOGAN &amp; WAYNE A. LOGAN, NORTH CAROLINA TORTS § 1.10, at 7(1996)).</blockquote>\n<p><i>Mullis v. Monroe Oil Co., Inc.,</i> <span class=\"citation\" data-id=\"1333343\"><a href=\"/opinion/1333343/estate-of-mullis-by-dixon-v-monroe-oil/\"><span class=\"volume\">349</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">196</span></a></span>, <span class=\"citation\" data-id=\"1333343\"><a href=\"/opinion/1333343/estate-of-mullis-by-dixon-v-monroe-oil/\"><span class=\"volume\">505</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">131</span></a></span>, 136-37 (1998) (emphasis added).</p>\n<p>The Government, like a private person in the same or similar circumstances, owed these plaintiffs a duty of ordinary care. The Complaint in this case sufficiently alleges that the Government, by and through its agents, failed to exercise ordinary care and skill in undertaking a course of conduct. It is the Government agents' act(s) of making the canister of ether available to Borges by delivering it to him in his vehicle together with his car keys, that is alleged to have been a breach of the Government's duty \"`to use care and skill in [its] conduct wherever the reasonably prudent person in his shoes would recognize unreasonable risk to others from failure to use such care,'\" under the circumstances then existing. <i>Id.</i> (citation omitted). If the plaintiffs can show that the Government's agents knew or had reason to know that upon being provided the keys to his car and a canister of ether, Borges would become intoxicated at his first opportunity and immediately would attempt to drive on a public street while so intoxicated, then the agents' \"behavior thus triggers duty [because] the risk is both unreasonable and foreseeable.\" <i>Id.</i> (citation omitted). The United States Supreme Court implicitly recognized the viability of an analogous theory in <i>Sheridan. See </i><i>Sheridan,</i> 487 U.S. at 399, <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span> (\"[T]he attention of the trier of fact is focused on the Government's negligent act or omission; the intentional commission is simply considered as part of the causal link leading to the injury.\").</p>\n<p>The test is no more than whether Government agents in undertaking to perform an active course of conduct, exercised such ordinary care as is required of a reasonable, prudent person under the circumstances. Taking as true the allegations contained in the Complaint, the court concludes that under similar circumstances, a private person in North Carolina would be found to have owed a duty of ordinary care to persons in the plaintiffs' position. The Government's motion to dismiss the Complaint for failure to state a claim arising from a general theory of negligence on the facts alleged is DENIED.</p>\n<p></p>\n<h2>(b) Negligent Entrustment Theory</h2>\n<p>The plaintiffs also contend that the Complaint sets forth a variation of the common law theory of negligent entrustment. The Complaint does not allege in so many words that the Government negligently entrusted a motor vehicle or other potentially dangerous instrumentality to Borges. Although the Complaint does not contain the phrase, \"negligent entrustment,\" the Government seems to accept that the Complaint intends to state a claim on that basis. This court will therefore examine whether the Complaint states a claim for negligent entrustment as it is. recognized under North Carolina law.</p>\n<p>In North Carolina, negligent entrustment cases nearly always involve an automobile as the instrumentality \"entrusted.\" Thus, negligent entrustment most commonly is \"established when the owner of an automobile entrusts its operation to a person whom he knows, or by the exercise of due care should have known, to be an incompetent or reckless driver ... who is likely to cause injury to others in its use....\" <i>Tart v. Martin,</i> <span class=\"citation\" data-id=\"1315958\"><a href=\"/opinion/1315958/tart-v-martin/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"1315958\"><a href=\"/opinion/1315958/tart-v-martin/\"><span class=\"volume\">540</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">332</span></a></span>, 334 (2000) (quoting <i>Swicegood v. Cooper,</i> <span class=\"citation\" data-id=\"1207863\"><a href=\"/opinion/1207863/swicegood-v-cooper/\"><span class=\"volume\">341</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"1207863\"><a href=\"/opinion/1207863/swicegood-v-cooper/\"><span class=\"volume\">459</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">206</span></a></span>, 207 (1995)). \"Based on his own negligence, the owner is `liable for any resulting injury or damage proximately caused by the borrower's negligence.'\" <i>Id.</i> (citation omitted). <i>Tart</i> makes clear that the entrustor/defendant must have been the owner of the vehicle. <i>Id.</i> at 333; <i>see also </i><i>Hill v. West,</i> <span class=\"citation\" data-id=\"1374699\"><a href=\"/opinion/1374699/hill-ex-rel-hill-v-west/\"><span class=\"volume\">657</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">694</span></a></span>, 697 (N.C.Ct.App. 2008).</p>\n<p>The Government understands the law, as applied to these facts, as follows: in order for Party A (Government) to be found liable to Party C (plaintiffs) under the theory of negligent entrustment, Party A (Government) must negligently have entrusted Party A's (Government's) vehicle to Party B (Private Borges).<sup>[12]</sup> The Government contends that the plaintiffs' claim is deficient because the Complaint does not allege that the Government entrusted a Government-owned vehicle to Private Borges. The Government's argument demonstrates a misunderstanding of the plaintiffs' theory of liability.</p>\n<p>The factual allegation containing language describing an entrustment states that the Government was negligent by</p>\n<blockquote>[r]eleasing its ether containers back to the custody and control of Mr. Borges, knowing that he had the propensity to use it [sic] only for the purposes of becoming dangerously intoxicated and that he would likely and forseeably [sic] cause serious harm to others.</blockquote>\n<p>Complaint at 1127(d). The Government has not addressed the viability of the Complaint to plead a claim based on Government agents' allegedly negligent entrustment to Borges of <i>Government-owned</i> propertythe etherunder North Carolina negligent entrustment law.</p>\n<p>The court's research has located only three reported North Carolina cases in which the viability of a negligent entrustment claim has concerned an instrumentality other than a motor vehicle. In each of the three cases, the object of the alleged negligent entrustment was some sort of firearm, and a familial and/or employment relationship existed between the defendant and alleged tortfeasor. <i>See </i><i>Thomas v. Poole,</i> 45 N.C.App. 260, <span class=\"citation\" data-id=\"1399248\"><a href=\"/opinion/1399248/thomas-v-poole/\"><span class=\"volume\">262</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">854</span></a></span> (1980) (co-workers, employer); <i>Lane v. Chatham,</i> <span class=\"citation\" data-id=\"1302407\"><a href=\"/opinion/1302407/lane-v-chatham/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"1302407\"><a href=\"/opinion/1302407/lane-v-chatham/\"><span class=\"volume\">111</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">598</span></a></span>, 603 (1959) (parents/son); <i>Brittingham v. Stadiem,</i> <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">128</span></span> (1909) (employer-father/employee-son). The court has not, however, located any support for the proposition that motor vehicles and firearms are the only instrumentalities that can be \"negligently entrusted\" in North Carolina. In the context of the instant FTCA case, this court's task is to \"look further afield\" to determine whether an analogous theory of individual liability could attach in similar circumstances. <i>See </i><i>Olson,</i> 546 U.S. at 44,<span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></a></span>.</p>\n<p>The Government believes the plaintiffs' theory to be that Government agents negligently entrusted to Borges <i>his own</i> car, and that such a theory must fail because the object negligently entrusted must have been owned by the <i>defendant.</i> However, the Complaint itself alleges that the instrumentality in question was the Government's canister of ether that Government agents knowingly left in Borges's car when they returned the car to him. The plaintiffs have alleged that, under these unique circumstances, the canister of ether was an instrumentahty that would be used by Borges, in conjunction with his operation of an automobile, in such a way as proximately and foreseeably would result in death and serious injury to third persons. As alleged in the Complaint, the mechanics of the tort and the foreseeable danger to be avoided is analogous to that to which traditional negligent entrustment theory applies.</p>\n<p>In light of the foregoing, the court declines to find that such allegations cannot state a claim for relief against a private person in North Carolina. The Government's 12(b)(6) motion to dismiss for failure to state a claim on a generic theory of negligent entrustment is DENIED.</p>\n<p></p>\n<h2>(c) Social Host Liability Analogy</h2>\n<p>The plaintiffs also suggest that their theory of negligence is supported by the same public policy concerns that underlie North Carolina's recognition of the analogous third party liability for injury proximately caused by the provision of alcohol to an intoxicated person. <i>See</i> N.C. GEN. STAT. § 18B-120-21 (North Carolina Dram Shop Act); <i>Hutchens v. Hankins,</i> 63 N.CApp. 1, <span class=\"citation\" data-id=\"1321784\"><a href=\"/opinion/1321784/hutchens-v-hankins/\"><span class=\"volume\">303</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">584</span></a></span>, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">734</span></span> (1983) (commercial vendor liability); <i>cf. Pangburn v. Saad,</i> 73 N.CApp. 336, <span class=\"citation\" data-id=\"1250618\"><a href=\"/opinion/1250618/pangburn-v-saad/\"><span class=\"volume\">326</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">365</span></a></span>, 367 (1985) (recognizing cause of action against psychiatrist for injuries to third party resulting from wrongful release of mental patient; doctor's statutory qualified immunity did not prevent liability for \"`willful, wanton or reckless' negligence and intentional wrongdoing.\") (citation omitted).</p>\n<p>Specifically, plaintiffs contend that § 18B-120-21 codified the common law-theory of negligent entrustment as applied to the purveyors of alcohol. North Carolina also recognizes liability for harm to a third party resulting from the non-commercial provision of an intoxicant to an intoxicated person. <i>See, e.g., Hart v. Ivey,</i> <span class=\"citation\" data-id=\"1274543\"><a href=\"/opinion/1274543/hart-v-ivey/\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"1274543\"><a href=\"/opinion/1274543/hart-v-ivey/\"><span class=\"volume\">420</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">174</span></a></span>, 178 (1992) (pursuant to North Carolina's principles of negligence, a social host is \"`under a duty to the people who travel on the public highways not to serve alcohol to a intoxicated individual who [i]s known to be driving.' \") (citation omitted). <i>Hart</i> applied to a specific application of the common law duty of \"every person who enters upon an active course of conduct ... to exercise ordinary care to protect others from harm,\" emphasizing that the decision did not create a new cause of action, but utilized \"established negligence principles.\" <i>Id.</i> at 178.</p>\n<p>Although neither the dram shop nor the social host liability theory <i>literally</i> is applicable to the facts alleged in the Complaint, the fundamental premise for both is consistent with the grave public policy concerns underlying the plaintiffs' allegations. The plaintiffs' analogy to North Carolina's embrace of third party liability for injuries proximately resulting from a tortfeasor's foreseeable negligence, fueled by intoxication caused or enhanced by the third party's knowing provision of the intoxicant to the tortfeasor, is well-taken. The object \"negligently entrusted\" in a dram shop/social host context is not the drunken patron's motor vehicle that he crashes headon into a carload of unsuspecting motorists; it is that one-more-for-the-road that the barkeep provides to the patron during \"last call,\" knowing full well that the patron is headed to the parking lot, car keys in hand.</p>\n<p>The Fourth Circuit Court of Appeals found North Carolina's social host liability law \"obviously instructive,\" when employees of the United States Department of Veterans Affairs (VA) committed numerous negligent actsincluding negligently dispensing narcotics to a patient and failing to institute, enforce, and monitor adequate policies concerning their dispensationthat proximately and foreseeably caused injuries to third parties. That court concluded that the theory could not support liability on the facts of the case. <i>See Iodice v. United States,</i> <span class=\"citation\" data-id=\"777551\"><a href=\"/opinion/777551/aline-joan-iodice-james-iodice-mary-j-iodice-v-united-states-of-america/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span> (4th Cir.2002). The Court of Appeals analogized to the ruling in <i>Hart,</i> where the North Carolina Supreme Court \"held that the third party victim of a drunk driver could sue a social host who served alcohol to the driver, if the host `knew or should have known' that the person served Vas under the influence of alcohol [and] ... would shortly thereafter drive an automobile.'\" <i>Id.</i> at 278 (quoting <i>Hart,</i> 420 S.E.2d at 178). In <i>Iodice,</i> the VA patient drove an automobile while under the influence of those negligently-dispensed narcotics, and caused three traffic accidents, one of which resulted in the plaintiffs' death and serious injuries. The plaintiffs sought to hold the VA responsible under the FTCA.</p>\n<p>The <i>Iodice</i> panel's analysis of the facts before it against the template produced by <i>Hart</i> involves interesting contrasts and comparisons in light of the nature and character of the parties and the context of the two cases. Ultimately, the court admitted it \"was not sure\" whether the North Carolina courts would allow a lawsuit by a third party on a theory of negligent provision of narcotics by a hospital to a driver. <i>Id.</i> at 280. However, the opinion turns on the appellate court's recognition that North Carolina law subsequent to <i>Hart</i> made it \"unmistakably clear\" that if such a claim were cognizable, the Complaint must include allegations that the defendant supplied alcohol or narcotics to the driver, whom the defendant knew or should have known was \"at that time\" under the influence of alcohol or narcotics and \"would shortly thereafter drive an automobile.\" <i>Id.</i> at 279-80; <i>see also Smith v. Winn-Dixie Charlotte, Inc.,</i> 142 N.CApp. 255, <span class=\"citation\" data-id=\"1377977\"><a href=\"/opinion/1377977/smith-v-winn-dixie-charlotte-inc/\"><span class=\"volume\">542</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">288</span></a></span>, 293 &amp; 293, n. 4 (2001) (regardless of the capacity in which a tortfeasor furnishes the alcoholic beverages, a plaintiff must produce substantial evidence that the tortfeasor: (1) \"furnished alcoholic beverages to someone [he] knew or should have known was `noticeably intoxicated,'\" and (2) \"knew or should have known this `noticeably intoxicated' person was going to drive a motor vehicle.\"). The complaint in the instant case, like the complaint in <i>Iodice,</i> did not include the first of the requisite allegations.</p>\n<p>Failure to allege that an intoxicating substance was provided to a person at a time when he was \"noticably intoxicated\" is fatal to a dram shop/social host theory. Accordingly, the Complaint fails to state a claim based on provision by the Government of an intoxicating substance to a driver. The Government's motion to dismiss any claim arising from a social host liability analogy is ALLOWED,</p>\n<p></p>\n<h2>(d) Failure to Protect Theory</h2>\n<p>In addition to the several alleged acts and omissions contained in ¶ 27, the Complaint alleges that the Government \"had a duty to take reasonable steps to prevent Borges from harming others, including the Plaintiffs but does not specify the source of that duty. Complaint ¶ 26. The Government contends such allegations fail to state a claim under North Carolina law on two grounds.</p>\n<p></p>\n<h2>(i) <i>No General Duty to Protect</i>\n</h2>\n<p>First, the Government reiterates that in North Carolina, there is no general affirmative duty to protect others from harm caused by third persons. <i>E.g., Thornton v. F.J. Cherry Hosp.,</i> <span class=\"citation\" data-id=\"1293621\"><a href=\"/opinion/1293621/thornton-v-fj-cherry-hosp/\"><span class=\"volume\">644</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">369</span></a></span>, 376 (N.C.Ct.App.2007) (citation omitted), <i>affd.,</i> <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">655</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">350</span></span> (2008). In certain circumstances, however, such an affirmative \"duty to protect\" may, in fact, arise: when the defendant has a special relationship to the plaintiff <i>or to the tortfeasor. See Hall</i> [<i>v. Toreros, II, Inc.,</i>] 176 N.CApp. 309, 626 S.E.2d [861,] 871 [(N.C.Ct.App.2006), <i>disc. rev. allowed,</i> (NO. 187PA06). <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">248</span></span> (N.C. Jan. 25, 2007)]. A \"special relationship between the defendant and the [tortfeasor] ... imposes a duty upon the defendant to control the [tortfeasor's] conduct[,]....\" <i>Id.</i> (citation omitted). \"In such event, there is a duty `upon the actor to control the [tortfeasor's] conduct,' and `to guard other persons against his dangerous propensities.'\" <i>Id.</i> (quoting <i>King v. Durham County Mental Health Authority,</i> 113 N.C.App. 341, <span class=\"citation\" data-id=\"1301720\"><a href=\"/opinion/1301720/king-v-durham-county-mental-health/\"><span class=\"volume\">439</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">771</span></a></span>, 774 (1994)) (citation omitted). <i>Harris v. Daimler Chrysler Corp.,</i> 180 N.CApp. 551, <span class=\"citation\" data-id=\"1266061\"><a href=\"/opinion/1266061/harris-v-daimler-chrysler-corp/\"><span class=\"volume\">638</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">260</span></a></span>, 265 (2006) (emphasis added) (footnote omitted). The <i>Harris</i> panel stressed that \"the chief factors justifying imposition of liability are 1) the ability to control the person and 2) knowledge of the person's propensity for violence.\" <i>Id.</i> (emphasis added) (internal quotation omitted).<sup>[13]</sup></p>\n<blockquote>Second, the Government argues that the Complaint alleges no \"special relationship\" between it and the plaintiffs that would support an exception to the \"no-duty-to-protect\" rule. Again, however, the Government's treatment of the issue is confined to only North Carolina cases applying the \"special relationship\" exception to those between the defendant and the injured victim. <i>Harris</i> demonstrates that the requisite \"special relationship\" also may exist between the defendant and the tortfeasor. The Complaint arguably contains allegations supporting a \"special relationship\" between the Government, through its agents, and Borges, so as to impose a duty upon \"the actor `to control [Borges's] conduct,' and `to guard other persons against his dangerous propensities.' \"While it is not evident that the plaintiffs intend to pursue a claim on a \"special relationship\" exception to North Carolina's no-duty-to-protect rule, neither is it apparent that the Complaint fails to state facts that <i>could</i> state such claim.<sup>[14]</sup></blockquote>\n<blockquote>(ii) <i>Public Duty Exception</i>\n</blockquote>\n<p>Against any label that may be attached to the plaintiffs' theory of liability, the Government invokes North Carolina's common law \"public duty\" exception to a waiver of sovereign immunity. The Government claims that the \"public duty\" doctrine shields it from liability under the FTCA on <i>any</i> theory, because its agents' acts or omissions occurred, if at all, within the course and scope of their duties as Government officials. Therefore, the Government reasons, just as a municipality generally may not be held responsible in tort for its police officers failure to prevent harm to a particular citizen, <i>see, e.g., Cockerham-Ellerbee v. Town of Jonesville,</i> 176 N.CApp. 372, <span class=\"citation\" data-id=\"1210112\"><a href=\"/opinion/1210112/cockerham-ellerbee-v-town-of-jonesville/\"><span class=\"volume\">626</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">685</span></a></span>, 687 (2006), because the public \"duty to all is a duty to none,\"<sup>[15]</sup> the \"public duty\" doctrine removes any duty on the part of the Government to protect these particular members of the public. If the \"public duty\" doctrine is an exception to the Government's waiver of sovereign immunity by the FTCA, then this court lacks subject matter jurisdiction over this action, and the Complaint must be dismissed for failure to state a claim.</p>\n<p>The North Carolina Supreme Court recently explained that:</p>\n<blockquote>[t]he public duty doctrine, which this Court first adopted in <i>Braswell v. Braswell,</i> <span class=\"citation\" data-id=\"1388172\"><a href=\"/opinion/1388172/braswell-v-braswell/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"1388172\"><a href=\"/opinion/1388172/braswell-v-braswell/\"><span class=\"volume\">410</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">897</span></a></span> (1991), provides that \"a municipality and its agents act for the benefit of the public, and therefore, there is no liability for the failure to furnish police protection to specific individuals.\" <i>Id.</i> at 370, 410 S.E.2d at 901.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>The purpose of the doctrine, as noted in <i>Braswell,</i> is to respect the limited resources of law enforcement agencies by relieving them of liability for failure to prevent every criminal act. <i>Id.</i> at 370-71, 410 S.E.2d at 901.</blockquote>\n<p><i>Multiple Claimants v. North Carolina Dept. of Health and Human Services, Div. of Facility Services, Jails and Detention Services,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">372</span></span>, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">356</span></span>, 357-58 (2007).</p>\n<p>The \"public duty\" doctrine has no application to an FTCA action, however. Whether or not state or local law enforcement officers would be liable under state law on the same or analogous facts is irrelevant under the Federal Tort Claims Act.</p>\n<blockquote>The Act says that it waives sovereign immunity \"under circumstances where the United States, if a <i>private person,\"</i> not \"the United States, if a state or municipal entity,\" would be liable. 28 U.S.C. § 1346(b)(1) (emphasis added). Our cases have consistently adhered to this \"private person\" standard. In <i>Indian Towing Co. v. United States,</i> <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 64, <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">122</span></a></span>, 100 L.Ed..48 (1955), this Court rejected the Government's contention that there was \"no liability for negligent performance of `uniquely governmental functions.'\" It held that the Act requires a court to look to the state-law liability of private entities, not to that of public entities, when assessing the Government's liability under the FTCA \"in the performance of activities which private persons do not perform.\" <i>Ibid.</i> In <i>Rayonier Inc. v. United States,</i> <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 318-319, <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">374</span></a></span>, <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></a></span> (1957), the Court rejected a claim that the scope of FTCA liability for \"`uniquely governmental' \" functions depends on whether state law \"imposes liability on municipal or other local governments for the negligence of their agents acting in\" similar circumstances.</blockquote>\n<p><i>Olson,</i> 546 U.S. at 45-46, <span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></a></span>. The Government cannot rely on the \"public duty\" doctrine to avoid liability, and its motion to dismiss [DE-11] on that ground is DENIED.</p>\n<p></p>\n<h2>IV. SUMMARY AND CONCLUSION</h2>\n<p>The arguments the Government has advanced in the instant motions are (1) that this court lacks subject matter jurisdiction over the controversy under the FTCA, <i>see</i> Rule 12(b)(1), FED.R.CrvP.; and (2) that the Complaint fails to state a set of facts upon which any relief could be afforded under the FTCA, <i>see</i> Rule 12(b)(6), FED. R.Crv.P.</p>\n<p>For the foregoing reasons, the court concludes that the Government is not entitled to dismissal of this Complaint for lack of subject matter jurisdiction pursuant to Rule 12(b)(1), by virtue of the \"assault and battery\" exception to its FTCA waiver of immunity, or by operation of the \"public duty\" doctrine.</p>\n<p>Moreover, after applying the standard applicable to the determination of a Rule 12(b)(6) motion to dismiss to the instant Complaint, the court concludes that the plaintiffs have alleged \"enough facts to state a claim to relief that is plausible on its face\" and to \"raise a right to relief above the speculative level.\" <i>Twombly,</i> ___ U.S. at ___, 127 S.Ct. at 1974. Specifically, the court concludes that the Complaint sufficiently alleges a cause of action at least for general or ordinary negligence, and by analogy to traditional entrustment principles that would be recognized under North Carolina law against a private person, and therefore states a claim for relief under the FTCA.</p>\n<p>The Government's overarching position is summarized in its Response memorandum as follows: \"What Private Borges chose to do with the vehicle or its contents after being [sic] returned to him cannot be said to have been capable of being controlled by the Government.\" Government's Memorandum [DE-12] at p. 6. However, the Complaint does not purport to base its claim for recovery against the Government on grounds that it failed to control Private Borges's conduct <i>after</i> its agents handed him the car keys and the ether. The Complaint alleges that the actionable conduct is that of the Government agents whose alleged <i>enablement</i> of Borges to drive away with a canister of the Government's ether in his car was the conduct that proximately caused the plaintiffs' injuries. On the facts alleged in the Complaint and the principles discussed herein, the court perceives that the Government, like any private party, owes a duty to persons in the plaintiffs' position, if not to <i>control</i> the conduct of Private Borges, then certainly not to <i>empower</i> it.<sup>[16]</sup></p>\n<p>Finally, the court concludes that \"public duty\" doctrine has no application to FTCA claims, and that the Government has not invoked the \"discretionary function\" exception to liability under the FTCA, applicable where allegedly negligent conduct involved the exercise of official or governmental authority. <i>See, e.g., United States v. Gaubert,</i> <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (1991); <i>Smith v. Washington Metro. Area Transit Authority,</i> <span class=\"citation\" data-id=\"777663\"><a href=\"/opinion/777663/richard-lee-smith-individually-and-as-personal-representative-of-the/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span> (4th Cir.2002).<sup>[17]</sup> Indeed, the plaintiffs' allegations are that Government agents committed a tort for which a private individual could be held liable under North Carolina law, not that Government agents tortiously performed a governmental function.</p>\n<p>Accordingly, the Government's Motion to Dismiss [DE-11] DENIED. The Clerk of Court is DIRECTED to continue management of this case in accordance with this court's practice.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The ether was contained in cylinders of a burnt orange color, measuring about eleven inches in length and four inches in radius, and was used by the Marine Corps for starting large internal combustion engines in cold weather.</p>\n<p>[2]  The context of the allegation suggests that Borges was in his vehicle when he was discovered on this occasion. <i>See</i> Complaint [DE-1], ¶¶ 18 &amp; 19.</p>\n<p>[3]  The pages of the plaintiffs' Memorandum either are unnumbered or mis-numbered. Any references herein to the Memorandum are by page number, as counted.</p>\n<p>[4]  The Government initially suggested that two of the injured plaintiffs who happened to be active duty Marines at the time of their injury, were precluded from recovery by operation of the <i>Feres</i> doctrine. <i>Feres v. United States,</i> <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 146, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1950) (\"The Government is not liable under the Federal Tort claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service\").</p>\n<p>[5]  The assault and battery exception does not apply to actions of federal investigative and law enforcement officers, as defined in § 2680(h).</p>\n<p>[6]  The plaintiffs filed a \"Memorandum of Supplemental Authority\" [DE-24] on April 3, 2008, citing <i>Schoenfeld v. Quamme and United States of America,</i> <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1016</span></span> (9th Cir. 2007), but not suggesting how the case is relevant to this one. It may be that the plaintiffs believe <i>Schoenfeld</i> undermines the Government's theory that Borges's state court convictions supply a factual basis for assault and battery claims in this action.</p>\n<p>[7]  In <i>Sheridan,</i> the fact that the drunken tortfeasor was an off-duty Navy corpsman did not exonerate the Government for FTCA liability when he fired a rifle, injuring plaintiffs, after having been observed armed and visibly drunk by other corpsmen who neither attempted to subdue him nor to alert authorities.</p>\n<p>[8]  By the time the matter reached the Fourth Circuit on remand from the Supreme Court, the <i>Sheridan</i> plaintiffs had dismissed their claims based on the conduct of the Navy corpsmen. Therefore, the opinion on appeal after remand, <i>Sheridan v. United States,</i> <span class=\"citation\" data-id=\"586851\"><a href=\"/opinion/586851/michael-n-sheridan-mary-a-sheridan-v-united-states/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span> (4th Cir. 1992), did not address the theory of the Government's FTCA liability upon which this case rests.</p>\n<p>[9]  Here, the parties' memoranda purport to advance additional factual support for their theories. However, the court has not considered purported evidence outside the pleadings in ruling on these motions to dismiss under Rules 12(b)(6). <i>See Medlock v. Rumsfeld,</i> <span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">452</span></span>, 461 (D.Md.2002).</p>\n<p>[10]  As explained, <i>infra,</i> the Government understands the Complaint to allege that the Government negligently entrusted Borges's own car to him.</p>\n<p>[11]  For example, the <i>Olson</i> Court noted that the Government effectively conceded that private person analogies exist for the federal mine inspectors' conduct alleged to have resulted in the plaintiffs' injuries, and commented that the appellate court, whose decision it vacated, \"should have looked for such an analogy.\" <i>Olson,</i> 546 U.S. at 47, <span class=\"citation\" data-id=\"1992989\"><a href=\"/opinion/1992989/united-states-v-olson/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></a></span>.</p>\n<p>[12]  Not all jurisdictions require that the negligent entrustor be the titular owner of an instrumentality. Some jurisdictions simply inquire whether the alleged negligent entrustor is the entity with the actual custody, possession or control of the instrumentality. <i>See, e.g., Harrison v. Carroll,</i> <span class=\"citation\" data-id=\"1568157\"><a href=\"/opinion/1568157/harrison-v-carroll/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span> (4th Cir. 1943) (the custodian of owner's vehicle could be liable under Virginia law for injuries resulting from custodian's negligent entrustment of the vehicle to another); <i>cf. Dortch v. Jack,</i> No. 1:01CV289LG-RHW, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1279025</span></span> (S.D.Miss. May 11, 2005) (purportedly applying North Carolina law, but finding that \"although U-Haul of North Carolina was not the owner of the truck ... [it] had sufficient control and authority over the truck for liability to be imposed\"). North Carolina's appellate courts so far have adhered to the more narrow application requiring actual ownership. <i>See, e.g., Tart,</i> 540 S.E.2d at 333. <i>But see Meachum v. Faw,</i> 112 N.CApp. 489, <span class=\"citation\" data-id=\"1229813\"><a href=\"/opinion/1229813/meachum-v-faw/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">141</span></a></span>, 144 (1993) (\"`One who supplies directly or through a third person a chattel for the use of another whom the supplier knows or has reason to know to be likely because of his youth, inexperience, or otherwise, to use it in a manner involving unreasonable risk of physical harm to himself and others whom the supplier should expect to share in or be endangered by its use, is subject to liability for physical harm resulting to them.'\") (quoting with approval RESTATEMENT (SECOND) OF TORTS § 390 (1965), in bailee/bailor negligent entrustment case).</p>\n<p>[13]  In <i>Harris,</i> the court noted several \"recognized examples of special relationships\" such as: \"(1) parent-child; (2) master-servant; (3) landowner-licensee; (4) custodian-prisoner; and (5) institution-involuntarily committed mental patient.\" <i>Harris,</i> 638 S.E.2d at 265 (quoting <i>King,</i> 439 S.E.2d at 774). <i>Cf. Corrigan v. United States,</i> <span class=\"citation\" data-id=\"486387\"><a href=\"/opinion/486387/john-t-corrigan-guardian-of-daughter-maura-l-corrigan-v-united-states/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 958-62 (4th Cir. 1987) (Murnaghan, J., dissenting) (emphasizing unique relationship between serviceman and the military).</p>\n<p>[14]  <i>See</i> RESTATEMENT (THIRD) TORTS-PHYSICAL HARM § 41 (Proposed Final Draft No. 1, 2005) (a) An actor in a special relationship with another owes a duty of reasonable care to third persons with regard to risks posed by the other that arise within the scope of the relationship, (b) Special relationships giving rise to the duty provided in Subsection (a) include:\n</p>\n<p>(1) a parent with dependent children,</p>\n<p>(2) a custodian with those in its custody,</p>\n<p>(3) an employer with employees when the employment facilitates the employee's causing harm to third parties, and</p>\n<p>(4) a mental-health professional with patients.</p>\n<p>[15]  <i>See generally</i> Annot., 46 A.L.R.3d 1084 (1972) (\"Liability of Municipality or Other Governmental Unit for Failure to Provide Police Protection\").</p>\n<p>[16]  \"No better general statement can be made than that the courts will find a duty where, in general, reasonable persons would recognize it and agree that it exists.\" W. PAGE KEETON, ET AL., PROSSER AND KEETON ON THE LAW OF TORTS, § 53, p. 359 (5th ed. 1984)</p>\n<p>[17]  Although tying the \"discretionary function\" defense to a negligent entrustment theory, the Government has explained, \"[s]uch a defense has not been raised as of yet because approval has not been obtained from the U.S. Department of Justice. That being said, the defense of discretionary function is jurisdictional and therefore, can be raised at anytime [sic] and cannot be waived.\" Government's Reply [DE-21] at p. 2, n. 3 (citation omitted).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1208866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1250618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1302407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1304820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1315958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1364021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1374699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1395470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1568157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1992989/"
  ]
}