{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2460393/",
  "absolute_url": "/opinion/2460393/martin-v-airborne-exp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2460393/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:41:42.433193Z",
  "date_modified": "2016-04-26T21:40:13.696473Z",
  "type": "010combined",
  "sha1": "6eb8d4bd4397b648de935e8f57bcfea1a75a3a6f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>16 F.Supp.2d 623 (1996)</b></center>\n<center><h1>Jerryl A. MARTIN, Plaintiff,<br>\nv.<br>\nAIRBORNE EXPRESS, et al., Defendants.</h1></center>\n<center>No. 5:95-CV-1041-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 8, 1996.</center>\n<p><span class=\"star-pagination\">*624</span> <span class=\"star-pagination\">*625</span> Jerryl A. Martin, Raleigh, NC, pro se.</p>\n<p>Paul K. Sun, Jr. Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment and defendants' motion to strike affidavits in support of plaintiff's motion for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>The allegations relevant to the causes of action at issue are as follows.</p>\n<p>Plaintiff Jerryl A. Martin (\"Martin\"), an African-American male, was hired by defendant AMR Distribution Systems (\"AMR Distribution\") in May 1995 as a courier. (Compl. ¶ 13.) At the time Martin was hired, defendants David Chalk (\"Chalk\") and Ron Hill (\"Hill\") were general manager and supervisor, respectively, of the Raleigh Division of AMR Distribution. (<i>Id.</i> ¶¶ 10-11.) AMR Distribution is a subsidiary of defendant AMR Services, an aviation ground services company that specializes in freight distribution and other services for the airlines industry. (<i>Id.</i> § V.)<sup>[1]</sup> Both AMR Services and defendant American Airlines are subsidiaries of AMR Corporation. (<i>Id.</i> ¶¶ 7-8.) Defendant Airborne Express (\"Airborne\") has contracted with AMR Services for the operation of its freight distribution and servicing in North Carolina. (<i>Id.</i> § V.) Defendant Joseph Gneiser (\"Gneiser\") is an agent of Airborne within its Raleigh Division. (<i>Id.</i> ¶ 12.)</p>\n<p>AMR Distribution operated predominantly to deliver and pick up freight from businesses and other customers in the greater Raleigh, North Carolina area and in parts of Virginia. (Hill Aff. ¶ 6.) The majority of the shipments managed by AMR Distribution arrived at the Raleigh-Durham airport from out of state locations. (<i>Id.</i> ¶ 7.) Upon receipt of a shipment, AMR Distribution, through its couriers, sorted and delivered the cargo. (<i>Id.</i> ¶ 9.) In most cases, the freight was received and delivered on the same day. (<i>Id.</i> ¶¶ 10-11.) In addition to delivering shipments, couriers also picked up freight for shipment from Raleigh. (<i>Id.</i> ¶ 12.) The freight was initially routed by air to Wilmington, Ohio from where it was ultimately dispatched to its intended destination. (<i>Id.</i>) AMR Distribution did not pay overtime to its couriers. (<i>Id.</i> ¶ 21.)</p>\n<p>Martin maintains that, during his initial job interview, Chalk represented that AMR Distribution couriers received overtime for time exceeding eighty hours in any two-week period. (Compl. ¶ 17.) He alleges that, \"through an implied agreement,\" he entered into a contract with AMR Distribution that <span class=\"star-pagination\">*626</span> entitled him to overtime. (<i>Id.</i> ¶ 18.) Moreover, Martin claims that Chalk pledged to compensate Martin at a rate of $6.75 per hour during his two-week training period increasing to $7.50 per hour upon completion. (<i>Id.</i> ¶¶ 15-16.) Despite this condition, Martin further complains that the actual increase was delayed beyond the two-week period. (<i>Id.</i> ¶¶ 71-72.)</p>\n<p>After he was hired, Martin performed various freight distribution tasks including loading, unloading, and delivering freight. (<i>Id.</i> ¶ 26.) For the most part, his main responsibility entailed the delivery and collection of freight in Johnston County, North Carolina. (<i>Id.</i> ¶ 81.) Although one AMR Distribution driver occasionally traveled into Virginia, Martin alleges that this activity represented less than 2% of AMR Distribution's total deliveries and collections. (<i>Id.</i> ¶¶ 89, 99.) Of the approximately forty drivers, Martin insists that only one driver was ever required to venture out of North Carolina on work-related duties. (<i>Id.</i> ¶¶ 92, 99.)</p>\n<p>On 16 October 1995, Chalk met with Martin and other employees to discuss a restructuring of the compensation schedule. (<i>Id.</i> ¶ 109.) Because of internal computing concerns, instead of receiving $7.50 per hour based on a fifty-hour week, the pay scales would be adjusted to reflect a higher wage per hour based on a forty hour week. (<i>Id.</i> ¶¶ 109-112; Hill Aff. ¶ 26.) Despite the change for accounting purposes, Chalk informed that the regular work hours would continue. (Compl.¶ 111.) Accordingly, Martin's wages were recalculated at $9.37 per hour based on a standard forty-hour week. (<i>Id.</i> ¶ 110.)</p>\n<p>Martin alleges that this new wage system was imposed because of his race in order to void the initial agreement of $7.50 per hour for the fifty-hour week. (<i>Id.</i> at ¶ 115.) He characterizes the restructuring as an illegal modification of his terms of employment and insists that it was motivated by racial bias. (<i>Id.</i> ¶¶ 119-20.) Moreover, he contends that the practice of compensating employees at their regulate rate even for hours in excess of forty per week violates the Fair Labor Standards Act (\"FLSA\"). (<i>Id.</i> ¶ 107.) Under the FLSA, Martin proposes that he should be compensated for overtime hours on the basis of time and one half of his regular rate. (<i>Id.</i> ¶¶ 125-135.)</p>\n<p>In his complaint, Martin alleges a panoply of claims against defendants. However, by order of the court dated 17 July 1996, only six claims survived the pleading stage. The remaining claims include alleged violations of the FLSA, the North Carolina Wage and Hour Act, 42 U.S.C. § 1981, and claims for intentional infliction of emotional distress, breach of contract, and compensatory and punitive damages. The court will address each claim in turn.</p>\n<p></p>\n<h2>II. <i>Summary Judgment Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. 2505. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v.</i> <span class=\"star-pagination\">*627</span> <i>Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Before entertaining the merits of the arguments at hand, the court must first review the procedural propriety of Martin's summary judgment motion and the supporting affidavits. Pursuant to the discovery order of Magistrate Judge Alexander B. Denson, the deadline for filing motions was 26 August 1996. Martin's summary judgment motion and supporting affidavits were filed 24 September 1996. Moreover, the affidavits of Laws, Moss, and Staggers suffer from other infirmities such as failure to state facts based on personal knowledge and lack of proper notarization. While the court acknowledges that <i>pro se</i> parties are often afforded substantial leeway in procedural matters, the glaring deficiencies contained in these affidavits cannot be ignored. Accordingly, because the affidavits of Laws, Moss, and Staggers are facially insufficient, the court GRANTS defendants' motion to strike these affidavits in their entirety.</p>\n<p>However, although Martin's motion for summary judgment was filed outside the designated period, the court will evaluate it on the merits in conjunction with its review of defendants' summary judgment motion. Similarly, because Martin's affidavit was properly notarized, the court will consider the portions of his affidavit stating facts based on personal knowledge.</p>\n<p></p>\n<h2>A. <i>FLSA</i>\n</h2>\n<p>After wading through the varied allegations levied by Martin in his complaint and supporting documents, the court deduces that Martin's main argument is that he was improperly denied overtime pay under the FLSA. Untangling the myriad legal theories offered by both sides, the dispute converges on whether defendants qualify for an exemption from the FLSA's overtime provision. A survey of the relevant statutory law is instructive.</p>\n<p>Section 207(a)(1) of the FLSA provides that an employer must compensate employees at not less than one and one-half times their regular rate for hours worked in excess of forty per week. 29 U.S.C. § 207(a)(1) (1996). Section 213 moderates the sweeping § 207 mandate by granting exemptions for qualified employers. <i>Id.</i> § 213. Pertinent to this case, § 213(b)(1) states that the overtime provision does not apply to \"any employee with respect to whom the Secretary of Transportation has power to establish qualifications and maximum hours of service.\" <i>Id.</i></p>\n<p>Reviewing the scope of the Secretary of Transportation's authority, 49 U.S.C. § 31502(b) recites that \"[t]he Secretary of Transportation may prescribe requirements for (1) qualifications and maximum hours of service of employees of, and safety of operation and equipment of, a motor carrier....\" 49 U.S.C. § 31502(b) (1996).<sup>[2]</sup> A motor carrier is defined as a \"person providing motor vehicle transportation for compensation.\" <i>Id.</i> § 13102(12).<sup>[3]</sup> Notably, to trigger the Transportation exemption, an employer must be engaged in interstate commerce. <i>See id.</i> § 13501.</p>\n<p>Thus, the issue is further narrowed in this case to (1) whether AMR Distribution couriers were engaged in interstate commerce and (2) whether AMR Distribution is properly classified as a motor carrier. Martin alleges that the position of courier at AMR <span class=\"star-pagination\">*628</span> Distribution, especially the duties performed by him, did not rise to the level of interstate transportation. In response, defendants counter that a courier's duties satisfy the interstate requirement because (1) a percentage of the deliveries and pickups, albeit a small one, required interstate travel into Virginia and (2) a majority of the deliveries involved the intrastate transport of goods that were in the flow of interstate commerce.</p>\n<p>As noted by defendants, the movement of goods solely within a single state can nevertheless be classified as interstate commerce if what is being transported is actually moving in interstate commerce. <i>See </i><i>Griffin v. Consol. Foods Corp.,</i> 771 F.2d 826, 827 (4th Cir.1985) (affirming lower court opinion that held intrastate delivery of goods in the final stage of continuous movement between at least two states is considered interstate commerce) (citations omitted). In other words, even if a party merely delivers freight from point A in North Carolina to point B in North Carolina, the activity may still warrant the \"interstate\" label if it is part of a larger interstate travel scheme. The key determination is whether the nature of the transportation evinces a \"practical continuity of movement\" between states. <i>Walling v. Jacksonville Paper Co.,</i> 317 U.S. 564, 569, 63 S.Ct. 332, 87 L.Ed. 460 (1943).</p>\n<p>In this case, defendants have documented how its shipments moved through interstate commerce and how the couriers merely served as the final cog in the interstate delivery process. In his affidavit, Hill explained that 90% of the freight arrived from out of state locations and was transported into North Carolina from the Wilmington, Ohio airport. (Hill Aff. ¶ 7.) When the cargo was received in Raleigh, the AMR Distribution couriers sorted the freight and delivered it to destinations largely within North Carolina. (<i>Id.</i> ¶¶ 9-12.) Similarly, 90% of the shipments picked up by the couriers were transferred to the Raleigh-Durham airport for distribution outside of the state. (<i>Id.</i> ¶ 12.) Hill emphasized that, except for second-day deliveries, deliveries refused by the customer, or shipments improperly addressed, AMR Distribution only handled the freight for purposes of delivery on the day of receipt. (<i>Id.</i> ¶ 10.) If delivery could not be completed for one of the above reasons, the freight was conveyed to Airborne for storage. (<i>Id.</i>)<sup>[4]</sup></p>\n<p>Martin responds with claims that the freight came to rest in North Carolina and, thus, the flow of travel was interrupted. Consequently, Martin entreats the court to find that defendants' control and possession of the freight negates the validity of the practical continuity assertion.</p>\n<p>In offering this interpretation, Martin refers to several cases in which courts have found that the practical continuity of movement was interrupted when the goods were processed or shipped with an uncertain final destination. <i>See </i><i>Baird v. Wagoner Transp. Co.,</i> 425 F.2d 407 (6th Cir.1970) (classifying as intrastate transport oil shipped to a facility for storage until it could be sold and final transportation arranged), <i>cert. denied,</i> 400 U.S. 829, 91 S.Ct. 58, 27 L.Ed.2d 59 (1970); <i>Kline v. Wirtz,</i> 373 F.2d 281 (5th Cir.1967) (finding that interstate movement ceased when meat was stored, boned, trimmed, and cut before delivery to customers); <i>Kimball v. Goodyear Tire &amp; Rubber Co.,</i> 504 F.Supp. 544 (E.D.Tex.1980) (holding that product clearly came to rest in state, thus interrupting the interstate transportation, when it was refined and subject to chemical processing). While these cases do appropriately underscore the idea that classification depends on the \"character of the shipment,\" <i>International Bhd. of Teamsters v. I.C.C.,</i> 921 F.2d 904, 907 (9th Cir.1990), their factual settings are clearly distinguishable from the case at hand.</p>\n<p>In contrast to the above authority, defendants did not process the freight being shipped. When handling the shipments, defendants did not alter, convert, transform, or change the goods in any manner. Unlike the situations in <i>Kline</i> or <i>Kimball,</i> the freight in this case was passed along in exactly the same form as it was received. Moreover, upon receipt of the freight, defendants simply served as an intermediate conduit acting pursuant to preexisting orders about what to <span class=\"star-pagination\">*629</span> ship and where to deliver. <i>See </i><i>Galbreath v. Gulf Oil Corp.,</i> 413 F.2d 941 (5th Cir.1969) (holding that the fixed and persisting intent to continue transport on the basis of contractual commitments mandates an interstate classification).</p>\n<p>Merely sorting and delivering goods with predetermined destinations does not rise to the level of processing goods. Instead, the nature of defendants' passive control seems to fit precisely within the spirit and intent of the practical continuity doctrine. Because the court finds that, as a matter of law, continuity of transit existed, Martin's duties are properly characterized as involving interstate commerce.<sup>[5]</sup></p>\n<p>Martin apparently rests his second challenge to the application of the § 213 exemption on the fact that defendants have not secured a motor carrier certificate from the Department of Labor. Evidently, Martin suggests that this omission frustrates or defeats any claim by AMR Distribution that it qualifies as a motor carrier. Yet, Martin does not offer, nor has the court uncovered any pertinent case law or references, that such a certificate is required or even available. Considering the basic nature of AMR Distribution's business, it is practically indisputable that the motor carrier classification is appropriate. The court, therefore, finds that defendants are properly assessed as a motor carrier under both the old and new definitions and, thus, trigger the coverage of the § 213 exemption.</p>\n<p></p>\n<h2>B. <i>North Carolina Wage and Hour Act</i>\n</h2>\n<p>Martin's claim for overtime wages under the North Carolina Wage and Hour Act is resolved on similar reasoning. Section 95-25.14(a)(1) of the Act exempts \"any person employed in an enterprise engaged in commerce or in the production of goods for commerce as defined in the Fair Labor Standards Act\" from the Act's overtime provisions. N.C.Gen.Stat. § 25.14(a) (1993). As a result, Martin's state law claim necessarily suffers the same fate as his FLSA claim.</p>\n<p></p>\n<h2>C. <i>Race Discrimination</i>\n</h2>\n<p>Martin next contends that he was discriminated against under § 1981. Initially, Martin alleged that he was treated unfairly in many instances and, thus, asserted violations of a panoply of civil rights provisions. As this court has previously dismissed the majority of this laundry list of claims, the only remaining race discrimination issue arises under § 1981. Surveying the complaint, the court is unclear which actions are alleged to serve as the foundation for this claim.</p>\n<p>Yet, despite the confusion generated by the complaint, in his motion for summary judgment, Martin clarifies his § 1981 allegation to some degree and apparently discloses the bases for this claim. Noting that § 1981 is appropriate for contract-related issues, Martin charges that defendants \"with purposeful intention, arbitrarily and unlawfully changed the terms and conditions of his employment due to his race or ethnicity.\" (Pl.'s Cross-Mot. for Summ.J. at 26.) Also, referring back to the section titled \"42 U.S.C. SECTION 1981\" in the complaint, Martin intimates that, during the employment interview, Chalk misrepresented the hours and salary conditions of the job. Similarly, he maintains that a promised pay increase was unreasonably delayed for two weeks. Accordingly, the court will limit its discussion to a review of the specific conduct set forth by Martin as violative of § 1981.<sup>[6]</sup></p>\n<p>Section 1981 offers a private cause of action for race discrimination by nongovernmental entities. 42 U.S.C. § 1981 (1994). Pertinent to this case, the provision guarantees equal treatment in the making and enforcing of a contract and \"the enjoyment of all benefits, privileges, terms, and conditions of the contractual relationship.\" <i>Id.</i> To establish a violation of § 1981, a plaintiff must offer proof of intentional or purposeful discrimination. <i>General Bldg. Contractors Ass'n, Inc. v. Pennsylvania,</i> 458 U.S. 375, <span class=\"star-pagination\">*630</span> 391, 102 S.Ct. 3141, 73 L.Ed.2d 835 (1982). Section 1981 discrimination claims are evaluated under the <i>McDonnell Douglas</i> proof scheme applicable to Title VII actions. <i>Gairola v. Commonwealth of Va. Dep't of Gen. Servs.,</i> 753 F.2d 1281, 1285 (4th Cir.1985) (referring to <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973)).</p>\n<p>Operating within the <i>McDonnell Douglas</i> paradigm, a plaintiff, in the absence of direct or indirect evidence, can rely on a three-step procedure to establish a violation. <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. 1817. Initially, an employee is obligated to establish a <i>prima facie</i> case of discrimination. <i>Id.</i> If this burden is met, the employer is entitled to rebut the employee's presentation by offering evidence that legitimate, non-discriminatory reasons existed for the employment decision. <i>Id.</i> at 802-03, 93 S.Ct. 1817. Finally, if the employer successfully counters the <i>prima facie</i> case, the employee is afforded an opportunity to demonstrate that the non-discriminatory reasons offered by the employer were merely pretextual to disguise race discrimination. <i>Id.</i> at 804, 93 S.Ct. 1817.</p>\n<p>Defendants contend that summary judgment is appropriate because Martin has failed to present a <i>prima facie</i> case and, in the alternative, has not rebutted the legitimate, non-discriminatory explanations provided.</p>\n<blockquote>A prima facie case of discrimination consists of proof that the plaintiff is a member of a protected class, and that an adverse employment action was taken against the plaintiff in circumstances from which an inference of unlawful discrimination arises. An inference of discrimination is commonly raised in these cases by proving disparate treatment. A plaintiff proves disparate treatment by showing that he was treated less favorably than similarly situated employees who are not in plaintiff's protected class.</blockquote>\n<p><i>Johnson v. Legal Servs. of Ark., Inc.,</i> 813 F.2d 893 (8th Cir.1987) (internal citations omitted).</p>\n<p>In this case, Martin falls within a protected class but has not supplied any evidence giving rise to an inference of unlawful discrimination. At no point does he provide any factual support for his beliefs that racial bias influenced and, indeed, dictated the policy-making at AMR Distribution. Instead, he relies exclusively on his personal opinion that race was a motivating factor in the varied employment decisions. (<i>See</i> Martin Dep. at 140-86 (indicating his theory of racial discrimination emerges solely from his belief that the pay measures were aimed at African-Americans.)) Moreover, his unsupported allegation that the pay scale was adjusted to prejudice African-Americans is further deficient because he does not even claim disparate application. Rather, Martin concedes that all of the couriers at the Raleigh facility, both African-American and Caucasian, were subject to the pay restructuring. (<i>Id.</i> at 184.) In fact, defendants offer affirmative evidence that the salary modification was imposed uniformly on all similarly-situated employees. (Hill Aff. ¶ 23; Memo from Kalis to Farrell of 10/3/95).</p>\n<p>Generally, Martin fails to allege that the perceived improper conduct was directed only to the black employees. He does not advance, or support for that matter, the inference that white employees received more favorable treatment. For example, when questioned about the alleged delay in increasing his salary, Martin admits that the employees whose salaries accelerated more quickly included both African-Americans and Caucasians. (Martin Dep. at 136-137.)</p>\n<p>Without any concrete facts or evidence from which to draw inferences of intentional discrimination, the court holds that Martin has failed to meet his burden of creating a <i>prima facie</i> case. Although the <i>prima facie</i> burden is generally not an onerous one, Martin must offer more than conclusory assertions and unsupported speculation. <i>Goldberg v. B. Green &amp; Co., Inc.,</i> 836 F.2d 845, 848 (4th Cir.1988) (holding that plaintiff's \"own naked opinion, without more, is not enough to establish a <i>prima facie</i> case\"). His personal beliefs about the impropriety of certain conduct are not sufficient to generate a genuine issue material of fact.</p>\n<p><span class=\"star-pagination\">*631</span> Even if Martin could satisfy this prong of the <i>McDonnell Douglas</i> test, defendants have offered legitimate, non-discriminatory reasons for the employment decisions and Martin again has failed to respond by showing pretext. Accordingly, Martin's § 1981 claim fails as a matter of law.</p>\n<p></p>\n<h2>D. <i>Intentional Infliction of Emotional Distress</i>\n</h2>\n<p>Martin also seemingly alleges that AMR Distribution's disregard of the initial contract terms and Chalk's demands of extended working hours intentionally caused Martin severe emotional distress. Specifically, he asserts that Chalk</p>\n<blockquote>employed truculent, vindictive methods inspired by a consuming animus against plaintiff while effecting an arbitrary and unlawful change with respect to terms and conditions in his employment, comparing plaintiff and other African-American employees to that of second-class citizens in the workplace, and had taken open delight to see them exercise their physical prowess where they were compelled to do extra work without financially being compensated for it as a result in [sic] this change of contract.</blockquote>\n<p>(Pl.'s Cross-Mot. for Summ.J. at 27) (internal quotations omitted).</p>\n<p>To succeed on a claim of intentional infliction of emotional distress under North Carolina law, a plaintiff must show (1) extreme and outrageous conduct by defendant (2) which is intended to cause and does cause (3) severe emotional distress. <i>Dickens v. Puryear,</i> 302 N.C. 437, 276 S.E.2d 325, 335 (N.C.1981). Although these determinations often fall within the purview of a jury, \"it is a question of law whether the alleged conduct on the part of the defendant may be reasonably regarded as extreme and outrageous.\" <i>Denning-Boyles v. WCES, Inc.,</i> 123 N.C.App. 409, 473 S.E.2d 38, 40 (N.C.Ct.App. 1996) (noting that the conduct must exceed \"all bounds of decency tolerated by society\") (internal citations omitted).</p>\n<p>In this case, Martin fails to provide sufficient evidence to support his claim on any of the three prongs. First, as a matter of law, Chalk's supervision of Martin could not be reasonably regarded as extreme and outrageous conduct. Even accepting Martin's allegations as true, neither the unilateral alteration of a contract or demands that employees keep lengthy hours rise to the level of extreme or outrageous. Moreover, Martin does not offer any evidence that Chalk or AMR Distribution intended to cause emotional distress by their actions or that Martin actually suffered severe emotional trauma.</p>\n<p>On the other hand, defendants have shown that Chalk was merely implementing standard procedure. As mentioned above, Martin's unsubstantiated and unsupported sentiments do not create a genuine issue of material fact.</p>\n<p></p>\n<h2>E. <i>Breach of Contract</i>\n</h2>\n<p>As best the court can discern, the bases for Martin's breach of contract claim arises from (1) an alleged delay in executing his promised wage increase and (2) the unilateral restructuring of the pay procedure.</p>\n<p>In May 1995, Martin alleges that he agreed to work for AMR Distribution at a rate of $6.75 during his two-week training period followed by a $7.50 compensation rate upon completion. (Martin Dep. at 128.) He claims that the increase was not implemented immediately after the training period as promised. (<i>Id.</i>) Notwithstanding, Martin concedes that \"AMR Distribution eventually paid ... in a lump sum check.\" (<i>Id.</i> at 138.) Martin further does not contest AMR Distribution's explanation that, because of a lag in their payroll, Martin did not receive the wage increase check until after his third week of employment. (Hill Aff. ¶ 19.) Accordingly, there is no breach of any contract term or cognizable injury arising from this incident.</p>\n<p>Next, Martin apparently contends that AMR Distribution's reorganization of the payroll structure constituted a breach of contract. As an initial matter, Martin acknowledges that he understood the written terms of his employment. (Martin Dep. at 117-20.) Specifically, Martin admits that he understood the employment conditions explaining that the written terms could not be altered by oral representations and that AMR Distribution could release him at any <span class=\"star-pagination\">*632</span> time without cause. (<i>Id.</i>) Even though Martin acknowledges that AMR Distribution was entitled to change the employment terms, he nonetheless insists that mutual agreement should have been obtained. (<i>Id.</i> at 131.)</p>\n<p>However, because of Martin's status as an at will employee, AMR Distribution is not required to secure employee consent before modifying the salary structure. Under North Carolina law, \"[e]mployment contracts which are terminable at will may be modified at any time by either party with the continuance of the relationship serving as the consideration for the modification.\" <i>Fraver v. North Carolina Farm Bureau Mut. Ins. Co.,</i> 69 N.C.App. 733, 318 S.E.2d 340, 344 (N.C.Ct.App.1984); <i>accord </i><i>Hathaway v. General Mills, Inc.,</i> 711 S.W.2d 227, 229 (Tex.1986) (commenting that, under common law principles of contract law, an employee at will is deemed to accept unilateral changes imposed by an employer if the employee continues to work with knowledge of the change).</p>\n<p>In this case, Martin was clearly informed about the compensation restructuring in the meeting with Chalk and voluntarily continued his employment after learning of the change. (Martin Dep. at 134.) Despite ample opportunity to reject the pay structure by quitting, Martin remained an employee of AMR Distribution under the new system.</p>\n<p>As a practical matter, the court notes that the wage modification apparently did not impact the aggregate pay but only revised the manner of calculation. (<i>See</i> Hill Aff. ¶ 26.) It is highly questionable whether such a cosmetic transformation would be sufficient to establish a breach of contract. At any rate, Martin's decision to remain in AMR Distribution's employ after notification of the restructuring negates any related breach of contract claim.<sup>[7]</sup></p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>Pursuant to the above discussion, defendants' motion for summary judgment is GRANTED in its entirety and Martin's cross-motion is DENIED in its entirety. Accordingly, this case is hereby DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  For purposes of this order, the term AMR Distribution will generally refer to the now defunct Raleigh Division that closed on 11 October 1996.</p>\n<p>[2]  Recent Congressional amendments have revised many of the sections at issue in this case and have caused some confusion among the parties in referring to the appropriate provisions. For purposes of clarification, § 31502, enacted in December 1995, is identical to previous § 3102(b). Additionally, § 13102(12), discussed below, consolidated and replaced §§ 10102(15) &amp; (16) in January 1996.</p>\n<p>[3]  Prior to January 1996, a motor carrier was delineated as either a \"motor common carrier\" or a \"motor contract carrier\" under definitions contained in §§ 10102(15) &amp; (16). Motor common carrier was defined as a person \"holding itself out to the general public to provide motor vehicle transportation for compensation over regular or irregular routes or both.\" 49 U.S.C. § 10102(15) (repealed). Motor contract carrier was defined as a person \"providing motor vehicle transportation of [property or passengers] for compensation under continuing agreements with a person.\" <i>Id.</i> § 10102(16) (repealed). These provisions have been collapsed into a single definition under § 13102(12).</p>\n<p>[4]  While Martin contests each of the factual assertions in Hill's affidavit, he supplies no contrary evidence beyond his own conclusory allegations unsupported by personal knowledge.</p>\n<p>[5]  Because of the ruling on the practical continuity issue, the court does not reach defendants' other interstate commerce arguments.</p>\n<p>[6]  Notably, even if Martin had attempted to rely on his other allegations of unfair treatment to support this claim, it appears that a similar result would follow.</p>\n<p>[7]  Conspicuously, Martin neglects to offer any support or argumentation on this issue in his memorandum in support of his motion for summary judgment and opposing defendants' motion. Instead, he ignores the arguments and authority cited by defendants and focuses exclusively on the other claims.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">623</span></span> (1996)</b></center>\n<center><h1>Jerryl A. MARTIN, Plaintiff,<br>\nv.<br>\nAIRBORNE EXPRESS, et al., Defendants.</h1></center>\n<center>No. 5:95-CV-1041-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 8, 1996.</center>\n<p><span class=\"star-pagination\">*624</span> <span class=\"star-pagination\">*625</span> Jerryl A. Martin, Raleigh, NC, pro se.</p>\n<p>Paul K. Sun, Jr. Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment and defendants' motion to strike affidavits in support of plaintiff's motion for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>The allegations relevant to the causes of action at issue are as follows.</p>\n<p>Plaintiff Jerryl A. Martin (\"Martin\"), an African-American male, was hired by defendant AMR Distribution Systems (\"AMR Distribution\") in May 1995 as a courier. (Compl. ¶ 13.) At the time Martin was hired, defendants David Chalk (\"Chalk\") and Ron Hill (\"Hill\") were general manager and supervisor, respectively, of the Raleigh Division of AMR Distribution. (<i>Id.</i> ¶¶ 10-11.) AMR Distribution is a subsidiary of defendant AMR Services, an aviation ground services company that specializes in freight distribution and other services for the airlines industry. (<i>Id.</i> § V.)<sup>[1]</sup> Both AMR Services and defendant American Airlines are subsidiaries of AMR Corporation. (<i>Id.</i> ¶¶ 7-8.) Defendant Airborne Express (\"Airborne\") has contracted with AMR Services for the operation of its freight distribution and servicing in North Carolina. (<i>Id.</i> § V.) Defendant Joseph Gneiser (\"Gneiser\") is an agent of Airborne within its Raleigh Division. (<i>Id.</i> ¶ 12.)</p>\n<p>AMR Distribution operated predominantly to deliver and pick up freight from businesses and other customers in the greater Raleigh, North Carolina area and in parts of Virginia. (Hill Aff. ¶ 6.) The majority of the shipments managed by AMR Distribution arrived at the Raleigh-Durham airport from out of state locations. (<i>Id.</i> ¶ 7.) Upon receipt of a shipment, AMR Distribution, through its couriers, sorted and delivered the cargo. (<i>Id.</i> ¶ 9.) In most cases, the freight was received and delivered on the same day. (<i>Id.</i> ¶¶ 10-11.) In addition to delivering shipments, couriers also picked up freight for shipment from Raleigh. (<i>Id.</i> ¶ 12.) The freight was initially routed by air to Wilmington, Ohio from where it was ultimately dispatched to its intended destination. (<i>Id.</i>) AMR Distribution did not pay overtime to its couriers. (<i>Id.</i> ¶ 21.)</p>\n<p>Martin maintains that, during his initial job interview, Chalk represented that AMR Distribution couriers received overtime for time exceeding eighty hours in any two-week period. (Compl. ¶ 17.) He alleges that, \"through an implied agreement,\" he entered into a contract with AMR Distribution that <span class=\"star-pagination\">*626</span> entitled him to overtime. (<i>Id.</i> ¶ 18.) Moreover, Martin claims that Chalk pledged to compensate Martin at a rate of $6.75 per hour during his two-week training period increasing to $7.50 per hour upon completion. (<i>Id.</i> ¶¶ 15-16.) Despite this condition, Martin further complains that the actual increase was delayed beyond the two-week period. (<i>Id.</i> ¶¶ 71-72.)</p>\n<p>After he was hired, Martin performed various freight distribution tasks including loading, unloading, and delivering freight. (<i>Id.</i> ¶ 26.) For the most part, his main responsibility entailed the delivery and collection of freight in Johnston County, North Carolina. (<i>Id.</i> ¶ 81.) Although one AMR Distribution driver occasionally traveled into Virginia, Martin alleges that this activity represented less than 2% of AMR Distribution's total deliveries and collections. (<i>Id.</i> ¶¶ 89, 99.) Of the approximately forty drivers, Martin insists that only one driver was ever required to venture out of North Carolina on work-related duties. (<i>Id.</i> ¶¶ 92, 99.)</p>\n<p>On 16 October 1995, Chalk met with Martin and other employees to discuss a restructuring of the compensation schedule. (<i>Id.</i> ¶ 109.) Because of internal computing concerns, instead of receiving $7.50 per hour based on a fifty-hour week, the pay scales would be adjusted to reflect a higher wage per hour based on a forty hour week. (<i>Id.</i> ¶¶ 109-112; Hill Aff. ¶ 26.) Despite the change for accounting purposes, Chalk informed that the regular work hours would continue. (Compl.¶ 111.) Accordingly, Martin's wages were recalculated at $9.37 per hour based on a standard forty-hour week. (<i>Id.</i> ¶ 110.)</p>\n<p>Martin alleges that this new wage system was imposed because of his race in order to void the initial agreement of $7.50 per hour for the fifty-hour week. (<i>Id.</i> at ¶ 115.) He characterizes the restructuring as an illegal modification of his terms of employment and insists that it was motivated by racial bias. (<i>Id.</i> ¶¶ 119-20.) Moreover, he contends that the practice of compensating employees at their regulate rate even for hours in excess of forty per week violates the Fair Labor Standards Act (\"FLSA\"). (<i>Id.</i> ¶ 107.) Under the FLSA, Martin proposes that he should be compensated for overtime hours on the basis of time and one half of his regular rate. (<i>Id.</i> ¶¶ 125-135.)</p>\n<p>In his complaint, Martin alleges a panoply of claims against defendants. However, by order of the court dated 17 July 1996, only six claims survived the pleading stage. The remaining claims include alleged violations of the FLSA, the North Carolina Wage and Hour Act, 42 U.S.C. § 1981, and claims for intentional infliction of emotional distress, breach of contract, and compensatory and punitive damages. The court will address each claim in turn.</p>\n<p></p>\n<h2>II. <i>Summary Judgment Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v.</i> <span class=\"star-pagination\">*627</span> <i>Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Before entertaining the merits of the arguments at hand, the court must first review the procedural propriety of Martin's summary judgment motion and the supporting affidavits. Pursuant to the discovery order of Magistrate Judge Alexander B. Denson, the deadline for filing motions was 26 August 1996. Martin's summary judgment motion and supporting affidavits were filed 24 September 1996. Moreover, the affidavits of Laws, Moss, and Staggers suffer from other infirmities such as failure to state facts based on personal knowledge and lack of proper notarization. While the court acknowledges that <i>pro se</i> parties are often afforded substantial leeway in procedural matters, the glaring deficiencies contained in these affidavits cannot be ignored. Accordingly, because the affidavits of Laws, Moss, and Staggers are facially insufficient, the court GRANTS defendants' motion to strike these affidavits in their entirety.</p>\n<p>However, although Martin's motion for summary judgment was filed outside the designated period, the court will evaluate it on the merits in conjunction with its review of defendants' summary judgment motion. Similarly, because Martin's affidavit was properly notarized, the court will consider the portions of his affidavit stating facts based on personal knowledge.</p>\n<p></p>\n<h2>A. <i>FLSA</i>\n</h2>\n<p>After wading through the varied allegations levied by Martin in his complaint and supporting documents, the court deduces that Martin's main argument is that he was improperly denied overtime pay under the FLSA. Untangling the myriad legal theories offered by both sides, the dispute converges on whether defendants qualify for an exemption from the FLSA's overtime provision. A survey of the relevant statutory law is instructive.</p>\n<p>Section 207(a)(1) of the FLSA provides that an employer must compensate employees at not less than one and one-half times their regular rate for hours worked in excess of forty per week. 29 U.S.C. § 207(a)(1) (1996). Section 213 moderates the sweeping § 207 mandate by granting exemptions for qualified employers. <i>Id.</i> § 213. Pertinent to this case, § 213(b)(1) states that the overtime provision does not apply to \"any employee with respect to whom the Secretary of Transportation has power to establish qualifications and maximum hours of service.\" <i>Id.</i></p>\n<p>Reviewing the scope of the Secretary of Transportation's authority, 49 U.S.C. § 31502(b) recites that \"[t]he Secretary of Transportation may prescribe requirements for (1) qualifications and maximum hours of service of employees of, and safety of operation and equipment of, a motor carrier....\" 49 U.S.C. § 31502(b) (1996).<sup>[2]</sup> A motor carrier is defined as a \"person providing motor vehicle transportation for compensation.\" <i>Id.</i> § 13102(12).<sup>[3]</sup> Notably, to trigger the Transportation exemption, an employer must be engaged in interstate commerce. <i>See id.</i> § 13501.</p>\n<p>Thus, the issue is further narrowed in this case to (1) whether AMR Distribution couriers were engaged in interstate commerce and (2) whether AMR Distribution is properly classified as a motor carrier. Martin alleges that the position of courier at AMR <span class=\"star-pagination\">*628</span> Distribution, especially the duties performed by him, did not rise to the level of interstate transportation. In response, defendants counter that a courier's duties satisfy the interstate requirement because (1) a percentage of the deliveries and pickups, albeit a small one, required interstate travel into Virginia and (2) a majority of the deliveries involved the intrastate transport of goods that were in the flow of interstate commerce.</p>\n<p>As noted by defendants, the movement of goods solely within a single state can nevertheless be classified as interstate commerce if what is being transported is actually moving in interstate commerce. <i>See </i><i>Griffin v. Consol. Foods Corp.,</i> <span class=\"citation\" data-id=\"457712\"><a href=\"/opinion/457712/27-wage-hour-cas-bn-392-27-wage-hour-cas-bn-533-leslie-a-griffin/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">826</span></a></span>, 827 (4th Cir.1985) (affirming lower court opinion that held intrastate delivery of goods in the final stage of continuous movement between at least two states is considered interstate commerce) (citations omitted). In other words, even if a party merely delivers freight from point A in North Carolina to point B in North Carolina, the activity may still warrant the \"interstate\" label if it is part of a larger interstate travel scheme. The key determination is whether the nature of the transportation evinces a \"practical continuity of movement\" between states. <i>Walling v. Jacksonville Paper Co.,</i> <span class=\"citation\" data-id=\"103759\"><a href=\"/opinion/103759/walling-v-jacksonville-paper-co/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 569, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">332</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">460</span></span> (1943).</p>\n<p>In this case, defendants have documented how its shipments moved through interstate commerce and how the couriers merely served as the final cog in the interstate delivery process. In his affidavit, Hill explained that 90% of the freight arrived from out of state locations and was transported into North Carolina from the Wilmington, Ohio airport. (Hill Aff. ¶ 7.) When the cargo was received in Raleigh, the AMR Distribution couriers sorted the freight and delivered it to destinations largely within North Carolina. (<i>Id.</i> ¶¶ 9-12.) Similarly, 90% of the shipments picked up by the couriers were transferred to the Raleigh-Durham airport for distribution outside of the state. (<i>Id.</i> ¶ 12.) Hill emphasized that, except for second-day deliveries, deliveries refused by the customer, or shipments improperly addressed, AMR Distribution only handled the freight for purposes of delivery on the day of receipt. (<i>Id.</i> ¶ 10.) If delivery could not be completed for one of the above reasons, the freight was conveyed to Airborne for storage. (<i>Id.</i>)<sup>[4]</sup></p>\n<p>Martin responds with claims that the freight came to rest in North Carolina and, thus, the flow of travel was interrupted. Consequently, Martin entreats the court to find that defendants' control and possession of the freight negates the validity of the practical continuity assertion.</p>\n<p>In offering this interpretation, Martin refers to several cases in which courts have found that the practical continuity of movement was interrupted when the goods were processed or shipped with an uncertain final destination. <i>See </i><i>Baird v. Wagoner Transp. Co.,</i> <span class=\"citation\" data-id=\"289824\"><a href=\"/opinion/289824/archie-baird-and-cross-appellants-v-wagoner-transportation-company-and/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span> (6th Cir.1970) (classifying as intrastate transport oil shipped to a facility for storage until it could be sold and final transportation arranged), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">829</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">58</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></span> (1970); <i>Kline v. Wirtz,</i> <span class=\"citation\" data-id=\"274842\"><a href=\"/opinion/274842/max-kline-and-adelmo-cervi-v-w-willard-wirtz-secretary-of-labor-united/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span> (5th Cir.1967) (finding that interstate movement ceased when meat was stored, boned, trimmed, and cut before delivery to customers); <i>Kimball v. Goodyear Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"2154456\"><a href=\"/opinion/2154456/kimball-v-goodyear-tire-rubber-co/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">544</span></a></span> (E.D.Tex.1980) (holding that product clearly came to rest in state, thus interrupting the interstate transportation, when it was refined and subject to chemical processing). While these cases do appropriately underscore the idea that classification depends on the \"character of the shipment,\" <i>International Bhd. of Teamsters v. I.C.C.,</i> <span class=\"citation\" data-id=\"553264\"><a href=\"/opinion/553264/international-brotherhood-of-teamsters-chauffeurs-warehousemen-and/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 907 (9th Cir.1990), their factual settings are clearly distinguishable from the case at hand.</p>\n<p>In contrast to the above authority, defendants did not process the freight being shipped. When handling the shipments, defendants did not alter, convert, transform, or change the goods in any manner. Unlike the situations in <i>Kline</i> or <i>Kimball,</i> the freight in this case was passed along in exactly the same form as it was received. Moreover, upon receipt of the freight, defendants simply served as an intermediate conduit acting pursuant to preexisting orders about what to <span class=\"star-pagination\">*629</span> ship and where to deliver. <i>See </i><i>Galbreath v. Gulf Oil Corp.,</i> <span class=\"citation\" data-id=\"285785\"><a href=\"/opinion/285785/albert-galbreath-v-gulf-oil-corporation/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span> (5th Cir.1969) (holding that the fixed and persisting intent to continue transport on the basis of contractual commitments mandates an interstate classification).</p>\n<p>Merely sorting and delivering goods with predetermined destinations does not rise to the level of processing goods. Instead, the nature of defendants' passive control seems to fit precisely within the spirit and intent of the practical continuity doctrine. Because the court finds that, as a matter of law, continuity of transit existed, Martin's duties are properly characterized as involving interstate commerce.<sup>[5]</sup></p>\n<p>Martin apparently rests his second challenge to the application of the § 213 exemption on the fact that defendants have not secured a motor carrier certificate from the Department of Labor. Evidently, Martin suggests that this omission frustrates or defeats any claim by AMR Distribution that it qualifies as a motor carrier. Yet, Martin does not offer, nor has the court uncovered any pertinent case law or references, that such a certificate is required or even available. Considering the basic nature of AMR Distribution's business, it is practically indisputable that the motor carrier classification is appropriate. The court, therefore, finds that defendants are properly assessed as a motor carrier under both the old and new definitions and, thus, trigger the coverage of the § 213 exemption.</p>\n<p></p>\n<h2>B. <i>North Carolina Wage and Hour Act</i>\n</h2>\n<p>Martin's claim for overtime wages under the North Carolina Wage and Hour Act is resolved on similar reasoning. Section 95-25.14(a)(1) of the Act exempts \"any person employed in an enterprise engaged in commerce or in the production of goods for commerce as defined in the Fair Labor Standards Act\" from the Act's overtime provisions. N.C.Gen.Stat. § 25.14(a) (1993). As a result, Martin's state law claim necessarily suffers the same fate as his FLSA claim.</p>\n<p></p>\n<h2>C. <i>Race Discrimination</i>\n</h2>\n<p>Martin next contends that he was discriminated against under § 1981. Initially, Martin alleged that he was treated unfairly in many instances and, thus, asserted violations of a panoply of civil rights provisions. As this court has previously dismissed the majority of this laundry list of claims, the only remaining race discrimination issue arises under § 1981. Surveying the complaint, the court is unclear which actions are alleged to serve as the foundation for this claim.</p>\n<p>Yet, despite the confusion generated by the complaint, in his motion for summary judgment, Martin clarifies his § 1981 allegation to some degree and apparently discloses the bases for this claim. Noting that § 1981 is appropriate for contract-related issues, Martin charges that defendants \"with purposeful intention, arbitrarily and unlawfully changed the terms and conditions of his employment due to his race or ethnicity.\" (Pl.'s Cross-Mot. for Summ.J. at 26.) Also, referring back to the section titled \"42 U.S.C. SECTION 1981\" in the complaint, Martin intimates that, during the employment interview, Chalk misrepresented the hours and salary conditions of the job. Similarly, he maintains that a promised pay increase was unreasonably delayed for two weeks. Accordingly, the court will limit its discussion to a review of the specific conduct set forth by Martin as violative of § 1981.<sup>[6]</sup></p>\n<p>Section 1981 offers a private cause of action for race discrimination by nongovernmental entities. 42 U.S.C. § 1981 (1994). Pertinent to this case, the provision guarantees equal treatment in the making and enforcing of a contract and \"the enjoyment of all benefits, privileges, terms, and conditions of the contractual relationship.\" <i>Id.</i> To establish a violation of § 1981, a plaintiff must offer proof of intentional or purposeful discrimination. <i>General Bldg. Contractors Ass'n, Inc. v. Pennsylvania,</i> <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, <span class=\"star-pagination\">*630</span> 391, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3141</span></a></span>, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></a></span> (1982). Section 1981 discrimination claims are evaluated under the <i>McDonnell Douglas</i> proof scheme applicable to Title VII actions. <i>Gairola v. Commonwealth of Va. Dep't of Gen. Servs.,</i> <span class=\"citation\" data-id=\"447541\"><a href=\"/opinion/447541/36-fair-emplpraccas-1800-36-empl-prac-dec-p-34980-indira-gairola-v/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1285 (4th Cir.1985) (referring to <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)).</p>\n<p>Operating within the <i>McDonnell Douglas</i> paradigm, a plaintiff, in the absence of direct or indirect evidence, can rely on a three-step procedure to establish a violation. <i>McDonnell Douglas,</i> 411 U.S. at 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>. Initially, an employee is obligated to establish a <i>prima facie</i> case of discrimination. <i>Id.</i> If this burden is met, the employer is entitled to rebut the employee's presentation by offering evidence that legitimate, non-discriminatory reasons existed for the employment decision. <i>Id.</i> at 802-03, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>. Finally, if the employer successfully counters the <i>prima facie</i> case, the employee is afforded an opportunity to demonstrate that the non-discriminatory reasons offered by the employer were merely pretextual to disguise race discrimination. <i>Id.</i> at 804, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>.</p>\n<p>Defendants contend that summary judgment is appropriate because Martin has failed to present a <i>prima facie</i> case and, in the alternative, has not rebutted the legitimate, non-discriminatory explanations provided.</p>\n<blockquote>A prima facie case of discrimination consists of proof that the plaintiff is a member of a protected class, and that an adverse employment action was taken against the plaintiff in circumstances from which an inference of unlawful discrimination arises. An inference of discrimination is commonly raised in these cases by proving disparate treatment. A plaintiff proves disparate treatment by showing that he was treated less favorably than similarly situated employees who are not in plaintiff's protected class.</blockquote>\n<p><i>Johnson v. Legal Servs. of Ark., Inc.,</i> <span class=\"citation\" data-id=\"484707\"><a href=\"/opinion/484707/ben-johnson-iii-v-legal-services-of-arkansas-inc-gil-glover/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span> (8th Cir.1987) (internal citations omitted).</p>\n<p>In this case, Martin falls within a protected class but has not supplied any evidence giving rise to an inference of unlawful discrimination. At no point does he provide any factual support for his beliefs that racial bias influenced and, indeed, dictated the policy-making at AMR Distribution. Instead, he relies exclusively on his personal opinion that race was a motivating factor in the varied employment decisions. (<i>See</i> Martin Dep. at 140-86 (indicating his theory of racial discrimination emerges solely from his belief that the pay measures were aimed at African-Americans.)) Moreover, his unsupported allegation that the pay scale was adjusted to prejudice African-Americans is further deficient because he does not even claim disparate application. Rather, Martin concedes that all of the couriers at the Raleigh facility, both African-American and Caucasian, were subject to the pay restructuring. (<i>Id.</i> at 184.) In fact, defendants offer affirmative evidence that the salary modification was imposed uniformly on all similarly-situated employees. (Hill Aff. ¶ 23; Memo from Kalis to Farrell of 10/3/95).</p>\n<p>Generally, Martin fails to allege that the perceived improper conduct was directed only to the black employees. He does not advance, or support for that matter, the inference that white employees received more favorable treatment. For example, when questioned about the alleged delay in increasing his salary, Martin admits that the employees whose salaries accelerated more quickly included both African-Americans and Caucasians. (Martin Dep. at 136-137.)</p>\n<p>Without any concrete facts or evidence from which to draw inferences of intentional discrimination, the court holds that Martin has failed to meet his burden of creating a <i>prima facie</i> case. Although the <i>prima facie</i> burden is generally not an onerous one, Martin must offer more than conclusory assertions and unsupported speculation. <i>Goldberg v. B. Green &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"499752\"><a href=\"/opinion/499752/45-fair-emplpraccas-1157-45-empl-prac-dec-p-37697-barry-s-goldberg/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>, 848 (4th Cir.1988) (holding that plaintiff's \"own naked opinion, without more, is not enough to establish a <i>prima facie</i> case\"). His personal beliefs about the impropriety of certain conduct are not sufficient to generate a genuine issue material of fact.</p>\n<p><span class=\"star-pagination\">*631</span> Even if Martin could satisfy this prong of the <i>McDonnell Douglas</i> test, defendants have offered legitimate, non-discriminatory reasons for the employment decisions and Martin again has failed to respond by showing pretext. Accordingly, Martin's § 1981 claim fails as a matter of law.</p>\n<p></p>\n<h2>D. <i>Intentional Infliction of Emotional Distress</i>\n</h2>\n<p>Martin also seemingly alleges that AMR Distribution's disregard of the initial contract terms and Chalk's demands of extended working hours intentionally caused Martin severe emotional distress. Specifically, he asserts that Chalk</p>\n<blockquote>employed truculent, vindictive methods inspired by a consuming animus against plaintiff while effecting an arbitrary and unlawful change with respect to terms and conditions in his employment, comparing plaintiff and other African-American employees to that of second-class citizens in the workplace, and had taken open delight to see them exercise their physical prowess where they were compelled to do extra work without financially being compensated for it as a result in [sic] this change of contract.</blockquote>\n<p>(Pl.'s Cross-Mot. for Summ.J. at 27) (internal quotations omitted).</p>\n<p>To succeed on a claim of intentional infliction of emotional distress under North Carolina law, a plaintiff must show (1) extreme and outrageous conduct by defendant (2) which is intended to cause and does cause (3) severe emotional distress. <i>Dickens v. Puryear,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">437</span></span>, <span class=\"citation\" data-id=\"1252351\"><a href=\"/opinion/1252351/dickens-v-puryear/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">325</span></a></span>, 335 (N.C.1981). Although these determinations often fall within the purview of a jury, \"it is a question of law whether the alleged conduct on the part of the defendant may be reasonably regarded as extreme and outrageous.\" <i>Denning-Boyles v. WCES, Inc.,</i> 123 N.C.App. 409, <span class=\"citation\" data-id=\"1356775\"><a href=\"/opinion/1356775/denning-boyles-v-wces-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">38</span></a></span>, 40 (N.C.Ct.App. 1996) (noting that the conduct must exceed \"all bounds of decency tolerated by society\") (internal citations omitted).</p>\n<p>In this case, Martin fails to provide sufficient evidence to support his claim on any of the three prongs. First, as a matter of law, Chalk's supervision of Martin could not be reasonably regarded as extreme and outrageous conduct. Even accepting Martin's allegations as true, neither the unilateral alteration of a contract or demands that employees keep lengthy hours rise to the level of extreme or outrageous. Moreover, Martin does not offer any evidence that Chalk or AMR Distribution intended to cause emotional distress by their actions or that Martin actually suffered severe emotional trauma.</p>\n<p>On the other hand, defendants have shown that Chalk was merely implementing standard procedure. As mentioned above, Martin's unsubstantiated and unsupported sentiments do not create a genuine issue of material fact.</p>\n<p></p>\n<h2>E. <i>Breach of Contract</i>\n</h2>\n<p>As best the court can discern, the bases for Martin's breach of contract claim arises from (1) an alleged delay in executing his promised wage increase and (2) the unilateral restructuring of the pay procedure.</p>\n<p>In May 1995, Martin alleges that he agreed to work for AMR Distribution at a rate of $6.75 during his two-week training period followed by a $7.50 compensation rate upon completion. (Martin Dep. at 128.) He claims that the increase was not implemented immediately after the training period as promised. (<i>Id.</i>) Notwithstanding, Martin concedes that \"AMR Distribution eventually paid ... in a lump sum check.\" (<i>Id.</i> at 138.) Martin further does not contest AMR Distribution's explanation that, because of a lag in their payroll, Martin did not receive the wage increase check until after his third week of employment. (Hill Aff. ¶ 19.) Accordingly, there is no breach of any contract term or cognizable injury arising from this incident.</p>\n<p>Next, Martin apparently contends that AMR Distribution's reorganization of the payroll structure constituted a breach of contract. As an initial matter, Martin acknowledges that he understood the written terms of his employment. (Martin Dep. at 117-20.) Specifically, Martin admits that he understood the employment conditions explaining that the written terms could not be altered by oral representations and that AMR Distribution could release him at any <span class=\"star-pagination\">*632</span> time without cause. (<i>Id.</i>) Even though Martin acknowledges that AMR Distribution was entitled to change the employment terms, he nonetheless insists that mutual agreement should have been obtained. (<i>Id.</i> at 131.)</p>\n<p>However, because of Martin's status as an at will employee, AMR Distribution is not required to secure employee consent before modifying the salary structure. Under North Carolina law, \"[e]mployment contracts which are terminable at will may be modified at any time by either party with the continuance of the relationship serving as the consideration for the modification.\" <i>Fraver v. North Carolina Farm Bureau Mut. Ins. Co.,</i> 69 N.C.App. 733, <span class=\"citation\" data-id=\"1260704\"><a href=\"/opinion/1260704/fraver-v-north-carolina-farm-bureau-mut-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">340</span></a></span>, 344 (N.C.Ct.App.1984); <i>accord </i><i>Hathaway v. General Mills, Inc.,</i> <span class=\"citation\" data-id=\"1500016\"><a href=\"/opinion/1500016/hathaway-v-general-mills-inc/\"><span class=\"volume\">711</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">227</span></a></span>, 229 (Tex.1986) (commenting that, under common law principles of contract law, an employee at will is deemed to accept unilateral changes imposed by an employer if the employee continues to work with knowledge of the change).</p>\n<p>In this case, Martin was clearly informed about the compensation restructuring in the meeting with Chalk and voluntarily continued his employment after learning of the change. (Martin Dep. at 134.) Despite ample opportunity to reject the pay structure by quitting, Martin remained an employee of AMR Distribution under the new system.</p>\n<p>As a practical matter, the court notes that the wage modification apparently did not impact the aggregate pay but only revised the manner of calculation. (<i>See</i> Hill Aff. ¶ 26.) It is highly questionable whether such a cosmetic transformation would be sufficient to establish a breach of contract. At any rate, Martin's decision to remain in AMR Distribution's employ after notification of the restructuring negates any related breach of contract claim.<sup>[7]</sup></p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>Pursuant to the above discussion, defendants' motion for summary judgment is GRANTED in its entirety and Martin's cross-motion is DENIED in its entirety. Accordingly, this case is hereby DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  For purposes of this order, the term AMR Distribution will generally refer to the now defunct Raleigh Division that closed on 11 October 1996.</p>\n<p>[2]  Recent Congressional amendments have revised many of the sections at issue in this case and have caused some confusion among the parties in referring to the appropriate provisions. For purposes of clarification, § 31502, enacted in December 1995, is identical to previous § 3102(b). Additionally, § 13102(12), discussed below, consolidated and replaced §§ 10102(15) &amp; (16) in January 1996.</p>\n<p>[3]  Prior to January 1996, a motor carrier was delineated as either a \"motor common carrier\" or a \"motor contract carrier\" under definitions contained in §§ 10102(15) &amp; (16). Motor common carrier was defined as a person \"holding itself out to the general public to provide motor vehicle transportation for compensation over regular or irregular routes or both.\" 49 U.S.C. § 10102(15) (repealed). Motor contract carrier was defined as a person \"providing motor vehicle transportation of [property or passengers] for compensation under continuing agreements with a person.\" <i>Id.</i> § 10102(16) (repealed). These provisions have been collapsed into a single definition under § 13102(12).</p>\n<p>[4]  While Martin contests each of the factual assertions in Hill's affidavit, he supplies no contrary evidence beyond his own conclusory allegations unsupported by personal knowledge.</p>\n<p>[5]  Because of the ruling on the practical continuity issue, the court does not reach defendants' other interstate commerce arguments.</p>\n<p>[6]  Notably, even if Martin had attempted to rely on his other allegations of unfair treatment to support this claim, it appears that a similar result would follow.</p>\n<p>[7]  Conspicuously, Martin neglects to offer any support or argumentation on this issue in his memorandum in support of his motion for summary judgment and opposing defendants' motion. Instead, he ignores the arguments and authority cited by defendants and focuses exclusively on the other claims.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1260704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1500016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2154456/"
  ]
}