{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2463499/",
  "absolute_url": "/opinion/2463499/domestic-fabrics-corp-v-sears-roebuck-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2463499/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:42:32.956786Z",
  "date_modified": "2016-04-27T03:05:55.884076Z",
  "type": "010combined",
  "sha1": "98fe44368d42dc892d003a8b884c954f782b9d38",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>326 F.Supp.2d 694 (2004)</b></center>\n<center><h1>DOMESTIC FABRICS CORPORATION, Plaintiff,<br>\nv.<br>\nSEARS, ROEBUCK &amp; CO., Defendant.</h1></center>\n<center>No. 4:00-CV-127-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 25, 2004.</center>\n<p><span class=\"star-pagination\">*695</span> Richard F. Landis, II, P. C. Barwick, Jr., Wallace, Morris &amp; Barwick, Kinston, NC, David E. Bennett, Coats &amp; Bennett, Raleigh, NC, Anthony J. Biller, Larry L. Coats, Coats &amp; Bennett, Cary, NC, for Plaintiff.</p>\n<p>Mark Allen Davis, Womble, Carlyle, Sandridge &amp; Raleigh, NC, Michael E. Ray, Womble Carlyle Sandridge &amp; Rice, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on plaintiff's post-judgment motion for enhanced damages, pre-judgment interest, and attorneys' fees as well as plaintiff's second motion to strike Sears' Attorneys' Declarations. The issue of summary judgment as to willful infringement also remains before the court. In addition, plaintiff has filed a bill of costs. The defendant has responded to these motions, and a hearing was held <span class=\"star-pagination\">*696</span> on June 22, 2004. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>In December 1998, plaintiff informed defendant that some garments it sold infringed United States Patent No. 5,636,533 (\"the '533 patent\"). In August 2000, plaintiff filed this suit. After a difficult and contentious discovery period, in July 2001, plaintiff filed its patent claim construction brief with the court, and defendant moved for summary judgment for non-infringement. A <i>Markman</i> hearing was conducted in December 2001 by then Magistrate Judge Louise W. Flanagan. Judge Flanagan issued a memorandum and recommendation (\"M &amp; R\") adopting plaintiff's proposed claim construction in March 2002. In May 2002, over the objection of the defendant, this court adopted the M &amp; R of Judge Flanagan. Based on this court's claim construction, defendant stipulated to infringement and withdrew its defense of unclean hands.</p>\n<p>In June 2002, plaintiff moved for summary judgment on defendant's affirmative defenses and on the issues of a reasonable royalty and willful infringement. Defendant moved to stay consideration of summary judgment and consented to a judgment of infringement in order to appeal the court's claim construction holding. Defendant also abandoned its remaining affirmative defenses. In February 2003, Judge Flanagan recommended granting defendant's request for a stay and entering a judgment of infringement to allow an appeal. At that point, defendant objected and instead asked the court to reopen discovery because a former employee of plaintiff had approached defendant claiming to be the inventor of the patented fabric. This court adopted Judge Flanagan's recommendation and denied defendant's motion to reopen discovery.</p>\n<p>In March 2003, defendant asked the court to reconsider, and this court denied that motion. Defendant then moved for a new trial and relief from judgment.</p>\n<p>By order filed on July 17, 2003, the court denied the following motions of the defendant: motion for a new trial; motion to withdraw its stipulation as to liability; motion seeking to withdraw its stipulation withdrawing its affirmative defenses of invalidity and unclean hands; and, motion to reassert the affirmative defenses of patent invalidity and unclean hands. In so ordering, the court also vacated the portion of its prior order entered on March 11, 2003, which entered final judgment on the issue of liability/infringement. That order also lifted the stay in this litigation, thereby barring the defendant from an interlocutory appeal of the issue of liability/infringement to the Federal Circuit Court.</p>\n<p>In light of the defendant's stipulation concerning liability/infringement based on Magistrate Judge Louise Flanagan's interpretation of the patent claims,<sup>[1]</sup> the court <span class=\"star-pagination\">*697</span> then considered the plaintiff's motion for summary judgment as to reasonable royalty.</p>\n<p>Summary judgment was granted in favor of plaintiff as to reasonable royalty and judgment entered on September 15, 2003, for $838,230. That order allowed plaintiff 30 days in which to present a post-judgment motion on enhanced damages, attorney's fees and prejudgment interest. The motion was timely filed (after a consent motion extension order) on October 29, 2003.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Domestic Fabrics Corporation is located in Kinston, North Carolina, and designs and manufactures fabric. Sears, Roebuck and Company is a large scale retailer which sells garments and other products. In 1996, Mr. Fred Hunneke and Mr. Uli Marker began the patent application process for the '533 patent as the stated inventors. On June 10, 1997, the '533 patent was issued by the USPTO.</p>\n<p>The events which underlie this dispute began in 1998, when Sears imported shirts under the Canyon River Blues label from a foreign manufacturer. On December 22, 1998, the plaintiff sent a letter to Sears concerning the possible infringement of the '533 patent. (Pl.Sum.Judg.Ex. A.) The letter alleged that Sears' Canyon River Blues line of clothing incorporated fabric embodied in the '533 patent. It also asked defendant to cease the manufacture and sale of the Canyon River Blues line, unless the parties were able to decide upon an alternative disposition to the issues, such as a reasonable license agreement. Sears' attorneys responded to plaintiff by letter dated February 19, 1999, which stated the following:</p>\n<blockquote>We have thoroughly analyzed the patent and compared our client's fabric to its disclosure as much as possible without having the assistance of a high powered microscope or other means for analyzing the fabric weaving.</blockquote>\n<blockquote>We presume you conducted an analysis before asserting this patent infringement claim against our client... [P]lease provide to us a claim chart which applies the claims of your client's '533 patent to our client's fabric so we may better understand your infringement claim... [...]</blockquote>\n<blockquote>We look forward to receiving the foregoing analysis from you and reaching a resolution of this matter as well.</blockquote>\n<p>(Def.Resp.Sum.Judg.Ex. G.) Before receiving an answer from Domestic Fabrics, Sears conducted its own in-house analysis and responded to the plaintiff by letter dated March 19, 1999, as follows:</p>\n<blockquote>As mentioned in our letter of February 19, 1999, we are unable to view our client's fabric with the assistance of a high-powered microscope or other means to analyze the fabric weaving. As a result, we engaged the services of Sears' Laboratory to produce a drawing of our client's fabric in order that we could better consider the fabric with respect to the '533 patent.</blockquote>\n<blockquote>In fact, we understand that a Sears technician literally traced Fig. 1 of the '533 patent for purposes of more easily making a comparison to the disclosure in the '533 patent. She then made appropriate modifications believed to be representative of the weave in our client's fabric. Therefore, the enclosed <span class=\"star-pagination\">*698</span> drawing is not an accurate representation of the actual fabric but is believed to serve a useful purpose for analyzing your claim of infringement.</blockquote>\n<blockquote>With the foregoing qualifications, we have thoroughly compared the enclosed drawing representative of our client's fabric to the '533 patent and do not believe our client's fabric infringes claim 1 of the '533 patent for at least the following reasons. First, [...] the stitches in [Sears' fabric] in adjacent wales are not \"staggered with respect to each other...\" [Second], [Domestic's fabric contains] air pockets [that] are seven courses in length and two wales wide... [T]he air pockets in our client's fabric are much wider as a result of the repeating pattern of stitches discussed above.</blockquote>\n<blockquote>Furthermore, although not analyzed by an expert, there is a good possibility that our client's fabric does not even have tuck stitches, a critical limitation added to claim 1...</blockquote>\n<p>(Pl.Sum.Judg.Ex. E.) It was later determined that the fabric technician referred to by Sears in the letter was Karen Mueser. During her deposition testimony, Ms. Mueser stated that she did not explicitly state to anyone at Sears that it was her opinion that the Canyon River Blues fabric did not infringe the '533 patent. (Mueser Depo. p. 41-42.) She also stated that she was not an expert in this type of analysis and felt uncomfortable being the sole opinion on the issue. (<i>Id.</i> at 32-35.)</p>\n<p>For eleven months, there was no communication between the parties. Between November 1999 and February 2000, Sears ordered a final shipment of the Canyon River Blues line, as well as entering into three other contracts using the same fabric under the Trader Bay and Classic Elements trademarks. Domestic Fabrics alleges that the delay was not an acquiescence on its part; rather, Domestic Fabrics was attempting to secure a third party analysis of the patent claims, which is difficult to do in this technical field.</p>\n<p>Communication began again on February 23, 2000, when Domestic Fabrics wrote Sears concerning its continued belief that the Canyon River Blues line infringed the '533 patent. This letter, however, included an analysis by Vartest Laboratories, a third-party, which determined that the fabric used in Canyon River Blues was virtually identical to that embodied in the '533 patent. (Def.Resp.Sum.Jud.Ex. J.) The letter further stated:</p>\n<blockquote>Earlier, Sears took the position that its tuck stitches in adjacent wales are not staggered with respect to one another. Based on the above knitting charts, that cannot be the case. [...]</blockquote>\n<blockquote>[B]ecause the knit constructions are essentially identical, there must be infringement in this case. [...]</blockquote>\n<blockquote>As we discussed in the past, our client would desire to meet with you and an appropriate representative or representatives of Sears and attempt to explore a reasonable resolution of this matter that would be beneficial to both Domestic Fabrics and Sears.</blockquote>\n<p>(<i>Id.</i>)</p>\n<p>In April 2000, Sears contacted Dr. Trevor Little, an expert in the field, to conduct an analysis of the fabrics. However, Sears did not authorize Dr. Little to conduct the fabric analysis until June 8, 2000. Domestic Fabrics alleges that after the February 2000 letter, from May 2000 through October 2000, Sears entered into approximately three more contracts to import infringing materials.<sup>[2]</sup> (Vilas-Forsberf <span class=\"star-pagination\">*699</span> Aff. Ex. A.) The plaintiff further alleges that Sears did not remove any of the previously infringing material from the marketplace, but rather continued its sale of those items.</p>\n<p>On August 10, 2000, prior to Dr. Little completing his analysis, Domestic Fabrics filed suit in this action alleging willful infringement of the '533 patent. Within one month, the parties began settlement discussions. These discussions continued through at least March 2001. Though the parties were not able to come to a resolution of this litigation, there were several communications between the parties concerning possible licensing agreements and royalty rates<sup>[3]</sup> as well as the possibility of future business between the plaintiff and the defendant.</p>\n<p>However, plaintiff challenges the defendant's sincerity during this negotiation period. According to Domestic Fabrics, \"the actions of Domestic Fabrics were unilateral because Sears never reciprocated an offer of settlement, but only delayed, claiming it was having difficulty coordinating the schedules of its buyers. Sears then dictated that any settlement would be only for the purpose of negotiating a future one year contract and that Domestic Fabrics would have to agree in advance that Sears would pay no monetary damages for its past and ongoing infringing activities.\" (Pl. Sum. Judg. Reply p. 6.)</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Summary Judgment Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)).</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See </i><i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (<i>per curiam</i>). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>See </i><i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2>II. Willfulness and Enhanced Damages</h2>\n<p>The patent statute authorizes the court to \"increase the damages up to three <span class=\"star-pagination\">*700</span> times the amount found or assessed.\" 35 U.S.C. § 284. \"One purpose of an increased damage award is to deter willful patent infringement by punishing the willful infringer.\" <i>Avia Group Int'l, Inc. v. L.A. Gear California, Inc.,</i> 853 F.2d 1557, 1566 (Fed.Cir.1988). Therefore, before the court can determine whether to assess enhanced damages, the court must first determine whether defendant's infringement was willful. <i>NTP, Inc. v. Research in Motion, Ltd.,</i> 270 F.Supp.2d 751, 754 (E.D.Va.2003). Once a finding of willfulness is made, the \"enhancement of damages and the amount thereof remains within the discretion of the court.\" <i>SRI Int'l, Inc. v. Advanced Tech. Labs., Inc.,</i> 127 F.3d 1462, 1468-69.</p>\n<p>The question of whether an infringement is willful, justifying an increased award, is one of fact and must be established by clear and convincing evidence. <i>Comark Communications, Inc. v. Harris Corp.,</i> 156 F.3d 1182, 1190 (Fed.Cir.1998).</p>\n<p>It is well settled that \"where a potential infringer has actual notice of another's patent rights he has an affirmative duty of due care.\" <i>Avia,</i> 853 F.2d at 1566. This duty normally requires the potential infringer \"to obtain competent legal advice of counsel before infringing or continuing to infringe.\" <i>Id.</i> Failure to obtain advice of counsel (or to rely on it) is one factor supporting a finding of willfulness. <i>Id.</i></p>\n<p>Plaintiff states that the question is whether the record before the court establishes that defendant breached the affirmative duty of care.</p>\n<p>A company intentionally undertaking the risk of importing infringing products and engaging in an aggressive strategy unsupported by competent advice of counsel is exactly the type of activity the increased damage reference in the patent law seeks to prevent. <i>Id.</i> Plaintiff claims that this is exactly what defendant Sears was doing. This court agrees.</p>\n<p>This court finds defendant's infringement to be willful by clear and convincing evidence, and grants summary judgment for plaintiff as to this issue. Defendant did not act in good faith or upon due inquiry. Defendant did not have sound reason to believe it had the right to continue importing these garments. Defendant continued to infringe on plaintiff's patent after actual notice of infringement, violating the affirmative duty of care that arises once actual notice is given. In December 1998, defendant was informed of the infringement. On February 23, 2000, plaintiff again informed defendant that it was infringing on plaintiff's patent, this time including an analysis by Vartest Laboratories, a third-party, which determined that the fabric used in Canyon River Blues was virtually identical to that embodied in the '533 patent. In August 2000, plaintiff initiated this lawsuit.</p>\n<p>Despite actual notice, defendant continued to infringe, relying on its so-called \"analysis\" performed by \"in-house\" fabric technician Karen Mueser, who testified in her deposition that she did not explicitly state to anyone at Sears that it was her opinion that the Canyon River Blues fabric did not infringe the '533 patent. (Mueser Depo. p. 41-42.) She also stated that she was not an expert in this type of analysis and felt uncomfortable being the sole opinion on the issue. (<i>Id.</i> at 32-35.)</p>\n<p>Relying on this \"analysis\" violated defendant's affirmative duty of care. Defendant acted in bad faith by not seeking and/or relying on the advice of competent counsel based on an analysis of the two fabrics. Defendant violated its duty and continued infringing. The evidence shows that defendant did not even inform its buyers they should stop purchasing garments <span class=\"star-pagination\">*701</span> made of this fabric. After being informed of infringement in 1998, defendant continued selling the garments and ordered 212,278 more infringing garments. Even in October 2000, two months after this suit was filed, defendant ordered an additional 36,480 infringing garments. Defendant's reply to the evidence of its escalated infringing activities is that it acted in good faith by stopping the ordering and selling of the garments at issue by the time this court entered its order of claim construction in May 2002, more than three years after it received notice of infringement.</p>\n<p>Turning to the issue of enhanced damages, the court notes that enhanced damages are punitive in nature. They should not be related to compensating the plaintiff, but rather to punishing the defendant for its behavior. The statute, as noted above, authorizes this court to enhance damages up to three times the reasonable royalty. 35 U.S.C. § 284. \"A finding of willfulness, however, does not mandate enhanced damages.\" <i>Atmel Corporation v. Silicon Storage Technology, Inc.,</i> 76 Fed.Appx. 298, 314 (Fed.Cir.2003). The inquiry must look at the egregiousness of defendant's conduct based on the totality of the circumstances. <i>Id.</i></p>\n<p>To assist district courts in making well-reasoned decisions on this issue, the Federal Circuit set forth nine factors, known as the \"Read Factors.\" <i>Id.</i> These factors serve as a guide, but the main issue is the defendant's egregious conduct, viewing the totality of the circumstances.</p>\n<p>The factors are as follows: (1) whether the infringer deliberately copied the ideas or design of another; (2) whether the infringer, when he knew of the other's patent protection, investigated the scope of the patent and formed a good-faith belief that it was invalid or that it was not infringed; (3) the infringer's behavior as a party to the litigation; (4) defendant's size and financial condition; (5) closeness of the case; (6) duration of defendant's misconduct; (7) remedial action by the defendant; (8) defendant's motivation for harm; and, (9) whether defendant attempted to conceal its misconduct. <i>Read Corp. v. Portec, Inc.,</i> 970 F.2d 816, 826-27 (Fed.Cir.1992).</p>\n<p>Several of these factors have already been addressed in the determination of willfulness above: defendant-infringer did not, after notice of the patent, form a good-faith belief that it was not infringing on the patent (factor 2), and defendant continued to infringe for more than three years after its first notice of infringement (factor 6). In fact, Sears continued to infringe even after informing plaintiff in December 2000 that it was ceasing sales of the infringing garments (factor 9).</p>\n<p>In addition, defendant's behavior as a party to the litigation has been far from ideal (factor 3). According to plaintiff, its own actions during settlement negotiations \"were unilateral because Sears never reciprocated an offer of settlement, but only delayed, claiming it was having difficulty coordinating the schedules of its buyers. Sears then dictated that any settlement would be only for the purpose of negotiating a future one year contract and that Domestic Fabrics would have to agree in advance that Sears would pay no monetary damages for its past and ongoing infringing activities.\" (Pl. Sum. Judg. Reply p. 6.)</p>\n<p>Defendant's size and financial condition also weigh in favor of assessing enhanced damages (factor 4). Sears is a company with over $40 billion in gross revenues. Sears' annual report provides that Sears \"is financially strong.\" (Annual Report for 2002, dated March 12, 2003.) Defendant asks the court to disregard this factor, calling it \"antiquated\" and \"not applicable <span class=\"star-pagination\">*702</span> in today's economy.\" However, in the context of punitive damages, this factor is very relevant, especially where, as here, a \"giant\" company infringes on the patent of a small company such as plaintiff.</p>\n<p>This was also not a close case (factor 5); the fabrics were identical. Defendant has abandoned many of its defenses throughout this litigation. In addition, the M &amp; R of Judge Flanagan, adopted by this court, on the claim construction issue notes that \"defendant's construction seemingly ignores the language of the claims, imports unnecessary functional limitations into the claims not supported by the specification, and promotes an analysis that is contrary to law.\"</p>\n<p>Sears' garment product development involves researching what the competition is selling, purchasing samples of this clothing, and sending it to vendors in Asia for copying (Factor 1). Although there is nothing inherently wrong with copying what is already in the marketplace, it does mean that a company has to be more careful about infringing on the patents of another, something defendant did not do here.</p>\n<p>Defendant took no remedial action (factor 7). Instead, for more than three years following the cease and desist letter from plaintiff, defendant continued to import and sell the infringing products. This infringement continued for the purpose of making money, as much as $2,629,936 in net profits (factor 8).</p>\n<p>In sum, the <i>Read</i> factors weigh heavily in favor of an award of enhanced damages. To punish a company of the size and financial greatness of Sears requires a significant enhancement of damages. Therefore, the court hereby trebles the damages for a total award of $2,514,690 ($838,230 reasonable royalty plus enhanced damages of $1,676,460).</p>\n<p></p>\n<h2>III. Attorney Fees</h2>\n<p>\"The court in exceptional cases may award reasonable attorney fees to the prevailing party.\" 35 U.S.C. § 285. The award of attorney fees in a case such as this requires a two-part analysis. First, the district court must determine that a case is \"exceptional\" by clear and convincing evidence. Once the court determines a case to be exceptional, an award of attorney fees is in the discretion of the trial judge.</p>\n<p>\"Although an award of attorney fees, because discretionary, does not automatically follow from the willfulness of an infringement, (citations omitted), our cases uniformly indicate that the willfulness of the infringement by the accused infringer may be a sufficient basis in a particular case for finding the case `exceptional' for purposes of awarding attorney fees to the prevailing patent owner.\" <i>Avia,</i> 853 F.2d at 1567.</p>\n<p>This case falls squarely into this reasoning. Where as here, the court has found willful infringement as described above, the court need not discuss the factors leading to its decision in exhaustive detail. The same evidence constituting clear and convincing proof of willful infringement and the balancing of the factors leading this court to award enhanced damages, also lead this court to a determination, by clear and convincing evidence, that this case is \"exceptional.\" Exercising its discretion, the court grants plaintiff's request for reasonable attorney fees.</p>\n<p>The plaintiff bears the burden of proving the fees are reasonable. Therefore, plaintiff is granted fifteen (15) days from the entry of this order to submit a verified claim for the specific amount of attorney fees. The defendant shall have ten (10) days thereafter to object. This court will <span class=\"star-pagination\">*703</span> thereafter make a specific award as to attorney fees.</p>\n<p></p>\n<h2>IV. Pre-Judgment Interest</h2>\n<p>Title 35 U.S.C. § 284 also authorizes the award of prejudgment interest. The Supreme Court has held that prejudgment interest is to be awarded under this statute unless there is a justification for withholding an award. <i>General Motors Corp. v. Devex Corp.,</i> 461 U.S. 648, 657, 103 S.Ct. 2058, 76 L.Ed.2d 211 (1983). In that case, the Supreme Court articulated the standard for such an award.</p>\n<blockquote>The standard governing the award of prejudgment interest under § 284 should be consistent with Congress' overriding purpose of affording patent owners complete compensation. In light of that purpose, we conclude that prejudgment interest should ordinarily be awarded. In the typical case an award of prejudgment interest is necessary to ensure that the patent owner is placed in as good a position as he would have been in had the infringer entered into a reasonable royalty agreement. An award of interest from the time that the royalty payments would have been received merely serves to make the patent owner whole, since his damages consist not only of the value of the royalty payments but also of the foregone use of the money between the time of infringement and the date of the judgment.</blockquote>\n<p><i>Id.</i> at 655-56, 103 S.Ct. 2058.</p>\n<p>Prejudgment interest should run from the date of injury/infringement to the date of judgment. Defendant argues that the long period between plaintiff's first letter giving notice of infringement and the filing of the suit constitutes unreasonable delay, and therefore no prejudgment interest should be awarded. However, this is not an issue since plaintiff only requests prejudgment interest from the date of filing suit. This court concludes that plaintiff is entitled to prejudgment interest from at least that date. The court has substantial discretion to determine the rate of interest as well as the method of compounding. <i>See </i><i>Kaufman Co. v. Lantech, Inc.</i> 926 F.2d 1136, 1144 (Fed.Cir.1991), <i>Datascope Corp. v. SMEC, Inc.,</i> 879 F.2d 820, 829 (Fed.Cir.1989). District Courts have chosen various rates, <i>inter alia,</i> the prime rate, the prime rate plus a percentage, the U.S. Treasury bill rate, and the state statutory rate. <i>NTP,</i> 270 F.Supp.2d at 763. Here, plaintiff requests the prime rate, compounded quarterly. Defendant requests the U.S. Treasury Bill rate, compounded annually.</p>\n<p>Keeping in mind that the purpose of prejudgment interest is compensatory in nature, the court hereby awards prejudgment interest from the date this suit commenced, August 10, 2000, on the reasonable royalty of $838,230 at the rate of six percent (6%) per annum. The prejudgment interest shall not apply to the award of enhanced damages, which are punitive rather than compensatory in nature.</p>\n<p></p>\n<h2>V. Bill of Costs</h2>\n<p>Plaintiff has filed with this court a bill of costs seeking $19,132.92. The statute provides that the court shall award costs along with a reasonable royalty.</p>\n<blockquote>Upon finding for the claimant the court shall award the claimant damages adequate to compensate for the infringement, but in no event less than a reasonable royalty for the use made of the invention by the infringer, together with interest and costs as fixed by the court.</blockquote>\n<p>35 U.S.C. § 284.</p>\n<p>Defendant objects to plaintiff's application for costs, stating that the application was not timely filed and that the costs were not properly documented and/or not <span class=\"star-pagination\">*704</span> recoverable. In response, plaintiff states that it believed that this court's order granting an extension to file the post-judgment motion for enhanced damages and attorney's fees also allowed it an extension to file the Bill of Costs. This court finds that the application for costs as well as defendant's objections were timely filed. In addition, plaintiff's reply acknowledged that the bill of costs should not include computer legal research costs and attorney travel costs and therefore reduced it application for bill of costs to $9,794.76.</p>\n<p>The court finds plaintiff's revised request for costs to be reasonable and hereby grants, over the objections of defendant, the bill of costs for $9,794.76.</p>\n<p></p>\n<h2>VI. Motion to Strike</h2>\n<p>Plaintiff moves, for a second time during this litigation, to strike the declarations of two of Sears' attorneys, William H. Baker and Paul C. Miltonberger. Plaintiff moved originally to strike these declarations that were submitted in support of defendant's response to plaintiff's summary judgment motion as to a reasonable royalty. In the September 15, 2003, order, this court denied as moot the first motion to strike these declarations, in light of the fact that summary judgment was granted for the plaintiff on the issue of a reasonable royalty.</p>\n<p>Plaintiff now moves the court again to strike these declarations from consideration of the motion for willfulness and enhanced damages. This court has reviewed both declarations with respect to whether these declarations may in any way entitle the defendant to a trial as to damages. This court finds no basis for trial. Therefore, this court, having found for the plaintiff on the issue of willfulness and having granted enhanced damages against the defendant, once again deems the motion to strike moot.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>This court previously granted summary judgment for plaintiffs and awarded a reasonable royalty of $838,230. For the foregoing reasons, the court hereby grants summary judgment for plaintiff and finds that defendant's infringement was willful. The court deems the motion to strike moot. In addition, the court hereby awards:</p>\n<blockquote>1. enhanced damages of $1,676,460;</blockquote>\n<blockquote>2. attorneys fees subject to separate ruling following filing of declaration by plaintiff and receiving any objections of the defendant; and,</blockquote>\n<blockquote>3. costs to the plaintiff in the amount of $9,794.76.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  This court adopted the following interpretation of the patent claims at issue, which <i>a priori</i> leads to a finding of infringement:\n</p>\n<p>[T]he '533 patent is for a composite, double knit fabric having two layers, referred to as the \"inner layer\" and the \"outer layer,\" which are terms of reference to distinguish the two layers of fabric. The term \"inner layer\" refers to the layer of the fabric with the air pockets. The term \"outer layer\" refers to the layer opposite the inner layer. The term  \"air pockets\" as used in the '533 patent means voids.</p>\n<p><i>Domestic Fabrics Corp. v. Sears, Roebuck, &amp; Co.,</i> 212 F.Supp.2d 489, 508 (E.D.N.C.2002). Defendant acknowledged as much in its brief in support of summary judgment, filed with the court on July 20, 2001, which stated that \"when the structure of an accused product is undisputed, as is the case here, the entire infringement issue collapses into the issue of claim interpretation, a question of law for the Court amenable to summary judgment.\" (Def. Mem. In Sup. Sum. Judg. at 2.) Thus, whether based on the defendant's stipulation concerning infringement, or the court finding infringement as a matter of law, it is clear from the record that based on this court's claim construction, Sears has infringed plaintiff's '533 patent.</p>\n<p>[2]  Contract Nos.: (1) 2491, entered into 5/15/00 (for two product lines); (2) 2539, entered into 7/7/00 (for two product lines); and, (3) 2725, entered into 10/4/00 (for two product lines).</p>\n<p>[3]  During the course of settlement discussions, plaintiff asked for a 6% royalty rate on Sears' current sales, as well as discussions concerning possible future business, on January 25, 2001. (Def. Resp. Sum. Judg. Ex. O, p. 5 of 12.) Later, also in the context of settlement negotiations, plaintiff proposed a 4% royalty rate and a future business relationship as a reasonable settlement offer. (Def.Resp.Sum.Judg.Ex. Q.)</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (2004)</b></center>\n<center><h1>DOMESTIC FABRICS CORPORATION, Plaintiff,<br>\nv.<br>\nSEARS, ROEBUCK &amp; CO., Defendant.</h1></center>\n<center>No. 4:00-CV-127-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 25, 2004.</center>\n<p><span class=\"star-pagination\">*695</span> Richard F. Landis, II, P. C. Barwick, Jr., Wallace, Morris &amp; Barwick, Kinston, NC, David E. Bennett, Coats &amp; Bennett, Raleigh, NC, Anthony J. Biller, Larry L. Coats, Coats &amp; Bennett, Cary, NC, for Plaintiff.</p>\n<p>Mark Allen Davis, Womble, Carlyle, Sandridge &amp; Raleigh, NC, Michael E. Ray, Womble Carlyle Sandridge &amp; Rice, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on plaintiff's post-judgment motion for enhanced damages, pre-judgment interest, and attorneys' fees as well as plaintiff's second motion to strike Sears' Attorneys' Declarations. The issue of summary judgment as to willful infringement also remains before the court. In addition, plaintiff has filed a bill of costs. The defendant has responded to these motions, and a hearing was held <span class=\"star-pagination\">*696</span> on June 22, 2004. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>In December 1998, plaintiff informed defendant that some garments it sold infringed United States Patent No. 5,636,533 (\"the '533 patent\"). In August 2000, plaintiff filed this suit. After a difficult and contentious discovery period, in July 2001, plaintiff filed its patent claim construction brief with the court, and defendant moved for summary judgment for non-infringement. A <i>Markman</i> hearing was conducted in December 2001 by then Magistrate Judge Louise W. Flanagan. Judge Flanagan issued a memorandum and recommendation (\"M &amp; R\") adopting plaintiff's proposed claim construction in March 2002. In May 2002, over the objection of the defendant, this court adopted the M &amp; R of Judge Flanagan. Based on this court's claim construction, defendant stipulated to infringement and withdrew its defense of unclean hands.</p>\n<p>In June 2002, plaintiff moved for summary judgment on defendant's affirmative defenses and on the issues of a reasonable royalty and willful infringement. Defendant moved to stay consideration of summary judgment and consented to a judgment of infringement in order to appeal the court's claim construction holding. Defendant also abandoned its remaining affirmative defenses. In February 2003, Judge Flanagan recommended granting defendant's request for a stay and entering a judgment of infringement to allow an appeal. At that point, defendant objected and instead asked the court to reopen discovery because a former employee of plaintiff had approached defendant claiming to be the inventor of the patented fabric. This court adopted Judge Flanagan's recommendation and denied defendant's motion to reopen discovery.</p>\n<p>In March 2003, defendant asked the court to reconsider, and this court denied that motion. Defendant then moved for a new trial and relief from judgment.</p>\n<p>By order filed on July 17, 2003, the court denied the following motions of the defendant: motion for a new trial; motion to withdraw its stipulation as to liability; motion seeking to withdraw its stipulation withdrawing its affirmative defenses of invalidity and unclean hands; and, motion to reassert the affirmative defenses of patent invalidity and unclean hands. In so ordering, the court also vacated the portion of its prior order entered on March 11, 2003, which entered final judgment on the issue of liability/infringement. That order also lifted the stay in this litigation, thereby barring the defendant from an interlocutory appeal of the issue of liability/infringement to the Federal Circuit Court.</p>\n<p>In light of the defendant's stipulation concerning liability/infringement based on Magistrate Judge Louise Flanagan's interpretation of the patent claims,<sup>[1]</sup> the court <span class=\"star-pagination\">*697</span> then considered the plaintiff's motion for summary judgment as to reasonable royalty.</p>\n<p>Summary judgment was granted in favor of plaintiff as to reasonable royalty and judgment entered on September 15, 2003, for $838,230. That order allowed plaintiff 30 days in which to present a post-judgment motion on enhanced damages, attorney's fees and prejudgment interest. The motion was timely filed (after a consent motion extension order) on October 29, 2003.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Domestic Fabrics Corporation is located in Kinston, North Carolina, and designs and manufactures fabric. Sears, Roebuck and Company is a large scale retailer which sells garments and other products. In 1996, Mr. Fred Hunneke and Mr. Uli Marker began the patent application process for the '533 patent as the stated inventors. On June 10, 1997, the '533 patent was issued by the USPTO.</p>\n<p>The events which underlie this dispute began in 1998, when Sears imported shirts under the Canyon River Blues label from a foreign manufacturer. On December 22, 1998, the plaintiff sent a letter to Sears concerning the possible infringement of the '533 patent. (Pl.Sum.Judg.Ex. A.) The letter alleged that Sears' Canyon River Blues line of clothing incorporated fabric embodied in the '533 patent. It also asked defendant to cease the manufacture and sale of the Canyon River Blues line, unless the parties were able to decide upon an alternative disposition to the issues, such as a reasonable license agreement. Sears' attorneys responded to plaintiff by letter dated February 19, 1999, which stated the following:</p>\n<blockquote>We have thoroughly analyzed the patent and compared our client's fabric to its disclosure as much as possible without having the assistance of a high powered microscope or other means for analyzing the fabric weaving.</blockquote>\n<blockquote>We presume you conducted an analysis before asserting this patent infringement claim against our client... [P]lease provide to us a claim chart which applies the claims of your client's '533 patent to our client's fabric so we may better understand your infringement claim... [...]</blockquote>\n<blockquote>We look forward to receiving the foregoing analysis from you and reaching a resolution of this matter as well.</blockquote>\n<p>(Def.Resp.Sum.Judg.Ex. G.) Before receiving an answer from Domestic Fabrics, Sears conducted its own in-house analysis and responded to the plaintiff by letter dated March 19, 1999, as follows:</p>\n<blockquote>As mentioned in our letter of February 19, 1999, we are unable to view our client's fabric with the assistance of a high-powered microscope or other means to analyze the fabric weaving. As a result, we engaged the services of Sears' Laboratory to produce a drawing of our client's fabric in order that we could better consider the fabric with respect to the '533 patent.</blockquote>\n<blockquote>In fact, we understand that a Sears technician literally traced Fig. 1 of the '533 patent for purposes of more easily making a comparison to the disclosure in the '533 patent. She then made appropriate modifications believed to be representative of the weave in our client's fabric. Therefore, the enclosed <span class=\"star-pagination\">*698</span> drawing is not an accurate representation of the actual fabric but is believed to serve a useful purpose for analyzing your claim of infringement.</blockquote>\n<blockquote>With the foregoing qualifications, we have thoroughly compared the enclosed drawing representative of our client's fabric to the '533 patent and do not believe our client's fabric infringes claim 1 of the '533 patent for at least the following reasons. First, [...] the stitches in [Sears' fabric] in adjacent wales are not \"staggered with respect to each other...\" [Second], [Domestic's fabric contains] air pockets [that] are seven courses in length and two wales wide... [T]he air pockets in our client's fabric are much wider as a result of the repeating pattern of stitches discussed above.</blockquote>\n<blockquote>Furthermore, although not analyzed by an expert, there is a good possibility that our client's fabric does not even have tuck stitches, a critical limitation added to claim 1...</blockquote>\n<p>(Pl.Sum.Judg.Ex. E.) It was later determined that the fabric technician referred to by Sears in the letter was Karen Mueser. During her deposition testimony, Ms. Mueser stated that she did not explicitly state to anyone at Sears that it was her opinion that the Canyon River Blues fabric did not infringe the '533 patent. (Mueser Depo. p. 41-42.) She also stated that she was not an expert in this type of analysis and felt uncomfortable being the sole opinion on the issue. (<i>Id.</i> at 32-35.)</p>\n<p>For eleven months, there was no communication between the parties. Between November 1999 and February 2000, Sears ordered a final shipment of the Canyon River Blues line, as well as entering into three other contracts using the same fabric under the Trader Bay and Classic Elements trademarks. Domestic Fabrics alleges that the delay was not an acquiescence on its part; rather, Domestic Fabrics was attempting to secure a third party analysis of the patent claims, which is difficult to do in this technical field.</p>\n<p>Communication began again on February 23, 2000, when Domestic Fabrics wrote Sears concerning its continued belief that the Canyon River Blues line infringed the '533 patent. This letter, however, included an analysis by Vartest Laboratories, a third-party, which determined that the fabric used in Canyon River Blues was virtually identical to that embodied in the '533 patent. (Def.Resp.Sum.Jud.Ex. J.) The letter further stated:</p>\n<blockquote>Earlier, Sears took the position that its tuck stitches in adjacent wales are not staggered with respect to one another. Based on the above knitting charts, that cannot be the case. [...]</blockquote>\n<blockquote>[B]ecause the knit constructions are essentially identical, there must be infringement in this case. [...]</blockquote>\n<blockquote>As we discussed in the past, our client would desire to meet with you and an appropriate representative or representatives of Sears and attempt to explore a reasonable resolution of this matter that would be beneficial to both Domestic Fabrics and Sears.</blockquote>\n<p>(<i>Id.</i>)</p>\n<p>In April 2000, Sears contacted Dr. Trevor Little, an expert in the field, to conduct an analysis of the fabrics. However, Sears did not authorize Dr. Little to conduct the fabric analysis until June 8, 2000. Domestic Fabrics alleges that after the February 2000 letter, from May 2000 through October 2000, Sears entered into approximately three more contracts to import infringing materials.<sup>[2]</sup> (Vilas-Forsberf <span class=\"star-pagination\">*699</span> Aff. Ex. A.) The plaintiff further alleges that Sears did not remove any of the previously infringing material from the marketplace, but rather continued its sale of those items.</p>\n<p>On August 10, 2000, prior to Dr. Little completing his analysis, Domestic Fabrics filed suit in this action alleging willful infringement of the '533 patent. Within one month, the parties began settlement discussions. These discussions continued through at least March 2001. Though the parties were not able to come to a resolution of this litigation, there were several communications between the parties concerning possible licensing agreements and royalty rates<sup>[3]</sup> as well as the possibility of future business between the plaintiff and the defendant.</p>\n<p>However, plaintiff challenges the defendant's sincerity during this negotiation period. According to Domestic Fabrics, \"the actions of Domestic Fabrics were unilateral because Sears never reciprocated an offer of settlement, but only delayed, claiming it was having difficulty coordinating the schedules of its buyers. Sears then dictated that any settlement would be only for the purpose of negotiating a future one year contract and that Domestic Fabrics would have to agree in advance that Sears would pay no monetary damages for its past and ongoing infringing activities.\" (Pl. Sum. Judg. Reply p. 6.)</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Summary Judgment Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)).</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See </i><i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (<i>per curiam</i>). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>See </i><i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2>II. Willfulness and Enhanced Damages</h2>\n<p>The patent statute authorizes the court to \"increase the damages up to three <span class=\"star-pagination\">*700</span> times the amount found or assessed.\" 35 U.S.C. § 284. \"One purpose of an increased damage award is to deter willful patent infringement by punishing the willful infringer.\" <i>Avia Group Int'l, Inc. v. L.A. Gear California, Inc.,</i> <span class=\"citation\" data-id=\"510091\"><a href=\"/opinion/510091/avia-group-international-inc-formerly-pensa-inc-v-la-gear/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1557</span></a></span>, 1566 (Fed.Cir.1988). Therefore, before the court can determine whether to assess enhanced damages, the court must first determine whether defendant's infringement was willful. <i>NTP, Inc. v. Research in Motion, Ltd.,</i> <span class=\"citation\" data-id=\"2501404\"><a href=\"/opinion/2501404/ntp-inc-v-research-in-motion-ltd/\"><span class=\"volume\">270</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">751</span></a></span>, 754 (E.D.Va.2003). Once a finding of willfulness is made, the \"enhancement of damages and the amount thereof remains within the discretion of the court.\" <i>SRI Int'l, Inc. v. Advanced Tech. Labs., Inc.,</i> <span class=\"citation\" data-id=\"747586\"><a href=\"/opinion/747586/sri-international-inc-v-advanced-technology-laboratories-inc-and-atl/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1462</span></a></span>, 1468-69.</p>\n<p>The question of whether an infringement is willful, justifying an increased award, is one of fact and must be established by clear and convincing evidence. <i>Comark Communications, Inc. v. Harris Corp.,</i> <span class=\"citation\" data-id=\"758120\"><a href=\"/opinion/758120/comark-communications-inc-v-harris-corporation/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1190 (Fed.Cir.1998).</p>\n<p>It is well settled that \"where a potential infringer has actual notice of another's patent rights he has an affirmative duty of due care.\" <i>Avia,</i> 853 F.2d at 1566. This duty normally requires the potential infringer \"to obtain competent legal advice of counsel before infringing or continuing to infringe.\" <i>Id.</i> Failure to obtain advice of counsel (or to rely on it) is one factor supporting a finding of willfulness. <i>Id.</i></p>\n<p>Plaintiff states that the question is whether the record before the court establishes that defendant breached the affirmative duty of care.</p>\n<p>A company intentionally undertaking the risk of importing infringing products and engaging in an aggressive strategy unsupported by competent advice of counsel is exactly the type of activity the increased damage reference in the patent law seeks to prevent. <i>Id.</i> Plaintiff claims that this is exactly what defendant Sears was doing. This court agrees.</p>\n<p>This court finds defendant's infringement to be willful by clear and convincing evidence, and grants summary judgment for plaintiff as to this issue. Defendant did not act in good faith or upon due inquiry. Defendant did not have sound reason to believe it had the right to continue importing these garments. Defendant continued to infringe on plaintiff's patent after actual notice of infringement, violating the affirmative duty of care that arises once actual notice is given. In December 1998, defendant was informed of the infringement. On February 23, 2000, plaintiff again informed defendant that it was infringing on plaintiff's patent, this time including an analysis by Vartest Laboratories, a third-party, which determined that the fabric used in Canyon River Blues was virtually identical to that embodied in the '533 patent. In August 2000, plaintiff initiated this lawsuit.</p>\n<p>Despite actual notice, defendant continued to infringe, relying on its so-called \"analysis\" performed by \"in-house\" fabric technician Karen Mueser, who testified in her deposition that she did not explicitly state to anyone at Sears that it was her opinion that the Canyon River Blues fabric did not infringe the '533 patent. (Mueser Depo. p. 41-42.) She also stated that she was not an expert in this type of analysis and felt uncomfortable being the sole opinion on the issue. (<i>Id.</i> at 32-35.)</p>\n<p>Relying on this \"analysis\" violated defendant's affirmative duty of care. Defendant acted in bad faith by not seeking and/or relying on the advice of competent counsel based on an analysis of the two fabrics. Defendant violated its duty and continued infringing. The evidence shows that defendant did not even inform its buyers they should stop purchasing garments <span class=\"star-pagination\">*701</span> made of this fabric. After being informed of infringement in 1998, defendant continued selling the garments and ordered 212,278 more infringing garments. Even in October 2000, two months after this suit was filed, defendant ordered an additional 36,480 infringing garments. Defendant's reply to the evidence of its escalated infringing activities is that it acted in good faith by stopping the ordering and selling of the garments at issue by the time this court entered its order of claim construction in May 2002, more than three years after it received notice of infringement.</p>\n<p>Turning to the issue of enhanced damages, the court notes that enhanced damages are punitive in nature. They should not be related to compensating the plaintiff, but rather to punishing the defendant for its behavior. The statute, as noted above, authorizes this court to enhance damages up to three times the reasonable royalty. 35 U.S.C. § 284. \"A finding of willfulness, however, does not mandate enhanced damages.\" <i>Atmel Corporation v. Silicon Storage Technology, Inc.,</i> 76 Fed.Appx. 298, 314 (Fed.Cir.2003). The inquiry must look at the egregiousness of defendant's conduct based on the totality of the circumstances. <i>Id.</i></p>\n<p>To assist district courts in making well-reasoned decisions on this issue, the Federal Circuit set forth nine factors, known as the \"Read Factors.\" <i>Id.</i> These factors serve as a guide, but the main issue is the defendant's egregious conduct, viewing the totality of the circumstances.</p>\n<p>The factors are as follows: (1) whether the infringer deliberately copied the ideas or design of another; (2) whether the infringer, when he knew of the other's patent protection, investigated the scope of the patent and formed a good-faith belief that it was invalid or that it was not infringed; (3) the infringer's behavior as a party to the litigation; (4) defendant's size and financial condition; (5) closeness of the case; (6) duration of defendant's misconduct; (7) remedial action by the defendant; (8) defendant's motivation for harm; and, (9) whether defendant attempted to conceal its misconduct. <i>Read Corp. v. Portec, Inc.,</i> <span class=\"citation\" data-id=\"587393\"><a href=\"/opinion/587393/the-read-corporation-and-ft-read-sons-inc-v-portec-inc-dba/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 826-27 (Fed.Cir.1992).</p>\n<p>Several of these factors have already been addressed in the determination of willfulness above: defendant-infringer did not, after notice of the patent, form a good-faith belief that it was not infringing on the patent (factor 2), and defendant continued to infringe for more than three years after its first notice of infringement (factor 6). In fact, Sears continued to infringe even after informing plaintiff in December 2000 that it was ceasing sales of the infringing garments (factor 9).</p>\n<p>In addition, defendant's behavior as a party to the litigation has been far from ideal (factor 3). According to plaintiff, its own actions during settlement negotiations \"were unilateral because Sears never reciprocated an offer of settlement, but only delayed, claiming it was having difficulty coordinating the schedules of its buyers. Sears then dictated that any settlement would be only for the purpose of negotiating a future one year contract and that Domestic Fabrics would have to agree in advance that Sears would pay no monetary damages for its past and ongoing infringing activities.\" (Pl. Sum. Judg. Reply p. 6.)</p>\n<p>Defendant's size and financial condition also weigh in favor of assessing enhanced damages (factor 4). Sears is a company with over $40 billion in gross revenues. Sears' annual report provides that Sears \"is financially strong.\" (Annual Report for 2002, dated March 12, 2003.) Defendant asks the court to disregard this factor, calling it \"antiquated\" and \"not applicable <span class=\"star-pagination\">*702</span> in today's economy.\" However, in the context of punitive damages, this factor is very relevant, especially where, as here, a \"giant\" company infringes on the patent of a small company such as plaintiff.</p>\n<p>This was also not a close case (factor 5); the fabrics were identical. Defendant has abandoned many of its defenses throughout this litigation. In addition, the M &amp; R of Judge Flanagan, adopted by this court, on the claim construction issue notes that \"defendant's construction seemingly ignores the language of the claims, imports unnecessary functional limitations into the claims not supported by the specification, and promotes an analysis that is contrary to law.\"</p>\n<p>Sears' garment product development involves researching what the competition is selling, purchasing samples of this clothing, and sending it to vendors in Asia for copying (Factor 1). Although there is nothing inherently wrong with copying what is already in the marketplace, it does mean that a company has to be more careful about infringing on the patents of another, something defendant did not do here.</p>\n<p>Defendant took no remedial action (factor 7). Instead, for more than three years following the cease and desist letter from plaintiff, defendant continued to import and sell the infringing products. This infringement continued for the purpose of making money, as much as $2,629,936 in net profits (factor 8).</p>\n<p>In sum, the <i>Read</i> factors weigh heavily in favor of an award of enhanced damages. To punish a company of the size and financial greatness of Sears requires a significant enhancement of damages. Therefore, the court hereby trebles the damages for a total award of $2,514,690 ($838,230 reasonable royalty plus enhanced damages of $1,676,460).</p>\n<p></p>\n<h2>III. Attorney Fees</h2>\n<p>\"The court in exceptional cases may award reasonable attorney fees to the prevailing party.\" 35 U.S.C. § 285. The award of attorney fees in a case such as this requires a two-part analysis. First, the district court must determine that a case is \"exceptional\" by clear and convincing evidence. Once the court determines a case to be exceptional, an award of attorney fees is in the discretion of the trial judge.</p>\n<p>\"Although an award of attorney fees, because discretionary, does not automatically follow from the willfulness of an infringement, (citations omitted), our cases uniformly indicate that the willfulness of the infringement by the accused infringer may be a sufficient basis in a particular case for finding the case `exceptional' for purposes of awarding attorney fees to the prevailing patent owner.\" <i>Avia,</i> 853 F.2d at 1567.</p>\n<p>This case falls squarely into this reasoning. Where as here, the court has found willful infringement as described above, the court need not discuss the factors leading to its decision in exhaustive detail. The same evidence constituting clear and convincing proof of willful infringement and the balancing of the factors leading this court to award enhanced damages, also lead this court to a determination, by clear and convincing evidence, that this case is \"exceptional.\" Exercising its discretion, the court grants plaintiff's request for reasonable attorney fees.</p>\n<p>The plaintiff bears the burden of proving the fees are reasonable. Therefore, plaintiff is granted fifteen (15) days from the entry of this order to submit a verified claim for the specific amount of attorney fees. The defendant shall have ten (10) days thereafter to object. This court will <span class=\"star-pagination\">*703</span> thereafter make a specific award as to attorney fees.</p>\n<p></p>\n<h2>IV. Pre-Judgment Interest</h2>\n<p>Title 35 U.S.C. § 284 also authorizes the award of prejudgment interest. The Supreme Court has held that prejudgment interest is to be awarded under this statute unless there is a justification for withholding an award. <i>General Motors Corp. v. Devex Corp.,</i> <span class=\"citation\" data-id=\"110940\"><a href=\"/opinion/110940/general-motors-corp-v-devex-corp/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 657, <span class=\"citation\" data-id=\"110940\"><a href=\"/opinion/110940/general-motors-corp-v-devex-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>, <span class=\"citation\" data-id=\"110940\"><a href=\"/opinion/110940/general-motors-corp-v-devex-corp/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></a></span> (1983). In that case, the Supreme Court articulated the standard for such an award.</p>\n<blockquote>The standard governing the award of prejudgment interest under § 284 should be consistent with Congress' overriding purpose of affording patent owners complete compensation. In light of that purpose, we conclude that prejudgment interest should ordinarily be awarded. In the typical case an award of prejudgment interest is necessary to ensure that the patent owner is placed in as good a position as he would have been in had the infringer entered into a reasonable royalty agreement. An award of interest from the time that the royalty payments would have been received merely serves to make the patent owner whole, since his damages consist not only of the value of the royalty payments but also of the foregone use of the money between the time of infringement and the date of the judgment.</blockquote>\n<p><i>Id.</i> at 655-56, <span class=\"citation\" data-id=\"110940\"><a href=\"/opinion/110940/general-motors-corp-v-devex-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></a></span>.</p>\n<p>Prejudgment interest should run from the date of injury/infringement to the date of judgment. Defendant argues that the long period between plaintiff's first letter giving notice of infringement and the filing of the suit constitutes unreasonable delay, and therefore no prejudgment interest should be awarded. However, this is not an issue since plaintiff only requests prejudgment interest from the date of filing suit. This court concludes that plaintiff is entitled to prejudgment interest from at least that date. The court has substantial discretion to determine the rate of interest as well as the method of compounding. <i>See </i><i>Kaufman Co. v. Lantech, Inc.</i> <span class=\"citation\" data-id=\"556574\"><a href=\"/opinion/556574/kaufman-company-inc-plaintiffcross-appellant-v-lantech-inc/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1144 (Fed.Cir.1991), <i>Datascope Corp. v. SMEC, Inc.,</i> <span class=\"citation\" data-id=\"526174\"><a href=\"/opinion/526174/datascope-corp-v-smec-inc-defendantcross-appellant/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 829 (Fed.Cir.1989). District Courts have chosen various rates, <i>inter alia,</i> the prime rate, the prime rate plus a percentage, the U.S. Treasury bill rate, and the state statutory rate. <i>NTP,</i> 270 F.Supp.2d at 763. Here, plaintiff requests the prime rate, compounded quarterly. Defendant requests the U.S. Treasury Bill rate, compounded annually.</p>\n<p>Keeping in mind that the purpose of prejudgment interest is compensatory in nature, the court hereby awards prejudgment interest from the date this suit commenced, August 10, 2000, on the reasonable royalty of $838,230 at the rate of six percent (6%) per annum. The prejudgment interest shall not apply to the award of enhanced damages, which are punitive rather than compensatory in nature.</p>\n<p></p>\n<h2>V. Bill of Costs</h2>\n<p>Plaintiff has filed with this court a bill of costs seeking $19,132.92. The statute provides that the court shall award costs along with a reasonable royalty.</p>\n<blockquote>Upon finding for the claimant the court shall award the claimant damages adequate to compensate for the infringement, but in no event less than a reasonable royalty for the use made of the invention by the infringer, together with interest and costs as fixed by the court.</blockquote>\n<p>35 U.S.C. § 284.</p>\n<p>Defendant objects to plaintiff's application for costs, stating that the application was not timely filed and that the costs were not properly documented and/or not <span class=\"star-pagination\">*704</span> recoverable. In response, plaintiff states that it believed that this court's order granting an extension to file the post-judgment motion for enhanced damages and attorney's fees also allowed it an extension to file the Bill of Costs. This court finds that the application for costs as well as defendant's objections were timely filed. In addition, plaintiff's reply acknowledged that the bill of costs should not include computer legal research costs and attorney travel costs and therefore reduced it application for bill of costs to $9,794.76.</p>\n<p>The court finds plaintiff's revised request for costs to be reasonable and hereby grants, over the objections of defendant, the bill of costs for $9,794.76.</p>\n<p></p>\n<h2>VI. Motion to Strike</h2>\n<p>Plaintiff moves, for a second time during this litigation, to strike the declarations of two of Sears' attorneys, William H. Baker and Paul C. Miltonberger. Plaintiff moved originally to strike these declarations that were submitted in support of defendant's response to plaintiff's summary judgment motion as to a reasonable royalty. In the September 15, 2003, order, this court denied as moot the first motion to strike these declarations, in light of the fact that summary judgment was granted for the plaintiff on the issue of a reasonable royalty.</p>\n<p>Plaintiff now moves the court again to strike these declarations from consideration of the motion for willfulness and enhanced damages. This court has reviewed both declarations with respect to whether these declarations may in any way entitle the defendant to a trial as to damages. This court finds no basis for trial. Therefore, this court, having found for the plaintiff on the issue of willfulness and having granted enhanced damages against the defendant, once again deems the motion to strike moot.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>This court previously granted summary judgment for plaintiffs and awarded a reasonable royalty of $838,230. For the foregoing reasons, the court hereby grants summary judgment for plaintiff and finds that defendant's infringement was willful. The court deems the motion to strike moot. In addition, the court hereby awards:</p>\n<blockquote>1. enhanced damages of $1,676,460;</blockquote>\n<blockquote>2. attorneys fees subject to separate ruling following filing of declaration by plaintiff and receiving any objections of the defendant; and,</blockquote>\n<blockquote>3. costs to the plaintiff in the amount of $9,794.76.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  This court adopted the following interpretation of the patent claims at issue, which <i>a priori</i> leads to a finding of infringement:\n</p>\n<p>[T]he '533 patent is for a composite, double knit fabric having two layers, referred to as the \"inner layer\" and the \"outer layer,\" which are terms of reference to distinguish the two layers of fabric. The term \"inner layer\" refers to the layer of the fabric with the air pockets. The term \"outer layer\" refers to the layer opposite the inner layer. The term  \"air pockets\" as used in the '533 patent means voids.</p>\n<p><i>Domestic Fabrics Corp. v. Sears, Roebuck, &amp; Co.,</i> <span class=\"citation\" data-id=\"2342857\"><a href=\"/opinion/2342857/domestic-fabrics-corp-v-sears-roebuck-co/\"><span class=\"volume\">212</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">489</span></a></span>, 508 (E.D.N.C.2002). Defendant acknowledged as much in its brief in support of summary judgment, filed with the court on July 20, 2001, which stated that \"when the structure of an accused product is undisputed, as is the case here, the entire infringement issue collapses into the issue of claim interpretation, a question of law for the Court amenable to summary judgment.\" (Def. Mem. In Sup. Sum. Judg. at 2.) Thus, whether based on the defendant's stipulation concerning infringement, or the court finding infringement as a matter of law, it is clear from the record that based on this court's claim construction, Sears has infringed plaintiff's '533 patent.</p>\n<p>[2]  Contract Nos.: (1) 2491, entered into 5/15/00 (for two product lines); (2) 2539, entered into 7/7/00 (for two product lines); and, (3) 2725, entered into 10/4/00 (for two product lines).</p>\n<p>[3]  During the course of settlement discussions, plaintiff asked for a 6% royalty rate on Sears' current sales, as well as discussions concerning possible future business, on January 25, 2001. (Def. Resp. Sum. Judg. Ex. O, p. 5 of 12.) Later, also in the context of settlement negotiations, plaintiff proposed a 4% royalty rate and a future business relationship as a reasonable settlement offer. (Def.Resp.Sum.Judg.Ex. Q.)</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2342857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2501404/"
  ]
}