{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2463623/",
  "absolute_url": "/opinion/2463623/korzinski-v-jackson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2463623/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:42:34.819812Z",
  "date_modified": "2016-04-26T22:31:53.812651Z",
  "type": "010combined",
  "sha1": "633399accfc3473e612f6207e1f5c4ab4ede6896",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>326 F.Supp.2d 704 (2004)</b></center>\n<center><h1>Gary Allen KORZINSKI, Plaintiff,<br>\nv.<br>\nSusan Kathy JACKSON and Karen Ackley, Executrix of the Estate of Deborah Orton Rothey, Defendants.</h1></center>\n<center>No. 5:04-CV-220-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 2, 2004.</center>\n<p><span class=\"star-pagination\">*705</span> Eldon S. Newton, III, Newton, Lee &amp; Boyd, Wilson, NC, for Gary Allen Korzinski, plaintiff.</p>\n<p>Steven M. Sartorio, Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, Jeffrey M. Young, Moore &amp; VanAllen, Durham, NC, Carrie Elizabeth Meigs, Patterson, Dilthey, Clay, Bryson &amp; Anderson, L.L.P., Raleigh, NC, for Susan Kathy Jackson, Karen Ackley, Executrix of The Estate of Deborah Orton Rothey, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>Before the court is plaintiff's motion to remand. Defendant filed a notice of removal in this automobile negligence case on the basis of diversity jurisdiction within thirty days from the March 2004 date that plaintiff filed, pursuant to North Carolina Rule of Civil Procedure 41, a \"new action based on the same claim[s]\" asserted in a substantively identical action filed July 11, 2001. For the reasons that follow, resolving doubts in favor of remand, plaintiff's motion is granted.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an initial complaint in state court concerning the subject matter of this case on July 11, 2001, claiming damages for personal injuries arising out of motor vehicle collisions that occurred in Wilson County, North Carolina on June 3, 2000. Defendant Susan Kathy Jackson was served September 15, 2001, and defendant Rothey was served on October 10, 2001. After defendant Rothey died, plaintiff added, and served, her executrix Karen Ackley as defendant on October 21, 2003. Plaintiff amended his pleadings, in part not relevant here, on November 3, 2003.</p>\n<p>Shortly before this case was scheduled for trial, on March 15, 2004, plaintiff filed a notice of dismissal without prejudice, pursuant to Rule 41(a)(1) of the North Carolina Rules of Civil Procedure. Following plaintiff's voluntary dismissal of the initial action, on that same date, plaintiff commenced a new action based on the same claim asserted in the dismissed initial action, as provided in Rule 41. <i>See</i> N.C. <span class=\"star-pagination\">*706</span> Gen.Stat. § 1A-1, Rule 41(a)(1) (\"[A] a new action based on the same claim may be commenced within one year after such dismissal.\"). Plaintiff simply re-filed the same complaint previously filed in the case, and sought service on all of the same defendants.</p>\n<p>On April 2, 2004, defendant Jackson served a notice of removal on plaintiff, and all defendants consented to removal. It is undisputed that all defendants are diverse of plaintiff and that the amount of controversy exceeds $75,000.00, as was the case at the time of the filing of the initial complaint. <i>See</i> Notice of Removal, ¶ 11; Pl's Mem, p. 3.</p>\n<p>Plaintiff filed his motion to remand on April 30, 2004. Defendant responded in opposition on May 12, 2004.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The party seeking removal has the burden of establishing federal jurisdiction. <i>Mulcahey v. Columbia Organic Chems. Co.,</i> 29 F.3d 148, 151 (4th Cir.1994). Because removal jurisdiction raises significant federalism concerns, the court must strictly construe removal jurisdiction, and resolve all doubts in favor of remand. <i>Id.</i> Upon timely motion by plaintiff, remand may be ordered on the basis of \"any defect\" in the removal procedure. 28 U.S.C. § 1447(c); <i>Caterpillar Inc. v. Lewis,</i> 519 U.S. 61, 69, 117 S.Ct. 467, 136 L.Ed.2d 437 (1996). In this case, because the requisite diversity of citizenship and amount in controversy have been met, the sole issue bearing on jurisdiction is whether defendants timely filed their notice of removal pursuant to 28 U.S.C. § 1446.</p>\n<p>Under 28 U.S.C. § 1446, a notice of removal of a civil action must be filed within thirty days after receipt by the defendant \"of the initial pleading setting forth the claim for relief upon which such action ... is based.\" § 1446(b). The North Carolina Rules of Civil Procedure, which governed the procedural posture of the instant case in state court, provide that \"an action ... may be dismissed by the plaintiff without order of court by filing a notice of dismissal at any time before the plaintiff rests his case [.]\" N.C. Gen. Stat. § 1A-1, Rule 41(a)(1). \"If an action ... is dismissed without prejudice under this subsection, <i>a new action based on the same claim</i> may be commenced within one year after such dismissal.\" <i>Id.</i> (emphasis added).</p>\n<p>Although the plain language of Rule 41 indicates that an action that is commenced after a voluntary dismissal is a \"new action,\" North Carolina courts have \"referred to the `new action' begun under [Rule 41] as a continuation of the original action.\" <i>Goodson v. Lehmon,</i> 225 N.C. 514, 518, 35 S.E.2d 623 (1945) (interpreting statutory precursor to Rule 41). This is so because, by its nature, a \"new action\" commenced pursuant to Rule 41 must be, in all practical respects, precisely the same action that was brought prior to the voluntary dismissal. The action, which is only nominally a \"new action,\" must have the \"strictest factual identity,\" with the original proceeding and must \"involv[e] the same parties, the same cause of action and the same right, and this must appear from the record in the case.\" <i>Id.</i> (citations omitted). As defendants note, this rule permits plaintiffs to refile an action after the statute of limitations would have ordinarily expired. N.C. Gen. Stat. § 1A-1, Rule 41, Official Commentary.</p>\n<p>Federal court decisions interpreting § 1446 reflect a pragmatic approach to the thirty-day limit for removal that does not favor removal under circumstances of this case where the \"new action\" commenced is no more than a formality and a continuation, in all other respects, of the original action. For example, the Fifth Circuit in <span class=\"star-pagination\">*707</span> <i>Johnson v. Heublein Inc.,</i> 227 F.3d 236, 241 (5th Cir.2000), described a \"judicially-created revival exception to the thirty-day requirement of section 1446(b).\" <i>Id.</i> Under this exception, a defendant is permitted to remove beyond thirty-days after the initial filing where \"the complaint is amended so substantially as to alter the character of the action and constitute essentially a new lawsuit.\" <i>Id.</i> at 241-42 (citing <i>Wilson v. Intercollegiate (Big Ten) Conference A. A.,</i> 668 F.2d 962 (7th Cir.1982)) (\"[T]he courts have read into § 1446(b) an exception for the case where the plaintiff files an amended complaint that so changes the nature of his action <i>as to constitute substantially a new suit begun that day.</i>\") (emphasis added). Courts applying this exception have reasoned that \"although a defendant has submitted himself to state court jurisdiction on one cause of action, this does not prevent his removing the cause when an entirely new and different cause of action is filed in the same case.\" <i>Id.</i> at 241-42 (alterations in original) (citing <i>Cliett v. Scott,</i> 233 F.2d 269, 271 (5th Cir.1956)).</p>\n<p>The policy considerations behind the creation of this exception are directly relevant to the case at hand. In particular,</p>\n<blockquote>\"the purpose of the 30-day limit [in § 1446(b)] is to prevent defendant from taking a `wait-and-see' attitude towards removal, to prevent delay and to avoid duplication of judicial resources. Where these purposes are not thwarted by a later removal of a newly-added substantive federal claim, removal may be allowed.\"</blockquote>\n<p>WILLIAM W. SCHWARZER, A. WALLACE TAXHIMA &amp; JAMES M. WAGSTAFFE, FEDERAL CIVIL PROCEDURE BEFORE TRIAL, 2D-168 [2:056.3] (2003 ed.) [hereinafter \"Wagstaffe\"]. This rationale reflects the desire of courts to encourage good faith removals but discourage removals that are undertaken contrary to the policy behind the removal statute. <i>See </i><i>Wilson,</i> 668 F.2d at 965 (viewing 30-day removal rule \"against a background of general considerations relating to the proper allocation of decision-making responsibilities between state and federal courts\").</p>\n<p>Although this case does not fall within the exception described in <i>Heublein,</i> it nevertheless falls within the exact converse of such an exception, thereby strongly weighing against removal in this case, as a matter of federal jurisdictional policy. Here, plaintiff did not amend his complaint so as to change the \"nature of his action as to constitute `substantially a new suit begun that day.'\" <i>Heublein,</i> 227 F.3d at 242. Plaintiff's complaint filed March 15, 2004, is in no practical respect an \"entirely new and different cause of action.\" <i>Id.</i> Much to the contrary, plaintiff's March 15 complaint only nominally served to commence a new action, but in substance was only a continuation of the previous action, without change. Allowing defendants to remove this substantially identical cause of action, when such an action could have been removed previously based on the original complaint, would be contrary to the purposes behind the thirty-day limit in the statute. <i>See </i><i>Wilson</i> 668 F.2d at 965 (not permitting defendant to remove where plaintiff's amendments \"clearly did not alter <i>the character of the suit</i>\") (emphasis added).</p>\n<p>Furthermore, removal in this case would interfere with litigation that had already substantially progressed in state court, thereby raising federalism concerns. Significantly, plaintiff's case based on the automobile negligence claim brought here has developed in state court for almost three years. Substantial discovery has taken place and the case already was scheduled for trial in state court at the time that plaintiff dismissed and refiled on <span class=\"star-pagination\">*708</span> March 15, 2004. As late as April 27, 2004, one of the defendants filed a notice of hearing in state court on a motion for costs. These circumstances place this case in additional contrast to those such as <i>Heublein</i> which allowed for late removal by a defendant. <i>See </i><i>Heublein,</i> 227 F.3d at 242 (no significant proceedings had been held under original complaint, prior to amendment which started a virtually new case); <i>Caudill v. Ford Motor Co.,</i> 271 F.Supp.2d 1324, 1326 (N.D.Okla.2003) (noting intent of Congress to reduce \"the opportunity for removal after substantial progress has been made in state court\"). Thus, bringing this case now into federal court would raise additional concerns underlying the thirty-day limit for removal, such as inefficient use of judicial resources and delay, given that the state court has already had substantial experience with the facts and law in this case.</p>\n<p>The one federal case cited by defendants, <i>Hollins v. Yellow Freight System, Inc.,</i> 590 F.Supp. 1023, 1024 (N.D.Ill.1984), is inapposite on the circumstances here. In <i>Hollins,</i> plaintiffs filed suit in state court on May 28, 1982, alleging injuries from an automobile accident. Plaintiffs \"dismissed voluntarily\" their lawsuit on January 11, 1983. Plaintiffs did not \"refile [ ] the complaint\" until January 10, 1984. Thereafter, defendant removed the action to the U.S. District Court for the Northern District of Illinois, presumably on the basis of diversity jurisdiction. Plaintiffs did not contest removal or file a motion to remand. The court did not address at all the issue of whether removal was timely. Rather, at issue before the court was whether Illinois or Indiana statute of limitations should apply to plaintiffs' underlying claim. 590 F.Supp. at 1025.</p>\n<p><i>Hollins</i> provides no authority on the jurisdictional question before this court. Defects in removal procedure, such as timeliness of the notice of removal by defendant, are not jurisdictional and may be waived if plaintiff does not file a timely motion to remand. WAGSTAFFE, 2D-204 [2:1083:3 &amp; 1083.4] (citing <i>e.g., </i><i>Whole Health Chiropractic &amp; Wellness, Inc. v. Humana Med. Plan, Inc.,</i> 254 F.3d 1317, 1320-21 (11th Cir.2001)). Accordingly, where the issue of jurisdiction was not raised by the plaintiffs or addressed by the court in <i>Hollins,</i> the mere fact that the court accepted the removed case and proceeded to the merits is not, contrary to defendant's argument, an indication that the removal procedures in that case were properly satisfied.</p>\n<p>Furthermore, <i>Hollins</i> is distinguishable on its facts. In <i>Hollins</i> there is no indication of the circumstances under which plaintiffs voluntarily dismissed their initial complaint. The only information provided is that plaintiffs waited an entire year before re-filing their complaint after dismissal. Furthermore, there was no discussion in <i>Hollins</i> as to how far the case had progressed in state court, or whether any conditions in the case had changed after the filing of the voluntary dismissal. This contrasts significantly with the fact that, in this case, plaintiff re-filed his complaint on the same day that it was voluntarily dismissed, pursuant to a state statute that allowed, in contrast to the Federal Rules, voluntary dismissal \"at any time before the plaintiff rests his case.\" N.C. Gen. Stat. § 1A-1 Rule 41(a)(1); <i>Cf.</i> Fed. R. Civ. P. 41(a)(1) (allowing voluntary dismissal \"at any time before service by the adverse party of an answer or of a motion for summary judgment, whichever occurs first\"). In sum, <i>Hollins</i> is not only minimal authority on the jurisdictional question before the court here, but also it is distinguishable on its facts and procedural posture.</p>\n<p>For these reasons, the court finds substantial doubts about the propriety of removal <span class=\"star-pagination\">*709</span> under the circumstances of the case at hand. Although defendants filed a notice of removal within thirty days of the filing of plaintiff's March 15, 2004 complaint, this complaint, in all substantive respects, marked the continuation of a significantly developed lawsuit that commenced in July 2001. Because defendants could have removed on the basis of the initial pleadings, and considering the purposes of the 30-day removal time limit and other prudential federalism concerns, defendants should not be permitted to remove this case to federal court at this late stage in the proceedings.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>As the court has doubts concerning the propriety of removal under 28 U.S.C. § 1446, this case must be remanded to state court. Accordingly, plaintiff's motion to remand (DE # 7) is GRANTED. This case is hereby REMANDED to the Superior Court of Wilson County, North Carolina, and the Clerk is DIRECTED to serve a copy of this order on the Clerk of Superior Court of Wilson County, North Carolina.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">704</span></span> (2004)</b></center>\n<center><h1>Gary Allen KORZINSKI, Plaintiff,<br>\nv.<br>\nSusan Kathy JACKSON and Karen Ackley, Executrix of the Estate of Deborah Orton Rothey, Defendants.</h1></center>\n<center>No. 5:04-CV-220-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 2, 2004.</center>\n<p><span class=\"star-pagination\">*705</span> Eldon S. Newton, III, Newton, Lee &amp; Boyd, Wilson, NC, for Gary Allen Korzinski, plaintiff.</p>\n<p>Steven M. Sartorio, Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, Jeffrey M. Young, Moore &amp; VanAllen, Durham, NC, Carrie Elizabeth Meigs, Patterson, Dilthey, Clay, Bryson &amp; Anderson, L.L.P., Raleigh, NC, for Susan Kathy Jackson, Karen Ackley, Executrix of The Estate of Deborah Orton Rothey, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>Before the court is plaintiff's motion to remand. Defendant filed a notice of removal in this automobile negligence case on the basis of diversity jurisdiction within thirty days from the March 2004 date that plaintiff filed, pursuant to North Carolina Rule of Civil Procedure 41, a \"new action based on the same claim[s]\" asserted in a substantively identical action filed July 11, 2001. For the reasons that follow, resolving doubts in favor of remand, plaintiff's motion is granted.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an initial complaint in state court concerning the subject matter of this case on July 11, 2001, claiming damages for personal injuries arising out of motor vehicle collisions that occurred in Wilson County, North Carolina on June 3, 2000. Defendant Susan Kathy Jackson was served September 15, 2001, and defendant Rothey was served on October 10, 2001. After defendant Rothey died, plaintiff added, and served, her executrix Karen Ackley as defendant on October 21, 2003. Plaintiff amended his pleadings, in part not relevant here, on November 3, 2003.</p>\n<p>Shortly before this case was scheduled for trial, on March 15, 2004, plaintiff filed a notice of dismissal without prejudice, pursuant to Rule 41(a)(1) of the North Carolina Rules of Civil Procedure. Following plaintiff's voluntary dismissal of the initial action, on that same date, plaintiff commenced a new action based on the same claim asserted in the dismissed initial action, as provided in Rule 41. <i>See</i> N.C. <span class=\"star-pagination\">*706</span> Gen.Stat. § 1A-1, Rule 41(a)(1) (\"[A] a new action based on the same claim may be commenced within one year after such dismissal.\"). Plaintiff simply re-filed the same complaint previously filed in the case, and sought service on all of the same defendants.</p>\n<p>On April 2, 2004, defendant Jackson served a notice of removal on plaintiff, and all defendants consented to removal. It is undisputed that all defendants are diverse of plaintiff and that the amount of controversy exceeds $75,000.00, as was the case at the time of the filing of the initial complaint. <i>See</i> Notice of Removal, ¶ 11; Pl's Mem, p. 3.</p>\n<p>Plaintiff filed his motion to remand on April 30, 2004. Defendant responded in opposition on May 12, 2004.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The party seeking removal has the burden of establishing federal jurisdiction. <i>Mulcahey v. Columbia Organic Chems. Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir.1994). Because removal jurisdiction raises significant federalism concerns, the court must strictly construe removal jurisdiction, and resolve all doubts in favor of remand. <i>Id.</i> Upon timely motion by plaintiff, remand may be ordered on the basis of \"any defect\" in the removal procedure. 28 U.S.C. § 1447(c); <i>Caterpillar Inc. v. Lewis,</i> <span class=\"citation\" data-id=\"118069\"><a href=\"/opinion/118069/caterpillar-inc-v-lewis/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 69, <span class=\"citation\" data-id=\"118069\"><a href=\"/opinion/118069/caterpillar-inc-v-lewis/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">467</span></a></span>, <span class=\"citation\" data-id=\"118069\"><a href=\"/opinion/118069/caterpillar-inc-v-lewis/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1996). In this case, because the requisite diversity of citizenship and amount in controversy have been met, the sole issue bearing on jurisdiction is whether defendants timely filed their notice of removal pursuant to 28 U.S.C. § 1446.</p>\n<p>Under 28 U.S.C. § 1446, a notice of removal of a civil action must be filed within thirty days after receipt by the defendant \"of the initial pleading setting forth the claim for relief upon which such action ... is based.\" § 1446(b). The North Carolina Rules of Civil Procedure, which governed the procedural posture of the instant case in state court, provide that \"an action ... may be dismissed by the plaintiff without order of court by filing a notice of dismissal at any time before the plaintiff rests his case [.]\" N.C. Gen. Stat. § 1A-1, Rule 41(a)(1). \"If an action ... is dismissed without prejudice under this subsection, <i>a new action based on the same claim</i> may be commenced within one year after such dismissal.\" <i>Id.</i> (emphasis added).</p>\n<p>Although the plain language of Rule 41 indicates that an action that is commenced after a voluntary dismissal is a \"new action,\" North Carolina courts have \"referred to the `new action' begun under [Rule 41] as a continuation of the original action.\" <i>Goodson v. Lehmon,</i> <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">514</span></span>, 518, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">623</span></span> (1945) (interpreting statutory precursor to Rule 41). This is so because, by its nature, a \"new action\" commenced pursuant to Rule 41 must be, in all practical respects, precisely the same action that was brought prior to the voluntary dismissal. The action, which is only nominally a \"new action,\" must have the \"strictest factual identity,\" with the original proceeding and must \"involv[e] the same parties, the same cause of action and the same right, and this must appear from the record in the case.\" <i>Id.</i> (citations omitted). As defendants note, this rule permits plaintiffs to refile an action after the statute of limitations would have ordinarily expired. N.C. Gen. Stat. § 1A-1, Rule 41, Official Commentary.</p>\n<p>Federal court decisions interpreting § 1446 reflect a pragmatic approach to the thirty-day limit for removal that does not favor removal under circumstances of this case where the \"new action\" commenced is no more than a formality and a continuation, in all other respects, of the original action. For example, the Fifth Circuit in <span class=\"star-pagination\">*707</span> <i>Johnson v. Heublein Inc.,</i> <span class=\"citation\" data-id=\"21721\"><a href=\"/opinion/21721/johnson-v-heublein-inc/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 241 (5th Cir.2000), described a \"judicially-created revival exception to the thirty-day requirement of section 1446(b).\" <i>Id.</i> Under this exception, a defendant is permitted to remove beyond thirty-days after the initial filing where \"the complaint is amended so substantially as to alter the character of the action and constitute essentially a new lawsuit.\" <i>Id.</i> at 241-42 (citing <i>Wilson v. Intercollegiate (Big Ten) Conference A. A.,</i> <span class=\"citation\" data-id=\"398843\"><a href=\"/opinion/398843/david-c-wilson-v-intercollegiate-big-ten-conference-athletic/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span> (7th Cir.1982)) (\"[T]he courts have read into § 1446(b) an exception for the case where the plaintiff files an amended complaint that so changes the nature of his action <i>as to constitute substantially a new suit begun that day.</i>\") (emphasis added). Courts applying this exception have reasoned that \"although a defendant has submitted himself to state court jurisdiction on one cause of action, this does not prevent his removing the cause when an entirely new and different cause of action is filed in the same case.\" <i>Id.</i> at 241-42 (alterations in original) (citing <i>Cliett v. Scott,</i> <span class=\"citation\" data-id=\"239434\"><a href=\"/opinion/239434/irene-smith-cliett-and-j-m-cliett-and-v-jeff-scott-reed-scott-bertha/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 271 (5th Cir.1956)).</p>\n<p>The policy considerations behind the creation of this exception are directly relevant to the case at hand. In particular,</p>\n<blockquote>\"the purpose of the 30-day limit [in § 1446(b)] is to prevent defendant from taking a `wait-and-see' attitude towards removal, to prevent delay and to avoid duplication of judicial resources. Where these purposes are not thwarted by a later removal of a newly-added substantive federal claim, removal may be allowed.\"</blockquote>\n<p>WILLIAM W. SCHWARZER, A. WALLACE TAXHIMA &amp; JAMES M. WAGSTAFFE, FEDERAL CIVIL PROCEDURE BEFORE TRIAL, 2D-168 [2:056.3] (2003 ed.) [hereinafter \"Wagstaffe\"]. This rationale reflects the desire of courts to encourage good faith removals but discourage removals that are undertaken contrary to the policy behind the removal statute. <i>See </i><i>Wilson,</i> 668 F.2d at 965 (viewing 30-day removal rule \"against a background of general considerations relating to the proper allocation of decision-making responsibilities between state and federal courts\").</p>\n<p>Although this case does not fall within the exception described in <i>Heublein,</i> it nevertheless falls within the exact converse of such an exception, thereby strongly weighing against removal in this case, as a matter of federal jurisdictional policy. Here, plaintiff did not amend his complaint so as to change the \"nature of his action as to constitute `substantially a new suit begun that day.'\" <i>Heublein,</i> 227 F.3d at 242. Plaintiff's complaint filed March 15, 2004, is in no practical respect an \"entirely new and different cause of action.\" <i>Id.</i> Much to the contrary, plaintiff's March 15 complaint only nominally served to commence a new action, but in substance was only a continuation of the previous action, without change. Allowing defendants to remove this substantially identical cause of action, when such an action could have been removed previously based on the original complaint, would be contrary to the purposes behind the thirty-day limit in the statute. <i>See </i><i>Wilson</i> 668 F.2d at 965 (not permitting defendant to remove where plaintiff's amendments \"clearly did not alter <i>the character of the suit</i>\") (emphasis added).</p>\n<p>Furthermore, removal in this case would interfere with litigation that had already substantially progressed in state court, thereby raising federalism concerns. Significantly, plaintiff's case based on the automobile negligence claim brought here has developed in state court for almost three years. Substantial discovery has taken place and the case already was scheduled for trial in state court at the time that plaintiff dismissed and refiled on <span class=\"star-pagination\">*708</span> March 15, 2004. As late as April 27, 2004, one of the defendants filed a notice of hearing in state court on a motion for costs. These circumstances place this case in additional contrast to those such as <i>Heublein</i> which allowed for late removal by a defendant. <i>See </i><i>Heublein,</i> 227 F.3d at 242 (no significant proceedings had been held under original complaint, prior to amendment which started a virtually new case); <i>Caudill v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"2563879\"><a href=\"/opinion/2563879/caudill-v-ford-motor-co/\"><span class=\"volume\">271</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1324</span></a></span>, 1326 (N.D.Okla.2003) (noting intent of Congress to reduce \"the opportunity for removal after substantial progress has been made in state court\"). Thus, bringing this case now into federal court would raise additional concerns underlying the thirty-day limit for removal, such as inefficient use of judicial resources and delay, given that the state court has already had substantial experience with the facts and law in this case.</p>\n<p>The one federal case cited by defendants, <i>Hollins v. Yellow Freight System, Inc.,</i> <span class=\"citation\" data-id=\"2247272\"><a href=\"/opinion/2247272/hollins-v-yellow-freight-system-inc/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1023</span></a></span>, 1024 (N.D.Ill.1984), is inapposite on the circumstances here. In <i>Hollins,</i> plaintiffs filed suit in state court on May 28, 1982, alleging injuries from an automobile accident. Plaintiffs \"dismissed voluntarily\" their lawsuit on January 11, 1983. Plaintiffs did not \"refile [ ] the complaint\" until January 10, 1984. Thereafter, defendant removed the action to the U.S. District Court for the Northern District of Illinois, presumably on the basis of diversity jurisdiction. Plaintiffs did not contest removal or file a motion to remand. The court did not address at all the issue of whether removal was timely. Rather, at issue before the court was whether Illinois or Indiana statute of limitations should apply to plaintiffs' underlying claim. 590 F.Supp. at 1025.</p>\n<p><i>Hollins</i> provides no authority on the jurisdictional question before this court. Defects in removal procedure, such as timeliness of the notice of removal by defendant, are not jurisdictional and may be waived if plaintiff does not file a timely motion to remand. WAGSTAFFE, 2D-204 [2:1083:3 &amp; 1083.4] (citing <i>e.g., </i><i>Whole Health Chiropractic &amp; Wellness, Inc. v. Humana Med. Plan, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></span>, 1320-21 (11th Cir.2001)). Accordingly, where the issue of jurisdiction was not raised by the plaintiffs or addressed by the court in <i>Hollins,</i> the mere fact that the court accepted the removed case and proceeded to the merits is not, contrary to defendant's argument, an indication that the removal procedures in that case were properly satisfied.</p>\n<p>Furthermore, <i>Hollins</i> is distinguishable on its facts. In <i>Hollins</i> there is no indication of the circumstances under which plaintiffs voluntarily dismissed their initial complaint. The only information provided is that plaintiffs waited an entire year before re-filing their complaint after dismissal. Furthermore, there was no discussion in <i>Hollins</i> as to how far the case had progressed in state court, or whether any conditions in the case had changed after the filing of the voluntary dismissal. This contrasts significantly with the fact that, in this case, plaintiff re-filed his complaint on the same day that it was voluntarily dismissed, pursuant to a state statute that allowed, in contrast to the Federal Rules, voluntary dismissal \"at any time before the plaintiff rests his case.\" N.C. Gen. Stat. § 1A-1 Rule 41(a)(1); <i>Cf.</i> Fed. R. Civ. P. 41(a)(1) (allowing voluntary dismissal \"at any time before service by the adverse party of an answer or of a motion for summary judgment, whichever occurs first\"). In sum, <i>Hollins</i> is not only minimal authority on the jurisdictional question before the court here, but also it is distinguishable on its facts and procedural posture.</p>\n<p>For these reasons, the court finds substantial doubts about the propriety of removal <span class=\"star-pagination\">*709</span> under the circumstances of the case at hand. Although defendants filed a notice of removal within thirty days of the filing of plaintiff's March 15, 2004 complaint, this complaint, in all substantive respects, marked the continuation of a significantly developed lawsuit that commenced in July 2001. Because defendants could have removed on the basis of the initial pleadings, and considering the purposes of the 30-day removal time limit and other prudential federalism concerns, defendants should not be permitted to remove this case to federal court at this late stage in the proceedings.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>As the court has doubts concerning the propriety of removal under 28 U.S.C. § 1446, this case must be remanded to state court. Accordingly, plaintiff's motion to remand (DE # 7) is GRANTED. This case is hereby REMANDED to the Superior Court of Wilson County, North Carolina, and the Clerk is DIRECTED to serve a copy of this order on the Clerk of Superior Court of Wilson County, North Carolina.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/21721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2563879/"
  ]
}