{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2466760/",
  "absolute_url": "/opinion/2466760/richardson-v-branker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2466760/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:43:27.782989Z",
  "date_modified": "2016-04-27T01:10:59.967291Z",
  "type": "010combined",
  "sha1": "b26efcd37b09c4b5ce1adc982ef7dffff25cef98",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>769 F.Supp.2d 896 (2011)</b></center>\n<center><h1>Timothy RICHARDSON, Petitioner,<br>\nv.<br>\nGerald BRANKER, Warden, Central Prison Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:08-HC-2163-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 6, 2011.</center>\n<p><span class=\"star-pagination\">*901</span> Stanley Franklin Hammer, Wyatt, Early, Harris &amp; Wheeler, High Point, NC, Kenneth J. Rose, Durham, NC, for Petitioner.</p>\n<p>Jonathan P. Babb, N.C. Dept. of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the court on the petition for writ of habeas corpus filed pursuant to 28 U.S.C. § 2254 on behalf of Timothy Richardson (\"Richardson\" or \"petitioner\"). Richardson is a state inmate under a sentence of death for the murder of Tracy Marie Rich. Respondent has answered the petition and filed a motion for summary judgment [DE # 19]. Petitioner has responded [DE # 26] and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Richardson was tried at the April 24, 1995, criminal session of the Superior Court of Nash County on charges of first-degree murder, first-degree kidnaping, and robbery with a dangerous weapon. The following facts are summarized from the opinion of the Supreme Court of North Carolina. <i>See </i><i>State v. Richardson,</i> 346 N.C. 520, 488 S.E.2d 148 (1997).</p>\n<p></p>\n<h2>A. <i>Facts</i>\n</h2>\n<p>On the night of October 6, 1993, Tracy Rich was working at the L &amp; L Food Store in Castalia, North Carolina. According to computer records from the store alarm, Ms. Rich closed the store at approximately 11:41 p.m.</p>\n<p>Approximately two hours later, at 1:50 a.m., the motion detector on the store's front-door triggered the store alarm. The police responded and found both the front and rear doors were secure. The officers noticed a red car parked behind the store. The car was not occupied and the hood was cool, but the officers wrote down the license plate number. Because nothing seemed amiss, the officers left the scene.</p>\n<p>Later that morning, at approximately 5:55 a.m., the assistant store manager, Rose Hankerson, arrived to open the store. She unlocked the door and entered, but when she went to relock the door on the inside, she found a key already in the lock. She walked to the back of the store to turn off the alarm and noticed Tracy Rich's key ring on the floor. When she turned on the lights she discovered ceiling tiles had been knocked to the floor. She called the Sheriffs Department.</p>\n<p>Lieutenant Brantley, one of the officers who had responded to the alarm call during the night, responded to the scene. Inside the store, pieces of ceiling material were on the floor, there were signs someone had tried to move the store safe, and a ventilator in the rear of the building had been removed. Lt. Brantley also noticed the red car was no longer behind the store.</p>\n<p>Tracy Rich's car was found by the police off the side of a dirt road not far from the store. Tracy's eyeglasses and one of her tennis shoes were found on the road near the car. Given the position of the car, the officer could not see underneath it, but when the car was lifted by a tow truck Tracy Rich's body was found beneath the car.</p>\n<p>The officers learned that the red car they had seen at the store the night before was registered to petitioner's wife. They went to petitioner's home and petitioner was apprehended hiding in his attic. While in custody, petitioner gave several statements <span class=\"star-pagination\">*902</span> to the police. Initially, petitioner denied any knowledge of the murder. When questioned further, petitioner acknowledged he was present, but said he was just a witness and that Kevin Hedgepeth was responsible.<sup>[1]</sup></p>\n<p>According to petitioner, on the night of the murder Kevin Hedgepeth asked for a ride to the L &amp; L store so Hedgepeth could get some money. The victim was locking up when they arrived and Hedgepeth grabbed her when she came out of the store. He forced her into the passenger side of her car, and motioned for petitioner to follow in his car. They drove to a dirt road and when they stopped the victim got out and started running. Hedgepeth ran over the victim and when she tried to crawl away he ran over her again.</p>\n<p>Hedgepeth returned to petitioner's car and told him that he had money and wanted to buy crack cocaine. Petitioner said that after they purchased the drugs, Hedgepeth directed him to go back to the L &amp; L store because he had the keys. Petitioner drove to the store and the men went inside. When the police officers arrived to check on the alarm, Hedgepeth hid inside and petitioner left through the roof. After the officers left, Hedgepeth also left the store through the roof. Petitioner drove Hedgepeth home and Hedgepeth gave petitioner thirty dollars.</p>\n<p>After petitioner implicated Kevin Hedgepeth in the crimes, the police located Hedgepeth. He told the police that on October 6, 1993, he got home around 11 p.m. He said petitioner showed up at his house a few hours later, around 2 a.m. Petitioner said he was out of gas and needed a ride to his car. Hedgepeth said he and his uncle dropped petitioner off near the L &amp; L store. Relying on statements from Hedgepeth's uncle, grandmother, and others, the police cleared Hedgepeth as a suspect.</p>\n<p>In a third statement to police, petitioner told the police that he and Hedgepeth were dropped off at the store together by Hedgepeth's uncle. He continued to say Hedgepeth was present during the murder.</p>\n<p>At trial, the forensic pathologist testified that Tracy Rich died from multiple blunt-force injuries and compression injuries to her head, chest, and body from being run over by a car.</p>\n<p>The State presented evidence at trial from an expert in footprint impressions that a shoe impression found inside the store on apiece of sheetrock from the ceiling matched petitioner's right shoe. The State also presented an expert in forensic fiber identification who testified that fibers from the t-shirt petitioner was wearing the night of the murder were consistent with fibers found on the victim's shirt and fibers found on plasterboard roof material at the store.</p>\n<p>The defense did not present any evidence or witnesses during the guilt phase of trial. At the sentencing phase, the defense presented evidence from petitioner's wife and mother about his family situation and his history of problems with drugs and alcohol. The defense also presented testimony from two mental health experts about petitioner's drug and alcohol abuse, significant mental limitations, and personality disorder. His overall level of functioning was described by one of the experts as comparable to that of an eleven and a half or twelve-year-old.</p>\n<p></p>\n<h2>B. <i>Procedural History</i>\n</h2>\n<p>On May 25, 1995, after a trial by jury, petitioner was found guilty of one count of <span class=\"star-pagination\">*903</span> first-degree murder and one count of first-degree kidnaping.<sup>[2]</sup> St. Ct. R. Vol. 1 of 22, Tab 2 at 74-75. The jury returned a verdict of not guilty as to the charge of robbery with a dangerous weapon. <i>Id.</i> at 76. After the sentencing phase, the jury found both of the aggravating circumstances submitted as to the first-degree murder: 1) the murder was committed for pecuniary gain; and 2) the murder was especially heinous, atrocious or cruel. St. Ct. R. Vol. 1 of 22, Tab 2 at 78. The jury found two statutory mitigating circumstances: 1) the defendant has no significant history of prior criminal action, and 2) the murder was committed while the defendant was under the influence of mental or emotional disturbance.<sup>[3]</sup><i>Id.</i> at 79. The jury also found six non-statutory mitigating circumstances. <i>Id.</i> at 79-80. The jury returned a verdict of death on the first-degree murder count. The court subsequently sentenced petitioner to death and sentenced him to forty years imprisonment for the first-degree kidnaping conviction, the sentences to run consecutively.</p>\n<p>On direct appeal, the Supreme Court of North Carolina affirmed petitioner's convictions and sentence. <i>Richardson,</i> 346 N.C. at 542, 488 S.E.2d at 162. The United States Supreme Court denied certiorari. <i>Richardson v. North Carolina,</i> 522 U.S. 1056, 118 S.Ct. 710, 139 L.Ed.2d 652 (1998). Petitioner filed a motion for appropriate relief (\"MAR\") in the Superior Court of Nash County on March 18, 1999. <i>See</i> St. Ct. R. Vol. 1 of 22, Tab 8. On June 13, 2001, petitioner field an amendment to the MAR, in response to the State's response to the MAR. St. Ct. R. Vol. 1 of 22, Tab 9. On January 31, 2002, petitioner filed an amendment to the MAR asserting he could not be executed because he is mentally retarded. <i>Id.</i></p>\n<p>In an order entered on April 9, 2002, the MAR court denied all of the claims in petitioner's MAR except his claim that he could not be executed because he is mentally retarded. St. Ct. R. Vol. 2 of 22, Tab 11. The MAR court held a hearing on the mental retardation claim on June 17, 2005. At the conclusion of the hearing, the court indicated it would deny petitioner's claim and directed the State to prepare an order including certain findings of fact. St. Ct. R. Vol. 2 of 22, Tab 12 at 268-72. The order was entered on June 17, 2005. St. Ct. R. Vol. 2 of 22, Tab 13. On July 13, 2005, petitioner filed a motion to amend motion for appropriate relief to conform to the evidence presented at the hearing on June 17, 2005, and the related amendment to MAR. St. Ct. R. Vol. 3 of 22, Tab 14. In an order entered on July 29, 2005, the court allowed the motion to amend, but denied the amended MAR. St. Ct. R. Vol. 3 of 22, Tab 15. The Supreme Court of North Carolina denied Richardson's petition for writ of certiorari. <i>State v. Richardson,</i> 667 S.E.2d 272 (N.C.2008).</p>\n<p>On November 7, 2008, Richardson filed a petition for writ of habeas corpus with this court. On January 28, 2009, respondent filed a response to the petition and moved for summary judgment. Petitioner has responded and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material <span class=\"star-pagination\">*904</span> fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The court's review of the claims is governed by 28 U.S.C. § 2254(d), as modified by the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104, 132, 110 Stat. 1214 (1996). Section 2254(d) provides:</p>\n<blockquote>An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d).</p>\n<p>The phrase \"`clearly established Federal law, as determined by the Supreme Court of the United States' . . . refers to the holdings, as opposed to the dicta, of [the Supreme Court's] decisions as of the time of the relevant state-court decisions.\" <i>Williams v. Taylor,</i> 529 U.S. 362, 412, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). A state court decision is \"contrary to\" clearly established federal law \"if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 412-13, 120 S.Ct. 1495. A state court decision \"involve[s] an unreasonable application of\" clearly established federal law \"if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> at 413, 120 S.Ct. 1495. \"[A] federal habeas court may not issue the writ simply because that court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly. Rather, that application must also be unreasonable.\" <i>Id.</i> at 411, 120 S.Ct. 1495.</p>\n<p>Only after a petitioner establishes the state court's adjudication of his claims was \"contrary to\" or an \"unreasonable application of\" clearly established federal law, or was \"based on an unreasonable determination of the facts in light of the evidence,\" may a federal court proceed to review a state court judgment independently to determine whether habeas relief is warranted. <i>Rose v. Lee,</i> 252 F.3d 676, 689-90 (4th Cir.2001). If the state court did not articulate the rationale underlying its adjudication, a federal habeas court must examine the record and the clearly established Supreme Court precedent to determine whether the state court's adjudication was contrary to, or involved an unreasonable application of, clearly established federal law. <i>Bell v. Jarvis,</i> 236 F.3d 149, 158 (4th Cir.2000). Finally, the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). The petitioner bears the burden of rebutting this presumption by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Richardson's Claims</i>\n</h2>\n<blockquote>Claim IThe State withheld material exculpatory evidence in violation of <i>Brady v. Maryland,</i> 373 U.S. 83 [83 S.Ct. 1194, 10 L.Ed.2d 215] (1963), and presented false evidence in violation of <i>Napue</i> <span class=\"star-pagination\">*905</span> <i>v. Illinois,</i> 360 U.S. 264 [79 S.Ct. 1173, 3 L.Ed.2d 1217] (1959);</blockquote>\n<blockquote>Claim IIIneffective assistance of trial counsel because counsel did not move to suppress petitioner's statements to police;</blockquote>\n<blockquote>Claim IIIIneffective assistance of appellate counsel because counsel failed to argue on direct appeal that petitioner was prejudiced because the trial court failed to submit a statutory mitigating circumstance relating to petitioner's mental age;</blockquote>\n<blockquote>Claim IVPetitioner is mentally retarded and cannot be executed.</blockquote>\n<p>Petitioner contends he is entitled to relief from his convictions and sentences because of these violations.</p>\n<p></p>\n<h2>C. <i>Analysis</i>\n</h2>\n<p>In accordance with 28 U.S.C. § 2254(d), this court must determine whether the state court's adjudication of petitioner's claims was contrary to, or involved an unreasonable application of, clearly established federal law.</p>\n<p></p>\n<h2>1.</h2>\n<p>In Claim I, petitioner argues the State withheld material exculpatory evidence in violation of <i>Brady v. Maryland,</i> 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), and presented false and misleading evidence in violation of <i>Napue v. Illinois,</i> 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959). Petitioner contends the state unconstitutionally withheld evidence placing Kevin Hedgepeth at the L &amp; L store and with petitioner around the time of the murders. The defense's theory, in keeping with petitioner's statements to police, was that petitioner had not committed the crimes, but had witnessed the crimes committed by Kevin Hedgepeth. He argues the evidence withheld by the State supports his theory. He also argues the evidence undercuts Hedgepeth's alibi which was introduced by the State at trial to show petitioner acted alone in killing Tracy Rich.</p>\n<p>First, petitioner argues the State, in violation of <i>Brady,</i> improperly withheld sketches made by State Bureau of Investigations (\"SBI\") Agent Joyce Petzka of a shoe print found on a piece of ceiling sheetrock from the store. The sheetrock was destroyed by the police department prior to trial. It was apparently thrown away by mistake when the evidence storage room was being cleaned out. <i>See</i> St. Ct. R. Vol. 19 of 22 at 3403. Petitioner asserts the shoe print was consistent with shoes worn by Hedgepeth the night of the crimes. Second, petitioner argues the State, in violation of <i>Brady,</i> improperly withheld statements made by Sadie Atkinson indicating she had seen Hedgepeth with petitioner as late as 11 p.m. on the night of the crimes. Finally, petitioner argues that because the State knowingly withheld evidence regarding the shoe prints and that Ms. Atkinson had seen petitioner with Hedgepeth the night of the murders, the State knowingly presented false testimony in violation of <i>Napue.</i></p>\n<p>As an initial matter, respondent asserts petitioner has not exhausted his arguments the State presented false evidence in violation of <i>Napue,</i> and therefore, the claims cannot be considered by this court. The doctrine of exhaustion requires that before a claim may be presented in federal court on habeas review it must have been presented to the state courts, giving those courts the first opportunity to consider the claim. <i>Picard v. Connor,</i> 404 U.S. 270, 275, 92 S.Ct. 509, 30 L.Ed.2d 438 (1971). The exhaustion requirement is satisfied when a petitioner gives the state court a \"fair opportunity\" to apply controlling legal principles to the facts bearing on his constitutional claim. <i>Anderson v. Harless,</i> 459 U.S. 4, 6, 103 S.Ct. 276, 74 L.Ed.2d 3 (1982); <i>Picard,</i> 404 U.S. at 275, <span class=\"star-pagination\">*906</span> 92 S.Ct. 509. Therefore, \"[t]he claim presented to the state courts must be more than `somewhat similar' to the claim presented to the federal court.\" <i>Anderson,</i> 459 U.S. at 6, 103 S.Ct. 276. The exhaustion requirement is not met when a petitioner asserts new legal theories or factual claims for the first time on habeas review. <i>Breard v. Pruett,</i> 134 F.3d 615, 619 (4th Cir.1998).</p>\n<p>Under the doctrine of procedural default, a federal court is precluded from reviewing the merits of any claim that was found to be procedurally barred by the state court on adequate and independent state grounds. <i>Coleman v. Thompson,</i> 501 U.S. 722, 731-32, 750, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991). A procedural default occurs when a habeas petitioner fails to exhaust a claim in state court and the state court would now find the claim procedurally barred. <i>Coleman,</i> 501 U.S. at 735 n. 1, 111 S.Ct. 2546; <i>see also </i><i>Gray v. Netherland,</i> 518 U.S. 152, 161-62, 116 S.Ct. 2074, 135 L.Ed.2d 457 (1996).</p>\n<p>Procedurally defaulted claims can only be reviewed by a federal habeas court if the petitioner demonstrates cause and prejudice, or that the failure to consider the claim will result in a fundamental miscarriage of justice. <i>Coleman,</i> 501 U.S. at 750, 111 S.Ct. 2546. To show cause, a petitioner must show that something external to the petitioner prevented him from complying with the state procedural rule. <i>Id.</i> at 753, 111 S.Ct. 2546. To show prejudice, a petitioner must show he was actually prejudiced as a result of the alleged violation of federal law. <i>United States v. Frady,</i> 456 U.S. 152, 167-169, 102 S.Ct. 1584, 71 L.Ed.2d 816 (1982). To establish a \"fundamental miscarriage of justice,\" a petitioner must show \"that he is actually innocent of the charges against him.\" <i>Finley v. Johnson,</i> 243 F.3d 215, 220 (5th Cir.2001) (citing <i>Coleman,</i> 501 U.S. at 750, 111 S.Ct. 2546).</p>\n<p><i>Napue</i> holds that the State's use of false evidence against a defendant violates the Fourteenth Amendment when the State intentionally relies upon false evidence and when the State has not deliberately introduced the false evidence, but fails to correct it after it is introduced. <i>Napue,</i> 360 U.S. at 269, 79 S.Ct. 1173. Petitioner contends that by raising his <i>Brady</i> arguments he also exhausted his <i>Napue</i> arguments. However, the law does not support this position. Petitioner's arguments that the State presented false or misleading evidence in violation of <i>Napue</i> are distinct legally and factually from his arguments the State unconstitutionally withheld material exculpatory evidence in violation of <i>Brady.</i> Raising his <i>Brady</i> arguments did not afford the state court a fair opportunity to resolve his <i>Napue</i> claim.</p>\n<p>Petitioner first attempted to raise the <i>Napue</i> arguments in his petition for writ of certiorari to the Supreme Court of North Carolina. When a claim is first presented in a request for discretionary review, the claim has not been adequately presented to the state courts to satisfy the exhaustion requirement. <i>Castille v. Peoples,</i> 489 U.S. 346, 351, 109 S.Ct. 1056, 103 L.Ed.2d 380 (1989); <i>Felton v. Barnett,</i> 912 F.2d 92 (4th Cir.1990). Consequently, petitioner's arguments that the State unconstitutionally presented false evidence in violation of <i>Napue</i> have not been fairly presented to the state courts and are not exhausted. If petitioner now attempted to return to state court and raise the arguments he would be procedurally barred from doing so. <i>See</i> N.C. Gen.Stat. § 15A-1419(a)(1). Therefore, petitioner's <i>Napue</i> claim relating to the testimony of Agent Petzka and Sadie Atkinson is procedurally defaulted. Petitioner <span class=\"star-pagination\">*907</span> fails to establish cause and prejudice to overcome the procedural default, and the court is precluded from reviewing the <i>Napue</i> portion of Claim I.</p>\n<p>The court turns to petitioner's arguments raised pursuant to <i>Brady v. Maryland</i><i>.</i> Petitioner's <i>Brady</i> argument pertaining to the sketches of the shoe impressions was first raised in his MAR. The <i>Brady</i> argument pertaining to the statement of Sadie Atkinson was first raised in an amendment to the MAR. In its order, the MAR court held the <i>Brady</i> claim was procedurally barred because petitioner was in a position to raise the argument on appeal, but failed to do so. April 2002 MAR Order at 3.<sup>[4]</sup> The MAR court also held the argument failed on the merits. <i>Id.</i></p>\n<p>While respondent acknowledges the MAR court held petitioner's <i>Brady</i> claim was procedurally barred, respondent does not assert the arguments are procedurally defaulted. In contrast, respondent specifically asserted petitioner's <i>Napue</i> arguments are procedurally defaulted. <i>See e.g.,</i> DE # 19, Answer at 12, 17, 21. Consequently, it does not appear to the court that respondent is asserting petitioner's <i>Brady</i> claim is procedurally defaulted based on the state court's procedural bar. Therefore, the court will address the claim on the merits. <i>See </i><i>Yeatts v. Angelone,</i> 166 F.3d 255, 261 (4th Cir.1999) (issue of procedural default is an affirmative defense); <i>Trest v. Cain,</i> 522 U.S. 87, 89, 118 S.Ct. 478, 139 L.Ed.2d 444 (1997) (a federal court is not \"required\" to raise the issue of procedural default sua sponte).</p>\n<p>The court further finds that even if respondent is asserting the claim is procedurally defaulted, the state court's procedural bar is not sufficient to support a procedural default. Petitioner argues he was not in a position to raise the claim at the time of direct appeal. North Carolina Rule of Appellate Procedure 9(a) limits appellate review to the record on appeal. The evidence in question was not part of the record on appeal and was not available at the time of the direct appeal. The evidence was not discovered until state post-conviction proceedings. Therefore, the claim could not have been raised on direct appeal, and the procedural bar is not an independent and adequate basis to support procedural default in this court.</p>\n<p>Petitioner argues this court should not apply the deferential standard of review applicable under 28 U.S.C. § 2254 because the MAR court's ruling is general and does not clearly indicate if both <i>Brady</i> claims were addressed on the merits. In denying the <i>Brady</i> claim on the merits the MAR court ruled:</p>\n<blockquote>4. The petitioner's next claim ... alleges that the State withheld exculpatory evidence from the defendant. The Court finds as fact that this allegation is without merit and is denied.</blockquote>\n<blockquote>(a) The Court further finds that upon a pervious appeal the petitioner was in a position to raise and address this issue on appeal but failed to do so. This claim is therefore procedurally barred from review.</blockquote>\n<blockquote>(b) The Court also finds that no evidentiary hearing is required to address this alleged claim in that no factual dispute exists and the claim present a question of law and not a question of fact.</blockquote>\n<blockquote>(c) The Court further finds that in the event this claim is not procedurally barred, that upon a full and complete review of this claim by the Court, the Court finds as a fact that if there were <span class=\"star-pagination\">*908</span> any allege errors, and this Court specifically finds that there are no errors, any alleged errors were harmless beyond a reasonable doubt. Also, the Court finds as fact that there is no reasonable possibility that, had the alleged error in question not been committed, a different result would have been reached at trial.</blockquote>\n<blockquote>(d) Moreover, the Court further finds as a fact that the petitioner has failed to demonstrate that there exist good cause and actual prejudice, or that a fundamental miscarriage of justice would result for failure of this Court to consider this claim.</blockquote>\n<p>April 2002 MAR Order at 3.</p>\n<p>It is well established that even when a state court makes a summary adjudication of the merits, 28 U.S.C. § 2254 applies to the claim on federal habeas review. <i>Bell,</i> 236 F.3d at 163. In this instance, however, it is unclear whether the order rules on both <i>Brady</i> arguments or only considers one of his arguments, and if so, which one. Therefore, in an abundance of caution, the court will review petitioner's <i>Brady</i> arguments de novo.</p>\n<p>To succeed on a <i>Brady</i> claim, a defendant must show evidence was suppressed by the State; the evidence was favorable to the defense; and the evidence was material to guilt or punishment. <i>Strickler v. Greene,</i> 527 U.S. 263, 280, 119 S.Ct. 1936, 144 L.Ed.2d 286 (1999). Evidence is material \"if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" <i>Bagley,</i> 473 U.S. at 682, 105 S.Ct. 3375. The Supreme Court has explained:</p>\n<blockquote>\n<i>Bagley's</i> touchstone of materiality is a \"reasonable probability\" of a different result, and the adjective is important. The question is not whether the defendant would more likely than not have received a different verdict with the evidence, but whether in its absence he received a fair trial, understood as a trial resulting in a verdict worthy of confidence. A \"reasonable probability\" of a different result is accordingly shown when the government's evidentiary suppression \"undermines confidence in the outcome of trial.\"</blockquote>\n<p><i>Kyles v. Whitley,</i> 514 U.S. 419, 434, 115 S.Ct. 1555, 131 L.Ed.2d 490 (1995). A prosecutor is obligated under <i>Brady</i> to disclose evidence that might mitigate against imposition of a death sentence. <i>See </i><i>Brady,</i> 373 U.S. at 87, 83 S.Ct. 1194. This could be any of the circumstances of the offense or any aspect of the defendant's character or record. <i>See </i><i>Eddings v. Oklahoma,</i> 455 U.S. 104, 112, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982). <i>Brady</i> applies to evidence which may be used to impeach a witness. <i>United States v. Agurs,</i> 427 U.S. 97, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976); <i>Giglio v. United States,</i> 405 U.S. 150, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972). In considering whether a <i>Brady</i> violation has occurred, the court must consider the cumulative effect of all the evidence improperly withheld. <i>Kyles,</i> 514 U.S. at 436-37, 115 S.Ct. 1555.</p>\n<p>In his first <i>Brady</i> argument, petitioner contends the sketches of the shoe impressions that were not produced to petitioner at the time of trial reveal a sole pattern consistent with shoes seized from Kevin Hedgepeth. He contends the evidence would have shown someone besides petitioner was in the store after the murder and would have raised doubt as to whether petitioner was solely responsible for the crimes. He also argues the evidence corroborates his account of the crimes and contradicts Hedgepeth's alibi. Petitioner argues the evidence would have bolstered the credibility of his version of events that he only played a minor role in crimes initiated and committed by Hedgepeth. Moreover, he argues that the jury's <span class=\"star-pagination\">*909</span> belief he was not acting alone and merely a secondary participant could have impacted the determination at the sentencing phase of trial.</p>\n<p>At trial, Agent Petzka testified she received and examined six pieces of sheetrock taken from the store, labeled SBI items 6, 7, 8, 9, 10, and 41. St. Ct. R. Vol. 19 of 22 at 3206. Agent Petzka also received two pairs of shoes belonging to petitioner and one pair of shoes belonging to Kevin Hedgepeth. <i>Id.</i> at 3206-08.<sup>[5]</sup> Of the six pieces of sheetrock, no impressions were present on items 7, 8, 9, and 10. A print was visible on item 6. It was photographed by Agent Petzka and the photograph was used for comparing the print against shoes. <i>Id.</i> at 3218. Agent Petzka determined the print found on item 6 was consistent with a pair of brown leather shoes the police seized from petitioner. St. Ct. R. Vol. 19 of 22 at 3218, 3234-35. Further, it was her opinion that the impression on item 6 was made by petitioner's right shoe and only that shoe. <i>Id.</i> at 3239. With respect to item 41, Agent Petzka testified \"[t]he sheetrock that was listed as item number 41 had several small portions of questioned footwear impressions; however, they were very faint and they were not sufficient for comparison purposes.\" <i>Id.</i> at 3218. Item 41 was hanging from the ceiling when collected as evidence by the police. St. Ct. R. Vol. 18 of 22 at 3157. Item 41, like the other pieces of sheet rock, had been thrown away and were not available at the time of trial. St. Ct. R. Vol. 18 of 22 at 3191-92; Vol. 19 of 22 at 3246.</p>\n<p>On cross-examination Agent Petzka was questioned further about item 41:</p>\n<blockquote>Q. Ms. Petzka, the item number 41 is a large piece of sheetrock, isn't it?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. And when you notedwhen you saw it, you saw several portions of questioned footwear impressions, didn't you?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. You could see them with the naked eye?</blockquote>\n<blockquote>A. You could see them very faintly if you look at it with side lighting, but they were very small portions and not sufficient for comparison.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Q. If you had that item number 41 with you today, could we not bring it up in front of the jury and let them take a look at those portions of the footwear?</blockquote>\n<blockquote>A. We could show them the piece of sheet rock and we could attempt to see if we could see them.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q. When you say that there were small portions of foot impression on number 41, what exactly do you mean?</blockquote>\n<blockquote>A. They were just very small. You could see some detail of a shoe impression but it was very faint and was only visible by looking at it from the side. We could not photograph it, we could not get any record of it, to work with, and I was</blockquote>\n<blockquote>Q. Were you able to</blockquote>\n<blockquote>The Court: Excuse me. Let her finish, please.</blockquote>\n<blockquote>A. And I was not able to get anything for comparison purposes.</blockquote>\n<blockquote>Q. Would you have been able to perform any tests or are there any type of tests that you could do to bring something <span class=\"star-pagination\">*910</span> that's real faint out? Is there anything that could do that?</blockquote>\n<blockquote>A. No, there really isn't. I had a photographer come over from the photo lab in an attempt to try and use side lighting and everything else, and when looked at from directly in front, which is how it has to be photographed, they just disappeared.</blockquote>\n<blockquote>Q. Were you able to come up with any idea as to the size.</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Were you able to come up with any minute detail whatsoever anywhere as to any shoe?</blockquote>\n<blockquote>A. Not that I could use for comparison, no.</blockquote>\n<blockquote>Q. Were you able to come upwhen you say use for comparison, do you mean use for comparison on the shoes that you had?</blockquote>\n<blockquote>A. They were insufficient for comparison to any shoes.</blockquote>\n<blockquote>Q. Did you note anything about those footprints?</blockquote>\n<blockquote>A. There were some of a zig zag pattern in some of the impressions, but that was all that I could determine.</blockquote>\n<p>St. Ct. R. Vol. 19 of 22 at 3258-61. Later during cross-examination she was asked:</p>\n<blockquote>Q. When you say that the other footprints found on number 41 had a zigzag pattern, what do you mean by zigzag pattern?</blockquote>\n<blockquote>A. It's a pattern where it goes up and then comes back down and then goes up and then comes back down.</blockquote>\n<blockquote>Q. And that is different than the shoe that's sitting in front of you, isn't it?</blockquote>\n<blockquote>A. Yes, it is.</blockquote>\n<p><i>Id.</i> at 3264. A review of the transcript indicates the last shoe in Agent Petzka's possession was State's Exhibit 67, petitioner's tan or brown work shoes, the right shoe in particular. St. Ct. R. Vol. 19 of 22 at 3232-35. She was asked if she ever attempted to compare the impression on the sheetrock to any shoes but the three pairs of shoes submitted to her by the police and she said she had not. <i>Id.</i> at 3263. She was asked if she had ever received other shoes belonging to Kevin Hedgepeth and she said she had not. <i>Id.</i></p>\n<p>During post-conviction proceedings, for the first time the defense received sketches that Agent Petzka made of the prints visible on item 41. <i>See</i> Exhs. to Pet., Vol. 2 of 3, Tab H # 2. The record indicates Agent Petzka made four sketches of impressions on item 41. <i>See</i> St. Ct. R. Vol. 1 of 22, Tab 8, Exh. C to MAR. Three appear to have the zig zag pattern she described at trial and one shows a circular and criss-cross pattern. Petitioner argues that unlike the zig zag pattern, the circles are consistent with the soles of the white tennis shoes that belonged to Hedgepeth that were seized by the police and therefore, would have helped support his version of events.</p>\n<p>Petitioner is unable to show a reasonable probability of a different outcome at trial had the defense had the sketches at the time of trial. At trial, the defense questioned Agent Petzka and elicited that the shoe prints on item 41 did not match the shoes seized from petitioner that had made the print on item 6. With this testimony, the defense got before the jury information that a shoe print not belonging to petitioner was found at the scene on a piece of ceiling displaced during the break-in. During trial, it was also established that item 41 was still hanging from the ceiling when seized as evidence by the police. St. Ct. R. Vol. 18 of 22 at 3158. Therefore, assuming the prints were made at the time of the break-in and not some earlier time, the defense presented evidence at trial suggesting someone besides petitioner was at the store during the break in.</p>\n<p><span class=\"star-pagination\">*911</span> While petitioner argues the print on item 41 matches Kevin Hedgepeth's shoes, petitioner fails to present evidence supporting this conclusion. The fact that Hedgepeth's shoe and one of the impressions on item 41 both had some sort of circular pattern, without more, does not show the two are consistent or a match. In fact, the experts on both sides agree that no such conclusion can be drawn given the quality of the evidence. Agent Petzka testified that the impression on item 41 had insufficient detail to make a comparison to any shoes. She further noted she could not come up with any information as to the size of the shoe that left the impression. St. Ct. R. Vol. 19 of 22 at 3258-61. The expert consulted by the defense during state post-conviction proceedings, Marilyn Miller, similarly concluded the sketches are insufficient for any comparison or conclusion as to the shoes that made the prints. <i>See</i> Exhs. to Pet., Vol. 1 of 3, Exh. 1, Tab A, Exh. E. Therefore, the sketches show, and can only show, that a shoe print found on item 41 is not consistent with petitioner's shoes. This information was already elicited at trial during Agent Petzka's testimony. Consequently, petitioner cannot show a reasonable probability of a different outcome at trial had he had Agent Petzka's sketches of the impressions on item 41. Accordingly, the court finds petitioner fails to show a <i>Brady</i> violation which entitles him to relief with respect to this portion of his <i>Brady</i> claim.</p>\n<p>In his second <i>Brady</i> argument, petitioner asserts the State improperly failed to disclose a statement Sadie Atkinson made to the assistant district attorney indicating she had seen petitioner and Kevin Hedgepeth together the night of the murder. This alleged statement directly contradicted her trial testimony.</p>\n<p>At trial, Sadie Atkinson, who was called by the State, testified that petitioner came to her house the night of the murders between 10:30 and 11 p.m. St. Ct. R. Vol. 19 of 22 at 3301. She testified:</p>\n<blockquote>A: It was late that night between 10:30 and 11:00. I'm not exactly sure exactly of the time. But it was between 10:30 and 11:00 that night.</blockquote>\n<blockquote>Q: Now, where was he when you saw him?</blockquote>\n<blockquote>A: He was at my front door, the screen door. My screen door or whatever, storm door was locked, and he asked me about two of his friends and I told him I hadn't seen them, and he left. That was all. That was it.</blockquote>\n<blockquote>Q: What two friends did he ask you about?</blockquote>\n<blockquote>A: He asked me Mike and he asked me for Calvin Hedgepeth. He didn't say Mike who; he just said Mike and Calvin Hedgepeth. That's all he said.</blockquote>\n<blockquote>Q: And were they at your residence?</blockquote>\n<blockquote>A: No, they wasn't.</blockquote>\n<blockquote>Q: Were they with Kelvin?</blockquote>\n<blockquote>A: I don't have any idea.</blockquote>\n<blockquote>Q: What type of car was Mr. Richardson driving?</blockquote>\n<blockquote>A: I could not describe the car, but all I know is it was a red car. I couldn't describe it because it was dark. I couldn't make it out, what it was.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: Now, did you have any type of conversation with Timmy other than listeningaskinghim asking where Kelvin and Mike were?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: Had you seen him before that day?</blockquote>\n<blockquote>A: No, not other than passing. That's all. Other than passing, you know, in Castalia. Castalia is a small town; if you go to Castalia, you pass a lot of people coming through or whatever, you know.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*912</span> Q: And what time, if you remember, did you pass him?</blockquote>\n<blockquote>A: I have no idea.</blockquote>\n<blockquote>Q: Now, do you also know a Kelvin Hedgepeth?</blockquote>\n<blockquote>A: Yes, I do.</blockquote>\n<blockquote>Q: Had you seen Kelvin that day?</blockquote>\n<blockquote>A: Yes. He was in Castalia up around the Tree, what they call around the Tree, earlier that day.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: What time did you see Kelvin up there?</blockquote>\n<blockquote>A: It was midday. I assume it was midday.</blockquote>\n<blockquote>Q: What is Mr. Hedgepeth's first name?</blockquote>\n<blockquote>A: All I know is Calvin Hedgepeth.</blockquote>\n<blockquote>Q: Calvin?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: Is that how you know him?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And it's your testimony here today that Timothy never asked you anything else that night?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: What did he do when he left?</blockquote>\n<blockquote>A: He just drove back out the path. I didn'tyou know, I just closed my door. As far as I know, he left.</blockquote>\n<p><i>Id.</i> at 3301-05. Ms. Atkinson testified that at the time of trial she was incarcerated in Nash County jail on pending drug charges. <i>Id.</i> at 3305. She further testified that when questioned by SBI agents a short time after the crimes she told the agents basically the same thing to which she had testified in court. <i>Id.</i> at 3309.</p>\n<p>On cross-examination the questioning of Ms. Atkinson proceeded as follows:</p>\n<blockquote>Q: Didn't you tell that them that you thought that Calvin was involved and was probably the driver of the car that night?</blockquote>\n<blockquote>A: I told them that I thought Calvin was with him that night; I didn't know. But then he had asked me about Calvin, so I wasn't sure, you know.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: Didn't you also tell them that Calvin stays in trouble?</blockquote>\n<blockquote>A: I told them that I thought Calvin stayed in trouble a lot.</blockquote>\n<blockquote>Q: When Timothy came to your house, it was 10:30 or 11:00 o'clock?</blockquote>\n<blockquote>A: Yeah, somewhere in that vicinity, yes.</blockquote>\n<blockquote>Q: And he was looking to get up with Calvin Hedgepeth?</blockquote>\n<blockquote>A: With his friends.</blockquote>\n<blockquote>Q: With his friends. And one of those, was that this Calvin Hedgepeth?</blockquote>\n<blockquote>A: He did call the name.</blockquote>\n<blockquote>Q; And you told the agents when you talked to them that you hadn't seen Calvin in two or three weeks, didn't you?</blockquote>\n<blockquote>A: I told them I hadn't seen him since that Saturday, that particular day or whatever, earlier, you know, when the incident happened, before the stuff happened.</blockquote>\n<blockquote>Q: You told themit is your testimony now that you told the agents that came to your house that you had seen Calvin that day?</blockquote>\n<blockquote>A: Pardon me?</blockquote>\n<blockquote>Q: Did you tell the SBI agents that came to your house that you had seen Calvin that day?</blockquote>\n<blockquote>A: I'm not sure.</blockquote>\n<blockquote>Q: Your not sure now?</blockquote>\n<blockquote>A: Not sure of that, no.</blockquote>\n<blockquote>Q: Did you tell them that you hadn't seen him in two or three weeks?</blockquote>\n<blockquote>A: In two or three weeks? No.</blockquote>\n<p><i>Id.</i> at 3309-10.</p>\n<p>During state post-conviction proceedings, however, Ms. Atkinson gave a different version of events to petitioner's counsel and signed an affidavit in which she <span class=\"star-pagination\">*913</span> changed her story. In the affidavit she alleges she saw petitioner with Kevin Hedgepeth and Mike Newsome three different times on October 6, 1993.<sup>[6]</sup> She said that each time they came to her house petitioner came to her door and the other two stayed in the car. She states, \"I saw their faces and noticed what they were wearing. Their third visit was around 11:00 p.m. Tim Richardson came to the door and the other two stayed in the car. I couldn't see their faces clearly, but I saw the same clothes that they were wearing earlier that day.\" Atkinson Aff. at 1, located in Exhs. to Pet. Vol. 1 of 3, Exh. 1, Tab C, Exh. M. She further stated</p>\n<blockquote>Before the trial, I told district attorney Keith Werner that Kevin Hedgepeth and Michael Newson were in Tim Richardson's car when Mr. Richardson visited my house on that night. Mr. Werner told me that he did not want to hear that right now. Mr. Werner told me only to answer the questions asked at the trial and not volunteer information. I never told the defense attorneys this information at trial because they didn't ask me and I didn't volunteer information because of what Mr. Werner told me.</blockquote>\n<p><i>Id.</i></p>\n<p>Petitioner argues that the information which Ms. Atkinson allegedly told Mr. Werner before trial corroborates his testimony that he and Kevin Hedgepeth were together the night of the murders, and therefore, is material exculpatory evidence which should have been turned over to the defense prior to trial.</p>\n<p>During state-post conviction proceedings, the State never filed a response to this portion of petitioner's <i>Brady</i> claim, and never addressed the allegation that before trial Ms. Atkinson allegedly told Mr. Werner a version of events which differed significantly from her initial statements to the SBI agents and her trial testimony. However in this court, for the first time, respondent offers an affidavit from assistant district attorney Keith Werner. In his affidavit Mr. Werner states:</p>\n<blockquote>I probably did instruct her to listen carefully to the question asked and answer that question and not veer off the question asked.</blockquote>\n<blockquote>5. At no time did she tell me that Kevin Hedgepth and Michael Newson were in Timothy Richardson's vehicle when Richardson visited her house that night. She was specifically asked under oath if Hedgepeth and Newson were at her house that night and if they were with Richardson that night. Her response was \"No, they wasn't.\" She was asked if they were with Tim and her response was, \"I have no idea.\" Werner Aff. at 1.</blockquote>\n<p>He further states that Ms. Atkinson never said at trial or to the SBI during their interview that petitioner, Hedgepeth, and Newsome came to her door three times on October 6th. <i>Id.</i> Therefore, based on his affidavit, Mr. Werner disputes that Ms. Atkinson ever made statements to him that she saw petitioner with Hedgepeth the night of the murders.</p>\n<p>Petitioner argues that Mr. Werner's affidavit is not properly before the court because it could have been, but was not, presented at the state court level. Respondent agrees the affidavit was not presented below, but contends the court can properly consider the affidavit since it is conducting de novo review of the claim. The court need not determine this issue. Without considering Mr. Werner's affidavit, and even assuming Ms. Atkinson made such statements prior to trial, petitioner cannot show a reasonable probability of a <span class=\"star-pagination\">*914</span> different outcome at trial had he known of the alleged statements before trial.</p>\n<p>The information which Ms. Atkinson states she told Mr. Werner before trial directly contradicts her initial statements to SBI agents, statements which she did not dispute she made at trial. Therefore, the potential impact of the statements that she saw petitioner with Hedgepeth would have been undermined or lessened by her other conflicting statements. Moreover, Ms. Atkinson's claim in her affidavit that she did not give the information at trial because she was told only to respond to the questions posed does not bear out. A review of the questions she was asked at trial reveal that had she answered the questions posed they would have elicited the exact information she claims to have told Mr. Werner about petitioner being at her house with Hedgepeth and Newsome on the night of the murders. At trial, Ms. Atkinson was specifically asked whether Kevin Hedgepeth and Mike were at her residence. A direct answer to the question would have allowed a response that they had been at her house. Yet, in keeping with her initial statements to the investigators she said they were not with petitioner and not at her house. Similarly, at trial she was asked if petitioner had been to her house earlier that day. Again, instead of stating he had been to her house three times as she claims in her affidavit, she answered she had not seen him earlier that day, except in passing in town. Also, when asked at trial if she had seen Kevin Hedgepeth the day of the crimes she did not state he was at her house as she claims in her affidavit.</p>\n<p>Further, the potential impact of Ms. Atkinson's statements in her affidavit would have been challenged by testimony given by other witnesses at trial. Mike Newsome testified at trial that he was with petitioner on the night in question, and he never said he and petitioner went to Ms. Atkinson's house. He said he was with petitioner around 10:30 sitting around \"the Tree\" drinking.<sup>[7]</sup> St. Ct. R. Vol. 20 of 22 at 3410. He and petitioner left and went to Chris Freeman's house and then to Michael Lewis' house. <i>Id.</i> at 3412. They got drugs at Mr. Lewis' house and then petitioner dropped Mr. Newsome at the A &amp; A convenience store in town. <i>Id.</i> at 3412-14. He said they were in petitioner's car for about twenty or thirty minutes before he was dropped at the A &amp; A. <i>Id.</i> at 3413. He testified he and petitioner saw Kevin Hedgepeth as they were approaching the A &amp; A convenience store and Mr. Hedgepeth was walking toward the store with his cousin \"Amp\" Hedgepeth.<sup>[8]</sup><i>Id.</i> at 3414. Newsome said that once petitioner dropped him at the A &amp; A convenience store, Newsome went home, arriving around 11:00 p.m. <i>Id.</i> at 3415. He said that when petitioner dropped him off petitioner was alone in the car and headed in the direction of the L &amp; L convenience store. <i>Id.</i></p>\n<p>Similarly, testimony given by Anthony Hedgepeth at trial contradicts Ms. Atkinson's account in her affidavit. Anthony Hedgepeth testified he met up with Kevin Hedgepeth at the Tree and they went to Pee Wee Richardson's house together about 8:30 or 9:30 p.m. <i>Id.</i> at 3539. He said when they returned to town he used a payphone and Kevin went back over to the Tree which was nearby. At about 10:45 or 10:50 p.m. a man named Mr. Jones stopped as he was passing by to give them a ride home. He and Kevin got in Mr. Jones' car and Mr. Jones dropped Anthony at his house first. Anthony said he arrived <span class=\"star-pagination\">*915</span> home between 11:00 and 11:15 p.m. Mr. Jones testified at trial and confirmed he had given Kevin and Anthony a ride home that night.<sup>[9]</sup><i>Id.</i> at 3422-23.</p>\n<p>Moreover, while Ms. Atkinson's statements in her affidavit place petitioner with Kevin for some period on the night of the crimes, her statements do not demonstrate Kevin was with petitioner at the L &amp; L store at the time of the crimes. In her account in her affidavit, Ms. Atkinson places Kevin at her house around 11:00 p.m. This statement simply places the men together at a location other than the crime scene nearly forty minutes before the victim locked up the convenience store. The court recognizes that Ms. Atkinson's statements in her affidavit are the only account besides petitioner's statements which place petitioner and Kevin together the night of the crime. However, this information would not only have been weighed against Ms. Atkinson's initial conflicting account, but would have been weighed against the accounts of various other witnesses at trial such as Anthony Hedgepeth, Sam Jones, Tug Lynch, and Kevin's uncle and grandmother who all place Kevin with his cousin Anthony around the Tree, riding home, or at home during the period when the crimes occurred.</p>\n<p>Consequently, petitioner cannot show a reasonable probability of a different outcome at either phase of trial had the defense had information that Ms. Atkinson made statements to Mr. Werner she saw Kevin and Mike with petitioner at her house around 11:00 p.m. the night of the murders. The court further finds that even considering the potential cumulative impact of the sketches of the shoe impressions on item 41 and Ms. Atkinson's purported statements to Mr. Werner there is not a reasonable probability of a different result at either phase of trial. Respondent's motion for summary judgment as to Claim I is granted.</p>\n<p></p>\n<h2>2.</h2>\n<p>In Claim II, petitioner argues he received ineffective assistance of trial counsel because counsel failed to move to suppress the statements petitioner made to the police. Petitioner first raised this claim in his MAR. The MAR court addressed all of petitioner's claims of ineffective assistance of trial counsel in a summary ruling. April 2002 MAR Order at 2. The MAR court concluded the claims were procedurally barred. The court stated \"that the petitioner was in position to raise the issue of ineffective assistance of trial counsel on appeal, but did not do so. The claim is therefore procedurally barred from review.\" <i>Id.</i> Alternatively, the court denied the claims on the merits. It found that counsel did not err as petitioner alleged, but even if they had done so \"such alleged errors would be harmless errors beyond a reasonable doubt.\" <i>Id.</i></p>\n<p>Respondent argues the claim is procedurally defaulted because it was found to be procedurally barred by the MAR court. Under the doctrine of procedural default, a federal court may not review the merits of any claim found to be procedurally barred by the state court on independent and adequate state grounds. <i>Coleman,</i> 501 U.S. at 731-32, 111 S.Ct. 2546. A federal habeas court may review procedurally defaulted claims if the petitioner demonstrates cause and prejudice, or that the failure to consider the claim will result in a fundamental miscarriage of justice. <i>See Id.</i> at 750, 111 S.Ct. 2546.</p>\n<p>North Carolina Gen.Stat. § 15A-1419(a)(3) provides that a motion for appropriate relief must be denied where \"[u]pon a previous appeal the defendant <span class=\"star-pagination\">*916</span> was in a position to adequately raise the ground or issue underlying the present motion but did not do so.\" Subsection 1419(a)(3) is an independent and adequate state law ground to support procedural default of ineffective assistance of counsel claims that could have been brought on direct appeal. <i>See </i><i>Fisher v. Lee,</i> 215 F.3d 438, 456 (4th Cir.2000); <i>Williams v. French,</i> 146 F.3d 203, 209 (4th Cir.1998).</p>\n<p>In an attempt to overcome the procedural default, petitioner argues the claim could not have been brought on direct appeal. He asserts that the factual basis of the claim required the evidence he presented from Dr. Ollie, the expert who characterized petitioner's ability to listen as being equivalent to that of someone 10 years and 8 months of age. Dr. Ollie opined that petitioner would have had \"great difficulty comprehending\" his <i>Miranda</i> rights. Petitioner argues this evidence from Dr. Ollie was not part of the record on appeal.</p>\n<p>Under North Carolina law, a defendant is required to raise a claim of ineffective assistance of counsel on direct appeal that is apparent from the record. <i>State v. Fair,</i> 354 N.C. 131, 167, 557 S.E.2d 500, 525 (2001); <i>see also </i><i>Lawrence v. Branker,</i> 517 F.3d 700, 715 (4th Cir.2008) (ineffective assistance of counsel claims are procedurally barred when the record on appeal reveals that \"no further investigation would have been required to raise the claim on direct review.\"). Petitioner's claim asserting he received ineffective assistance of trial counsel because his attorneys failed to move to suppress his statement to police was apparent from the record on direct appeal. The record on appeal showed that trial counsel never moved to suppress petitioner's very damaging statements to the police. Moreover, as petitioner notes, counsel were well aware of petitioner's cognitive limitations and the record from trial is replete with information about petitioner's borderline intellect that could have been used on direct appeal to make the ineffective assistance of counsel argument. For example, the transcript from sentencing contained the testimony of Drs. Gorman and Royal. Dr. Gorman, a clinical psychiatrist who evaluated petitioner testified that petitioner's I.Q. test revealed Richardson had an I.Q. of 73 and functioned at the level of an 11 or 12 year old. St. Ct. R. Vol. 22 of 22 at 3896. Dr. Royal, a forensic psychiatrist who examined petitioner and his family members testified that petitioner has mild mental retardation. <i>Id.</i> at 3848. Consequently, petitioner's claim was readily apparent from the record at the time of direct appeal and did not require further investigation to raise the issue on direct appeal. Although the testimony of Dr. Ollie might have added to the claim, this cannot excuse petitioner from raising the claim that was apparent and available from the record on direct appeal. <i>See McCarver,</i> 221 F.3d at 591 (rejecting argument that because an expert could have been presented on collateral review in support of claim, petitioner was excused from failing to bring otherwise available claim on direct appeal). The claim is procedurally defaulted.</p>\n<p>Further, the court notes that even if it considers the claim on the merits, petitioner is not entitled to relief. To establish ineffective assistance of counsel, a petitioner must show that counsel's representation \"fell below an objective standard of reasonableness\" and that there is a \"reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland v. Washington,</i> 466 U.S. 668, 694, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Petitioner contends that counsel were ineffective because they failed to move to suppress <span class=\"star-pagination\">*917</span> his statements to police. He argues he was prejudiced because those statements were the primary evidence placing him at the scene of the crimes. Therefore, the issue is whether there is a reasonable probability the trial court would have granted the motion if counsel had filed a motion to suppress petitioner's statements.</p>\n<p>Statements taken from a defendant during custodial interrogation must be suppressed unless the police inform the defendant of his <i>Miranda</i> rights and he validly waives those rights. <i>Miranda v. Arizona,</i> 384 U.S. 436, 479, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). Whether a defendant has validly waived his rights depends upon two factors, whether the waiver was voluntary and whether the waiver was knowing. <i>North Carolina v. Butler,</i> 441 U.S. 369, 373, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979). There is no dispute between the parties that petitioner was in custody at the time he made his statements nor do the parties dispute that <i>Miranda</i> rights were given to petitioner. Rather, petitioner contends that because of his low intellect he could not knowingly or validly waive his rights.</p>\n<p>A voluntary waiver is \"the product of free and deliberate choice rather than intimidation, coercion, or deception.\" <i>Moran v. Burbine,</i> 475 U.S. 412, 106 S.Ct. 1135, 89 L.Ed.2d 410 (1986). \"The existence of a threat or an implied promise does not automatically render a confession involuntary.\" <i>United States v. Braxton,</i> 112 F.3d 777, 783 (4th Cir.1997). Rather, a court must consider whether the defendant's will \"`has been overborne and his capacity for self-determination ... critically impaired.'\" <i>Schneckloth v. Bustamonte,</i> 412 U.S. 218, 225, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973)(quoting <i>Culombe v. Connecticut,</i> 367 U.S. 568, 602, 81 S.Ct. 1860, 6 L.Ed.2d 1037 (1961)). A knowing waiver is \"made with full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.\" <i>Id.</i> An express waiver is not required. <i>Butler,</i> 441 U.S. at 373, 99 S.Ct. 1755. A voluntary and knowing waiver may be \"inferred from the actions and words of the person interrogated.\" <i>Id.</i> In determining whether a waiver was voluntary and knowing, a court must consider the totality of the circumstances of the case \"including the background, experience, and conduct of the accused.\" <i>Johnson v. Zerbst,</i> 304 U.S. 458, 464, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938).</p>\n<p>The North Carolina courts have set forth factors for the state courts to consider in conducting its analysis as to whether a waiver is knowing and voluntary: 1) the defendant's familiarity with the criminal justice system; 2) the length of interrogation; 3) the amount of time the defendant had without sleep; 4) whether the defendant was in custody; 5) whether the defendant's <i>Miranda</i> rights were violated; 6) whether the defendant was held incommunicado; 7) whether there were threats of violence; 8) whether promises were made to obtain the confession; 9) the age and mental condition of the defendant; and, 10) whether the defendant was deprived of food. <i>State v. Kemmerlin,</i> 356 N.C. 446, 458, 573 S.E.2d 870, 880-81 (2002); <i>State v. Ortez,</i> 178 N.C.App. 236, 246-47, 631 S.E.2d 188, 196 (2006).</p>\n<p>The police took petitioner into custody at his home and transported him to the Sheriffs department where he was read his <i>Miranda</i> rights. SBI Agent Tucker and Captain Reames testified that petitioner responded that he understood his rights and affirmed he did not want a lawyer present. Petitioner answered the questions and initially lied to investigators about where he was the night of the murder. When confronted with contradictory evidence, he changed his story, and admitted he was a the scene of the crimes, but <span class=\"star-pagination\">*918</span> said Kevin Hedgepeth was responsible. His statements to police were clear and logical. Petitioner does not allege he was threatened during the interrogation, denied food or water, deprived of sleep or subjected to an unreasonably long interrogation. His only ground for suppressing the statements is Dr. Ollie's testimony that based on petitioner's borderline intellect he would have had great difficulty understanding the implications of his <i>Miranda</i> rights. On this basis alone, petitioner would not reasonably have succeeded in suppressing the statements in state court.</p>\n<p>The North Carolina courts have recognized that a lack of intelligence alone does not render an otherwise voluntary and knowingly made statement inadmissible. <i>See </i><i>State v. Fincher,</i> 309 N.C. 1, 8, 305 S.E.2d 685, 690 (1983); <i>see also </i><i>State v. Andrews,</i> 170 N.C.App. 68, 612 S.E.2d 178 (2005); <i>State v. Allen,</i> 322 N.C. 176, 367 S.E.2d 626 (1988). Similarly, the federal courts have rejected the argument that low mental functioning alone will automatically invalidate a waiver of <i>Miranda</i> rights and have considered the defendant's mental functioning as just one factor in weighing the totality of the circumstances. <i>See </i><i>United States v. Robinson,</i> 404 F.3d 850 (4th Cir.2005) (finding defendant's low I.Q. did not make him per se unable to validly waive his <i>Miranda</i> rights and finding totality of circumstances supported valid waiver); <i>Correll v. Thompson,</i> 63 F.3d 1279 (4th Cir.1995) (finding waiver valid despite defendant's I.Q. of 68 when defendant only in custody about seven hours, there was no physical coercion, he was not induced by promises); <i>Vance v. Bordenkircher,</i> 692 F.2d 978 (4th Cir.1982) (finding valid waiver of <i>Miranda</i> rights by fifteen year old with I.Q. of 62 and mental age of nine based on totality of circumstances). \"A defendant's individual characteristics, however, are insufficient by themselves to render a confession involuntary absent other circumstances that demonstrate some form of official coercion.\" <i>United States v. Leonard,</i> 141 F.3d 1161, 1998 WL 163735 (4th Cir.1998) (unpublished) (citing <i>Colorado v. Connelly,</i> 479 U.S. 157, 167, 107 S.Ct. 515, 93 L.Ed.2d 473 (1986)).</p>\n<p>Considering the totality of the circumstances, there is not a reasonable likelihood petitioner would have succeeded in suppressing his statement. Therefore, he cannot show he was prejudiced by counsel's alleged error in failing to move to suppress the statements, and cannot show the MAR court's ruling is contrary to, or an unreasonable application of clearly established federal law.</p>\n<p>Finally, petitioner asks the court for an evidentiary hearing on this claim. A federal habeas court must allow an \"evidentiary hearing only where a factual dispute, if resolved in petitioner's favor, would entitle him to relief and the state has not afforded the petitioner a full and fair evidentiary hearing.\" <i>Rector v. Johnson,</i> 120 F.3d 551, 562-63 (5th Cir.1997). Petitioner cannot show a factual dispute which if resolved in his favor would entitle him to relief. Respondent's motion for summary judgment as to Claim II is granted.</p>\n<p></p>\n<h2>3.</h2>\n<p>In Claim III, petitioner argues he received ineffective assistance of appellate counsel because his attorney failed to argue on direct appeal that petitioner was prejudiced when the trial court failed to submit a statutory mitigating circumstance relating to petitioner's mental age. Specifically, petitioner argues his appellate attorney was ineffective because he failed to raise as error the fact the trial court did not submit the statutory mitigating factor of \"the age of the defendant at the time of the crime.\" <i>See</i> N.C. Gen.Stat. § 15A-2000(f)(7). Petitioner first raised the claim <span class=\"star-pagination\">*919</span> in his MAR, and the MAR court denied the claim on the merits. The MAR court's entire discussion of the claim is as follows:</p>\n<blockquote>(f) As to petitioner's allegation of ineffective assistance of appellate counsel this Court again looks to the decisions in <i>Strickland</i> and <i>Braswell, see supra.</i>\n</blockquote>\n<blockquote>(g) That the Court finds as a fact in review of this claim that this claim is without merit. That petitioner has failed to establish that his appellate counsel's representation fell below an objective standard of reasonableness. The Court further finds that there is no reasonable probability that in the absence of appellate counsel's alleged errors the results of the proceedings would have been different.</blockquote>\n<blockquote>(h) The Court also finds that no evidentiary hearing is required in that petitioner's allegation of ineffective assistance of appellate counsel involves a question of law and not fact.</blockquote>\n<blockquote>(i) The Court also finds, upon full review of this claim, that if the petitioner's allegations were indeed errors, and this Court specifically finds no errors, such errors would be harmless errors beyond a reasonable doubt.</blockquote>\n<p>MAR Order at 2.</p>\n<p>Petitioner argues the MAR court's determination is based on an unreasonable finding of facts in light of the record and is an unreasonable application of clearly established federal law. Petitioner contends it is clear from the affidavit of appellate counsel that the decision not to pursue a claim on appeal pertaining to the failure to give the (f)(7) statutory mitigating factor was based on a misunderstanding of the law, and therefore, not a well reasoned strategic decision that should be accorded deference. Petitioner argues that in light of North Carolina law at the time of his trial and appeal, had counsel raised the issue he would have succeeded and received a new sentencing trial.</p>\n<p>To establish ineffective assistance of appellate counsel in violation of the Sixth Amendment a petitioner must show counsel's representation was objectively unreasonable and that a reasonable probability exists that, but for the attorney's error he would have prevailed on his appeal. <i>Smith v. Robbins,</i> 528 U.S. 259, 285, 120 S.Ct. 746, 145 L.Ed.2d 756 (2000) (citing <i>Strickland v. Washington,</i> 466 U.S. 668, 687-88, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984)). Appellate counsel is not required to raise every nonfrivolous issue \"but rather may select from among them in order to maximize the likelihood of success on appeal.\" <i>Id.</i> at 288, 120 S.Ct. 746. The court must presume that in deciding which issues to raise, counsel selected those issues most likely to afford relief. <i>Pruett v. Thompson,</i> 996 F.2d 1560, 1568 (4th Cir. 1993).</p>\n<p>Under North Carolina law, a trial court must submit to the jury any statutory mitigating circumstance that is supported by substantial evidence even if it is not requested by the defense. <i>See</i> N.C. Gen. Stat. § 15A-2000(b); <i>State v. Holden,</i> 338 N.C. 394, 407, 450 S.E.2d 878, 885 (1994). The test for \"`substantial evidence' is whether a juror could reasonably find that the circumstance exists based on the evidence.\" <i>State v. Watts,</i> 357 N.C. 366, 377, 584 S.E.2d 740, 748 (quoting <i>State v. Kemmerlin,</i> 356 N.C. 446, 478, 573 S.E.2d 870, 892 (2002)). North Carolina General Statute section 15A-2007(f)(7) sets forth as a potential statutory mitigating circumstance \"[t]he age of the defendant at the time of the crime.\" It is well established under North Carolina law that the age of the defendant does not simply refer to chronological age. <i>See e.g. </i><i>State v. Oliver,</i> 309 N.C. 326, 372, 307 S.E.2d 304, 333 (1983). Rather, the North Carolina courts have long held that age as applicable to the (f)(7) mitigating factor is a \"flexible and relevant concept.\" <i>State v. Johnson,</i> 317 <span class=\"star-pagination\">*920</span> N.C. 343, 393, 346 S.E.2d 596, 624 (1986). In assessing whether a petitioner has shown substantial evidence of age that would entitle him to an instruction on the (f)(7) mitigating factor, the court must consider any evidence of a young mental age or emotional immaturity, and then must weigh this evidence against evidence such as the defendant's chronological age, and evidence showing more mature qualities, life experience, and normal intellectual development. <i>See </i><i>State v. Spruill,</i> 338 N.C. 612, 660, 452 S.E.2d 279, 306 (1994). A court's failure to give a required instruction on a statutory mitigating factor is reversible error, unless the State can show it was harmless beyond a reasonable doubt. <i>Zuniga,</i> 348 N.C. at 217, 498 S.E.2d at 613 (citing <i>State v. Wilson,</i> 322 N.C. 117, 145, 367 S.E.2d 589, 605 (1988)).</p>\n<p>At the sentencing phase of trial, the defense presented evidence from Dr. John Gorman, a clinical psychologist who evaluated petitioner. Dr. Gorman said that based on his evaluation, he concluded petitioner has an I.Q. of 73. St. Ct. R. Vol. 22 of 22, Trial Tr. at 3892. He explained that \"[h]is overall functioning would be comparable to that of an average eleven-and-a half, twelve year old.\" <i>Id.</i> He testified that \"the conclusion from the mental evaluation was that there were a lot of the areas of diminished functioning with particular loss or maybe not loss, but never had developed much in the way of abstract reasoning or any kind of sequential problem-solving skills. This leads to a real inability to plan and anticipate consequences and things like that.\" <i>Id.</i> In terms of petitioner's social relationships, Dr. Gorman testified that \"[t]he tests that I gave him suggested that he had [sic] fairly naive orientation towards people.\" <i>Id.</i> at 3898.</p>\n<p>The defense also presented testimony from Dr. Royal, a forensic psychiatrist. Dr. Royal found petitioner suffered alcohol and drug abuse, borderline mental retardation, mild neurocognitive disorder, and personality disorder. <i>Id.</i> at 3848. He explained that the neurocognitive disease created difficulties for petitioner in communicating, with his comprehension, and with his memory. <i>Id.</i> at 3852. He also noted petitioner suffered serious lead poisoning as a baby and explained that lead poisoning affects the ability to develop intellectually. <i>Id.</i> at 3850-51, 3866. Dr. Royal noted petitioner dropped out of school during his third semester in high school and then worked at various jobs, his longest being at a textile firm for 2 ½ years. <i>Id.</i> at 3867. He worked temporarily for Abbott Lab, but Dr. Royal said he understood he did not work there long because he was unable to perform the work functions required of him. <i>Id.</i> at 3867-68. He eventually went to work with his father brick-washing, which is the job he was doing at the time of the crimes. <i>Id.</i> at 3868. Dr. Royal recognized petitioner was married and a father, but testified that in his opinion that did not require any special intellectual capabilities. He also noted that he learned from his interviews that petitioner and his wife were relying on petitioner's parents for frequent financial assistance and had problems in the marital relationship. <i>Id.</i> at 3871.</p>\n<p>Petitioner argues these facts clearly supported admission of the (f)(7) statutory mitigating factor. He argues that appellate counsel's failure to raise the issue clearly prejudiced him. He argues that had the issue been raised on appeal he would have succeeded and received a new sentencing trial. Further, he says the affidavit of appellate counsel shows that the decision was based on a mistaken understanding of the law, not a reasonable strategic decision which should be accorded deference.</p>\n<p>The court has before it the affidavit of petitioner's appellate counsel, J. Clark <span class=\"star-pagination\">*921</span> Fisher. Mr. Fisher states he did not raise the issue of counsel's failure to request the statutory mitigating factor relating to the defendant's age at the time of the crime. He states:</p>\n<blockquote>Based on my review of the records I was aware that the Defendant's mental age was that of eleven and a half or twelve years old and that his I.Q. was 73. The law regarding this mitigating factor was not clarified until after Defendant's trial. I do not recall ever giving significant consideration to raising this issue, because absent a request for this instruction, review would likely have been under the plain error standard.</blockquote>\n<p>Fischer Aff. at 1. Mr. Fisher also states, \"[g]iven the limitations on review under plain error, I doubt that I could have had any serious consideration to raising this issue on appeal. I focused instead on arguing the issues surrounding the blood spatter evidence.\" <i>Id.</i></p>\n<p>Petitioner has also submitted the affidavit of Ann Peterson, an attorney experienced in death penalty cases in North Carolina, in support of his claim. Ms. Peterson states that she \"cannot think of a strategic and legitimate reason for not raising an arguable sentencing phase issue in a capital case on direct appeal. . . .\" Peterson Aff. at 1. She offers her opinion that \"[i]n her experience, it would be ineffective assistance of counsel for defendant's appellate counsel to fail to raise on appeal the failure of the trial court to instruct the jury on the defendant's age as a mitigating circumstance, pursuant to N.C.G.S. § 15A-2000(f)(7), where there was evidence the defendant's chronological age was 31, but his mental age was 11½ or 12, with an I.Q. that was borderline mentally retarded.\" <i>Id.</i></p>\n<p>In <i>State v. Holden,</i> 338 N.C. 394, 450 S.E.2d 878 (1994), decided four months before the start of petitioner's trial, the Supreme Court of North Carolina considered a case in which the defendant argued he was prejudiced at trial by the court's failure to give the (f)(7) mitigating factor. In <i>Holden,</i> the defense initially made a request for the (f)(7) instruction, but then specifically withdrew the request it be submitted. <i>Id.</i> at 407, 450 S.E.2d at 885. On review, the Supreme Court of North Carolina held that in light of the evidence of petitioner's young mental age and abilities, \"regardless of the defendant's wishes about the matter, the trial court had an independent duty to submit the statutory mitigating circumstances based on the evidence.\" <i>Id.</i> The court held Holden was entitled to relief and ordered a new capital sentencing trial.</p>\n<p>Therefore, contrary to the statement of petitioner's appellate counsel in his affidavit, North Carolina law supporting petitioner's claim was established months before petitioner's trial and well before his appeal. <i>Holden</i> also shows that petitioner's appellate counsel was incorrect that without a request for the instruction by the defense they would have been limited to plain error review on appeal. This undermines any argument that the decision of counsel not to raise the issue on appeal was a reasoned strategic one that must be accorded deference. Rather, the record shows that counsel's consideration of the claim, if any, was based on a complete misapprehension of the law, and objectively unreasonable.</p>\n<p>Moreover, a review of North Carolina law on the trial court's duty to instruct on the (f)(7) mitigating factor indicates that had counsel raised the issue on appeal, there is a reasonable probability petitioner would have prevailed. In <i>Holden,</i> the defendant was thirty-years old at the time of the crime. The defense presented expert testimony that Holden had an I.Q. of 70 or less and a mental age and problem solving abilities comparable to those of a ten year <span class=\"star-pagination\">*922</span> old. <i>Holden,</i> 338 N.C. at 407, 450 S.E.2d at 885. The court also heard evidence Holden \"was married, operated a vehicle, and held a job at a poultry factory for ten or twelve years\" and had been promoted to assistant manager. Evidence showed that Holden volunteered on the rescue squad, but could not pass the test to become certified as an Emergency Medical Technician.\" <i>Id.</i> at 400, 450 S.E.2d at 881. After considering all of the evidence, the Supreme Court of North Carolina held the trial court erred by not submitting the (f)(7) statutory mitigating circumstance and awarded Holden a new sentencing trial. <i>Id.</i> at 407, 450 S.E.2d at 885.</p>\n<p>Similarly, in <i>State v. Zuniga,</i> 348 N.C. 214, 498 S.E.2d 611 (1998), the Supreme Court found reversible error based on the trial court's failure to instruct the jury on the (f)(7) mitigating factor and awarded Zuniga a new sentencing hearing. In <i>Zuniga,</i> expert testimony was presented at trial that the defendant, who was twenty-seven years old, had an intellectual age of about 7.4 years. Another expert testified petitioner's mental condition significantly impacted his ability to conform his actions. The court found that the testimony of the two experts constituted substantial evidence upon which the jury could have found the (f)(7) mitigating factor. <i>Id.</i> at 217, 498 S.E.2d at 613. In <i>Zuniga,</i> as in the instant case, the defense had not requested the (f)(7) mitigator be submitted to the jury. <i>Id.</i> at 221,498 S.E.2d at 615.</p>\n<p>The circumstances in petitioner's case likewise indicate there is not only a reasonable probability, but a reasonable likelihood, the court on appeal would have held the trial court erred by not submitting the (f)(7) statutory mitigating circumstance to the jury. Petitioner was 31 years old at the time of the crime. However, substantial evidence was presented at trial demonstrating his young mental functioning. Expert testimony was presented showing petitioner's low mental age. Dr. Gorman determined petitioner's \"overall functioning would be comparable to that of an average eleven-and-a half, twelve year old.\" St. Ct. R. Vol. 22 of 22 at 3892. Dr. Gorman also testified petitioner had a simplistic and \"naive orientation\" towards people. <i>Id.</i> at 3898.</p>\n<p>When factors such as petitioner's chronological age, life experience, and intellectual development are considered, they do not counterbalance the substantial evidence of petitioner's young mental age. Dr. Gorman testified petitioner was the kind of person who required others to take care of him, and also demonstrated \"tremendous limitations in his social judgment.\" <i>Id.</i> at 3896, 3913. Dr. Royal explained that lead poisoning such as petitioner suffered causes brain damage and affects the ability to develop intellectually. Petitioner worked, but with the exception of one factory job, was unable to hold a job, and eventually went to work for his father washing bricks. Petitioner was married and fathered a child, but testimony indicated he and his wife were dependent on his parents for financial assistance with their bills. <i>Id.</i> at 3879. Petitioner's social interactions or relationships were described as limited. <i>Id.</i> at 3850. Consequently, the evidence indicates a juror could reasonably find the (f)(7) existed and the trial court was required to instruct on the mitigator.</p>\n<p>Moreover, the State is unable to show the error likely would have been found to be harmless beyond a reasonable doubt on appeal. In <i>State v. Wilson,</i> 322 N.C. 117, 145-41, 367 S.E.2d 589, 606 (1988), the Supreme Court of North Carolina addressed the trial court's failure to give a statutory mitigating circumstance. In considering whether the trial court's error was harmless beyond a reasonable doubt, the court stated \"[w]e of course have no way of knowing whether the failure to <span class=\"star-pagination\">*923</span> submit this statutory mitigating circumstance to the jury may have tipped the scales in favor of the jury determination...\" The court noted that in considering the issue, \"common sense, fundamental fairness, and judicial economy require that any reasonable doubt regarding the submission of a statutory or requested mitigating factor be resolved in favor of the defendant.\" <i>Id.</i> at 146, 367 S.E.2d at 606.</p>\n<p>In <i>Zuniga,</i> the Supreme Court of North Carolina addressed arguments from the State that evidence concerning mental age could have been considered by the jury in light of some of the other statutory and non-statutory mitigating factors. The court rejected the argument. It noted that in considering a statutory mitigating factor, the jury was required to give each statutory mitigating factor individual weight. <i>Zuniga,</i> 348 N.C. at 217-18, 498 S.E.2d at 613. It further reasoned that \"the submission of nonstatutory mitigating circumstances that parallel statutory mitigating circumstances does not satisfy the State's burden of showing harmlessness beyond a reasonable doubt because the jury was not required to give mitigating value to the nonstatutory circumstances.\" <i>Id.</i> at 218, 498 S.E.2d at 613. In <i>State v. Turner,</i> 330 N.C. 249, 410 S.E.2d 847 (1991), the court considered whether a <i>McKoy</i> error in the sentencing instruction was harmless.<sup>[10]</sup> In assessing the potential impact to the jury's consideration of the (f)(7) mitigating circumstance the court noted that \"the fact that certain `found' mitigating circumstances might bear on the persuasiveness of another circumstance under consideration does not mean that the latter is necessarily subsumed under the former.\" <i>Turner,</i> 330 N.C. at 268-69, 410 S.E.2d at 858.</p>\n<p>In petitioner's case, had the issue been raised on appeal it would have been particularly difficult for the State to show the failure to give the (f)(7) statutory mitigating circumstance was harmless error. During deliberations, the jury sent a note to the judge which indicated the jurors could not reach a unanimous decision on Issue Three of the instructions. St. Ct. R. Vol. 22 of 22 at 4037-38. Issue Three provides \"[d]o you unanimously find beyond a reasonable doubt that the mitigating circumstance or circumstances found is, or are, insufficient to outweigh the aggravating circumstance or circumstances found?\" St. Ct. R. Vol. 1 of 22, Tab 2 at 81. If the jurors had not answered yes to Issue Three they would have stopped deliberations and returned a verdict of life imprisonment. The judge sent the jury back and they were eventually able to reach a unanimous decision. However, only a single juror needed to change his position for petitioner to have received a life sentence. <i>See </i><i>Bowie v. Branker,</i> 512 F.3d 112, 120 (4th Cir.2008). At sentencing, the jury found two aggravating circumstances and two statutory mitigating circumstances.<sup>[11]</sup> The consideration of another statutory mitigating factor clearly could have influenced the jury, or at least a single juror, when the jury was already struggling to find the mitigating factors <span class=\"star-pagination\">*924</span> outweighed the aggravating factors in its consideration of Issue Three. Under these circumstances, the State cannot show that the failure to submit the (f)(7) mitigating circumstance was harmless error beyond a reasonable doubt as it would have been required to do had the issue been raised on appeal. <i>See </i><i>Zuniga,</i> 348 N.C. at 217, 498 S.E.2d at 613.</p>\n<p>Consequently, the evidence clearly shows appellate counsel acted objectively unreasonable in not raising a claim about the court's failure to instruct on the (f)(7) mitigator at trial and there is a reasonable probability petitioner would have prevailed on appeal had the claim been raised. The MAR court's determination to the contrary is based on an unreasonable determination of the facts and an unreasonable application of <i>Smith v. Robbins</i> and <i>Strickland.</i> After considering the issue <i>de novo,</i> the court concludes petitioner has shown he received ineffective assistance of counsel on appeal in violation of his Sixth Amendment rights and is entitled to relief on this claim. Respondent's motion for summary judgment as to Claim III is denied.</p>\n<p></p>\n<h2>4.</h2>\n<p>In Claim IV, petitioner argues he is mentally retarded and therefore, in accordance with <i>Atkins v. Virginia,</i> 536 U.S. 304, 122 S.Ct. 2242, 153 L.Ed.2d 335 (2002), his death sentence violates the Eighth Amendment. Petitioner first raised this claim in an amendment to the MAR filed on January 31, 2002. After holding an evidentiary hearing, the MAR court denied the claim on the merits. <i>See</i> St. Ct. R. Vol. 2 of 22, Tab 13. Petitioner argues the MAR court's ruling is based on an unreasonable application of the law and an unreasonable determination of the facts.</p>\n<p>In <i>Atkins,</i> the Court held the execution of a mentally retarded person is cruel and unusual punishment in violation of the Eighth Amendment. <i>Atkins,</i> 536 U.S. at 321, 122 S.Ct. 2242. The Court left it to each state to define mental retardation in a manner to satisfy the Constitution. <i>Id.</i> at 317, 122 S.Ct. 2242. However, it indicated mental retardation is generally characterized by subaverage intellectual functioning and significant adaptive limitations. Prior to the ruling in <i>Atkins,</i> North Carolina enacted N.C. Gen.Stat. § 15A-2005, which prohibits the execution of mentally retarded individuals. Section 15A-2005 defines mental retardation as: 1) significantly subaverage general intellectual functioning, evidenced as an I.Q. of 70 or below, plus; 2) significant limitations in two or more adaptive skill areas; 3) both of which manifested before 18 years old. N.C. Gen. Stat. § 15A-2005(a)(l). The ten adaptive skill areas are: communication, self-care, home living, social skills, community use, self-direction, health and safety, functional academics, leisure skills and work skills. <i>Id.</i> The burden of proof is on a defendant to show mental retardation by a preponderance of the evidence. N.C. Gen.Stat. § 15A-2005(f).</p>\n<p>The evidence before the court indicates petitioner has three I.Q. scores from individually administered I.Q. tests. In 1995, Dr. John Gorman, a psychologist working for the defense at the time of trial, gave petitioner the Weschler Adult Intelligence Scale Revised (WAIS-R) and petitioner scored 73. In 2002, petitioner was given the Weschler Adult Intelligence Scale Third Edition (WAIS-III) and petitioner scored a 67. The tests was part of an evaluation by Dr. John Warren, a psychologist retained by the defense, but was not administered by Dr. Warren. Rather, the test was administered by John Tatum, a psychometrist who was working with Dr. Warren.<sup>[12]</sup> In 2004, Dr. Mark Hazelrigg, a <span class=\"star-pagination\">*925</span> psychologist retained by the State, gave petitioner the WAIS-III and petitioner scored a 74.</p>\n<p>At the hearing on the mental retardation issue, the state court heard from several mental health experts. Dr. Warren was called by counsel for petitioner and accepted as an expert in I.Q. testing. Dr. Warren was asked about variations in petitioner's I.Q. scores and explained factors which may impact test scores. First, Dr. Warren said that all I.Q. tests have a standard error of measurement which means \"the scores will cluster around a certain area.\" Mr. Hr'g Tr. at 37.<sup>[13]</sup> He explained, therefore, that if \"five identical me's\" administer a test he would not \"have exactly the same score every time.\" <i>Id.</i> He said that on the WAIS-III the standard error of measurement is 3½ points in either direction. Dr. Warren also explained the Flynn effect. He explained that as an I.Q. test is used over time \"there's a phenomena in I.Q. testing where from the time a test is released, as the years go by, population I.Q. scores tend to creep up somewhat.\" <i>Id.</i> at 35. He said that for this reason newer tests are released as the years go by. <i>Id.</i></p>\n<p>Finally, Dr. Warren was asked to address the practice effect. He explained that the practice effect occurs when tests are administered within a relatively close time frame. Under those circumstances \"the person would [be] expected to score some points better on the second administration than on the first.\" <i>Id.</i> at 39. He said that for someone petitioner's age \"he would be expected to score about five points higher on the second administration of the test that was the same test.\" <i>Id.</i> The WAIS-III test on which petitioner scored a 74 was given to petitioner approximately two years after the first WAIS-III test. Petitioner took the first WAIS-III test on July 26, 2002, and the second WAIS-III test was given to petitioner on July 9, 2004. Dr. Warren testified he believed the 2004 test was within the time period in which you would see the practice effect. He said others would at least find it arguable the practice effect may have affected the 2004 test, and therefore, he said it was at least arguable you could treat the score of 74 as a score of 69.</p>\n<p>Dr. Mark Hazelrigg, a forensic psychologist, testified for the State at the evidentiary hearing. Dr. Hazelrigg said he tested petitioner's I.Q. because when he first evaluated petitioner he saw that petitioner had scores both above and below the threshold number of 70 in the North Carolina statute. <i>Id.</i> at 213. Dr. Hazelrigg noted that petitioner's score of 73 when tested by Dr. Gorman in 1996 and petitioner's score of 74 when tested in 2004 were quite consistent. <i>Id.</i> at 214. When asked about the standard error of measurement, Dr. Hazelrigg said it was a range of error due to imprecision in I.Q. tests. He explained that for a test on which someone scored 73, considering a standard error of measurement of three, the score \"could float on a range from 70 upward to 76.\" <i>Id.</i> at 216. He said the standard error of measurement on the WAIS-R is five points. <i>Id.</i> at 247. Dr. Hazelrigg testified that in his opinion petitioner's pattern of substance abuse is the single most important factor in petitioner's case. <i>Id.</i> at 225. Dr. Hazelrigg believed that in many instances petitioner was not demonstrating all the skills or abilities he possessed because of his drug abuse. <i>Id.</i> at 226.</p>\n<p><span class=\"star-pagination\">*926</span> Dr. Gorman, who administered petitioner's first I.Q. test on which he scored a 73, did not testify at the mental retardation hearing. However, on the result section of his report he wrote \"Mr. Richardson is currently functioning in the Borderline level of mental retardation, earning a Full Scale I.Q. of 73. . . .\" St. Ct. R. Vol. 1 of 22, Tab 9, included as part of Exh. Eight.</p>\n<p>With respect to adaptive skills, petitioner offered testimony from lay and expert witnesses. The testimony established that petitioner's mother drank heavily throughout the first five months of her pregnancy because she did not know she was pregnant, and continued to drink even once she learned she was pregnant. When petitioner was two or three years old he suffered from severe lead poisoning which required hospitalization. The evidence also indicated that from a young age, perhaps as young as eleven years old, petitioner routinely abused marijuana and alcohol. MR Hr'g Tr. at 16. He continued to do so throughout his life and was a chronic drug and alcohol abuser as an adult.</p>\n<p>Petitioner offered evidence from Dr. Gregory Ollie, a psychologist and expert in mental retardation. Dr. Ollie evaluated petitioner based on his I.Q. scores and the Scales of Independent Behavior Revised, which examines functioning in adaptive skills. Dr. Ollie testified that in his opinion petitioner has been mentally retarded throughout his life. <i>Id.</i> at 182. Dr. Wilkie Wilson, an expert in neuropharmacology, testified that the impact of fetal alcohol exposure such as petitioner suffered would be reduced I.Q. He noted that the cumulative impact of petitioner's exposure to alcohol as a fetus, lead poisoning as an infant, and substance abuse during adolescence would significantly damage his brain. <i>Id.</i> at 123-24. He testified it would surprise him if a person with such a history was not mentally retarded. <i>Id.</i> at 125.</p>\n<p>Dr. Hazelrigg, the mental health expert for the State, testified that petitioner's drug and alcohol abuse could likely account for some of his poor performance on school age testing because there was not way to know whether he was under the influence of substances at the time. Dr. Hazelrigg found petitioner was impaired in some of the adaptive skills areas, but ultimately concluded petitioner was not mentally retarded. <i>Id.</i> at 229.</p>\n<p>After hearing all the evidence, the MAR court ruled petitioner failed to carry his burden of showing he is mentally retarded. The MAR court concluded petitioner had some reduced mental capacity and suffered from some limitations in adaptive skills, but ultimately failed to show he suffers from mental retardation as defined in North Carolina's statute. July 2005 MAR Order at 2.</p>\n<p>Petitioner argues the ruling is an unreasonable application of <i>Atkins</i> because the state court failed to use scientifically sound methods in considering his test scores. Specifically, he argues that if you consider factors such as the Flynn effect, the practice effect, and the standard error of measurement the evidence shows he has shown an I.Q. of 70 or below. With respect to his score of 67, petitioner contends the MAR court improperly discounted the score. He argues the score should have been considered \"at least to the extent that it informed the rest of the evidence pointing to mental retardation.\" Petition at 67. Petitioner also argues the MAR court's ruling is an unreasonable determination of the facts in light of the state court record because the court ignored substantial relevant evidence. Petitioner attacks the court's order because it is silent as to certain witnesses and evidence. Petitioner re-argues all the evidence and contends it shows he is mentally retarded.</p>\n<p><span class=\"star-pagination\">*927</span> Petitioner is unable to show that the MAR court erred in ruling on his claim. \"[A] decision adjudicated on the merits in state court and based on a factual determination will not be overturned on factual grounds unless objectively unreasonable in light of the evidence presented in the state-court proceeding.\" <i>Miller-El v. Cockrell,</i> 537 U.S. 322, 340, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003). Petitioner has not shown the state court clearly erred or acted unreasonably under the circumstances so as to warrant this court substituting its judgment. While this court does not discount factors such as the standard error of measurement, Flynn effect, or practice effect in assessing I.Q. scores, there is no requirement under N.C. Gen. Stat. § 15A-2005 for a court to adjust a defendant's I.Q. scores downward for such factors. The state court heard all of the evidence, including testimony on each of these factors, and was entitled to consider and weigh these factors in assessing whether petitioner carried his burden of showing an I.Q. of 70 or below. Notably, in assessing petitioner's I.Q. score of 73, Dr. John Gorman who administered the WAIS-R to petitioner at the request of the defense, concluded petitioner was not mentally retarded, but was functioning at the borderline level of intellect. Similarly, Dr. Hazelrigg, who administered the WAIS-III to petitioner in 2004 and was aware of petitioner's other two I.Q. scores, concluded petitioner \"was not mentally retarded and is not now mentally retarded.\" Hr'g Tr. at 229.</p>\n<p>With respect to petitioner's score of 74 on the test given in 2004, there is no clear evidence the practice effect was a factor. The tests was given nearly two years after the prior administration of the test. While Dr. Warren said he believed the practice effect could have impacted the score, he recognized experts might argue as to whether it was a factor given that the length of time between the 2002 and 2004 testing. Moreover, insofar as petitioner relies on the standard of error of measurement, he is asking the court to assume it would inure to his benefit. However, as both Dr. Warren and Dr. Hazelrigg explained, the standard error of measurement is a given range of error both below and above the score result. Therefore, although petitioner argues his scores should be interpreted lower, the standard error of measurement could also indicate scores several points higher.</p>\n<p>With respect to petitioner's test score of 67, the MAR court's order recognizes the test was not administered by a licensed psychiatrist or psychologist in keeping with the language of N.C. Gen.Stat. § 15A-2005. July 2005 MAR Order at 2. The MAR court was correct in this assessment. Further, even factoring in the score of 67 \"at least to the extent that it informed the rest of the evidence,\" as petitioner requests, it does not show the MAR court's ruling is unreasonable. Ultimately, in light of all of the evidence presented, including two other test scores above 70 and the expert opinions of Drs. Gorman and Hazelrigg that petitioner was not mentally retarded, petitioner cannot show the MAR court acted unreasonably in determining petitioner failed to show he had significantly subaverage general intellectual functioning.</p>\n<p>Having found petitioner cannot succeed in showing significantly subaverage general intellectual functioning, the court need not address petitioner's arguments with respect to adaptive functioning.<sup>[14]</sup> Respondent's <span class=\"star-pagination\">*928</span> motion for summary judgment as to Claim IV is granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Respondent's motion for summary judgment is GRANTED in part and DENIED in part. For the reasons discussed pursuant to Claim III, the court finds petitioner received ineffective assistance of appellate counsel in violation of his Sixth Amendment rights and is entitled to a new sentencing hearing. A writ of habeas corpus vacating his death sentence shall issue, and the State of North Carolina shall sentence Richardson to life imprisonment on his conviction for first-degree murder unless, within 180 days, the State of North Carolina initiates new sentencing proceedings against him. As to his other claims, petitioner fails to establish he is entitled to a writ of habeas corpus, and respondent's motion for summary judgment is GRANTED as to those claims.</p>\n<h2>NOTES</h2>\n<p>[1]  Kevin Hedgepeth is referred to as Calvin, Kelvin, and Kevin throughout the record. His legal name is Kevin and he will be referred to as such by the court throughout the order. <i>See</i> St. Ct. R. Vol. 20 of 22 at 3435.</p>\n<p>[2]  He was found guilty of first-degree murder on the theories of: 1) malice, premeditation and deliberation, 2) felony murder, and 3) lying in wait. St. Ct. R. Vol. 1 of 22, Tab 2 at 74.</p>\n<p>[3]  The jury did not find the statutory mitigating circumstances submitted that the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was impaired. <i>See</i> St. Ct. R. Vol. 1 of 22, Tab 2 at 79.</p>\n<p>[4]  N.C. Gen.Stat. § 15A-1419(a)(3) provides that a motion for appropriate relief must be denied where \"[u]pon a previous appeal the defendant was in a position to adequately raise the ground or issue underlying the present motion but did not do so.\"</p>\n<p>[5]  The police collected a pair of red Nike tennis shoes (Exh. 24, p. 3101) and brown or tan work shoes from petitioner's house. <i>See</i> St. Ct. R. Vol. 18 of 22 at 3096. The Nike shoes were labeled State's Exh. 66 at trial. <i>Id.</i> at 3101. The brown or tan shoes were labeled Exh. 67. <i>Id.</i> at 3102. A pair of white tennis shoes belong to Kevin Hedgepeth were also seized by the police. <i>Id.</i> at 3110. They were labeled State's Exh. 72 at trial. <i>Id.</i></p>\n<p>[6]  Ms. Atkinson and Mr. Werner refer to Mike as Mike Newson. However in the trial transcripts his name appears as Newsome. <i>See</i> St. Ct. R. Vol. 20 of 22 at 3408.</p>\n<p>[7]  \"The Tree\" is an area in Castalia behind the post office where people are known to hangout. St. Ct. R. Vol. 20 of 22 at 3410.</p>\n<p>[8]  This appears to be a nickname for Anthony Hedgepeth who also testified at trial.</p>\n<p>[9]  He was unclear as to the time, and at different points said it could have been anytime from 11:20 p.m. to 12:30 a.m. St. Ct. R. Vol. 20 of 22 at 3424, 3430-31.</p>\n<p>[10]  In <i>McKoy v. North Carolina,</i> 494 U.S. 433, 110 S.Ct. 1227, 108 L.Ed.2d 369 (1990), the Supreme Court held that North Carolina's capital sentencing scheme was unconstitutional to the extent the jury instruction required unanimity in finding mitigating circumstances and thus, impermissibly limited jurors' consideration of mitigating evidence.</p>\n<p>[11]  The aggravating circumstances were: 1) the murder was committed for pecuniary gain; and 2) the murder was especially heinous, atrocious or cruel. St. Ct. R. Vol. 1 of 22, Tab 2 at 78. The statutory mitigating circumstances were: \"1) the defendant has not significant history of prior criminal action, and 2) the murder was committed while the defendant was under the influence of mental or emotional disturbance.\" <i>Id.</i> at 79.</p>\n<p>[12]  According to the National Association of Psychometrists, a psychometrist is \"a professional who administers and scores psychological and neuropsychological tests under the supervision of a licensed psychologist or neuropsychologist.\" <i>See www.napnet.org/54564. html</i> (Last visited on 12/02/2010).</p>\n<p>[13]  The transcript is located in St. Ct. R. Vol. 2 of 22 at Tab 12.</p>\n<p>[14]  Under N.C. Gen.Stat. § 15A-2005 petitioner must show both significantly subaverage general intellectual functioning and significant limitations in two or more of the ten adaptive skill areas.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">896</span></span> (2011)</b></center>\n<center><h1>Timothy RICHARDSON, Petitioner,<br>\nv.<br>\nGerald BRANKER, Warden, Central Prison Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:08-HC-2163-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 6, 2011.</center>\n<p><span class=\"star-pagination\">*901</span> Stanley Franklin Hammer, Wyatt, Early, Harris &amp; Wheeler, High Point, NC, Kenneth J. Rose, Durham, NC, for Petitioner.</p>\n<p>Jonathan P. Babb, N.C. Dept. of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the court on the petition for writ of habeas corpus filed pursuant to 28 U.S.C. § 2254 on behalf of Timothy Richardson (\"Richardson\" or \"petitioner\"). Richardson is a state inmate under a sentence of death for the murder of Tracy Marie Rich. Respondent has answered the petition and filed a motion for summary judgment [DE # 19]. Petitioner has responded [DE # 26] and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Richardson was tried at the April 24, 1995, criminal session of the Superior Court of Nash County on charges of first-degree murder, first-degree kidnaping, and robbery with a dangerous weapon. The following facts are summarized from the opinion of the Supreme Court of North Carolina. <i>See </i><i>State v. Richardson,</i> <span class=\"citation\" data-id=\"1210845\"><a href=\"/opinion/1210845/state-v-richardson/\"><span class=\"volume\">346</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"1210845\"><a href=\"/opinion/1210845/state-v-richardson/\"><span class=\"volume\">488</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">148</span></a></span> (1997).</p>\n<p></p>\n<h2>A. <i>Facts</i>\n</h2>\n<p>On the night of October 6, 1993, Tracy Rich was working at the L &amp; L Food Store in Castalia, North Carolina. According to computer records from the store alarm, Ms. Rich closed the store at approximately 11:41 p.m.</p>\n<p>Approximately two hours later, at 1:50 a.m., the motion detector on the store's front-door triggered the store alarm. The police responded and found both the front and rear doors were secure. The officers noticed a red car parked behind the store. The car was not occupied and the hood was cool, but the officers wrote down the license plate number. Because nothing seemed amiss, the officers left the scene.</p>\n<p>Later that morning, at approximately 5:55 a.m., the assistant store manager, Rose Hankerson, arrived to open the store. She unlocked the door and entered, but when she went to relock the door on the inside, she found a key already in the lock. She walked to the back of the store to turn off the alarm and noticed Tracy Rich's key ring on the floor. When she turned on the lights she discovered ceiling tiles had been knocked to the floor. She called the Sheriffs Department.</p>\n<p>Lieutenant Brantley, one of the officers who had responded to the alarm call during the night, responded to the scene. Inside the store, pieces of ceiling material were on the floor, there were signs someone had tried to move the store safe, and a ventilator in the rear of the building had been removed. Lt. Brantley also noticed the red car was no longer behind the store.</p>\n<p>Tracy Rich's car was found by the police off the side of a dirt road not far from the store. Tracy's eyeglasses and one of her tennis shoes were found on the road near the car. Given the position of the car, the officer could not see underneath it, but when the car was lifted by a tow truck Tracy Rich's body was found beneath the car.</p>\n<p>The officers learned that the red car they had seen at the store the night before was registered to petitioner's wife. They went to petitioner's home and petitioner was apprehended hiding in his attic. While in custody, petitioner gave several statements <span class=\"star-pagination\">*902</span> to the police. Initially, petitioner denied any knowledge of the murder. When questioned further, petitioner acknowledged he was present, but said he was just a witness and that Kevin Hedgepeth was responsible.<sup>[1]</sup></p>\n<p>According to petitioner, on the night of the murder Kevin Hedgepeth asked for a ride to the L &amp; L store so Hedgepeth could get some money. The victim was locking up when they arrived and Hedgepeth grabbed her when she came out of the store. He forced her into the passenger side of her car, and motioned for petitioner to follow in his car. They drove to a dirt road and when they stopped the victim got out and started running. Hedgepeth ran over the victim and when she tried to crawl away he ran over her again.</p>\n<p>Hedgepeth returned to petitioner's car and told him that he had money and wanted to buy crack cocaine. Petitioner said that after they purchased the drugs, Hedgepeth directed him to go back to the L &amp; L store because he had the keys. Petitioner drove to the store and the men went inside. When the police officers arrived to check on the alarm, Hedgepeth hid inside and petitioner left through the roof. After the officers left, Hedgepeth also left the store through the roof. Petitioner drove Hedgepeth home and Hedgepeth gave petitioner thirty dollars.</p>\n<p>After petitioner implicated Kevin Hedgepeth in the crimes, the police located Hedgepeth. He told the police that on October 6, 1993, he got home around 11 p.m. He said petitioner showed up at his house a few hours later, around 2 a.m. Petitioner said he was out of gas and needed a ride to his car. Hedgepeth said he and his uncle dropped petitioner off near the L &amp; L store. Relying on statements from Hedgepeth's uncle, grandmother, and others, the police cleared Hedgepeth as a suspect.</p>\n<p>In a third statement to police, petitioner told the police that he and Hedgepeth were dropped off at the store together by Hedgepeth's uncle. He continued to say Hedgepeth was present during the murder.</p>\n<p>At trial, the forensic pathologist testified that Tracy Rich died from multiple blunt-force injuries and compression injuries to her head, chest, and body from being run over by a car.</p>\n<p>The State presented evidence at trial from an expert in footprint impressions that a shoe impression found inside the store on apiece of sheetrock from the ceiling matched petitioner's right shoe. The State also presented an expert in forensic fiber identification who testified that fibers from the t-shirt petitioner was wearing the night of the murder were consistent with fibers found on the victim's shirt and fibers found on plasterboard roof material at the store.</p>\n<p>The defense did not present any evidence or witnesses during the guilt phase of trial. At the sentencing phase, the defense presented evidence from petitioner's wife and mother about his family situation and his history of problems with drugs and alcohol. The defense also presented testimony from two mental health experts about petitioner's drug and alcohol abuse, significant mental limitations, and personality disorder. His overall level of functioning was described by one of the experts as comparable to that of an eleven and a half or twelve-year-old.</p>\n<p></p>\n<h2>B. <i>Procedural History</i>\n</h2>\n<p>On May 25, 1995, after a trial by jury, petitioner was found guilty of one count of <span class=\"star-pagination\">*903</span> first-degree murder and one count of first-degree kidnaping.<sup>[2]</sup> St. Ct. R. Vol. 1 of 22, Tab 2 at 74-75. The jury returned a verdict of not guilty as to the charge of robbery with a dangerous weapon. <i>Id.</i> at 76. After the sentencing phase, the jury found both of the aggravating circumstances submitted as to the first-degree murder: 1) the murder was committed for pecuniary gain; and 2) the murder was especially heinous, atrocious or cruel. St. Ct. R. Vol. 1 of 22, Tab 2 at 78. The jury found two statutory mitigating circumstances: 1) the defendant has no significant history of prior criminal action, and 2) the murder was committed while the defendant was under the influence of mental or emotional disturbance.<sup>[3]</sup><i>Id.</i> at 79. The jury also found six non-statutory mitigating circumstances. <i>Id.</i> at 79-80. The jury returned a verdict of death on the first-degree murder count. The court subsequently sentenced petitioner to death and sentenced him to forty years imprisonment for the first-degree kidnaping conviction, the sentences to run consecutively.</p>\n<p>On direct appeal, the Supreme Court of North Carolina affirmed petitioner's convictions and sentence. <i>Richardson,</i> 346 N.C. at 542, 488 S.E.2d at 162. The United States Supreme Court denied certiorari. <i>Richardson v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></span> (1998). Petitioner filed a motion for appropriate relief (\"MAR\") in the Superior Court of Nash County on March 18, 1999. <i>See</i> St. Ct. R. Vol. 1 of 22, Tab 8. On June 13, 2001, petitioner field an amendment to the MAR, in response to the State's response to the MAR. St. Ct. R. Vol. 1 of 22, Tab 9. On January 31, 2002, petitioner filed an amendment to the MAR asserting he could not be executed because he is mentally retarded. <i>Id.</i></p>\n<p>In an order entered on April 9, 2002, the MAR court denied all of the claims in petitioner's MAR except his claim that he could not be executed because he is mentally retarded. St. Ct. R. Vol. 2 of 22, Tab 11. The MAR court held a hearing on the mental retardation claim on June 17, 2005. At the conclusion of the hearing, the court indicated it would deny petitioner's claim and directed the State to prepare an order including certain findings of fact. St. Ct. R. Vol. 2 of 22, Tab 12 at 268-72. The order was entered on June 17, 2005. St. Ct. R. Vol. 2 of 22, Tab 13. On July 13, 2005, petitioner filed a motion to amend motion for appropriate relief to conform to the evidence presented at the hearing on June 17, 2005, and the related amendment to MAR. St. Ct. R. Vol. 3 of 22, Tab 14. In an order entered on July 29, 2005, the court allowed the motion to amend, but denied the amended MAR. St. Ct. R. Vol. 3 of 22, Tab 15. The Supreme Court of North Carolina denied Richardson's petition for writ of certiorari. <i>State v. Richardson,</i> <span class=\"citation\" data-id=\"1360655\"><a href=\"/opinion/1360655/state-v-richardson/\"><span class=\"volume\">667</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">272</span></a></span> (N.C.2008).</p>\n<p>On November 7, 2008, Richardson filed a petition for writ of habeas corpus with this court. On January 28, 2009, respondent filed a response to the petition and moved for summary judgment. Petitioner has responded and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material <span class=\"star-pagination\">*904</span> fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The court's review of the claims is governed by 28 U.S.C. § 2254(d), as modified by the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104, 132, 110 Stat. 1214 (1996). Section 2254(d) provides:</p>\n<blockquote>An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d).</p>\n<p>The phrase \"`clearly established Federal law, as determined by the Supreme Court of the United States' . . . refers to the holdings, as opposed to the dicta, of [the Supreme Court's] decisions as of the time of the relevant state-court decisions.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 412, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000). A state court decision is \"contrary to\" clearly established federal law \"if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 412-13, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. A state court decision \"involve[s] an unreasonable application of\" clearly established federal law \"if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> at 413, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. \"[A] federal habeas court may not issue the writ simply because that court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly. Rather, that application must also be unreasonable.\" <i>Id.</i> at 411, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>.</p>\n<p>Only after a petitioner establishes the state court's adjudication of his claims was \"contrary to\" or an \"unreasonable application of\" clearly established federal law, or was \"based on an unreasonable determination of the facts in light of the evidence,\" may a federal court proceed to review a state court judgment independently to determine whether habeas relief is warranted. <i>Rose v. Lee,</i> <span class=\"citation\" data-id=\"773551\"><a href=\"/opinion/773551/rose-v-lee/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span>, 689-90 (4th Cir.2001). If the state court did not articulate the rationale underlying its adjudication, a federal habeas court must examine the record and the clearly established Supreme Court precedent to determine whether the state court's adjudication was contrary to, or involved an unreasonable application of, clearly established federal law. <i>Bell v. Jarvis,</i> <span class=\"citation\" data-id=\"771580\"><a href=\"/opinion/771580/ernest-sutton-bell-v-mack-jarvis-robert-smith/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 158 (4th Cir.2000). Finally, the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). The petitioner bears the burden of rebutting this presumption by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Richardson's Claims</i>\n</h2>\n<blockquote>Claim IThe State withheld material exculpatory evidence in violation of <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span> [<span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span>] (1963), and presented false evidence in violation of <i>Napue</i> <span class=\"star-pagination\">*905</span> <i>v. Illinois,</i> <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span> [<span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1217</span></a></span>] (1959);</blockquote>\n<blockquote>Claim IIIneffective assistance of trial counsel because counsel did not move to suppress petitioner's statements to police;</blockquote>\n<blockquote>Claim IIIIneffective assistance of appellate counsel because counsel failed to argue on direct appeal that petitioner was prejudiced because the trial court failed to submit a statutory mitigating circumstance relating to petitioner's mental age;</blockquote>\n<blockquote>Claim IVPetitioner is mentally retarded and cannot be executed.</blockquote>\n<p>Petitioner contends he is entitled to relief from his convictions and sentences because of these violations.</p>\n<p></p>\n<h2>C. <i>Analysis</i>\n</h2>\n<p>In accordance with 28 U.S.C. § 2254(d), this court must determine whether the state court's adjudication of petitioner's claims was contrary to, or involved an unreasonable application of, clearly established federal law.</p>\n<p></p>\n<h2>1.</h2>\n<p>In Claim I, petitioner argues the State withheld material exculpatory evidence in violation of <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), and presented false and misleading evidence in violation of <i>Napue v. Illinois,</i> <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1217</span></a></span> (1959). Petitioner contends the state unconstitutionally withheld evidence placing Kevin Hedgepeth at the L &amp; L store and with petitioner around the time of the murders. The defense's theory, in keeping with petitioner's statements to police, was that petitioner had not committed the crimes, but had witnessed the crimes committed by Kevin Hedgepeth. He argues the evidence withheld by the State supports his theory. He also argues the evidence undercuts Hedgepeth's alibi which was introduced by the State at trial to show petitioner acted alone in killing Tracy Rich.</p>\n<p>First, petitioner argues the State, in violation of <i>Brady,</i> improperly withheld sketches made by State Bureau of Investigations (\"SBI\") Agent Joyce Petzka of a shoe print found on a piece of ceiling sheetrock from the store. The sheetrock was destroyed by the police department prior to trial. It was apparently thrown away by mistake when the evidence storage room was being cleaned out. <i>See</i> St. Ct. R. Vol. 19 of 22 at 3403. Petitioner asserts the shoe print was consistent with shoes worn by Hedgepeth the night of the crimes. Second, petitioner argues the State, in violation of <i>Brady,</i> improperly withheld statements made by Sadie Atkinson indicating she had seen Hedgepeth with petitioner as late as 11 p.m. on the night of the crimes. Finally, petitioner argues that because the State knowingly withheld evidence regarding the shoe prints and that Ms. Atkinson had seen petitioner with Hedgepeth the night of the murders, the State knowingly presented false testimony in violation of <i>Napue.</i></p>\n<p>As an initial matter, respondent asserts petitioner has not exhausted his arguments the State presented false evidence in violation of <i>Napue,</i> and therefore, the claims cannot be considered by this court. The doctrine of exhaustion requires that before a claim may be presented in federal court on habeas review it must have been presented to the state courts, giving those courts the first opportunity to consider the claim. <i>Picard v. Connor,</i> <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 275, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971). The exhaustion requirement is satisfied when a petitioner gives the state court a \"fair opportunity\" to apply controlling legal principles to the facts bearing on his constitutional claim. <i>Anderson v. Harless,</i> <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></a></span>, 6, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">3</span></a></span> (1982); <i>Picard,</i> 404 U.S. at 275, <span class=\"star-pagination\">*906</span> <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>. Therefore, \"[t]he claim presented to the state courts must be more than `somewhat similar' to the claim presented to the federal court.\" <i>Anderson,</i> 459 U.S. at 6, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>. The exhaustion requirement is not met when a petitioner asserts new legal theories or factual claims for the first time on habeas review. <i>Breard v. Pruett,</i> <span class=\"citation\" data-id=\"751110\"><a href=\"/opinion/751110/angel-francisco-breard-v-samuel-v-pruett-warden-mecklenburg/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 619 (4th Cir.1998).</p>\n<p>Under the doctrine of procedural default, a federal court is precluded from reviewing the merits of any claim that was found to be procedurally barred by the state court on adequate and independent state grounds. <i>Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 731-32, 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991). A procedural default occurs when a habeas petitioner fails to exhaust a claim in state court and the state court would now find the claim procedurally barred. <i>Coleman,</i> 501 U.S. at 735 n. 1, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>; <i>see also </i><i>Gray v. Netherland,</i> <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 161-62, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span></a></span> (1996).</p>\n<p>Procedurally defaulted claims can only be reviewed by a federal habeas court if the petitioner demonstrates cause and prejudice, or that the failure to consider the claim will result in a fundamental miscarriage of justice. <i>Coleman,</i> 501 U.S. at 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>. To show cause, a petitioner must show that something external to the petitioner prevented him from complying with the state procedural rule. <i>Id.</i> at 753, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>. To show prejudice, a petitioner must show he was actually prejudiced as a result of the alleged violation of federal law. <i>United States v. Frady,</i> <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 167-169, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span></a></span> (1982). To establish a \"fundamental miscarriage of justice,\" a petitioner must show \"that he is actually innocent of the charges against him.\" <i>Finley v. Johnson,</i> <span class=\"citation\" data-id=\"23595\"><a href=\"/opinion/23595/finley-v-johnson/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 220 (5th Cir.2001) (citing <i>Coleman,</i> 501 U.S. at 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>).</p>\n<p><i>Napue</i> holds that the State's use of false evidence against a defendant violates the Fourteenth Amendment when the State intentionally relies upon false evidence and when the State has not deliberately introduced the false evidence, but fails to correct it after it is introduced. <i>Napue,</i> 360 U.S. at 269, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>. Petitioner contends that by raising his <i>Brady</i> arguments he also exhausted his <i>Napue</i> arguments. However, the law does not support this position. Petitioner's arguments that the State presented false or misleading evidence in violation of <i>Napue</i> are distinct legally and factually from his arguments the State unconstitutionally withheld material exculpatory evidence in violation of <i>Brady.</i> Raising his <i>Brady</i> arguments did not afford the state court a fair opportunity to resolve his <i>Napue</i> claim.</p>\n<p>Petitioner first attempted to raise the <i>Napue</i> arguments in his petition for writ of certiorari to the Supreme Court of North Carolina. When a claim is first presented in a request for discretionary review, the claim has not been adequately presented to the state courts to satisfy the exhaustion requirement. <i>Castille v. Peoples,</i> <span class=\"citation\" data-id=\"112207\"><a href=\"/opinion/112207/castille-v-peoples/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 351, <span class=\"citation\" data-id=\"112207\"><a href=\"/opinion/112207/castille-v-peoples/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1056</span></a></span>, <span class=\"citation\" data-id=\"112207\"><a href=\"/opinion/112207/castille-v-peoples/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">380</span></a></span> (1989); <i>Felton v. Barnett,</i> <span class=\"citation\" data-id=\"546996\"><a href=\"/opinion/546996/david-felton-v-talmadge-barnett-attorney-general-of-the-state-of-north/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span> (4th Cir.1990). Consequently, petitioner's arguments that the State unconstitutionally presented false evidence in violation of <i>Napue</i> have not been fairly presented to the state courts and are not exhausted. If petitioner now attempted to return to state court and raise the arguments he would be procedurally barred from doing so. <i>See</i> N.C. Gen.Stat. § 15A-1419(a)(1). Therefore, petitioner's <i>Napue</i> claim relating to the testimony of Agent Petzka and Sadie Atkinson is procedurally defaulted. Petitioner <span class=\"star-pagination\">*907</span> fails to establish cause and prejudice to overcome the procedural default, and the court is precluded from reviewing the <i>Napue</i> portion of Claim I.</p>\n<p>The court turns to petitioner's arguments raised pursuant to <i>Brady v. Maryland</i><i>.</i> Petitioner's <i>Brady</i> argument pertaining to the sketches of the shoe impressions was first raised in his MAR. The <i>Brady</i> argument pertaining to the statement of Sadie Atkinson was first raised in an amendment to the MAR. In its order, the MAR court held the <i>Brady</i> claim was procedurally barred because petitioner was in a position to raise the argument on appeal, but failed to do so. April 2002 MAR Order at 3.<sup>[4]</sup> The MAR court also held the argument failed on the merits. <i>Id.</i></p>\n<p>While respondent acknowledges the MAR court held petitioner's <i>Brady</i> claim was procedurally barred, respondent does not assert the arguments are procedurally defaulted. In contrast, respondent specifically asserted petitioner's <i>Napue</i> arguments are procedurally defaulted. <i>See e.g.,</i> DE # 19, Answer at 12, 17, 21. Consequently, it does not appear to the court that respondent is asserting petitioner's <i>Brady</i> claim is procedurally defaulted based on the state court's procedural bar. Therefore, the court will address the claim on the merits. <i>See </i><i>Yeatts v. Angelone,</i> <span class=\"citation\" data-id=\"760959\"><a href=\"/opinion/760959/ronald-dale-yeatts-v-ronald-j-angelone-director-virginia-department-of/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 261 (4th Cir.1999) (issue of procedural default is an affirmative defense); <i>Trest v. Cain,</i> <span class=\"citation\" data-id=\"118154\"><a href=\"/opinion/118154/trest-v-cain/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 89, <span class=\"citation\" data-id=\"118154\"><a href=\"/opinion/118154/trest-v-cain/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"118154\"><a href=\"/opinion/118154/trest-v-cain/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1997) (a federal court is not \"required\" to raise the issue of procedural default sua sponte).</p>\n<p>The court further finds that even if respondent is asserting the claim is procedurally defaulted, the state court's procedural bar is not sufficient to support a procedural default. Petitioner argues he was not in a position to raise the claim at the time of direct appeal. North Carolina Rule of Appellate Procedure 9(a) limits appellate review to the record on appeal. The evidence in question was not part of the record on appeal and was not available at the time of the direct appeal. The evidence was not discovered until state post-conviction proceedings. Therefore, the claim could not have been raised on direct appeal, and the procedural bar is not an independent and adequate basis to support procedural default in this court.</p>\n<p>Petitioner argues this court should not apply the deferential standard of review applicable under 28 U.S.C. § 2254 because the MAR court's ruling is general and does not clearly indicate if both <i>Brady</i> claims were addressed on the merits. In denying the <i>Brady</i> claim on the merits the MAR court ruled:</p>\n<blockquote>4. The petitioner's next claim ... alleges that the State withheld exculpatory evidence from the defendant. The Court finds as fact that this allegation is without merit and is denied.</blockquote>\n<blockquote>(a) The Court further finds that upon a pervious appeal the petitioner was in a position to raise and address this issue on appeal but failed to do so. This claim is therefore procedurally barred from review.</blockquote>\n<blockquote>(b) The Court also finds that no evidentiary hearing is required to address this alleged claim in that no factual dispute exists and the claim present a question of law and not a question of fact.</blockquote>\n<blockquote>(c) The Court further finds that in the event this claim is not procedurally barred, that upon a full and complete review of this claim by the Court, the Court finds as a fact that if there were <span class=\"star-pagination\">*908</span> any allege errors, and this Court specifically finds that there are no errors, any alleged errors were harmless beyond a reasonable doubt. Also, the Court finds as fact that there is no reasonable possibility that, had the alleged error in question not been committed, a different result would have been reached at trial.</blockquote>\n<blockquote>(d) Moreover, the Court further finds as a fact that the petitioner has failed to demonstrate that there exist good cause and actual prejudice, or that a fundamental miscarriage of justice would result for failure of this Court to consider this claim.</blockquote>\n<p>April 2002 MAR Order at 3.</p>\n<p>It is well established that even when a state court makes a summary adjudication of the merits, 28 U.S.C. § 2254 applies to the claim on federal habeas review. <i>Bell,</i> 236 F.3d at 163. In this instance, however, it is unclear whether the order rules on both <i>Brady</i> arguments or only considers one of his arguments, and if so, which one. Therefore, in an abundance of caution, the court will review petitioner's <i>Brady</i> arguments de novo.</p>\n<p>To succeed on a <i>Brady</i> claim, a defendant must show evidence was suppressed by the State; the evidence was favorable to the defense; and the evidence was material to guilt or punishment. <i>Strickler v. Greene,</i> <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 280, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1999). Evidence is material \"if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" <i>Bagley,</i> 473 U.S. at 682, 105 S.Ct. 3375. The Supreme Court has explained:</p>\n<blockquote>\n<i>Bagley's</i> touchstone of materiality is a \"reasonable probability\" of a different result, and the adjective is important. The question is not whether the defendant would more likely than not have received a different verdict with the evidence, but whether in its absence he received a fair trial, understood as a trial resulting in a verdict worthy of confidence. A \"reasonable probability\" of a different result is accordingly shown when the government's evidentiary suppression \"undermines confidence in the outcome of trial.\"</blockquote>\n<p><i>Kyles v. Whitley,</i> <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 434, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1995). A prosecutor is obligated under <i>Brady</i> to disclose evidence that might mitigate against imposition of a death sentence. <i>See </i><i>Brady,</i> 373 U.S. at 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>. This could be any of the circumstances of the offense or any aspect of the defendant's character or record. <i>See </i><i>Eddings v. Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 112, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1982). <i>Brady</i> applies to evidence which may be used to impeach a witness. <i>United States v. Agurs,</i> <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976); <i>Giglio v. United States,</i> <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></a></span> (1972). In considering whether a <i>Brady</i> violation has occurred, the court must consider the cumulative effect of all the evidence improperly withheld. <i>Kyles,</i> 514 U.S. at 436-37, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>.</p>\n<p>In his first <i>Brady</i> argument, petitioner contends the sketches of the shoe impressions that were not produced to petitioner at the time of trial reveal a sole pattern consistent with shoes seized from Kevin Hedgepeth. He contends the evidence would have shown someone besides petitioner was in the store after the murder and would have raised doubt as to whether petitioner was solely responsible for the crimes. He also argues the evidence corroborates his account of the crimes and contradicts Hedgepeth's alibi. Petitioner argues the evidence would have bolstered the credibility of his version of events that he only played a minor role in crimes initiated and committed by Hedgepeth. Moreover, he argues that the jury's <span class=\"star-pagination\">*909</span> belief he was not acting alone and merely a secondary participant could have impacted the determination at the sentencing phase of trial.</p>\n<p>At trial, Agent Petzka testified she received and examined six pieces of sheetrock taken from the store, labeled SBI items 6, 7, 8, 9, 10, and 41. St. Ct. R. Vol. 19 of 22 at 3206. Agent Petzka also received two pairs of shoes belonging to petitioner and one pair of shoes belonging to Kevin Hedgepeth. <i>Id.</i> at 3206-08.<sup>[5]</sup> Of the six pieces of sheetrock, no impressions were present on items 7, 8, 9, and 10. A print was visible on item 6. It was photographed by Agent Petzka and the photograph was used for comparing the print against shoes. <i>Id.</i> at 3218. Agent Petzka determined the print found on item 6 was consistent with a pair of brown leather shoes the police seized from petitioner. St. Ct. R. Vol. 19 of 22 at 3218, 3234-35. Further, it was her opinion that the impression on item 6 was made by petitioner's right shoe and only that shoe. <i>Id.</i> at 3239. With respect to item 41, Agent Petzka testified \"[t]he sheetrock that was listed as item number 41 had several small portions of questioned footwear impressions; however, they were very faint and they were not sufficient for comparison purposes.\" <i>Id.</i> at 3218. Item 41 was hanging from the ceiling when collected as evidence by the police. St. Ct. R. Vol. 18 of 22 at 3157. Item 41, like the other pieces of sheet rock, had been thrown away and were not available at the time of trial. St. Ct. R. Vol. 18 of 22 at 3191-92; Vol. 19 of 22 at 3246.</p>\n<p>On cross-examination Agent Petzka was questioned further about item 41:</p>\n<blockquote>Q. Ms. Petzka, the item number 41 is a large piece of sheetrock, isn't it?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. And when you notedwhen you saw it, you saw several portions of questioned footwear impressions, didn't you?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. You could see them with the naked eye?</blockquote>\n<blockquote>A. You could see them very faintly if you look at it with side lighting, but they were very small portions and not sufficient for comparison.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Q. If you had that item number 41 with you today, could we not bring it up in front of the jury and let them take a look at those portions of the footwear?</blockquote>\n<blockquote>A. We could show them the piece of sheet rock and we could attempt to see if we could see them.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q. When you say that there were small portions of foot impression on number 41, what exactly do you mean?</blockquote>\n<blockquote>A. They were just very small. You could see some detail of a shoe impression but it was very faint and was only visible by looking at it from the side. We could not photograph it, we could not get any record of it, to work with, and I was</blockquote>\n<blockquote>Q. Were you able to</blockquote>\n<blockquote>The Court: Excuse me. Let her finish, please.</blockquote>\n<blockquote>A. And I was not able to get anything for comparison purposes.</blockquote>\n<blockquote>Q. Would you have been able to perform any tests or are there any type of tests that you could do to bring something <span class=\"star-pagination\">*910</span> that's real faint out? Is there anything that could do that?</blockquote>\n<blockquote>A. No, there really isn't. I had a photographer come over from the photo lab in an attempt to try and use side lighting and everything else, and when looked at from directly in front, which is how it has to be photographed, they just disappeared.</blockquote>\n<blockquote>Q. Were you able to come up with any idea as to the size.</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Were you able to come up with any minute detail whatsoever anywhere as to any shoe?</blockquote>\n<blockquote>A. Not that I could use for comparison, no.</blockquote>\n<blockquote>Q. Were you able to come upwhen you say use for comparison, do you mean use for comparison on the shoes that you had?</blockquote>\n<blockquote>A. They were insufficient for comparison to any shoes.</blockquote>\n<blockquote>Q. Did you note anything about those footprints?</blockquote>\n<blockquote>A. There were some of a zig zag pattern in some of the impressions, but that was all that I could determine.</blockquote>\n<p>St. Ct. R. Vol. 19 of 22 at 3258-61. Later during cross-examination she was asked:</p>\n<blockquote>Q. When you say that the other footprints found on number 41 had a zigzag pattern, what do you mean by zigzag pattern?</blockquote>\n<blockquote>A. It's a pattern where it goes up and then comes back down and then goes up and then comes back down.</blockquote>\n<blockquote>Q. And that is different than the shoe that's sitting in front of you, isn't it?</blockquote>\n<blockquote>A. Yes, it is.</blockquote>\n<p><i>Id.</i> at 3264. A review of the transcript indicates the last shoe in Agent Petzka's possession was State's Exhibit 67, petitioner's tan or brown work shoes, the right shoe in particular. St. Ct. R. Vol. 19 of 22 at 3232-35. She was asked if she ever attempted to compare the impression on the sheetrock to any shoes but the three pairs of shoes submitted to her by the police and she said she had not. <i>Id.</i> at 3263. She was asked if she had ever received other shoes belonging to Kevin Hedgepeth and she said she had not. <i>Id.</i></p>\n<p>During post-conviction proceedings, for the first time the defense received sketches that Agent Petzka made of the prints visible on item 41. <i>See</i> Exhs. to Pet., Vol. 2 of 3, Tab H # 2. The record indicates Agent Petzka made four sketches of impressions on item 41. <i>See</i> St. Ct. R. Vol. 1 of 22, Tab 8, Exh. C to MAR. Three appear to have the zig zag pattern she described at trial and one shows a circular and criss-cross pattern. Petitioner argues that unlike the zig zag pattern, the circles are consistent with the soles of the white tennis shoes that belonged to Hedgepeth that were seized by the police and therefore, would have helped support his version of events.</p>\n<p>Petitioner is unable to show a reasonable probability of a different outcome at trial had the defense had the sketches at the time of trial. At trial, the defense questioned Agent Petzka and elicited that the shoe prints on item 41 did not match the shoes seized from petitioner that had made the print on item 6. With this testimony, the defense got before the jury information that a shoe print not belonging to petitioner was found at the scene on a piece of ceiling displaced during the break-in. During trial, it was also established that item 41 was still hanging from the ceiling when seized as evidence by the police. St. Ct. R. Vol. 18 of 22 at 3158. Therefore, assuming the prints were made at the time of the break-in and not some earlier time, the defense presented evidence at trial suggesting someone besides petitioner was at the store during the break in.</p>\n<p><span class=\"star-pagination\">*911</span> While petitioner argues the print on item 41 matches Kevin Hedgepeth's shoes, petitioner fails to present evidence supporting this conclusion. The fact that Hedgepeth's shoe and one of the impressions on item 41 both had some sort of circular pattern, without more, does not show the two are consistent or a match. In fact, the experts on both sides agree that no such conclusion can be drawn given the quality of the evidence. Agent Petzka testified that the impression on item 41 had insufficient detail to make a comparison to any shoes. She further noted she could not come up with any information as to the size of the shoe that left the impression. St. Ct. R. Vol. 19 of 22 at 3258-61. The expert consulted by the defense during state post-conviction proceedings, Marilyn Miller, similarly concluded the sketches are insufficient for any comparison or conclusion as to the shoes that made the prints. <i>See</i> Exhs. to Pet., Vol. 1 of 3, Exh. 1, Tab A, Exh. E. Therefore, the sketches show, and can only show, that a shoe print found on item 41 is not consistent with petitioner's shoes. This information was already elicited at trial during Agent Petzka's testimony. Consequently, petitioner cannot show a reasonable probability of a different outcome at trial had he had Agent Petzka's sketches of the impressions on item 41. Accordingly, the court finds petitioner fails to show a <i>Brady</i> violation which entitles him to relief with respect to this portion of his <i>Brady</i> claim.</p>\n<p>In his second <i>Brady</i> argument, petitioner asserts the State improperly failed to disclose a statement Sadie Atkinson made to the assistant district attorney indicating she had seen petitioner and Kevin Hedgepeth together the night of the murder. This alleged statement directly contradicted her trial testimony.</p>\n<p>At trial, Sadie Atkinson, who was called by the State, testified that petitioner came to her house the night of the murders between 10:30 and 11 p.m. St. Ct. R. Vol. 19 of 22 at 3301. She testified:</p>\n<blockquote>A: It was late that night between 10:30 and 11:00. I'm not exactly sure exactly of the time. But it was between 10:30 and 11:00 that night.</blockquote>\n<blockquote>Q: Now, where was he when you saw him?</blockquote>\n<blockquote>A: He was at my front door, the screen door. My screen door or whatever, storm door was locked, and he asked me about two of his friends and I told him I hadn't seen them, and he left. That was all. That was it.</blockquote>\n<blockquote>Q: What two friends did he ask you about?</blockquote>\n<blockquote>A: He asked me Mike and he asked me for Calvin Hedgepeth. He didn't say Mike who; he just said Mike and Calvin Hedgepeth. That's all he said.</blockquote>\n<blockquote>Q: And were they at your residence?</blockquote>\n<blockquote>A: No, they wasn't.</blockquote>\n<blockquote>Q: Were they with Kelvin?</blockquote>\n<blockquote>A: I don't have any idea.</blockquote>\n<blockquote>Q: What type of car was Mr. Richardson driving?</blockquote>\n<blockquote>A: I could not describe the car, but all I know is it was a red car. I couldn't describe it because it was dark. I couldn't make it out, what it was.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: Now, did you have any type of conversation with Timmy other than listeningaskinghim asking where Kelvin and Mike were?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: Had you seen him before that day?</blockquote>\n<blockquote>A: No, not other than passing. That's all. Other than passing, you know, in Castalia. Castalia is a small town; if you go to Castalia, you pass a lot of people coming through or whatever, you know.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*912</span> Q: And what time, if you remember, did you pass him?</blockquote>\n<blockquote>A: I have no idea.</blockquote>\n<blockquote>Q: Now, do you also know a Kelvin Hedgepeth?</blockquote>\n<blockquote>A: Yes, I do.</blockquote>\n<blockquote>Q: Had you seen Kelvin that day?</blockquote>\n<blockquote>A: Yes. He was in Castalia up around the Tree, what they call around the Tree, earlier that day.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: What time did you see Kelvin up there?</blockquote>\n<blockquote>A: It was midday. I assume it was midday.</blockquote>\n<blockquote>Q: What is Mr. Hedgepeth's first name?</blockquote>\n<blockquote>A: All I know is Calvin Hedgepeth.</blockquote>\n<blockquote>Q: Calvin?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: Is that how you know him?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And it's your testimony here today that Timothy never asked you anything else that night?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: What did he do when he left?</blockquote>\n<blockquote>A: He just drove back out the path. I didn'tyou know, I just closed my door. As far as I know, he left.</blockquote>\n<p><i>Id.</i> at 3301-05. Ms. Atkinson testified that at the time of trial she was incarcerated in Nash County jail on pending drug charges. <i>Id.</i> at 3305. She further testified that when questioned by SBI agents a short time after the crimes she told the agents basically the same thing to which she had testified in court. <i>Id.</i> at 3309.</p>\n<p>On cross-examination the questioning of Ms. Atkinson proceeded as follows:</p>\n<blockquote>Q: Didn't you tell that them that you thought that Calvin was involved and was probably the driver of the car that night?</blockquote>\n<blockquote>A: I told them that I thought Calvin was with him that night; I didn't know. But then he had asked me about Calvin, so I wasn't sure, you know.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: Didn't you also tell them that Calvin stays in trouble?</blockquote>\n<blockquote>A: I told them that I thought Calvin stayed in trouble a lot.</blockquote>\n<blockquote>Q: When Timothy came to your house, it was 10:30 or 11:00 o'clock?</blockquote>\n<blockquote>A: Yeah, somewhere in that vicinity, yes.</blockquote>\n<blockquote>Q: And he was looking to get up with Calvin Hedgepeth?</blockquote>\n<blockquote>A: With his friends.</blockquote>\n<blockquote>Q: With his friends. And one of those, was that this Calvin Hedgepeth?</blockquote>\n<blockquote>A: He did call the name.</blockquote>\n<blockquote>Q; And you told the agents when you talked to them that you hadn't seen Calvin in two or three weeks, didn't you?</blockquote>\n<blockquote>A: I told them I hadn't seen him since that Saturday, that particular day or whatever, earlier, you know, when the incident happened, before the stuff happened.</blockquote>\n<blockquote>Q: You told themit is your testimony now that you told the agents that came to your house that you had seen Calvin that day?</blockquote>\n<blockquote>A: Pardon me?</blockquote>\n<blockquote>Q: Did you tell the SBI agents that came to your house that you had seen Calvin that day?</blockquote>\n<blockquote>A: I'm not sure.</blockquote>\n<blockquote>Q: Your not sure now?</blockquote>\n<blockquote>A: Not sure of that, no.</blockquote>\n<blockquote>Q: Did you tell them that you hadn't seen him in two or three weeks?</blockquote>\n<blockquote>A: In two or three weeks? No.</blockquote>\n<p><i>Id.</i> at 3309-10.</p>\n<p>During state post-conviction proceedings, however, Ms. Atkinson gave a different version of events to petitioner's counsel and signed an affidavit in which she <span class=\"star-pagination\">*913</span> changed her story. In the affidavit she alleges she saw petitioner with Kevin Hedgepeth and Mike Newsome three different times on October 6, 1993.<sup>[6]</sup> She said that each time they came to her house petitioner came to her door and the other two stayed in the car. She states, \"I saw their faces and noticed what they were wearing. Their third visit was around 11:00 p.m. Tim Richardson came to the door and the other two stayed in the car. I couldn't see their faces clearly, but I saw the same clothes that they were wearing earlier that day.\" Atkinson Aff. at 1, located in Exhs. to Pet. Vol. 1 of 3, Exh. 1, Tab C, Exh. M. She further stated</p>\n<blockquote>Before the trial, I told district attorney Keith Werner that Kevin Hedgepeth and Michael Newson were in Tim Richardson's car when Mr. Richardson visited my house on that night. Mr. Werner told me that he did not want to hear that right now. Mr. Werner told me only to answer the questions asked at the trial and not volunteer information. I never told the defense attorneys this information at trial because they didn't ask me and I didn't volunteer information because of what Mr. Werner told me.</blockquote>\n<p><i>Id.</i></p>\n<p>Petitioner argues that the information which Ms. Atkinson allegedly told Mr. Werner before trial corroborates his testimony that he and Kevin Hedgepeth were together the night of the murders, and therefore, is material exculpatory evidence which should have been turned over to the defense prior to trial.</p>\n<p>During state-post conviction proceedings, the State never filed a response to this portion of petitioner's <i>Brady</i> claim, and never addressed the allegation that before trial Ms. Atkinson allegedly told Mr. Werner a version of events which differed significantly from her initial statements to the SBI agents and her trial testimony. However in this court, for the first time, respondent offers an affidavit from assistant district attorney Keith Werner. In his affidavit Mr. Werner states:</p>\n<blockquote>I probably did instruct her to listen carefully to the question asked and answer that question and not veer off the question asked.</blockquote>\n<blockquote>5. At no time did she tell me that Kevin Hedgepth and Michael Newson were in Timothy Richardson's vehicle when Richardson visited her house that night. She was specifically asked under oath if Hedgepeth and Newson were at her house that night and if they were with Richardson that night. Her response was \"No, they wasn't.\" She was asked if they were with Tim and her response was, \"I have no idea.\" Werner Aff. at 1.</blockquote>\n<p>He further states that Ms. Atkinson never said at trial or to the SBI during their interview that petitioner, Hedgepeth, and Newsome came to her door three times on October 6th. <i>Id.</i> Therefore, based on his affidavit, Mr. Werner disputes that Ms. Atkinson ever made statements to him that she saw petitioner with Hedgepeth the night of the murders.</p>\n<p>Petitioner argues that Mr. Werner's affidavit is not properly before the court because it could have been, but was not, presented at the state court level. Respondent agrees the affidavit was not presented below, but contends the court can properly consider the affidavit since it is conducting de novo review of the claim. The court need not determine this issue. Without considering Mr. Werner's affidavit, and even assuming Ms. Atkinson made such statements prior to trial, petitioner cannot show a reasonable probability of a <span class=\"star-pagination\">*914</span> different outcome at trial had he known of the alleged statements before trial.</p>\n<p>The information which Ms. Atkinson states she told Mr. Werner before trial directly contradicts her initial statements to SBI agents, statements which she did not dispute she made at trial. Therefore, the potential impact of the statements that she saw petitioner with Hedgepeth would have been undermined or lessened by her other conflicting statements. Moreover, Ms. Atkinson's claim in her affidavit that she did not give the information at trial because she was told only to respond to the questions posed does not bear out. A review of the questions she was asked at trial reveal that had she answered the questions posed they would have elicited the exact information she claims to have told Mr. Werner about petitioner being at her house with Hedgepeth and Newsome on the night of the murders. At trial, Ms. Atkinson was specifically asked whether Kevin Hedgepeth and Mike were at her residence. A direct answer to the question would have allowed a response that they had been at her house. Yet, in keeping with her initial statements to the investigators she said they were not with petitioner and not at her house. Similarly, at trial she was asked if petitioner had been to her house earlier that day. Again, instead of stating he had been to her house three times as she claims in her affidavit, she answered she had not seen him earlier that day, except in passing in town. Also, when asked at trial if she had seen Kevin Hedgepeth the day of the crimes she did not state he was at her house as she claims in her affidavit.</p>\n<p>Further, the potential impact of Ms. Atkinson's statements in her affidavit would have been challenged by testimony given by other witnesses at trial. Mike Newsome testified at trial that he was with petitioner on the night in question, and he never said he and petitioner went to Ms. Atkinson's house. He said he was with petitioner around 10:30 sitting around \"the Tree\" drinking.<sup>[7]</sup> St. Ct. R. Vol. 20 of 22 at 3410. He and petitioner left and went to Chris Freeman's house and then to Michael Lewis' house. <i>Id.</i> at 3412. They got drugs at Mr. Lewis' house and then petitioner dropped Mr. Newsome at the A &amp; A convenience store in town. <i>Id.</i> at 3412-14. He said they were in petitioner's car for about twenty or thirty minutes before he was dropped at the A &amp; A. <i>Id.</i> at 3413. He testified he and petitioner saw Kevin Hedgepeth as they were approaching the A &amp; A convenience store and Mr. Hedgepeth was walking toward the store with his cousin \"Amp\" Hedgepeth.<sup>[8]</sup><i>Id.</i> at 3414. Newsome said that once petitioner dropped him at the A &amp; A convenience store, Newsome went home, arriving around 11:00 p.m. <i>Id.</i> at 3415. He said that when petitioner dropped him off petitioner was alone in the car and headed in the direction of the L &amp; L convenience store. <i>Id.</i></p>\n<p>Similarly, testimony given by Anthony Hedgepeth at trial contradicts Ms. Atkinson's account in her affidavit. Anthony Hedgepeth testified he met up with Kevin Hedgepeth at the Tree and they went to Pee Wee Richardson's house together about 8:30 or 9:30 p.m. <i>Id.</i> at 3539. He said when they returned to town he used a payphone and Kevin went back over to the Tree which was nearby. At about 10:45 or 10:50 p.m. a man named Mr. Jones stopped as he was passing by to give them a ride home. He and Kevin got in Mr. Jones' car and Mr. Jones dropped Anthony at his house first. Anthony said he arrived <span class=\"star-pagination\">*915</span> home between 11:00 and 11:15 p.m. Mr. Jones testified at trial and confirmed he had given Kevin and Anthony a ride home that night.<sup>[9]</sup><i>Id.</i> at 3422-23.</p>\n<p>Moreover, while Ms. Atkinson's statements in her affidavit place petitioner with Kevin for some period on the night of the crimes, her statements do not demonstrate Kevin was with petitioner at the L &amp; L store at the time of the crimes. In her account in her affidavit, Ms. Atkinson places Kevin at her house around 11:00 p.m. This statement simply places the men together at a location other than the crime scene nearly forty minutes before the victim locked up the convenience store. The court recognizes that Ms. Atkinson's statements in her affidavit are the only account besides petitioner's statements which place petitioner and Kevin together the night of the crime. However, this information would not only have been weighed against Ms. Atkinson's initial conflicting account, but would have been weighed against the accounts of various other witnesses at trial such as Anthony Hedgepeth, Sam Jones, Tug Lynch, and Kevin's uncle and grandmother who all place Kevin with his cousin Anthony around the Tree, riding home, or at home during the period when the crimes occurred.</p>\n<p>Consequently, petitioner cannot show a reasonable probability of a different outcome at either phase of trial had the defense had information that Ms. Atkinson made statements to Mr. Werner she saw Kevin and Mike with petitioner at her house around 11:00 p.m. the night of the murders. The court further finds that even considering the potential cumulative impact of the sketches of the shoe impressions on item 41 and Ms. Atkinson's purported statements to Mr. Werner there is not a reasonable probability of a different result at either phase of trial. Respondent's motion for summary judgment as to Claim I is granted.</p>\n<p></p>\n<h2>2.</h2>\n<p>In Claim II, petitioner argues he received ineffective assistance of trial counsel because counsel failed to move to suppress the statements petitioner made to the police. Petitioner first raised this claim in his MAR. The MAR court addressed all of petitioner's claims of ineffective assistance of trial counsel in a summary ruling. April 2002 MAR Order at 2. The MAR court concluded the claims were procedurally barred. The court stated \"that the petitioner was in position to raise the issue of ineffective assistance of trial counsel on appeal, but did not do so. The claim is therefore procedurally barred from review.\" <i>Id.</i> Alternatively, the court denied the claims on the merits. It found that counsel did not err as petitioner alleged, but even if they had done so \"such alleged errors would be harmless errors beyond a reasonable doubt.\" <i>Id.</i></p>\n<p>Respondent argues the claim is procedurally defaulted because it was found to be procedurally barred by the MAR court. Under the doctrine of procedural default, a federal court may not review the merits of any claim found to be procedurally barred by the state court on independent and adequate state grounds. <i>Coleman,</i> 501 U.S. at 731-32, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>. A federal habeas court may review procedurally defaulted claims if the petitioner demonstrates cause and prejudice, or that the failure to consider the claim will result in a fundamental miscarriage of justice. <i>See Id.</i> at 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>.</p>\n<p>North Carolina Gen.Stat. § 15A-1419(a)(3) provides that a motion for appropriate relief must be denied where \"[u]pon a previous appeal the defendant <span class=\"star-pagination\">*916</span> was in a position to adequately raise the ground or issue underlying the present motion but did not do so.\" Subsection 1419(a)(3) is an independent and adequate state law ground to support procedural default of ineffective assistance of counsel claims that could have been brought on direct appeal. <i>See </i><i>Fisher v. Lee,</i> <span class=\"citation\" data-id=\"769055\"><a href=\"/opinion/769055/willie-ervin-fisher-v-r-c-lee-warden-central-prison-north-carolina/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 456 (4th Cir.2000); <i>Williams v. French,</i> <span class=\"citation\" data-id=\"755166\"><a href=\"/opinion/755166/larry-darnell-williams-v-james-b-french-warden-central-prison-raleigh/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 209 (4th Cir.1998).</p>\n<p>In an attempt to overcome the procedural default, petitioner argues the claim could not have been brought on direct appeal. He asserts that the factual basis of the claim required the evidence he presented from Dr. Ollie, the expert who characterized petitioner's ability to listen as being equivalent to that of someone 10 years and 8 months of age. Dr. Ollie opined that petitioner would have had \"great difficulty comprehending\" his <i>Miranda</i> rights. Petitioner argues this evidence from Dr. Ollie was not part of the record on appeal.</p>\n<p>Under North Carolina law, a defendant is required to raise a claim of ineffective assistance of counsel on direct appeal that is apparent from the record. <i>State v. Fair,</i> <span class=\"citation\" data-id=\"1365637\"><a href=\"/opinion/1365637/state-v-fair/\"><span class=\"volume\">354</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">131</span></a></span>, 167, <span class=\"citation\" data-id=\"1365637\"><a href=\"/opinion/1365637/state-v-fair/\"><span class=\"volume\">557</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">500</span></a></span>, 525 (2001); <i>see also </i><i>Lawrence v. Branker,</i> <span class=\"citation\" data-id=\"1025021\"><a href=\"/opinion/1025021/lawrence-v-branker/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 715 (4th Cir.2008) (ineffective assistance of counsel claims are procedurally barred when the record on appeal reveals that \"no further investigation would have been required to raise the claim on direct review.\"). Petitioner's claim asserting he received ineffective assistance of trial counsel because his attorneys failed to move to suppress his statement to police was apparent from the record on direct appeal. The record on appeal showed that trial counsel never moved to suppress petitioner's very damaging statements to the police. Moreover, as petitioner notes, counsel were well aware of petitioner's cognitive limitations and the record from trial is replete with information about petitioner's borderline intellect that could have been used on direct appeal to make the ineffective assistance of counsel argument. For example, the transcript from sentencing contained the testimony of Drs. Gorman and Royal. Dr. Gorman, a clinical psychiatrist who evaluated petitioner testified that petitioner's I.Q. test revealed Richardson had an I.Q. of 73 and functioned at the level of an 11 or 12 year old. St. Ct. R. Vol. 22 of 22 at 3896. Dr. Royal, a forensic psychiatrist who examined petitioner and his family members testified that petitioner has mild mental retardation. <i>Id.</i> at 3848. Consequently, petitioner's claim was readily apparent from the record at the time of direct appeal and did not require further investigation to raise the issue on direct appeal. Although the testimony of Dr. Ollie might have added to the claim, this cannot excuse petitioner from raising the claim that was apparent and available from the record on direct appeal. <i>See McCarver,</i> 221 F.3d at 591 (rejecting argument that because an expert could have been presented on collateral review in support of claim, petitioner was excused from failing to bring otherwise available claim on direct appeal). The claim is procedurally defaulted.</p>\n<p>Further, the court notes that even if it considers the claim on the merits, petitioner is not entitled to relief. To establish ineffective assistance of counsel, a petitioner must show that counsel's representation \"fell below an objective standard of reasonableness\" and that there is a \"reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). Petitioner contends that counsel were ineffective because they failed to move to suppress <span class=\"star-pagination\">*917</span> his statements to police. He argues he was prejudiced because those statements were the primary evidence placing him at the scene of the crimes. Therefore, the issue is whether there is a reasonable probability the trial court would have granted the motion if counsel had filed a motion to suppress petitioner's statements.</p>\n<p>Statements taken from a defendant during custodial interrogation must be suppressed unless the police inform the defendant of his <i>Miranda</i> rights and he validly waives those rights. <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 479, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). Whether a defendant has validly waived his rights depends upon two factors, whether the waiver was voluntary and whether the waiver was knowing. <i>North Carolina v. Butler,</i> <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, 373, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></a></span>, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1979). There is no dispute between the parties that petitioner was in custody at the time he made his statements nor do the parties dispute that <i>Miranda</i> rights were given to petitioner. Rather, petitioner contends that because of his low intellect he could not knowingly or validly waive his rights.</p>\n<p>A voluntary waiver is \"the product of free and deliberate choice rather than intimidation, coercion, or deception.\" <i>Moran v. Burbine,</i> <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1135</span></a></span>, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1986). \"The existence of a threat or an implied promise does not automatically render a confession involuntary.\" <i>United States v. Braxton,</i> <span class=\"citation\" data-id=\"740246\"><a href=\"/opinion/740246/united-states-v-james-braxton/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 783 (4th Cir.1997). Rather, a court must consider whether the defendant's will \"`has been overborne and his capacity for self-determination ... critically impaired.'\" <i>Schneckloth v. Bustamonte,</i> <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 225, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973)(quoting <i>Culombe v. Connecticut,</i> <span class=\"citation\" data-id=\"106284\"><a href=\"/opinion/106284/culombe-v-connecticut/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, 602, <span class=\"citation\" data-id=\"106284\"><a href=\"/opinion/106284/culombe-v-connecticut/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1860</span></a></span>, <span class=\"citation\" data-id=\"106284\"><a href=\"/opinion/106284/culombe-v-connecticut/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1037</span></a></span> (1961)). A knowing waiver is \"made with full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.\" <i>Id.</i> An express waiver is not required. <i>Butler,</i> 441 U.S. at 373, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></a></span>. A voluntary and knowing waiver may be \"inferred from the actions and words of the person interrogated.\" <i>Id.</i> In determining whether a waiver was voluntary and knowing, a court must consider the totality of the circumstances of the case \"including the background, experience, and conduct of the accused.\" <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></span> (1938).</p>\n<p>The North Carolina courts have set forth factors for the state courts to consider in conducting its analysis as to whether a waiver is knowing and voluntary: 1) the defendant's familiarity with the criminal justice system; 2) the length of interrogation; 3) the amount of time the defendant had without sleep; 4) whether the defendant was in custody; 5) whether the defendant's <i>Miranda</i> rights were violated; 6) whether the defendant was held incommunicado; 7) whether there were threats of violence; 8) whether promises were made to obtain the confession; 9) the age and mental condition of the defendant; and, 10) whether the defendant was deprived of food. <i>State v. Kemmerlin,</i> <span class=\"citation\" data-id=\"1389346\"><a href=\"/opinion/1389346/state-v-kemmerlin/\"><span class=\"volume\">356</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">446</span></a></span>, 458, <span class=\"citation\" data-id=\"1389346\"><a href=\"/opinion/1389346/state-v-kemmerlin/\"><span class=\"volume\">573</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">870</span></a></span>, 880-81 (2002); <i>State v. Ortez,</i> 178 N.C.App. 236, 246-47, <span class=\"citation\" data-id=\"1335233\"><a href=\"/opinion/1335233/state-v-ortez/\"><span class=\"volume\">631</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">188</span></a></span>, 196 (2006).</p>\n<p>The police took petitioner into custody at his home and transported him to the Sheriffs department where he was read his <i>Miranda</i> rights. SBI Agent Tucker and Captain Reames testified that petitioner responded that he understood his rights and affirmed he did not want a lawyer present. Petitioner answered the questions and initially lied to investigators about where he was the night of the murder. When confronted with contradictory evidence, he changed his story, and admitted he was a the scene of the crimes, but <span class=\"star-pagination\">*918</span> said Kevin Hedgepeth was responsible. His statements to police were clear and logical. Petitioner does not allege he was threatened during the interrogation, denied food or water, deprived of sleep or subjected to an unreasonably long interrogation. His only ground for suppressing the statements is Dr. Ollie's testimony that based on petitioner's borderline intellect he would have had great difficulty understanding the implications of his <i>Miranda</i> rights. On this basis alone, petitioner would not reasonably have succeeded in suppressing the statements in state court.</p>\n<p>The North Carolina courts have recognized that a lack of intelligence alone does not render an otherwise voluntary and knowingly made statement inadmissible. <i>See </i><i>State v. Fincher,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, 8, <span class=\"citation\" data-id=\"1365946\"><a href=\"/opinion/1365946/state-v-fincher/\"><span class=\"volume\">305</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">685</span></a></span>, 690 (1983); <i>see also </i><i>State v. Andrews,</i> 170 N.C.App. 68, <span class=\"citation\" data-id=\"1300808\"><a href=\"/opinion/1300808/state-v-andrews/\"><span class=\"volume\">612</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span> (2005); <i>State v. Allen,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">176</span></span>, <span class=\"citation\" data-id=\"1225929\"><a href=\"/opinion/1225929/state-v-allen/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">626</span></a></span> (1988). Similarly, the federal courts have rejected the argument that low mental functioning alone will automatically invalidate a waiver of <i>Miranda</i> rights and have considered the defendant's mental functioning as just one factor in weighing the totality of the circumstances. <i>See </i><i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"789928\"><a href=\"/opinion/789928/united-states-v-james-scott-robinson-united-states-of-america-v-james/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">850</span></a></span> (4th Cir.2005) (finding defendant's low I.Q. did not make him per se unable to validly waive his <i>Miranda</i> rights and finding totality of circumstances supported valid waiver); <i>Correll v. Thompson,</i> <span class=\"citation\" data-id=\"702503\"><a href=\"/opinion/702503/walter-milton-correll-jr-v-charles-e-thompson-warden-mecklenburg/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1279</span></a></span> (4th Cir.1995) (finding waiver valid despite defendant's I.Q. of 68 when defendant only in custody about seven hours, there was no physical coercion, he was not induced by promises); <i>Vance v. Bordenkircher,</i> <span class=\"citation\" data-id=\"410946\"><a href=\"/opinion/410946/arnold-lee-vance-v-donald-e-bordenkircher-warden-west-virginia-state/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span> (4th Cir.1982) (finding valid waiver of <i>Miranda</i> rights by fifteen year old with I.Q. of 62 and mental age of nine based on totality of circumstances). \"A defendant's individual characteristics, however, are insufficient by themselves to render a confession involuntary absent other circumstances that demonstrate some form of official coercion.\" <i>United States v. Leonard,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">163735</span></span> (4th Cir.1998) (unpublished) (citing <i>Colorado v. Connelly,</i> <span class=\"citation\" data-id=\"111779\"><a href=\"/opinion/111779/colorado-v-connelly/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 167, <span class=\"citation\" data-id=\"111779\"><a href=\"/opinion/111779/colorado-v-connelly/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, <span class=\"citation\" data-id=\"111779\"><a href=\"/opinion/111779/colorado-v-connelly/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">473</span></a></span> (1986)).</p>\n<p>Considering the totality of the circumstances, there is not a reasonable likelihood petitioner would have succeeded in suppressing his statement. Therefore, he cannot show he was prejudiced by counsel's alleged error in failing to move to suppress the statements, and cannot show the MAR court's ruling is contrary to, or an unreasonable application of clearly established federal law.</p>\n<p>Finally, petitioner asks the court for an evidentiary hearing on this claim. A federal habeas court must allow an \"evidentiary hearing only where a factual dispute, if resolved in petitioner's favor, would entitle him to relief and the state has not afforded the petitioner a full and fair evidentiary hearing.\" <i>Rector v. Johnson,</i> <span class=\"citation\" data-id=\"12712\"><a href=\"/opinion/12712/rector-v-johnson/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">551</span></a></span>, 562-63 (5th Cir.1997). Petitioner cannot show a factual dispute which if resolved in his favor would entitle him to relief. Respondent's motion for summary judgment as to Claim II is granted.</p>\n<p></p>\n<h2>3.</h2>\n<p>In Claim III, petitioner argues he received ineffective assistance of appellate counsel because his attorney failed to argue on direct appeal that petitioner was prejudiced when the trial court failed to submit a statutory mitigating circumstance relating to petitioner's mental age. Specifically, petitioner argues his appellate attorney was ineffective because he failed to raise as error the fact the trial court did not submit the statutory mitigating factor of \"the age of the defendant at the time of the crime.\" <i>See</i> N.C. Gen.Stat. § 15A-2000(f)(7). Petitioner first raised the claim <span class=\"star-pagination\">*919</span> in his MAR, and the MAR court denied the claim on the merits. The MAR court's entire discussion of the claim is as follows:</p>\n<blockquote>(f) As to petitioner's allegation of ineffective assistance of appellate counsel this Court again looks to the decisions in <i>Strickland</i> and <i>Braswell, see supra.</i>\n</blockquote>\n<blockquote>(g) That the Court finds as a fact in review of this claim that this claim is without merit. That petitioner has failed to establish that his appellate counsel's representation fell below an objective standard of reasonableness. The Court further finds that there is no reasonable probability that in the absence of appellate counsel's alleged errors the results of the proceedings would have been different.</blockquote>\n<blockquote>(h) The Court also finds that no evidentiary hearing is required in that petitioner's allegation of ineffective assistance of appellate counsel involves a question of law and not fact.</blockquote>\n<blockquote>(i) The Court also finds, upon full review of this claim, that if the petitioner's allegations were indeed errors, and this Court specifically finds no errors, such errors would be harmless errors beyond a reasonable doubt.</blockquote>\n<p>MAR Order at 2.</p>\n<p>Petitioner argues the MAR court's determination is based on an unreasonable finding of facts in light of the record and is an unreasonable application of clearly established federal law. Petitioner contends it is clear from the affidavit of appellate counsel that the decision not to pursue a claim on appeal pertaining to the failure to give the (f)(7) statutory mitigating factor was based on a misunderstanding of the law, and therefore, not a well reasoned strategic decision that should be accorded deference. Petitioner argues that in light of North Carolina law at the time of his trial and appeal, had counsel raised the issue he would have succeeded and received a new sentencing trial.</p>\n<p>To establish ineffective assistance of appellate counsel in violation of the Sixth Amendment a petitioner must show counsel's representation was objectively unreasonable and that a reasonable probability exists that, but for the attorney's error he would have prevailed on his appeal. <i>Smith v. Robbins,</i> <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 285, <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">756</span></a></span> (2000) (citing <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687-88, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984)). Appellate counsel is not required to raise every nonfrivolous issue \"but rather may select from among them in order to maximize the likelihood of success on appeal.\" <i>Id.</i> at 288, <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>. The court must presume that in deciding which issues to raise, counsel selected those issues most likely to afford relief. <i>Pruett v. Thompson,</i> <span class=\"citation\" data-id=\"610587\"><a href=\"/opinion/610587/david-m-pruett-v-charles-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1560</span></a></span>, 1568 (4th Cir. 1993).</p>\n<p>Under North Carolina law, a trial court must submit to the jury any statutory mitigating circumstance that is supported by substantial evidence even if it is not requested by the defense. <i>See</i> N.C. Gen. Stat. § 15A-2000(b); <i>State v. Holden,</i> <span class=\"citation\" data-id=\"1305708\"><a href=\"/opinion/1305708/state-v-holden/\"><span class=\"volume\">338</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">394</span></a></span>, 407, <span class=\"citation\" data-id=\"1305708\"><a href=\"/opinion/1305708/state-v-holden/\"><span class=\"volume\">450</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">878</span></a></span>, 885 (1994). The test for \"`substantial evidence' is whether a juror could reasonably find that the circumstance exists based on the evidence.\" <i>State v. Watts,</i> <span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">366</span></span>, 377, <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">740</span></span>, 748 (quoting <i>State v. Kemmerlin,</i> <span class=\"citation\" data-id=\"1389346\"><a href=\"/opinion/1389346/state-v-kemmerlin/\"><span class=\"volume\">356</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">446</span></a></span>, 478, <span class=\"citation\" data-id=\"1389346\"><a href=\"/opinion/1389346/state-v-kemmerlin/\"><span class=\"volume\">573</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">870</span></a></span>, 892 (2002)). North Carolina General Statute section 15A-2007(f)(7) sets forth as a potential statutory mitigating circumstance \"[t]he age of the defendant at the time of the crime.\" It is well established under North Carolina law that the age of the defendant does not simply refer to chronological age. <i>See e.g. </i><i>State v. Oliver,</i> <span class=\"citation\" data-id=\"1227665\"><a href=\"/opinion/1227665/state-v-oliver/\"><span class=\"volume\">309</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">326</span></a></span>, 372, <span class=\"citation\" data-id=\"1227665\"><a href=\"/opinion/1227665/state-v-oliver/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">304</span></a></span>, 333 (1983). Rather, the North Carolina courts have long held that age as applicable to the (f)(7) mitigating factor is a \"flexible and relevant concept.\" <i>State v. Johnson,</i> 317 <span class=\"star-pagination\">*920</span> N.C. 343, 393, <span class=\"citation\" data-id=\"1318424\"><a href=\"/opinion/1318424/state-v-johnson/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">596</span></a></span>, 624 (1986). In assessing whether a petitioner has shown substantial evidence of age that would entitle him to an instruction on the (f)(7) mitigating factor, the court must consider any evidence of a young mental age or emotional immaturity, and then must weigh this evidence against evidence such as the defendant's chronological age, and evidence showing more mature qualities, life experience, and normal intellectual development. <i>See </i><i>State v. Spruill,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">612</span></span>, 660, <span class=\"citation\" data-id=\"1385274\"><a href=\"/opinion/1385274/state-v-spruill/\"><span class=\"volume\">452</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">279</span></a></span>, 306 (1994). A court's failure to give a required instruction on a statutory mitigating factor is reversible error, unless the State can show it was harmless beyond a reasonable doubt. <i>Zuniga,</i> 348 N.C. at 217, 498 S.E.2d at 613 (citing <i>State v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">117</span></span>, 145, <span class=\"citation\" data-id=\"1226022\"><a href=\"/opinion/1226022/state-v-wilson/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">589</span></a></span>, 605 (1988)).</p>\n<p>At the sentencing phase of trial, the defense presented evidence from Dr. John Gorman, a clinical psychologist who evaluated petitioner. Dr. Gorman said that based on his evaluation, he concluded petitioner has an I.Q. of 73. St. Ct. R. Vol. 22 of 22, Trial Tr. at 3892. He explained that \"[h]is overall functioning would be comparable to that of an average eleven-and-a half, twelve year old.\" <i>Id.</i> He testified that \"the conclusion from the mental evaluation was that there were a lot of the areas of diminished functioning with particular loss or maybe not loss, but never had developed much in the way of abstract reasoning or any kind of sequential problem-solving skills. This leads to a real inability to plan and anticipate consequences and things like that.\" <i>Id.</i> In terms of petitioner's social relationships, Dr. Gorman testified that \"[t]he tests that I gave him suggested that he had [sic] fairly naive orientation towards people.\" <i>Id.</i> at 3898.</p>\n<p>The defense also presented testimony from Dr. Royal, a forensic psychiatrist. Dr. Royal found petitioner suffered alcohol and drug abuse, borderline mental retardation, mild neurocognitive disorder, and personality disorder. <i>Id.</i> at 3848. He explained that the neurocognitive disease created difficulties for petitioner in communicating, with his comprehension, and with his memory. <i>Id.</i> at 3852. He also noted petitioner suffered serious lead poisoning as a baby and explained that lead poisoning affects the ability to develop intellectually. <i>Id.</i> at 3850-51, 3866. Dr. Royal noted petitioner dropped out of school during his third semester in high school and then worked at various jobs, his longest being at a textile firm for 2 ½ years. <i>Id.</i> at 3867. He worked temporarily for Abbott Lab, but Dr. Royal said he understood he did not work there long because he was unable to perform the work functions required of him. <i>Id.</i> at 3867-68. He eventually went to work with his father brick-washing, which is the job he was doing at the time of the crimes. <i>Id.</i> at 3868. Dr. Royal recognized petitioner was married and a father, but testified that in his opinion that did not require any special intellectual capabilities. He also noted that he learned from his interviews that petitioner and his wife were relying on petitioner's parents for frequent financial assistance and had problems in the marital relationship. <i>Id.</i> at 3871.</p>\n<p>Petitioner argues these facts clearly supported admission of the (f)(7) statutory mitigating factor. He argues that appellate counsel's failure to raise the issue clearly prejudiced him. He argues that had the issue been raised on appeal he would have succeeded and received a new sentencing trial. Further, he says the affidavit of appellate counsel shows that the decision was based on a mistaken understanding of the law, not a reasonable strategic decision which should be accorded deference.</p>\n<p>The court has before it the affidavit of petitioner's appellate counsel, J. Clark <span class=\"star-pagination\">*921</span> Fisher. Mr. Fisher states he did not raise the issue of counsel's failure to request the statutory mitigating factor relating to the defendant's age at the time of the crime. He states:</p>\n<blockquote>Based on my review of the records I was aware that the Defendant's mental age was that of eleven and a half or twelve years old and that his I.Q. was 73. The law regarding this mitigating factor was not clarified until after Defendant's trial. I do not recall ever giving significant consideration to raising this issue, because absent a request for this instruction, review would likely have been under the plain error standard.</blockquote>\n<p>Fischer Aff. at 1. Mr. Fisher also states, \"[g]iven the limitations on review under plain error, I doubt that I could have had any serious consideration to raising this issue on appeal. I focused instead on arguing the issues surrounding the blood spatter evidence.\" <i>Id.</i></p>\n<p>Petitioner has also submitted the affidavit of Ann Peterson, an attorney experienced in death penalty cases in North Carolina, in support of his claim. Ms. Peterson states that she \"cannot think of a strategic and legitimate reason for not raising an arguable sentencing phase issue in a capital case on direct appeal. . . .\" Peterson Aff. at 1. She offers her opinion that \"[i]n her experience, it would be ineffective assistance of counsel for defendant's appellate counsel to fail to raise on appeal the failure of the trial court to instruct the jury on the defendant's age as a mitigating circumstance, pursuant to N.C.G.S. § 15A-2000(f)(7), where there was evidence the defendant's chronological age was 31, but his mental age was 11½ or 12, with an I.Q. that was borderline mentally retarded.\" <i>Id.</i></p>\n<p>In <i>State v. Holden,</i> <span class=\"citation\" data-id=\"1305708\"><a href=\"/opinion/1305708/state-v-holden/\"><span class=\"volume\">338</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"1305708\"><a href=\"/opinion/1305708/state-v-holden/\"><span class=\"volume\">450</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">878</span></a></span> (1994), decided four months before the start of petitioner's trial, the Supreme Court of North Carolina considered a case in which the defendant argued he was prejudiced at trial by the court's failure to give the (f)(7) mitigating factor. In <i>Holden,</i> the defense initially made a request for the (f)(7) instruction, but then specifically withdrew the request it be submitted. <i>Id.</i> at 407, 450 S.E.2d at 885. On review, the Supreme Court of North Carolina held that in light of the evidence of petitioner's young mental age and abilities, \"regardless of the defendant's wishes about the matter, the trial court had an independent duty to submit the statutory mitigating circumstances based on the evidence.\" <i>Id.</i> The court held Holden was entitled to relief and ordered a new capital sentencing trial.</p>\n<p>Therefore, contrary to the statement of petitioner's appellate counsel in his affidavit, North Carolina law supporting petitioner's claim was established months before petitioner's trial and well before his appeal. <i>Holden</i> also shows that petitioner's appellate counsel was incorrect that without a request for the instruction by the defense they would have been limited to plain error review on appeal. This undermines any argument that the decision of counsel not to raise the issue on appeal was a reasoned strategic one that must be accorded deference. Rather, the record shows that counsel's consideration of the claim, if any, was based on a complete misapprehension of the law, and objectively unreasonable.</p>\n<p>Moreover, a review of North Carolina law on the trial court's duty to instruct on the (f)(7) mitigating factor indicates that had counsel raised the issue on appeal, there is a reasonable probability petitioner would have prevailed. In <i>Holden,</i> the defendant was thirty-years old at the time of the crime. The defense presented expert testimony that Holden had an I.Q. of 70 or less and a mental age and problem solving abilities comparable to those of a ten year <span class=\"star-pagination\">*922</span> old. <i>Holden,</i> 338 N.C. at 407, 450 S.E.2d at 885. The court also heard evidence Holden \"was married, operated a vehicle, and held a job at a poultry factory for ten or twelve years\" and had been promoted to assistant manager. Evidence showed that Holden volunteered on the rescue squad, but could not pass the test to become certified as an Emergency Medical Technician.\" <i>Id.</i> at 400, 450 S.E.2d at 881. After considering all of the evidence, the Supreme Court of North Carolina held the trial court erred by not submitting the (f)(7) statutory mitigating circumstance and awarded Holden a new sentencing trial. <i>Id.</i> at 407, 450 S.E.2d at 885.</p>\n<p>Similarly, in <i>State v. Zuniga,</i> <span class=\"citation\" data-id=\"1329121\"><a href=\"/opinion/1329121/state-v-zuniga/\"><span class=\"volume\">348</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">214</span></a></span>, <span class=\"citation\" data-id=\"1329121\"><a href=\"/opinion/1329121/state-v-zuniga/\"><span class=\"volume\">498</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">611</span></a></span> (1998), the Supreme Court found reversible error based on the trial court's failure to instruct the jury on the (f)(7) mitigating factor and awarded Zuniga a new sentencing hearing. In <i>Zuniga,</i> expert testimony was presented at trial that the defendant, who was twenty-seven years old, had an intellectual age of about 7.4 years. Another expert testified petitioner's mental condition significantly impacted his ability to conform his actions. The court found that the testimony of the two experts constituted substantial evidence upon which the jury could have found the (f)(7) mitigating factor. <i>Id.</i> at 217, 498 S.E.2d at 613. In <i>Zuniga,</i> as in the instant case, the defense had not requested the (f)(7) mitigator be submitted to the jury. <i>Id.</i> at 221,498 S.E.2d at 615.</p>\n<p>The circumstances in petitioner's case likewise indicate there is not only a reasonable probability, but a reasonable likelihood, the court on appeal would have held the trial court erred by not submitting the (f)(7) statutory mitigating circumstance to the jury. Petitioner was 31 years old at the time of the crime. However, substantial evidence was presented at trial demonstrating his young mental functioning. Expert testimony was presented showing petitioner's low mental age. Dr. Gorman determined petitioner's \"overall functioning would be comparable to that of an average eleven-and-a half, twelve year old.\" St. Ct. R. Vol. 22 of 22 at 3892. Dr. Gorman also testified petitioner had a simplistic and \"naive orientation\" towards people. <i>Id.</i> at 3898.</p>\n<p>When factors such as petitioner's chronological age, life experience, and intellectual development are considered, they do not counterbalance the substantial evidence of petitioner's young mental age. Dr. Gorman testified petitioner was the kind of person who required others to take care of him, and also demonstrated \"tremendous limitations in his social judgment.\" <i>Id.</i> at 3896, 3913. Dr. Royal explained that lead poisoning such as petitioner suffered causes brain damage and affects the ability to develop intellectually. Petitioner worked, but with the exception of one factory job, was unable to hold a job, and eventually went to work for his father washing bricks. Petitioner was married and fathered a child, but testimony indicated he and his wife were dependent on his parents for financial assistance with their bills. <i>Id.</i> at 3879. Petitioner's social interactions or relationships were described as limited. <i>Id.</i> at 3850. Consequently, the evidence indicates a juror could reasonably find the (f)(7) existed and the trial court was required to instruct on the mitigator.</p>\n<p>Moreover, the State is unable to show the error likely would have been found to be harmless beyond a reasonable doubt on appeal. In <i>State v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">117</span></span>, 145-41, <span class=\"citation\" data-id=\"1226022\"><a href=\"/opinion/1226022/state-v-wilson/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">589</span></a></span>, 606 (1988), the Supreme Court of North Carolina addressed the trial court's failure to give a statutory mitigating circumstance. In considering whether the trial court's error was harmless beyond a reasonable doubt, the court stated \"[w]e of course have no way of knowing whether the failure to <span class=\"star-pagination\">*923</span> submit this statutory mitigating circumstance to the jury may have tipped the scales in favor of the jury determination...\" The court noted that in considering the issue, \"common sense, fundamental fairness, and judicial economy require that any reasonable doubt regarding the submission of a statutory or requested mitigating factor be resolved in favor of the defendant.\" <i>Id.</i> at 146, 367 S.E.2d at 606.</p>\n<p>In <i>Zuniga,</i> the Supreme Court of North Carolina addressed arguments from the State that evidence concerning mental age could have been considered by the jury in light of some of the other statutory and non-statutory mitigating factors. The court rejected the argument. It noted that in considering a statutory mitigating factor, the jury was required to give each statutory mitigating factor individual weight. <i>Zuniga,</i> 348 N.C. at 217-18, 498 S.E.2d at 613. It further reasoned that \"the submission of nonstatutory mitigating circumstances that parallel statutory mitigating circumstances does not satisfy the State's burden of showing harmlessness beyond a reasonable doubt because the jury was not required to give mitigating value to the nonstatutory circumstances.\" <i>Id.</i> at 218, 498 S.E.2d at 613. In <i>State v. Turner,</i> <span class=\"citation\" data-id=\"1388044\"><a href=\"/opinion/1388044/state-v-turner/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"1388044\"><a href=\"/opinion/1388044/state-v-turner/\"><span class=\"volume\">410</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">847</span></a></span> (1991), the court considered whether a <i>McKoy</i> error in the sentencing instruction was harmless.<sup>[10]</sup> In assessing the potential impact to the jury's consideration of the (f)(7) mitigating circumstance the court noted that \"the fact that certain `found' mitigating circumstances might bear on the persuasiveness of another circumstance under consideration does not mean that the latter is necessarily subsumed under the former.\" <i>Turner,</i> 330 N.C. at 268-69, 410 S.E.2d at 858.</p>\n<p>In petitioner's case, had the issue been raised on appeal it would have been particularly difficult for the State to show the failure to give the (f)(7) statutory mitigating circumstance was harmless error. During deliberations, the jury sent a note to the judge which indicated the jurors could not reach a unanimous decision on Issue Three of the instructions. St. Ct. R. Vol. 22 of 22 at 4037-38. Issue Three provides \"[d]o you unanimously find beyond a reasonable doubt that the mitigating circumstance or circumstances found is, or are, insufficient to outweigh the aggravating circumstance or circumstances found?\" St. Ct. R. Vol. 1 of 22, Tab 2 at 81. If the jurors had not answered yes to Issue Three they would have stopped deliberations and returned a verdict of life imprisonment. The judge sent the jury back and they were eventually able to reach a unanimous decision. However, only a single juror needed to change his position for petitioner to have received a life sentence. <i>See </i><i>Bowie v. Branker,</i> <span class=\"citation\" data-id=\"1024702\"><a href=\"/opinion/1024702/bowie-v-branker/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 120 (4th Cir.2008). At sentencing, the jury found two aggravating circumstances and two statutory mitigating circumstances.<sup>[11]</sup> The consideration of another statutory mitigating factor clearly could have influenced the jury, or at least a single juror, when the jury was already struggling to find the mitigating factors <span class=\"star-pagination\">*924</span> outweighed the aggravating factors in its consideration of Issue Three. Under these circumstances, the State cannot show that the failure to submit the (f)(7) mitigating circumstance was harmless error beyond a reasonable doubt as it would have been required to do had the issue been raised on appeal. <i>See </i><i>Zuniga,</i> 348 N.C. at 217, 498 S.E.2d at 613.</p>\n<p>Consequently, the evidence clearly shows appellate counsel acted objectively unreasonable in not raising a claim about the court's failure to instruct on the (f)(7) mitigator at trial and there is a reasonable probability petitioner would have prevailed on appeal had the claim been raised. The MAR court's determination to the contrary is based on an unreasonable determination of the facts and an unreasonable application of <i>Smith v. Robbins</i> and <i>Strickland.</i> After considering the issue <i>de novo,</i> the court concludes petitioner has shown he received ineffective assistance of counsel on appeal in violation of his Sixth Amendment rights and is entitled to relief on this claim. Respondent's motion for summary judgment as to Claim III is denied.</p>\n<p></p>\n<h2>4.</h2>\n<p>In Claim IV, petitioner argues he is mentally retarded and therefore, in accordance with <i>Atkins v. Virginia,</i> <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (2002), his death sentence violates the Eighth Amendment. Petitioner first raised this claim in an amendment to the MAR filed on January 31, 2002. After holding an evidentiary hearing, the MAR court denied the claim on the merits. <i>See</i> St. Ct. R. Vol. 2 of 22, Tab 13. Petitioner argues the MAR court's ruling is based on an unreasonable application of the law and an unreasonable determination of the facts.</p>\n<p>In <i>Atkins,</i> the Court held the execution of a mentally retarded person is cruel and unusual punishment in violation of the Eighth Amendment. <i>Atkins,</i> 536 U.S. at 321, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>. The Court left it to each state to define mental retardation in a manner to satisfy the Constitution. <i>Id.</i> at 317, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>. However, it indicated mental retardation is generally characterized by subaverage intellectual functioning and significant adaptive limitations. Prior to the ruling in <i>Atkins,</i> North Carolina enacted N.C. Gen.Stat. § 15A-2005, which prohibits the execution of mentally retarded individuals. Section 15A-2005 defines mental retardation as: 1) significantly subaverage general intellectual functioning, evidenced as an I.Q. of 70 or below, plus; 2) significant limitations in two or more adaptive skill areas; 3) both of which manifested before 18 years old. N.C. Gen. Stat. § 15A-2005(a)(l). The ten adaptive skill areas are: communication, self-care, home living, social skills, community use, self-direction, health and safety, functional academics, leisure skills and work skills. <i>Id.</i> The burden of proof is on a defendant to show mental retardation by a preponderance of the evidence. N.C. Gen.Stat. § 15A-2005(f).</p>\n<p>The evidence before the court indicates petitioner has three I.Q. scores from individually administered I.Q. tests. In 1995, Dr. John Gorman, a psychologist working for the defense at the time of trial, gave petitioner the Weschler Adult Intelligence Scale Revised (WAIS-R) and petitioner scored 73. In 2002, petitioner was given the Weschler Adult Intelligence Scale Third Edition (WAIS-III) and petitioner scored a 67. The tests was part of an evaluation by Dr. John Warren, a psychologist retained by the defense, but was not administered by Dr. Warren. Rather, the test was administered by John Tatum, a psychometrist who was working with Dr. Warren.<sup>[12]</sup> In 2004, Dr. Mark Hazelrigg, a <span class=\"star-pagination\">*925</span> psychologist retained by the State, gave petitioner the WAIS-III and petitioner scored a 74.</p>\n<p>At the hearing on the mental retardation issue, the state court heard from several mental health experts. Dr. Warren was called by counsel for petitioner and accepted as an expert in I.Q. testing. Dr. Warren was asked about variations in petitioner's I.Q. scores and explained factors which may impact test scores. First, Dr. Warren said that all I.Q. tests have a standard error of measurement which means \"the scores will cluster around a certain area.\" Mr. Hr'g Tr. at 37.<sup>[13]</sup> He explained, therefore, that if \"five identical me's\" administer a test he would not \"have exactly the same score every time.\" <i>Id.</i> He said that on the WAIS-III the standard error of measurement is 3½ points in either direction. Dr. Warren also explained the Flynn effect. He explained that as an I.Q. test is used over time \"there's a phenomena in I.Q. testing where from the time a test is released, as the years go by, population I.Q. scores tend to creep up somewhat.\" <i>Id.</i> at 35. He said that for this reason newer tests are released as the years go by. <i>Id.</i></p>\n<p>Finally, Dr. Warren was asked to address the practice effect. He explained that the practice effect occurs when tests are administered within a relatively close time frame. Under those circumstances \"the person would [be] expected to score some points better on the second administration than on the first.\" <i>Id.</i> at 39. He said that for someone petitioner's age \"he would be expected to score about five points higher on the second administration of the test that was the same test.\" <i>Id.</i> The WAIS-III test on which petitioner scored a 74 was given to petitioner approximately two years after the first WAIS-III test. Petitioner took the first WAIS-III test on July 26, 2002, and the second WAIS-III test was given to petitioner on July 9, 2004. Dr. Warren testified he believed the 2004 test was within the time period in which you would see the practice effect. He said others would at least find it arguable the practice effect may have affected the 2004 test, and therefore, he said it was at least arguable you could treat the score of 74 as a score of 69.</p>\n<p>Dr. Mark Hazelrigg, a forensic psychologist, testified for the State at the evidentiary hearing. Dr. Hazelrigg said he tested petitioner's I.Q. because when he first evaluated petitioner he saw that petitioner had scores both above and below the threshold number of 70 in the North Carolina statute. <i>Id.</i> at 213. Dr. Hazelrigg noted that petitioner's score of 73 when tested by Dr. Gorman in 1996 and petitioner's score of 74 when tested in 2004 were quite consistent. <i>Id.</i> at 214. When asked about the standard error of measurement, Dr. Hazelrigg said it was a range of error due to imprecision in I.Q. tests. He explained that for a test on which someone scored 73, considering a standard error of measurement of three, the score \"could float on a range from 70 upward to 76.\" <i>Id.</i> at 216. He said the standard error of measurement on the WAIS-R is five points. <i>Id.</i> at 247. Dr. Hazelrigg testified that in his opinion petitioner's pattern of substance abuse is the single most important factor in petitioner's case. <i>Id.</i> at 225. Dr. Hazelrigg believed that in many instances petitioner was not demonstrating all the skills or abilities he possessed because of his drug abuse. <i>Id.</i> at 226.</p>\n<p><span class=\"star-pagination\">*926</span> Dr. Gorman, who administered petitioner's first I.Q. test on which he scored a 73, did not testify at the mental retardation hearing. However, on the result section of his report he wrote \"Mr. Richardson is currently functioning in the Borderline level of mental retardation, earning a Full Scale I.Q. of 73. . . .\" St. Ct. R. Vol. 1 of 22, Tab 9, included as part of Exh. Eight.</p>\n<p>With respect to adaptive skills, petitioner offered testimony from lay and expert witnesses. The testimony established that petitioner's mother drank heavily throughout the first five months of her pregnancy because she did not know she was pregnant, and continued to drink even once she learned she was pregnant. When petitioner was two or three years old he suffered from severe lead poisoning which required hospitalization. The evidence also indicated that from a young age, perhaps as young as eleven years old, petitioner routinely abused marijuana and alcohol. MR Hr'g Tr. at 16. He continued to do so throughout his life and was a chronic drug and alcohol abuser as an adult.</p>\n<p>Petitioner offered evidence from Dr. Gregory Ollie, a psychologist and expert in mental retardation. Dr. Ollie evaluated petitioner based on his I.Q. scores and the Scales of Independent Behavior Revised, which examines functioning in adaptive skills. Dr. Ollie testified that in his opinion petitioner has been mentally retarded throughout his life. <i>Id.</i> at 182. Dr. Wilkie Wilson, an expert in neuropharmacology, testified that the impact of fetal alcohol exposure such as petitioner suffered would be reduced I.Q. He noted that the cumulative impact of petitioner's exposure to alcohol as a fetus, lead poisoning as an infant, and substance abuse during adolescence would significantly damage his brain. <i>Id.</i> at 123-24. He testified it would surprise him if a person with such a history was not mentally retarded. <i>Id.</i> at 125.</p>\n<p>Dr. Hazelrigg, the mental health expert for the State, testified that petitioner's drug and alcohol abuse could likely account for some of his poor performance on school age testing because there was not way to know whether he was under the influence of substances at the time. Dr. Hazelrigg found petitioner was impaired in some of the adaptive skills areas, but ultimately concluded petitioner was not mentally retarded. <i>Id.</i> at 229.</p>\n<p>After hearing all the evidence, the MAR court ruled petitioner failed to carry his burden of showing he is mentally retarded. The MAR court concluded petitioner had some reduced mental capacity and suffered from some limitations in adaptive skills, but ultimately failed to show he suffers from mental retardation as defined in North Carolina's statute. July 2005 MAR Order at 2.</p>\n<p>Petitioner argues the ruling is an unreasonable application of <i>Atkins</i> because the state court failed to use scientifically sound methods in considering his test scores. Specifically, he argues that if you consider factors such as the Flynn effect, the practice effect, and the standard error of measurement the evidence shows he has shown an I.Q. of 70 or below. With respect to his score of 67, petitioner contends the MAR court improperly discounted the score. He argues the score should have been considered \"at least to the extent that it informed the rest of the evidence pointing to mental retardation.\" Petition at 67. Petitioner also argues the MAR court's ruling is an unreasonable determination of the facts in light of the state court record because the court ignored substantial relevant evidence. Petitioner attacks the court's order because it is silent as to certain witnesses and evidence. Petitioner re-argues all the evidence and contends it shows he is mentally retarded.</p>\n<p><span class=\"star-pagination\">*927</span> Petitioner is unable to show that the MAR court erred in ruling on his claim. \"[A] decision adjudicated on the merits in state court and based on a factual determination will not be overturned on factual grounds unless objectively unreasonable in light of the evidence presented in the state-court proceeding.\" <i>Miller-El v. Cockrell,</i> <span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 340, <span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span></a></span> (2003). Petitioner has not shown the state court clearly erred or acted unreasonably under the circumstances so as to warrant this court substituting its judgment. While this court does not discount factors such as the standard error of measurement, Flynn effect, or practice effect in assessing I.Q. scores, there is no requirement under N.C. Gen. Stat. § 15A-2005 for a court to adjust a defendant's I.Q. scores downward for such factors. The state court heard all of the evidence, including testimony on each of these factors, and was entitled to consider and weigh these factors in assessing whether petitioner carried his burden of showing an I.Q. of 70 or below. Notably, in assessing petitioner's I.Q. score of 73, Dr. John Gorman who administered the WAIS-R to petitioner at the request of the defense, concluded petitioner was not mentally retarded, but was functioning at the borderline level of intellect. Similarly, Dr. Hazelrigg, who administered the WAIS-III to petitioner in 2004 and was aware of petitioner's other two I.Q. scores, concluded petitioner \"was not mentally retarded and is not now mentally retarded.\" Hr'g Tr. at 229.</p>\n<p>With respect to petitioner's score of 74 on the test given in 2004, there is no clear evidence the practice effect was a factor. The tests was given nearly two years after the prior administration of the test. While Dr. Warren said he believed the practice effect could have impacted the score, he recognized experts might argue as to whether it was a factor given that the length of time between the 2002 and 2004 testing. Moreover, insofar as petitioner relies on the standard of error of measurement, he is asking the court to assume it would inure to his benefit. However, as both Dr. Warren and Dr. Hazelrigg explained, the standard error of measurement is a given range of error both below and above the score result. Therefore, although petitioner argues his scores should be interpreted lower, the standard error of measurement could also indicate scores several points higher.</p>\n<p>With respect to petitioner's test score of 67, the MAR court's order recognizes the test was not administered by a licensed psychiatrist or psychologist in keeping with the language of N.C. Gen.Stat. § 15A-2005. July 2005 MAR Order at 2. The MAR court was correct in this assessment. Further, even factoring in the score of 67 \"at least to the extent that it informed the rest of the evidence,\" as petitioner requests, it does not show the MAR court's ruling is unreasonable. Ultimately, in light of all of the evidence presented, including two other test scores above 70 and the expert opinions of Drs. Gorman and Hazelrigg that petitioner was not mentally retarded, petitioner cannot show the MAR court acted unreasonably in determining petitioner failed to show he had significantly subaverage general intellectual functioning.</p>\n<p>Having found petitioner cannot succeed in showing significantly subaverage general intellectual functioning, the court need not address petitioner's arguments with respect to adaptive functioning.<sup>[14]</sup> Respondent's <span class=\"star-pagination\">*928</span> motion for summary judgment as to Claim IV is granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Respondent's motion for summary judgment is GRANTED in part and DENIED in part. For the reasons discussed pursuant to Claim III, the court finds petitioner received ineffective assistance of appellate counsel in violation of his Sixth Amendment rights and is entitled to a new sentencing hearing. A writ of habeas corpus vacating his death sentence shall issue, and the State of North Carolina shall sentence Richardson to life imprisonment on his conviction for first-degree murder unless, within 180 days, the State of North Carolina initiates new sentencing proceedings against him. As to his other claims, petitioner fails to establish he is entitled to a writ of habeas corpus, and respondent's motion for summary judgment is GRANTED as to those claims.</p>\n<h2>NOTES</h2>\n<p>[1]  Kevin Hedgepeth is referred to as Calvin, Kelvin, and Kevin throughout the record. His legal name is Kevin and he will be referred to as such by the court throughout the order. <i>See</i> St. Ct. R. Vol. 20 of 22 at 3435.</p>\n<p>[2]  He was found guilty of first-degree murder on the theories of: 1) malice, premeditation and deliberation, 2) felony murder, and 3) lying in wait. St. Ct. R. Vol. 1 of 22, Tab 2 at 74.</p>\n<p>[3]  The jury did not find the statutory mitigating circumstances submitted that the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was impaired. <i>See</i> St. Ct. R. Vol. 1 of 22, Tab 2 at 79.</p>\n<p>[4]  N.C. Gen.Stat. § 15A-1419(a)(3) provides that a motion for appropriate relief must be denied where \"[u]pon a previous appeal the defendant was in a position to adequately raise the ground or issue underlying the present motion but did not do so.\"</p>\n<p>[5]  The police collected a pair of red Nike tennis shoes (Exh. 24, p. 3101) and brown or tan work shoes from petitioner's house. <i>See</i> St. Ct. R. Vol. 18 of 22 at 3096. The Nike shoes were labeled State's Exh. 66 at trial. <i>Id.</i> at 3101. The brown or tan shoes were labeled Exh. 67. <i>Id.</i> at 3102. A pair of white tennis shoes belong to Kevin Hedgepeth were also seized by the police. <i>Id.</i> at 3110. They were labeled State's Exh. 72 at trial. <i>Id.</i></p>\n<p>[6]  Ms. Atkinson and Mr. Werner refer to Mike as Mike Newson. However in the trial transcripts his name appears as Newsome. <i>See</i> St. Ct. R. Vol. 20 of 22 at 3408.</p>\n<p>[7]  \"The Tree\" is an area in Castalia behind the post office where people are known to hangout. St. Ct. R. Vol. 20 of 22 at 3410.</p>\n<p>[8]  This appears to be a nickname for Anthony Hedgepeth who also testified at trial.</p>\n<p>[9]  He was unclear as to the time, and at different points said it could have been anytime from 11:20 p.m. to 12:30 a.m. St. Ct. R. Vol. 20 of 22 at 3424, 3430-31.</p>\n<p>[10]  In <i>McKoy v. North Carolina,</i> <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1990), the Supreme Court held that North Carolina's capital sentencing scheme was unconstitutional to the extent the jury instruction required unanimity in finding mitigating circumstances and thus, impermissibly limited jurors' consideration of mitigating evidence.</p>\n<p>[11]  The aggravating circumstances were: 1) the murder was committed for pecuniary gain; and 2) the murder was especially heinous, atrocious or cruel. St. Ct. R. Vol. 1 of 22, Tab 2 at 78. The statutory mitigating circumstances were: \"1) the defendant has not significant history of prior criminal action, and 2) the murder was committed while the defendant was under the influence of mental or emotional disturbance.\" <i>Id.</i> at 79.</p>\n<p>[12]  According to the National Association of Psychometrists, a psychometrist is \"a professional who administers and scores psychological and neuropsychological tests under the supervision of a licensed psychologist or neuropsychologist.\" <i>See www.napnet.org/54564. html</i> (Last visited on 12/02/2010).</p>\n<p>[13]  The transcript is located in St. Ct. R. Vol. 2 of 22 at Tab 12.</p>\n<p>[14]  Under N.C. Gen.Stat. § 15A-2005 petitioner must show both significantly subaverage general intellectual functioning and significant limitations in two or more of the ten adaptive skill areas.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/23595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1226022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1300808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1360655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1365637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1365946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1389346/"
  ]
}