{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2468140/",
  "absolute_url": "/opinion/2468140/miller-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2468140/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:43:47.645652Z",
  "date_modified": "2016-04-27T02:08:45.724620Z",
  "type": "010combined",
  "sha1": "3501cc27dc7e7a20ccf72995b4946da0bdee654e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>150 F.Supp.2d 871 (2001)</b></center>\n<center><h1>Oscar MILLER, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 7:97-CR-67-1-H, 7:99-CV-52-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 14, 2001.</center>\n<p><span class=\"star-pagination\">*872</span> Chris A. Cordes, Asst. Fed. Pub. Def., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the Memorandum and Recommendation (\"M &amp; R\") of United States Magistrate Judge Louise W. Flanagan filed on November 2, 2000. In that M &amp; R, Magistrate Judge Flanagan found, after an extensive hearing at which petitioner and respondent were both present, that petitioner has sustained his burden of demonstrating ineffective assistance of counsel for failure to note a requested appeal. Specifically, Magistrate Judge Flanagan found that petitioner, by a preponderance of the evidence, demonstrated he would have filed an appeal in the absence of counsel's deficient performance and was therefore prejudiced by counsel's ineffective assistance.</p>\n<p>Upon full and careful review of the M &amp; R and all available court documents, the court finds that the findings and conclusions of the magistrate judge are in all respects proper and in accordance with the law. The court specifically finds that a defendant has the right to be \"consulted,\" meaning \"advised about the advantages <span class=\"star-pagination\">*873</span> and disadvantages of taking an appeal,\" and that defense counsel should make \"a reasonable effort to discover the defendant's wishes.\" <i>Roe v. Flores-Ortega,</i> 528 U.S. 470, 120 S.Ct. 1029, 1035, 145 L.Ed.2d 985 (2000). Further, the court acknowledges that the United States Court of Appeals for the Fourth Circuit strongly suggests that substantive and detailed advice about appeal should be given after sentencing. <i>United States v. Witherspoon,</i> 231 F.3d 923 (4th Cir.2000). It is the finding of the court that from the time petitioner was sentenced, petitioner was not consulted about his rights on appeal nor did either of his attorneys take any action to discover petitioner's wishes concerning an appeal.</p>\n<p>Accordingly, based on a thorough review of the record and the relevant case law, the court hereby adopts the M &amp; R as its own. It is the finding of the court that, by a preponderance of the evidence, petitioner demonstrated he would have filed an appeal in the absence of counsel's deficient performance. It is, therefore, ORDERED that petitioner have 30 days from the filing of this order to file an appeal from his original sentence.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>This matter came before the undersigned October 12, 2000 under Rule 8 of the Rules Governing Section 2255 Proceedings for an evidentiary hearing on petitioner's motion to vacate, set aside, or correct his sentence pursuant to 28 U.S.C. § 2255. Petitioner alleges ineffective assistance of counsel for former counsel's failure to note requested appeal.</p>\n<p>At hearing, the court received testimony from the following persons: petitioner; Lewis Hall, a friend of petitioner's family; Cynthia Dixon, petitioner's sister; Hugh Miller, his cousin and associate minister of St. Matthews AME Zion Church; and Thomasine Moore and Calvin King, petitioner's former counsel. Petitioner was present at hearing and represented by Chris Cordes of the Federal Public Defender's Office. Fenita Shepard, Assistant United States Attorney, appeared on behalf of the government.</p>\n<p>Based on the evidence presented, the court makes the following findings of fact, conclusions of law, and recommendation.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>In Indictment returned August 26, 1997, petitioner was charged with two counts of distribution of cocaine base (\"crack\"), in violation of 21 U.S.C. § 841(a)(1). On January 20, 1998, pursuant to written plea agreement, petitioner pleaded guilty to count one of the Indictment. On April 27, 1998, petitioner was sentenced to a term of imprisonment of 240 months.</p>\n<p>Petitioner filed motion to vacate, correct, or set aside his sentence pursuant to 28 U.S.C. § 2255 April 9, 1999. The motion alleges several grounds for relief including ineffective assistance of counsel based on counsel's failure to file requested appeal. In supporting affidavit, petitioner states under penalty of perjury \"[t]hat I asked my Counsel [Ms. Moore] to file an appeal in my case, and that she told me she would, but she did not.\"</p>\n<p>On May 10, 1999, respondent moved for summary judgment, supported by affidavit of Ms. Moore which omitted any testimony addressing events pertinent to appeal considerations. After petitioner responded to the motion by filing dated May 17, 1999, respondent submitted Ms. Moore's supplemental affidavit addressing petitioner's allegation that she failed to file requested appeal with comment that \"[i]t appears that Ms. Thomasine Moore forgot to address the issue of whether a Notice of <span class=\"star-pagination\">*874</span> Appeal was filed on Mr. Miller's behalf when she submitted her affidavit.\" This affidavit, dated May 18, 1999, incorporates testimony that she advised petitioner he was entitled to an appeal, commented to him that success was not likely, and concludes in pertinent part that \"Mr. Miller, thereafter, never requested that I file an appeal on his behalf.\"</p>\n<p>On July 12, 1999, the District Court granted respondent's motion for summary judgment and dismissed petitioner's § 2255 claims. Petitioner appealed dismissal to the U.S. Court of Appeals for the Fourth Circuit (\"Fourth Circuit\"). On May 18, 2000, the Fourth Circuit dismissed the appeal in part and vacated and remanded in part, finding error in the granting of summary judgment in favor of respondent where the conflicting affidavits created a genuine issue of material fact as to whether petitioner asked counsel to note an appeal. On remand, the matter was referred by the District Court to the undersigned for evidentiary hearing.</p>\n<p>Memoranda were received from both parties, as directed in order of this court dated July 31, 2000, and the matter set by this order to come before the court August 31, 2000. Hearing was continued until September 22, 2000, upon inadvertent delay of the government in securing petitioner's presence. At proceeding September 22, 2000, petitioner's counsel requested continuance to investigate potential witnesses and with consent of respondent, hearing was continued to October 12, 2000. On this date the court took evidence and heard argument of the parties. On October 26, 2000 respondent moved for leave to expand the record to include telephone records of certain of petitioner's witnesses, including Ms. Dixon and Mr. Hall. This motion was denied as set forth in separate order.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Petitioner was charged in Indictment filed August 26, 1997 with two counts of distribution of cocaine base (\"crack\"), in violation of 21 U.S.C. § 841(a)(1). Notice of appearance was filed September 22, 1997 by Michael G. Howell of the Federal Public Defender's Office on behalf of defendant. The Federal Public Defender was readying for trial when Ms. Moore contracted to represent petitioner together with Mr. King, pursuant to her testimony. Arraignment and trial originally were set for the November 10, 1997 term of court. According to testimony of Ms. Moore, petitioner's family retained her to represent petitioner October 2, 1997.<sup>[1]</sup></p>\n<p>Immediately upon being hired, Ms. Moore associated Mr. King to assist her with the case. Notice of appearance on behalf of counsel was filed November 24, 1997. Reasons stated by Ms. Moore for the involvement of Mr. King included Ms. Moore's trial schedule and Mr. King's proximity to petitioner. In cross-examination, petitioner elicited testimony from Ms. Moore that her criminal experience in federal district court since entry into practice in 1975, has been minimal. In this case, Ms. Moore and Mr. King separately agreed to split evenly the $25,000.00 fee negotiated by Ms. Moore, due prior to any trial.</p>\n<p>On or about October 6, 1997, both attorneys visited petitioner at the detention facility in Wilson where he signed the representation agreement. Ms. Moore and Mr. King visited petitioner on occasions thereafter, together and separately, to prepare and discuss his case. Arraignment and trial <span class=\"star-pagination\">*875</span> were continued several times, including upon motion of petitioner, with arraignment and trial finally set for January 20, 1998.</p>\n<p>Petitioner initially determined not to plead guilty. His attorneys indicated a willingness to try the case; however, they counseled that the evidence against petitioner, including recorded drug transactions, was significant, and that it would be a difficult case to win. Ms. Moore acknowledged that it was difficult to impress these points upon petitioner. However, petitioner eventually determined to plead guilty.</p>\n<p>On January 20, 1998, pursuant to written plea agreement, petitioner entered a plea of guilty to Count One of the Indictment before Hon. Malcolm J. Howard, U.S. District Judge presiding. The plea agreement contained a waiver of appeal rights provision in which petitioner agreed to:</p>\n<blockquote>waive knowingly and expressly all rights, conferred by 18 U.S.C. § 3742, to appeal whatever sentence is imposed, including any issues that relate to the establishment of the Guideline range, reserving only the right to appeal from a sentence of imprisonment for a period greater than 160 months ... The defendant acknowledges that the number of months specified above is an estimate from information known at present. It is not a promise and is <i>not</i> binding on the Court. The Defendant agrees that should the sentence imposed exceed 160 months, this would not affect the validity of the guilty plea, but merely would allow the Defendant to appeal the Guideline range.</blockquote>\n<p>Memo, of Plea Agreement, ¶ 2(c)(emphasis in original).</p>\n<p>At hearing before the undersigned, petitioner demonstrated reading difficulty when shown a copy of the plea agreement. The agreement, including the clause reserving the right to appeal sentence longer than 160 months, was agreed to by Ms. Moore who testified initially that she negotiated the specific clause. She clarified this statement in later testimony to mean that Assistant United States Attorney John S. Bowler suggested it and she agreed to its inclusion in the plea agreement. Mr. King was not involved in framing the plea agreement.</p>\n<p>According to Ms. Moore, Mr. Bowler suggested the 160 month clause and she agreed to it without understanding why the specific number was proposed by Mr. Bowler. Ms. Moore testified that the 160 month clause appeared to her to \"come out of the air.\" An earlier draft of the agreement may have referenced 120 months in this part but Ms. Moore could not recall with certainty.<sup>[2]</sup></p>\n<p>Also on cross-examination, Ms. Moore testified that this particular clause was not added for the purpose of inducing petitioner to plead guilty. \"I don't recall asking for it,\" she testified, \"he [Mr. Bowler] just gave it to me.\" At hearing October 12, 2000, Ms. Shepard, counsel for respondent, indicated in response to question of the court that she previously had not seen similar clause in any other plea agreement.</p>\n<p>It was the testimony of both Ms. Moore and Mr. King that they informed petitioner that due to his criminal history and the drug weight attributable to him, it was <span class=\"star-pagination\">*876</span> likely he would receive a term of imprisonment in excess of 160 months. Mr. King advised petitioner he likely could receive a sentence of between 20 to 30 years. Petitioner and his attorneys discussed in detail features of the plea agreement including the appeal waiver provision prior to entry of the plea. Mr. King followed his long-standing policy of examining the agreement in its entirety with his client.</p>\n<p>During discussions with petitioner prior to entry of the plea, his attorneys counseled that he had a right to appeal but that since he was pleading guilty any appeal likely would be unsuccessful. The attorneys also discussed the possibility of petitioner cooperating with the government in order to gain a further reduction in sentence but petitioner refused to disclose any information to law enforcement.</p>\n<p>As a precursor to imposition of sentence, a Presentence Investigation Report (\"PSR\") was prepared. Pursuant to testimony, the PSR recommended a sentence with a possible maximum of over 300 months. Petitioner and his attorneys discussed filing objections in attempt to reduce the sentencing range. On March 28, 1998, objections were filed on behalf of petitioner to the PSR.</p>\n<p>Ms. Moore asserts in her affidavit dated May 5, 1999 that she argued the objections and was successful in obtaining some reductions of drug amounts. However, at hearing October 12, 2000, both she and Mr. King testified that Mr. King argued these objections at the sentencing hearing April 27, 1998. In testimony before the undersigned, Ms. Moore identified Mr. King as lead counsel at the sentencing hearing.</p>\n<p>Pursuant to testimony, the District Court made some downward adjustment to the Guideline range upon receipt of Mr. King's argument on behalf of petitioner. In addition, petitioner was credited with a three point reduction for \"acceptance of responsibility\" under U.S.S.G. § 3E1.1. A sentence of 240 months was imposed.</p>\n<p>Petitioner testified that he asked Ms. Moore to appeal immediately after imposition of the sentence and before he exited the courtroom. According to testimony of petitioner, Ms. Moore said nothing in response to his request. Conversely, Ms. Moore testified that after sentence was imposed and while still at or around the defense table, where Ms. Moore was positioned between petitioner, to her right, and Mr. King, to her left, she informed petitioner that he had a right to appeal, commenting that she did not think it would be very helpful, unless the drug quantity could be attacked. It also is her testimony that petitioner did not ask her to appeal.</p>\n<p>Upon his removal from the courtroom, there was no contact between petitioner and Ms. Moore until dispatch by him of a letter to Ms. Moore dated December 28, 1998, concerning her provision of file documents to petitioner which voiced some frustration at counsel's inattentiveness. In this correspondence, received into evidence, petitioner requests that she forward his case file to him and adds \"[m]y family has made numerous fruitless efforts to contact you.\" An earlier letter from petitioner, received by Mr. King September 11, 1998, requesting provision of file documents to petitioner, also was offered into evidence by respondent. Mr. King testified that on or about September 24, 1998, he transmitted this letter containing petitioner's request to Ms. Moore, with transmittal memorandum also received into evidence, because she had the case documents. Apparently she failed to respond to petitioner, engendering the December 28, 1998 correspondence.</p>\n<p>Mr. King employs a policy of briefly speaking to his clients in the holding cell <span class=\"star-pagination\">*877</span> immediately following sentencing; however, he remembers being prevented from visiting with petitioner for unknown reason. Mr. King did not speak to petitioner about an appeal or any other matter following imposition of sentence.</p>\n<p>At sentencing, a check from St. Matthews AME Zion Church dated that same day, April 27, 1998, in the amount of $110.00 was presented to petitioner who endorsed it and gave the instrument to Ms. Moore for deposit to her account. At this time $18,000.00 in remaining fee was owing pursuant to the representation agreement. Petitioner testified that he gave this money to Ms. Moore, the result of a collection and donation from the church, because he was upset that she had not been paid her fee in full.</p>\n<p>Mr. Miller, petitioner's cousin, associate minister and chief financial officer of the church, and signatory of the check, testified he understood petitioner needed proceeds to finance appeal of the sentence. The memo line on the check reads \"Donation from Church.\"</p>\n<p>After being sentenced, petitioner was incarcerated in the Pitt County Detention Center for five to six weeks. He subsequently was transferred to several different federal detention facilities including prisons in Virginia, Georgia, West Virginia, and Kentucky. At hearing, petitioner testified that he called Mr. Hall, a family friend, and Ms. Dixon, petitioner's sister, and asked them to contact his attorneys about filing an appeal. He further testified that he placed these calls from the Pitt County Detention Center within 10 days of his sentencing.</p>\n<p>Mr. Hall, who was present at time of sentencing, testified that petitioner called him within two to three days after sentencing. Mr. Hall testified that he received at least three calls from petitioner in the days following sentencing and that he called Ms. Moore and left a message at her office which she failed to return. Ms. Moore, however, testified that she did not receive any messages during this critical period from Mr. Hall or Ms. Dixon.</p>\n<p>Mr. Hall also testified that he spoke with Mr. King who informed him that Ms. Moore was the attorney of record and that he should contact her. However, Mr. King testified that based on a review of his telephone messages the first call he received from Mr. Hall was made on or about September 4, 1998. According to Mr. King, the telephone message, not offered into evidence, states that Mr. Hall called because petitioner now had decided to cooperate with the government. He returned Mr. Hall's call and talked to him about a number of things. However, according to his testimony, Mr. King's notes do not reveal that Mr. Hall inquired about petitioner appealing his sentence.</p>\n<p>Ms. Dixon testified that petitioner also called her from the Pitt County Detention Center and asked her to contact Mr. King. She stated that she left a message for Mr. King, and that he returned the call. However, she does not remember what was discussed nor when this call took place. Mr. King and Ms. Dixon also have some interaction through Mr. King' board work. Mr. King testified that Ms. Dixon called him in July 1998 to inquire where her brother was being incarcerated. Mr. King discovered through the Bureau of Prisons that petitioner was at the federal detention facility in Beckley, West Virginia. He contacted Ms. Dixon to relay this information. According to Mr. King, Ms. Dixon never asked about an appeal during their telephone conversations.</p>\n<p>Petitioner did not appeal. After he was removed from the courtroom following imposition of sentence April 27, 1998, petitioner's attorneys did not speak again with <span class=\"star-pagination\">*878</span> him. Some of what Ms. Moore testified to at hearing contradicted her earlier sworn testimony of writing, including when she was retained and her role at the sentencing hearing. These inconsistencies aside, her testimony concerning her comments to petitioner immediately following sentencing, limited to a statement at or around the defense table that he had a right to appeal but she did not think it would be helpful, is credible. Likewise, the court finds Mr. King's testimony concerning his conduct on this date, including that he had no roll in any counseling of defendant about appeal rights following sentencing, also to be credible.</p>\n<p>Petitioner testified that Ms. Moore said nothing in response to his request at or around the defense table immediately after pronouncement of sentence to file an appeal. This does not correspond to his prior sworn statement and cannot be included among this court's findings. If there was attempted communication by petitioner to Ms. Moore while seated next to one another at the defense table or during the change-over after sentencing, it is established by the credible testimony received October 12, 2000 that she did not hear his direction to note an appeal.</p>\n<p>As to disputed testimony received from family and friends concerning attempted communications with defense counsel following this sentencing proceeding, and the intent of the church in making its donation on the date of sentencing, the court finds this testimony so inherently tenuous as to be required to be discounted. Further, its substance is nondeterminative to the recommended outcome.</p>\n<p>In the context of the particular plea agreement at issue, what is of import to this court's determination and established by credible testimony at hearing is (1) that information concerning appeal rights, communicated post-sentencing by defense counsel, was limited to Ms. Moore's comment at or around the defense table that petitioner could appeal the sentence but that she did not think it would be helpful; and (2) that petitioner's desire concerning any appeal was not attempted to be ascertained by either Ms. Moore or Mr. King on April 27, 1998 or in the days following sentencing.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Because a proceeding to vacate a judgment of conviction is a civil collateral attack, the burden of proof rests upon petitioner to establish a denial of constitutional rights by a preponderance of the evidence. <i>Johnson v. Zerbst,</i> 304 U.S. 458, 468, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938); <i>Vanater v. Boles,</i> 377 F.2d 898, 900 (4th Cir.1967); <i>Miller v. United States,</i> 261 F.2d 546 (4th Cir.1958).</p>\n<p>Generally, a claim of ineffective assistance of counsel is resolved by application of the widely accepted two-part analysis announced in <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). First, petitioner must demonstrate that his counsel's acts or omissions fell outside the range of reasonably competent assistance. <i>Id.</i> at 690, 104 S.Ct. 2052. If the petitioner establishes that his counsel's performance fell outside the acceptable range, he must then satisfy <i>Strickland's</i> second prong by showing a \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Id.</i> at 694, 104 S.Ct. 2052. However, the Fourth Circuit has held that an attorney's failure to file a notice of appeal when expressly instructed to do so by his client constitutes ineffectiveness notwithstanding the likelihood of success on appeal because failure to file the requested appeal deprives petitioner of his Sixth Amendment right to <span class=\"star-pagination\">*879</span> assistance of counsel on direct appeal altogether. <i>See </i><i>United States v. Peak,</i> 992 F.2d 39, 42 (4th Cir.1993).</p>\n<p>Petitioner in this matter neither expressly requested his attorney to note an appeal, nor explicitly stated to either Ms. Moore or Mr. King that he did not want to appeal. The <i>Peak</i> analysis does not apply in this instance since there was no unequivocal request to note an appeal. Instead, the recent Supreme Court case of <i>Roe v. Flores-Ortega,</i> 528 U.S. 470, 120 S.Ct. 1029, 145 L.Ed.2d 985 (2000) controls the decision to be made.</p>\n<p>In <i>Flores-Ortega,</i> the Court analyzed an ineffective assistance of counsel claim alleging that the attorney failed to bring an appeal where the defendant did not clearly convey his wishes concerning an appeal one way or another. For purposes of evaluating a lawyer's performance in this context, the Court held that the <i>Strickland</i> analysis provides the proper framework in that petitioner must show that counsel's representation fell below an objective standard of reasonableness and that counsel's deficient performance prejudiced petitioner. <i>Flores-Ortega,</i> 120 S.Ct. at 1038. The Court rejected the position that, where petitioner has not clearly conveyed his desire regarding an appeal, failing to file a notice of appeal without the defendant's consent is <i>per se</i> deficient. <i>Id.</i> at 1035.</p>\n<p>Instead, the Court divided claims of this nature into two categories: cases in which the lawyer never consulted with petitioner about an appeal, and cases in which the lawyer did consult with petitioner. <i>Id.</i> The Supreme Court specifically defined the term \"consult\" to mean \"advising the defendant about the advantages and disadvantages of taking an appeal, and making a reasonable effort to discover the defendant's wishes.\" <i>Id.</i> In cases where the attorney consulted with petitioner about an appeal, the attorney \"performs in a professionally unreasonable manner only by failing to follow the defendant's express instructions with respect to an appeal.\" <i>Id.</i> This analysis squares with the Fourth Circuit's holding in <i>Peak</i> that prejudice is presumed when an attorney fails to file an appeal after his client specifically asks that he do so. <i>See </i><i>Peak,</i> 992 F.2d at 42.</p>\n<p>Here, the evidence reveals that petitioner never expressly instructed counsel to file an appeal. Therefore, this court must determine in accordance with the recent decision of the Supreme Court whether counsel's contacts with petitioner satisfied the Supreme Court's meaning of \"consult.\"</p>\n<p>Ms. Moore made a brief statement to petitioner following pronouncement of sentence and prior to U.S. Marshals escorting petitioner from the courtroom to the holding cell. Ms. Moore informed petitioner that he had a right to appeal, and added comment that she did not think it would be helpful. Mr. King was not a party to this or a participant in any discussion post-sentencing with petitioner.</p>\n<p>From the time petitioner was sentenced, neither attorney took any action to discover petitioner's wishes concerning an appeal in the face of a plea agreement which contained the unusual appeal clause previously recited, language offered to defense counsel \"out of the air\" pursuant to Ms. Moore.</p>\n<p>On several occasions prior to sentencing, both Mr. King and Ms. Moore informed petitioner that he had a right to appeal but that any appeal likely would be unsuccessful. At hearing, Mr. Cordes argued on behalf of petitioner that the <i>Flores-Ortega</i> \"consult\" requirement implicitly recognizes that advising the defendant about the advantages and disadvantages of taking an appeal, and making a reasonable effort to discover the defendant's wishes should occur <i>after</i> imposition of sentence. There <span class=\"star-pagination\">*880</span> appears recent agreement by the Fourth Circuit with this proposition.</p>\n<p>The Fourth Circuit strongly suggests that advice about appeal should be given after sentencing in a recent decision which applies the <i>Flores-Ortega</i> framework. <i>See </i><i>U.S. v. Witherspoon,</i> 231 F.3d 923 (4th Cir.2000). The Fourth Circuit ruled that a petitioner, whose motion alleging ineffective assistance of counsel for failure to file appeal was dismissed by the district court without hearing, is entitled to an evidentiary hearing in the face of conflicting testimony by affidavit. There was testimony that the request to appeal had been made before sentencing in the event certain objections were overruled and not after it. <i>Id.</i> at 927. The court declined to decide whether this conditional desire to appeal, if true, rose to the level of an appeal instruction. <i>Id.</i> Rather, it rested its decision on the basis that if the client's expression of an intention to appeal was true, counsel should have discussed the matter of any appeal after sentencing to avoid being deficient in performance and it was not clear from the attorney's affidavit whether advice was given before or after sentencing. <i>Id.</i> at 927. A footnote to this part of the opinion draws attention again to the distinction of giving advice about appeal rights before sentencing and to giving it after sentencing. <i>Id.</i> at 927, n. 4.</p>\n<p>Without offering pronouncement that in every case requiring consulting regarding an appeal, such consulting has to occur after sentence has been imposed, in this case, where an appeal right tied to imposition of a term of imprisonment of more than 160 months specifically is recognized, and where decision to plead guilty was not a ready one, more than a one sentence aside from counsel to petitioner during the court's concluding remarks after imposition of the sentence or the ensuing change-over at the defense table, should have taken place. That brief comment by Ms. Moore that petitioner could appeal but she did not think it would help the case, where petitioner was sentenced to 80 months more than what was necessary to trigger his appeal right under the plea agreement, simply was inadequate. Ms. Moore's brief statement to petitioner after sentencing does not satisfy either the first or the second prong of the \"consult\" requirement recently articulated by the Supreme Court.<sup>[3]</sup></p>\n<p>This inadequacy cannot be saved in this case by any statements to petitioner in advance of sentencing that he would have a right to appeal a sentence as of then not yet imposed. Under the specific facts of this case, and with deference to the Fourth Circuit's recent ruling, <i>U.S. v. Witherspoon,</i> 231 F.3d 923 (4th Cir.2000), counseling concerning appeal rights months or weeks prior to entry of a sentence that was nearly seven years more than the trigger for appeal in the plea agreement and where the decision of petitioner to plead guilty was not easily reached, as testified to by Ms. Moore, also cannot be said to satisfy the consulting obligation.</p>\n<p>Specifically as to the second prong of the consulting obligation, making a reasonable effort to discover the client's wishes, <span class=\"star-pagination\">*881</span> <i>Flores-Ortega,</i> 528 U.S. 470, 120 S.Ct. 1029, 1035, 145 L.Ed.2d 985, and events post-sentencing, it is undisputed that neither attorney contacted their client after sentencing to inquire of petitioner his wishes regarding appeal. The only facts offered by respondent as bearing upon this inquiry is Ms. Moore's testimony that she commented to petitioner she did not think appeal would be helpful and, following that, petitioner never requested counsel to appeal. There is no evidence of petitioner being asked if he wanted to appeal. There is no evidence of any admonishment, in writing or orally, from either attorney that if a set time elapsed and no appeal instruction issued, it would be understood that no appeal was requested. After the parting of Ms. Moore and Mr. King from the company of petitioner there was no decided course of decision on appeal.</p>\n<p>Based on the foregoing, the court cannot find that counsel advised petitioner of the advantages and disadvantages of taking an appeal nor made a reasonable effort to ascertain his final appeal decision. However, the inquiry prescribed by the Supreme Court does not end here. Petitioner must also establish that his attorneys had a constitutionally imposed duty to consult with him in this case. <i>See </i><i>Flores-Ortega,</i> 120 S.Ct. at 1036 (finding that there is a constitutionally imposed duty to consult with the client about an appeal only when there is reason to think either (1) that a rational defendant would want to appeal (for example, because there are non-frivolous grounds for appeal), or (2) that this particular defendant reasonably demonstrated to counsel an interest in appealing). In making this finding, the Supreme Court stated \"[W]e expect that courts evaluating the reasonableness of counsel's performance using the inquiry we have described will find, in the vast majority of cases, that counsel had a duty to consult with the defendant about an appeal.\" <i>Id.</i></p>\n<p>A court should examine the totality of the circumstances, and consider all the information that the attorney knew or should have known. <i>See id.</i> Although not wholly determinative, highly relevant considerations will be whether the conviction was the result of a guilty plea, whether the plea expressly waived some or all appeal rights, and whether petitioner received the sentence bargained for. <i>See id.</i></p>\n<p>In this case, petitioner was convicted pursuant to a written plea agreement that waived his right to appeal except in a situation where sentence was greater than 160 months. Petitioner was advised by Ms. Moore in the courtroom aside that it appeared to her that appeal would not be helpful. Nevertheless, it was known that his plea agreement reserved the right to appeal a sentence in excess of 160 months and that he received a sentence of 240 months. Further, the decision to plead guilty itself did not come easily to petitioner. Ms. Moore acknowledged in her testimony that it was difficult to impress upon petitioner concerns about the case and counsel's perception about the likelihood of success at trial.</p>\n<p>One factor the court must examine is \"whether the defendant received the sentence bargained for as part of the plea...\" <i>Id.</i> Thus, examining the totality of the circumstances in this particular situation, the court concludes that a rational defendant who received a sentence 80 months higher than the trigger set in the plea agreement for appeal would want to appeal, especially where, as here, the decision to plead guilty was not easily reached by petitioner. Counsel, therefore, had a duty, one or the other, to fully consult about an appeal, which Ms. Moore and Mr. King failed to do.</p>\n<p><span class=\"star-pagination\">*882</span> The inquiry goes a further step. Under the <i>Flores-Ortega</i> framework petitioner must not only show that his attorney had a constitutionally imposed duty to consult, he must also demonstrate actual prejudice as a result of this deficient performance. <i>Flores-Ortega,</i> 120 S.Ct. at 1038. Once deficient performance is established, petitioner need not demonstrate that his appeal has merit in order to show that he was prejudiced. <i>Id.</i> However, petitioner is required to establish that there is a reasonable probability that, but for counsel's deficient failure to consult with him about an appeal, he would have timely appealed. <i>Id.</i></p>\n<p>Following imposition of his sentence, petitioner, who evidenced difficulty reading during his testimony and some deliberateness in speech and movement, took steps to maintain contacts with his counsel. His correspondence, while coming much later than 10 days after sentencing, recites that family members had made unsuccessful attempts to contact Ms. Moore. Further, the December 28, 1998 letter follows a letter from September of that year addressed to Mr. King. Both letters request case documents to be forwarded to petitioner.</p>\n<p>Petitioner then went on timely to file his § 2255 petition and successfully appeal it to the Fourth Circuit after it was denied on summary judgment. These actions, while occurring after the deadline to note an appeal had expired, reveal that petitioner was not ready to end litigation of his case.</p>\n<p>Consequently, it cannot be said that counsel's performance did not deprive petitioner of an appeal that otherwise he timely would have taken. There was no evidence presented at hearing or otherwise made a part of the court's file, that petitioner voiced any response to Ms. Moore's courtroom remark that she did not think appeal would help the case. There was nothing of record that showed petitioner evidenced an intention not to avail himself of the right contained in the plea agreement to appeal sentence of more than 160 months, including during any pre-sentencing discussions with counsel. To offer that petitioner did not instruct counsel to appeal and that should be taken as evidence of agreement with her courtroom remark that he could appeal but she did not think it would be helpful is an argument which fails under the circumstances present. Ms. Moore's comment in the courtroom setting was just that, and not part of any dialogue nor preceded or followed by any remarks that solicited the wishes of petitioner, or established a framework for decision. After their parting from the courtroom neither attorney initiated any dialogue about anything. The silence of petitioner at sentencing and in the days following cannot be said in this case to evidence some agreement that there be no appeal.</p>\n<p>Petitioner has sustained his burden of demonstrating actual prejudice by a preponderance of the evidence because his later actions, in the face of apparent personal limitations and numerous transfers within the federal prison system after sentencing, reveal a reasonable probability that he would have filed an appeal in the absence of counsel's deficient performance.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, the court RECOMMENDS that petitioner's motion to vacate, set aside, or correct his sentence pursuant to 28 U.S.C. § 2255 be GRANTED and that his sentence be vacated in order to allow opportunity to pursue an appeal.</p>\n<h2>NOTES</h2>\n<p>[1]  However, in her affidavit dated May 5, 1999, Ms. Moore states that she was retained to represent petitioner on November 17, 1997, along with Mr. King.</p>\n<p>[2]  It is noted that petitioner refers to a 120 month \"cap\" in his affidavit dated April 5, 1999 and alleges comments by Ms. Moore to him that if he pleaded guilty, he would receive a sentence of 120 months, that the government, through the offices of the United States Attorney was aware of the \"cap\", and that petitioner \"should not say anything to the Judge at sentencing as to the 120 month promise, because it would anger him.\"</p>\n<p>[3]  The recent <i>Flores-Ortega</i> decision has generated a number of opinions detailing framework for analysis it established. Another recent decision making reference to <i>Flores-Ortega</i> footnotes the advice offered in <i>McHale v. United States,</i> 175 F.3d 115, 119 (2d, Cir.1999) to avoid the situation of appearing to compromise the explicit wishes of the client concerning appeal, \"A prudent lawyer will either file a notice of appeal or file an affidavit from the client (or have the client state on the record) that he does not want to take an appeal.\" <i>Gutierrez-Fernandez v. United States,</i> No. 99 Civ. 4484, 2000 WL 1559945 (S.D.N.Y. Oct. 18, 2000).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">871</span></span> (2001)</b></center>\n<center><h1>Oscar MILLER, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 7:97-CR-67-1-H, 7:99-CV-52-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 14, 2001.</center>\n<p><span class=\"star-pagination\">*872</span> Chris A. Cordes, Asst. Fed. Pub. Def., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the Memorandum and Recommendation (\"M &amp; R\") of United States Magistrate Judge Louise W. Flanagan filed on November 2, 2000. In that M &amp; R, Magistrate Judge Flanagan found, after an extensive hearing at which petitioner and respondent were both present, that petitioner has sustained his burden of demonstrating ineffective assistance of counsel for failure to note a requested appeal. Specifically, Magistrate Judge Flanagan found that petitioner, by a preponderance of the evidence, demonstrated he would have filed an appeal in the absence of counsel's deficient performance and was therefore prejudiced by counsel's ineffective assistance.</p>\n<p>Upon full and careful review of the M &amp; R and all available court documents, the court finds that the findings and conclusions of the magistrate judge are in all respects proper and in accordance with the law. The court specifically finds that a defendant has the right to be \"consulted,\" meaning \"advised about the advantages <span class=\"star-pagination\">*873</span> and disadvantages of taking an appeal,\" and that defense counsel should make \"a reasonable effort to discover the defendant's wishes.\" <i>Roe v. Flores-Ortega,</i> <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, 1035, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></a></span> (2000). Further, the court acknowledges that the United States Court of Appeals for the Fourth Circuit strongly suggests that substantive and detailed advice about appeal should be given after sentencing. <i>United States v. Witherspoon,</i> <span class=\"citation\" data-id=\"771023\"><a href=\"/opinion/771023/united-states-v-roderick-tyronda-witherspoon/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span> (4th Cir.2000). It is the finding of the court that from the time petitioner was sentenced, petitioner was not consulted about his rights on appeal nor did either of his attorneys take any action to discover petitioner's wishes concerning an appeal.</p>\n<p>Accordingly, based on a thorough review of the record and the relevant case law, the court hereby adopts the M &amp; R as its own. It is the finding of the court that, by a preponderance of the evidence, petitioner demonstrated he would have filed an appeal in the absence of counsel's deficient performance. It is, therefore, ORDERED that petitioner have 30 days from the filing of this order to file an appeal from his original sentence.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>This matter came before the undersigned October 12, 2000 under Rule 8 of the Rules Governing Section 2255 Proceedings for an evidentiary hearing on petitioner's motion to vacate, set aside, or correct his sentence pursuant to 28 U.S.C. § 2255. Petitioner alleges ineffective assistance of counsel for former counsel's failure to note requested appeal.</p>\n<p>At hearing, the court received testimony from the following persons: petitioner; Lewis Hall, a friend of petitioner's family; Cynthia Dixon, petitioner's sister; Hugh Miller, his cousin and associate minister of St. Matthews AME Zion Church; and Thomasine Moore and Calvin King, petitioner's former counsel. Petitioner was present at hearing and represented by Chris Cordes of the Federal Public Defender's Office. Fenita Shepard, Assistant United States Attorney, appeared on behalf of the government.</p>\n<p>Based on the evidence presented, the court makes the following findings of fact, conclusions of law, and recommendation.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>In Indictment returned August 26, 1997, petitioner was charged with two counts of distribution of cocaine base (\"crack\"), in violation of 21 U.S.C. § 841(a)(1). On January 20, 1998, pursuant to written plea agreement, petitioner pleaded guilty to count one of the Indictment. On April 27, 1998, petitioner was sentenced to a term of imprisonment of 240 months.</p>\n<p>Petitioner filed motion to vacate, correct, or set aside his sentence pursuant to 28 U.S.C. § 2255 April 9, 1999. The motion alleges several grounds for relief including ineffective assistance of counsel based on counsel's failure to file requested appeal. In supporting affidavit, petitioner states under penalty of perjury \"[t]hat I asked my Counsel [Ms. Moore] to file an appeal in my case, and that she told me she would, but she did not.\"</p>\n<p>On May 10, 1999, respondent moved for summary judgment, supported by affidavit of Ms. Moore which omitted any testimony addressing events pertinent to appeal considerations. After petitioner responded to the motion by filing dated May 17, 1999, respondent submitted Ms. Moore's supplemental affidavit addressing petitioner's allegation that she failed to file requested appeal with comment that \"[i]t appears that Ms. Thomasine Moore forgot to address the issue of whether a Notice of <span class=\"star-pagination\">*874</span> Appeal was filed on Mr. Miller's behalf when she submitted her affidavit.\" This affidavit, dated May 18, 1999, incorporates testimony that she advised petitioner he was entitled to an appeal, commented to him that success was not likely, and concludes in pertinent part that \"Mr. Miller, thereafter, never requested that I file an appeal on his behalf.\"</p>\n<p>On July 12, 1999, the District Court granted respondent's motion for summary judgment and dismissed petitioner's § 2255 claims. Petitioner appealed dismissal to the U.S. Court of Appeals for the Fourth Circuit (\"Fourth Circuit\"). On May 18, 2000, the Fourth Circuit dismissed the appeal in part and vacated and remanded in part, finding error in the granting of summary judgment in favor of respondent where the conflicting affidavits created a genuine issue of material fact as to whether petitioner asked counsel to note an appeal. On remand, the matter was referred by the District Court to the undersigned for evidentiary hearing.</p>\n<p>Memoranda were received from both parties, as directed in order of this court dated July 31, 2000, and the matter set by this order to come before the court August 31, 2000. Hearing was continued until September 22, 2000, upon inadvertent delay of the government in securing petitioner's presence. At proceeding September 22, 2000, petitioner's counsel requested continuance to investigate potential witnesses and with consent of respondent, hearing was continued to October 12, 2000. On this date the court took evidence and heard argument of the parties. On October 26, 2000 respondent moved for leave to expand the record to include telephone records of certain of petitioner's witnesses, including Ms. Dixon and Mr. Hall. This motion was denied as set forth in separate order.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Petitioner was charged in Indictment filed August 26, 1997 with two counts of distribution of cocaine base (\"crack\"), in violation of 21 U.S.C. § 841(a)(1). Notice of appearance was filed September 22, 1997 by Michael G. Howell of the Federal Public Defender's Office on behalf of defendant. The Federal Public Defender was readying for trial when Ms. Moore contracted to represent petitioner together with Mr. King, pursuant to her testimony. Arraignment and trial originally were set for the November 10, 1997 term of court. According to testimony of Ms. Moore, petitioner's family retained her to represent petitioner October 2, 1997.<sup>[1]</sup></p>\n<p>Immediately upon being hired, Ms. Moore associated Mr. King to assist her with the case. Notice of appearance on behalf of counsel was filed November 24, 1997. Reasons stated by Ms. Moore for the involvement of Mr. King included Ms. Moore's trial schedule and Mr. King's proximity to petitioner. In cross-examination, petitioner elicited testimony from Ms. Moore that her criminal experience in federal district court since entry into practice in 1975, has been minimal. In this case, Ms. Moore and Mr. King separately agreed to split evenly the $25,000.00 fee negotiated by Ms. Moore, due prior to any trial.</p>\n<p>On or about October 6, 1997, both attorneys visited petitioner at the detention facility in Wilson where he signed the representation agreement. Ms. Moore and Mr. King visited petitioner on occasions thereafter, together and separately, to prepare and discuss his case. Arraignment and trial <span class=\"star-pagination\">*875</span> were continued several times, including upon motion of petitioner, with arraignment and trial finally set for January 20, 1998.</p>\n<p>Petitioner initially determined not to plead guilty. His attorneys indicated a willingness to try the case; however, they counseled that the evidence against petitioner, including recorded drug transactions, was significant, and that it would be a difficult case to win. Ms. Moore acknowledged that it was difficult to impress these points upon petitioner. However, petitioner eventually determined to plead guilty.</p>\n<p>On January 20, 1998, pursuant to written plea agreement, petitioner entered a plea of guilty to Count One of the Indictment before Hon. Malcolm J. Howard, U.S. District Judge presiding. The plea agreement contained a waiver of appeal rights provision in which petitioner agreed to:</p>\n<blockquote>waive knowingly and expressly all rights, conferred by 18 U.S.C. § 3742, to appeal whatever sentence is imposed, including any issues that relate to the establishment of the Guideline range, reserving only the right to appeal from a sentence of imprisonment for a period greater than 160 months ... The defendant acknowledges that the number of months specified above is an estimate from information known at present. It is not a promise and is <i>not</i> binding on the Court. The Defendant agrees that should the sentence imposed exceed 160 months, this would not affect the validity of the guilty plea, but merely would allow the Defendant to appeal the Guideline range.</blockquote>\n<p>Memo, of Plea Agreement, ¶ 2(c)(emphasis in original).</p>\n<p>At hearing before the undersigned, petitioner demonstrated reading difficulty when shown a copy of the plea agreement. The agreement, including the clause reserving the right to appeal sentence longer than 160 months, was agreed to by Ms. Moore who testified initially that she negotiated the specific clause. She clarified this statement in later testimony to mean that Assistant United States Attorney John S. Bowler suggested it and she agreed to its inclusion in the plea agreement. Mr. King was not involved in framing the plea agreement.</p>\n<p>According to Ms. Moore, Mr. Bowler suggested the 160 month clause and she agreed to it without understanding why the specific number was proposed by Mr. Bowler. Ms. Moore testified that the 160 month clause appeared to her to \"come out of the air.\" An earlier draft of the agreement may have referenced 120 months in this part but Ms. Moore could not recall with certainty.<sup>[2]</sup></p>\n<p>Also on cross-examination, Ms. Moore testified that this particular clause was not added for the purpose of inducing petitioner to plead guilty. \"I don't recall asking for it,\" she testified, \"he [Mr. Bowler] just gave it to me.\" At hearing October 12, 2000, Ms. Shepard, counsel for respondent, indicated in response to question of the court that she previously had not seen similar clause in any other plea agreement.</p>\n<p>It was the testimony of both Ms. Moore and Mr. King that they informed petitioner that due to his criminal history and the drug weight attributable to him, it was <span class=\"star-pagination\">*876</span> likely he would receive a term of imprisonment in excess of 160 months. Mr. King advised petitioner he likely could receive a sentence of between 20 to 30 years. Petitioner and his attorneys discussed in detail features of the plea agreement including the appeal waiver provision prior to entry of the plea. Mr. King followed his long-standing policy of examining the agreement in its entirety with his client.</p>\n<p>During discussions with petitioner prior to entry of the plea, his attorneys counseled that he had a right to appeal but that since he was pleading guilty any appeal likely would be unsuccessful. The attorneys also discussed the possibility of petitioner cooperating with the government in order to gain a further reduction in sentence but petitioner refused to disclose any information to law enforcement.</p>\n<p>As a precursor to imposition of sentence, a Presentence Investigation Report (\"PSR\") was prepared. Pursuant to testimony, the PSR recommended a sentence with a possible maximum of over 300 months. Petitioner and his attorneys discussed filing objections in attempt to reduce the sentencing range. On March 28, 1998, objections were filed on behalf of petitioner to the PSR.</p>\n<p>Ms. Moore asserts in her affidavit dated May 5, 1999 that she argued the objections and was successful in obtaining some reductions of drug amounts. However, at hearing October 12, 2000, both she and Mr. King testified that Mr. King argued these objections at the sentencing hearing April 27, 1998. In testimony before the undersigned, Ms. Moore identified Mr. King as lead counsel at the sentencing hearing.</p>\n<p>Pursuant to testimony, the District Court made some downward adjustment to the Guideline range upon receipt of Mr. King's argument on behalf of petitioner. In addition, petitioner was credited with a three point reduction for \"acceptance of responsibility\" under U.S.S.G. § 3E1.1. A sentence of 240 months was imposed.</p>\n<p>Petitioner testified that he asked Ms. Moore to appeal immediately after imposition of the sentence and before he exited the courtroom. According to testimony of petitioner, Ms. Moore said nothing in response to his request. Conversely, Ms. Moore testified that after sentence was imposed and while still at or around the defense table, where Ms. Moore was positioned between petitioner, to her right, and Mr. King, to her left, she informed petitioner that he had a right to appeal, commenting that she did not think it would be very helpful, unless the drug quantity could be attacked. It also is her testimony that petitioner did not ask her to appeal.</p>\n<p>Upon his removal from the courtroom, there was no contact between petitioner and Ms. Moore until dispatch by him of a letter to Ms. Moore dated December 28, 1998, concerning her provision of file documents to petitioner which voiced some frustration at counsel's inattentiveness. In this correspondence, received into evidence, petitioner requests that she forward his case file to him and adds \"[m]y family has made numerous fruitless efforts to contact you.\" An earlier letter from petitioner, received by Mr. King September 11, 1998, requesting provision of file documents to petitioner, also was offered into evidence by respondent. Mr. King testified that on or about September 24, 1998, he transmitted this letter containing petitioner's request to Ms. Moore, with transmittal memorandum also received into evidence, because she had the case documents. Apparently she failed to respond to petitioner, engendering the December 28, 1998 correspondence.</p>\n<p>Mr. King employs a policy of briefly speaking to his clients in the holding cell <span class=\"star-pagination\">*877</span> immediately following sentencing; however, he remembers being prevented from visiting with petitioner for unknown reason. Mr. King did not speak to petitioner about an appeal or any other matter following imposition of sentence.</p>\n<p>At sentencing, a check from St. Matthews AME Zion Church dated that same day, April 27, 1998, in the amount of $110.00 was presented to petitioner who endorsed it and gave the instrument to Ms. Moore for deposit to her account. At this time $18,000.00 in remaining fee was owing pursuant to the representation agreement. Petitioner testified that he gave this money to Ms. Moore, the result of a collection and donation from the church, because he was upset that she had not been paid her fee in full.</p>\n<p>Mr. Miller, petitioner's cousin, associate minister and chief financial officer of the church, and signatory of the check, testified he understood petitioner needed proceeds to finance appeal of the sentence. The memo line on the check reads \"Donation from Church.\"</p>\n<p>After being sentenced, petitioner was incarcerated in the Pitt County Detention Center for five to six weeks. He subsequently was transferred to several different federal detention facilities including prisons in Virginia, Georgia, West Virginia, and Kentucky. At hearing, petitioner testified that he called Mr. Hall, a family friend, and Ms. Dixon, petitioner's sister, and asked them to contact his attorneys about filing an appeal. He further testified that he placed these calls from the Pitt County Detention Center within 10 days of his sentencing.</p>\n<p>Mr. Hall, who was present at time of sentencing, testified that petitioner called him within two to three days after sentencing. Mr. Hall testified that he received at least three calls from petitioner in the days following sentencing and that he called Ms. Moore and left a message at her office which she failed to return. Ms. Moore, however, testified that she did not receive any messages during this critical period from Mr. Hall or Ms. Dixon.</p>\n<p>Mr. Hall also testified that he spoke with Mr. King who informed him that Ms. Moore was the attorney of record and that he should contact her. However, Mr. King testified that based on a review of his telephone messages the first call he received from Mr. Hall was made on or about September 4, 1998. According to Mr. King, the telephone message, not offered into evidence, states that Mr. Hall called because petitioner now had decided to cooperate with the government. He returned Mr. Hall's call and talked to him about a number of things. However, according to his testimony, Mr. King's notes do not reveal that Mr. Hall inquired about petitioner appealing his sentence.</p>\n<p>Ms. Dixon testified that petitioner also called her from the Pitt County Detention Center and asked her to contact Mr. King. She stated that she left a message for Mr. King, and that he returned the call. However, she does not remember what was discussed nor when this call took place. Mr. King and Ms. Dixon also have some interaction through Mr. King' board work. Mr. King testified that Ms. Dixon called him in July 1998 to inquire where her brother was being incarcerated. Mr. King discovered through the Bureau of Prisons that petitioner was at the federal detention facility in Beckley, West Virginia. He contacted Ms. Dixon to relay this information. According to Mr. King, Ms. Dixon never asked about an appeal during their telephone conversations.</p>\n<p>Petitioner did not appeal. After he was removed from the courtroom following imposition of sentence April 27, 1998, petitioner's attorneys did not speak again with <span class=\"star-pagination\">*878</span> him. Some of what Ms. Moore testified to at hearing contradicted her earlier sworn testimony of writing, including when she was retained and her role at the sentencing hearing. These inconsistencies aside, her testimony concerning her comments to petitioner immediately following sentencing, limited to a statement at or around the defense table that he had a right to appeal but she did not think it would be helpful, is credible. Likewise, the court finds Mr. King's testimony concerning his conduct on this date, including that he had no roll in any counseling of defendant about appeal rights following sentencing, also to be credible.</p>\n<p>Petitioner testified that Ms. Moore said nothing in response to his request at or around the defense table immediately after pronouncement of sentence to file an appeal. This does not correspond to his prior sworn statement and cannot be included among this court's findings. If there was attempted communication by petitioner to Ms. Moore while seated next to one another at the defense table or during the change-over after sentencing, it is established by the credible testimony received October 12, 2000 that she did not hear his direction to note an appeal.</p>\n<p>As to disputed testimony received from family and friends concerning attempted communications with defense counsel following this sentencing proceeding, and the intent of the church in making its donation on the date of sentencing, the court finds this testimony so inherently tenuous as to be required to be discounted. Further, its substance is nondeterminative to the recommended outcome.</p>\n<p>In the context of the particular plea agreement at issue, what is of import to this court's determination and established by credible testimony at hearing is (1) that information concerning appeal rights, communicated post-sentencing by defense counsel, was limited to Ms. Moore's comment at or around the defense table that petitioner could appeal the sentence but that she did not think it would be helpful; and (2) that petitioner's desire concerning any appeal was not attempted to be ascertained by either Ms. Moore or Mr. King on April 27, 1998 or in the days following sentencing.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Because a proceeding to vacate a judgment of conviction is a civil collateral attack, the burden of proof rests upon petitioner to establish a denial of constitutional rights by a preponderance of the evidence. <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 468, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></span> (1938); <i>Vanater v. Boles,</i> <span class=\"citation\" data-id=\"275989\"><a href=\"/opinion/275989/mickey-e-vanater-v-otto-c-boles-warden-of-the-west-virginia-state/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span></a></span>, 900 (4th Cir.1967); <i>Miller v. United States,</i> <span class=\"citation\" data-id=\"246679\"><a href=\"/opinion/246679/edward-donald-miller-v-united-states/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span> (4th Cir.1958).</p>\n<p>Generally, a claim of ineffective assistance of counsel is resolved by application of the widely accepted two-part analysis announced in <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). First, petitioner must demonstrate that his counsel's acts or omissions fell outside the range of reasonably competent assistance. <i>Id.</i> at 690, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. If the petitioner establishes that his counsel's performance fell outside the acceptable range, he must then satisfy <i>Strickland's</i> second prong by showing a \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Id.</i> at 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. However, the Fourth Circuit has held that an attorney's failure to file a notice of appeal when expressly instructed to do so by his client constitutes ineffectiveness notwithstanding the likelihood of success on appeal because failure to file the requested appeal deprives petitioner of his Sixth Amendment right to <span class=\"star-pagination\">*879</span> assistance of counsel on direct appeal altogether. <i>See </i><i>United States v. Peak,</i> <span class=\"citation\" data-id=\"605612\"><a href=\"/opinion/605612/united-states-v-homer-mckinley-peak/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (4th Cir.1993).</p>\n<p>Petitioner in this matter neither expressly requested his attorney to note an appeal, nor explicitly stated to either Ms. Moore or Mr. King that he did not want to appeal. The <i>Peak</i> analysis does not apply in this instance since there was no unequivocal request to note an appeal. Instead, the recent Supreme Court case of <i>Roe v. Flores-Ortega,</i> <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></a></span> (2000) controls the decision to be made.</p>\n<p>In <i>Flores-Ortega,</i> the Court analyzed an ineffective assistance of counsel claim alleging that the attorney failed to bring an appeal where the defendant did not clearly convey his wishes concerning an appeal one way or another. For purposes of evaluating a lawyer's performance in this context, the Court held that the <i>Strickland</i> analysis provides the proper framework in that petitioner must show that counsel's representation fell below an objective standard of reasonableness and that counsel's deficient performance prejudiced petitioner. <i>Flores-Ortega,</i> 120 S.Ct. at 1038. The Court rejected the position that, where petitioner has not clearly conveyed his desire regarding an appeal, failing to file a notice of appeal without the defendant's consent is <i>per se</i> deficient. <i>Id.</i> at 1035.</p>\n<p>Instead, the Court divided claims of this nature into two categories: cases in which the lawyer never consulted with petitioner about an appeal, and cases in which the lawyer did consult with petitioner. <i>Id.</i> The Supreme Court specifically defined the term \"consult\" to mean \"advising the defendant about the advantages and disadvantages of taking an appeal, and making a reasonable effort to discover the defendant's wishes.\" <i>Id.</i> In cases where the attorney consulted with petitioner about an appeal, the attorney \"performs in a professionally unreasonable manner only by failing to follow the defendant's express instructions with respect to an appeal.\" <i>Id.</i> This analysis squares with the Fourth Circuit's holding in <i>Peak</i> that prejudice is presumed when an attorney fails to file an appeal after his client specifically asks that he do so. <i>See </i><i>Peak,</i> 992 F.2d at 42.</p>\n<p>Here, the evidence reveals that petitioner never expressly instructed counsel to file an appeal. Therefore, this court must determine in accordance with the recent decision of the Supreme Court whether counsel's contacts with petitioner satisfied the Supreme Court's meaning of \"consult.\"</p>\n<p>Ms. Moore made a brief statement to petitioner following pronouncement of sentence and prior to U.S. Marshals escorting petitioner from the courtroom to the holding cell. Ms. Moore informed petitioner that he had a right to appeal, and added comment that she did not think it would be helpful. Mr. King was not a party to this or a participant in any discussion post-sentencing with petitioner.</p>\n<p>From the time petitioner was sentenced, neither attorney took any action to discover petitioner's wishes concerning an appeal in the face of a plea agreement which contained the unusual appeal clause previously recited, language offered to defense counsel \"out of the air\" pursuant to Ms. Moore.</p>\n<p>On several occasions prior to sentencing, both Mr. King and Ms. Moore informed petitioner that he had a right to appeal but that any appeal likely would be unsuccessful. At hearing, Mr. Cordes argued on behalf of petitioner that the <i>Flores-Ortega</i> \"consult\" requirement implicitly recognizes that advising the defendant about the advantages and disadvantages of taking an appeal, and making a reasonable effort to discover the defendant's wishes should occur <i>after</i> imposition of sentence. There <span class=\"star-pagination\">*880</span> appears recent agreement by the Fourth Circuit with this proposition.</p>\n<p>The Fourth Circuit strongly suggests that advice about appeal should be given after sentencing in a recent decision which applies the <i>Flores-Ortega</i> framework. <i>See </i><i>U.S. v. Witherspoon,</i> <span class=\"citation\" data-id=\"771023\"><a href=\"/opinion/771023/united-states-v-roderick-tyronda-witherspoon/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span> (4th Cir.2000). The Fourth Circuit ruled that a petitioner, whose motion alleging ineffective assistance of counsel for failure to file appeal was dismissed by the district court without hearing, is entitled to an evidentiary hearing in the face of conflicting testimony by affidavit. There was testimony that the request to appeal had been made before sentencing in the event certain objections were overruled and not after it. <i>Id.</i> at 927. The court declined to decide whether this conditional desire to appeal, if true, rose to the level of an appeal instruction. <i>Id.</i> Rather, it rested its decision on the basis that if the client's expression of an intention to appeal was true, counsel should have discussed the matter of any appeal after sentencing to avoid being deficient in performance and it was not clear from the attorney's affidavit whether advice was given before or after sentencing. <i>Id.</i> at 927. A footnote to this part of the opinion draws attention again to the distinction of giving advice about appeal rights before sentencing and to giving it after sentencing. <i>Id.</i> at 927, n. 4.</p>\n<p>Without offering pronouncement that in every case requiring consulting regarding an appeal, such consulting has to occur after sentence has been imposed, in this case, where an appeal right tied to imposition of a term of imprisonment of more than 160 months specifically is recognized, and where decision to plead guilty was not a ready one, more than a one sentence aside from counsel to petitioner during the court's concluding remarks after imposition of the sentence or the ensuing change-over at the defense table, should have taken place. That brief comment by Ms. Moore that petitioner could appeal but she did not think it would help the case, where petitioner was sentenced to 80 months more than what was necessary to trigger his appeal right under the plea agreement, simply was inadequate. Ms. Moore's brief statement to petitioner after sentencing does not satisfy either the first or the second prong of the \"consult\" requirement recently articulated by the Supreme Court.<sup>[3]</sup></p>\n<p>This inadequacy cannot be saved in this case by any statements to petitioner in advance of sentencing that he would have a right to appeal a sentence as of then not yet imposed. Under the specific facts of this case, and with deference to the Fourth Circuit's recent ruling, <i>U.S. v. Witherspoon,</i> <span class=\"citation\" data-id=\"771023\"><a href=\"/opinion/771023/united-states-v-roderick-tyronda-witherspoon/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span> (4th Cir.2000), counseling concerning appeal rights months or weeks prior to entry of a sentence that was nearly seven years more than the trigger for appeal in the plea agreement and where the decision of petitioner to plead guilty was not easily reached, as testified to by Ms. Moore, also cannot be said to satisfy the consulting obligation.</p>\n<p>Specifically as to the second prong of the consulting obligation, making a reasonable effort to discover the client's wishes, <span class=\"star-pagination\">*881</span> <i>Flores-Ortega,</i> <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, 1035, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></a></span>, and events post-sentencing, it is undisputed that neither attorney contacted their client after sentencing to inquire of petitioner his wishes regarding appeal. The only facts offered by respondent as bearing upon this inquiry is Ms. Moore's testimony that she commented to petitioner she did not think appeal would be helpful and, following that, petitioner never requested counsel to appeal. There is no evidence of petitioner being asked if he wanted to appeal. There is no evidence of any admonishment, in writing or orally, from either attorney that if a set time elapsed and no appeal instruction issued, it would be understood that no appeal was requested. After the parting of Ms. Moore and Mr. King from the company of petitioner there was no decided course of decision on appeal.</p>\n<p>Based on the foregoing, the court cannot find that counsel advised petitioner of the advantages and disadvantages of taking an appeal nor made a reasonable effort to ascertain his final appeal decision. However, the inquiry prescribed by the Supreme Court does not end here. Petitioner must also establish that his attorneys had a constitutionally imposed duty to consult with him in this case. <i>See </i><i>Flores-Ortega,</i> 120 S.Ct. at 1036 (finding that there is a constitutionally imposed duty to consult with the client about an appeal only when there is reason to think either (1) that a rational defendant would want to appeal (for example, because there are non-frivolous grounds for appeal), or (2) that this particular defendant reasonably demonstrated to counsel an interest in appealing). In making this finding, the Supreme Court stated \"[W]e expect that courts evaluating the reasonableness of counsel's performance using the inquiry we have described will find, in the vast majority of cases, that counsel had a duty to consult with the defendant about an appeal.\" <i>Id.</i></p>\n<p>A court should examine the totality of the circumstances, and consider all the information that the attorney knew or should have known. <i>See id.</i> Although not wholly determinative, highly relevant considerations will be whether the conviction was the result of a guilty plea, whether the plea expressly waived some or all appeal rights, and whether petitioner received the sentence bargained for. <i>See id.</i></p>\n<p>In this case, petitioner was convicted pursuant to a written plea agreement that waived his right to appeal except in a situation where sentence was greater than 160 months. Petitioner was advised by Ms. Moore in the courtroom aside that it appeared to her that appeal would not be helpful. Nevertheless, it was known that his plea agreement reserved the right to appeal a sentence in excess of 160 months and that he received a sentence of 240 months. Further, the decision to plead guilty itself did not come easily to petitioner. Ms. Moore acknowledged in her testimony that it was difficult to impress upon petitioner concerns about the case and counsel's perception about the likelihood of success at trial.</p>\n<p>One factor the court must examine is \"whether the defendant received the sentence bargained for as part of the plea...\" <i>Id.</i> Thus, examining the totality of the circumstances in this particular situation, the court concludes that a rational defendant who received a sentence 80 months higher than the trigger set in the plea agreement for appeal would want to appeal, especially where, as here, the decision to plead guilty was not easily reached by petitioner. Counsel, therefore, had a duty, one or the other, to fully consult about an appeal, which Ms. Moore and Mr. King failed to do.</p>\n<p><span class=\"star-pagination\">*882</span> The inquiry goes a further step. Under the <i>Flores-Ortega</i> framework petitioner must not only show that his attorney had a constitutionally imposed duty to consult, he must also demonstrate actual prejudice as a result of this deficient performance. <i>Flores-Ortega,</i> 120 S.Ct. at 1038. Once deficient performance is established, petitioner need not demonstrate that his appeal has merit in order to show that he was prejudiced. <i>Id.</i> However, petitioner is required to establish that there is a reasonable probability that, but for counsel's deficient failure to consult with him about an appeal, he would have timely appealed. <i>Id.</i></p>\n<p>Following imposition of his sentence, petitioner, who evidenced difficulty reading during his testimony and some deliberateness in speech and movement, took steps to maintain contacts with his counsel. His correspondence, while coming much later than 10 days after sentencing, recites that family members had made unsuccessful attempts to contact Ms. Moore. Further, the December 28, 1998 letter follows a letter from September of that year addressed to Mr. King. Both letters request case documents to be forwarded to petitioner.</p>\n<p>Petitioner then went on timely to file his § 2255 petition and successfully appeal it to the Fourth Circuit after it was denied on summary judgment. These actions, while occurring after the deadline to note an appeal had expired, reveal that petitioner was not ready to end litigation of his case.</p>\n<p>Consequently, it cannot be said that counsel's performance did not deprive petitioner of an appeal that otherwise he timely would have taken. There was no evidence presented at hearing or otherwise made a part of the court's file, that petitioner voiced any response to Ms. Moore's courtroom remark that she did not think appeal would help the case. There was nothing of record that showed petitioner evidenced an intention not to avail himself of the right contained in the plea agreement to appeal sentence of more than 160 months, including during any pre-sentencing discussions with counsel. To offer that petitioner did not instruct counsel to appeal and that should be taken as evidence of agreement with her courtroom remark that he could appeal but she did not think it would be helpful is an argument which fails under the circumstances present. Ms. Moore's comment in the courtroom setting was just that, and not part of any dialogue nor preceded or followed by any remarks that solicited the wishes of petitioner, or established a framework for decision. After their parting from the courtroom neither attorney initiated any dialogue about anything. The silence of petitioner at sentencing and in the days following cannot be said in this case to evidence some agreement that there be no appeal.</p>\n<p>Petitioner has sustained his burden of demonstrating actual prejudice by a preponderance of the evidence because his later actions, in the face of apparent personal limitations and numerous transfers within the federal prison system after sentencing, reveal a reasonable probability that he would have filed an appeal in the absence of counsel's deficient performance.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, the court RECOMMENDS that petitioner's motion to vacate, set aside, or correct his sentence pursuant to 28 U.S.C. § 2255 be GRANTED and that his sentence be vacated in order to allow opportunity to pursue an appeal.</p>\n<h2>NOTES</h2>\n<p>[1]  However, in her affidavit dated May 5, 1999, Ms. Moore states that she was retained to represent petitioner on November 17, 1997, along with Mr. King.</p>\n<p>[2]  It is noted that petitioner refers to a 120 month \"cap\" in his affidavit dated April 5, 1999 and alleges comments by Ms. Moore to him that if he pleaded guilty, he would receive a sentence of 120 months, that the government, through the offices of the United States Attorney was aware of the \"cap\", and that petitioner \"should not say anything to the Judge at sentencing as to the 120 month promise, because it would anger him.\"</p>\n<p>[3]  The recent <i>Flores-Ortega</i> decision has generated a number of opinions detailing framework for analysis it established. Another recent decision making reference to <i>Flores-Ortega</i> footnotes the advice offered in <i>McHale v. United States,</i> <span class=\"citation\" data-id=\"763560\"><a href=\"/opinion/763560/kevin-mchale-v-united-states/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 119 (2d, Cir.1999) to avoid the situation of appearing to compromise the explicit wishes of the client concerning appeal, \"A prudent lawyer will either file a notice of appeal or file an affidavit from the client (or have the client state on the record) that he does not want to take an appeal.\" <i>Gutierrez-Fernandez v. United States,</i> No. 99 Civ. 4484, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1559945</span></span> (S.D.N.Y. Oct. 18, 2000).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771023/"
  ]
}