{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2469334/",
  "absolute_url": "/opinion/2469334/microsoft-corp-v-computer-service-repair-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2469334/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:13.510667Z",
  "date_modified": "2016-04-27T01:11:06.302911Z",
  "type": "010combined",
  "sha1": "eb65d634796854a2d0df9683dcd91d96163aceba",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>312 F.Supp.2d 779 (2004)</b></center>\n<center><h1>MICROSOFT CORPORATION, Plaintiff,<br>\nv.<br>\nCOMPUTER SERVICE &amp; REPAIR, INC., d/b/a Tridata, and Michael Barskile, Defendant.</h1></center>\n<center>No. 5:03-CV-161-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2004.</center>\n<p><span class=\"star-pagination\">*780</span> Paul K. Sun, Jr., Ellis &amp; Winters, Alex J. Hagan, Ellis &amp; Winters, Raleigh, NC, for Microsoft Corporation, a Washington corporation, plaintiff.</p>\n<p>Computer Service &amp; R, Michael Barskile, Garner, NC, for Computer Service &amp; Repair, Inc., a North Carolina corporation dba Tridata, Michael Barskile, an individual, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss, plaintiff's motion for summary judgment as to defendant Barskile, plaintiff's motion for default judgment as to defendant Computer Service &amp; Repair, Inc. d/b/a Tridata (\"Computer Service\"), plaintiff's motion for a permanent injunction against defendants, and plaintiff's motion to strike the declaration of Tom Jackson and defendant's motion for dismissal of charges. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff filed the complaint in this action on February 28, 2003, to recover damages arising from alleged infringement of copyrights and trademarks and to enjoin future infringement. Plaintiff alleges claims of copyright infringement, trademark infringement, false designation or origin under federal law and Unfair and Deceptive Trade Practices Act violations under North Carolina state law. Defendant Barskile filed an answer to the complaint on March 14, 2003, on behalf of himself. The answer also attempted to serve as an answer for Computer Service, the corporate defendant. However, since the law is well established that a corporation cannot appear <i>pro se,</i> the attempted pleading was not valid as to the corporation. Therefore, the court ordered the corporate defendant <span class=\"star-pagination\">*781</span> to obtain counsel by April 8, 2003. After a one month extension on this order, Computer Service still failed to file a notice of appearance. On June 4, 2003, the court entered an order directing defendant to confirm that this matter had been settled, as was indicated in its May 8, 2003, submission to the court, or to have counsel file a notice of appearance on behalf of Computer Service. No such notice of appearance has ever been filed.</p>\n<p>On September 9, 2003, plaintiff moved for entry of default as to defendant Computer Service. On September 17, 2003, defendant filed a document entitled Defendant Computer Service &amp; Repair, Inc. And Michael Barskile Motion for Dismissal.\"</p>\n<p>Recognizing that a corporation may not appear <i>pro se,</i> and no notice of appearance having ever been filed, the court entered default against defendant Computer Service on November 18, 2003.</p>\n<p>Following its motion for entry of default, plaintiff moved for default judgment and a permanent injunction against defendant Computer Service. Plaintiff also filed a motion for summary judgment and permanent injunction against defendant Barskile on October 30, 2003. On November 19, 2003, defendant Barskile filed a document entitled \"Declaration of Tom Jackson in support of Defendants' Computer Service &amp; Repair, Inc. and Michael Barskile for Dismissal of Charges.\" On December 2, 2003, plaintiff filed a motion to strike both the declaration of Tom Jackson and Barskile's motion for dismissal of charges.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p></p>\n<h2>I. The Parties</h2>\n<p>Plaintiff develops, distributes and licenses computer software programs that are distributed in all fifty states and around the world. Defendant Barskile is the president and sole owner of defendant Computer Service d/b/a Tridata, a North Carolina corporation that services and sells computers and distributes software to the public. Defendant Barskile's earnings from Computer Service are his sole source of income.</p>\n<p></p>\n<h2>II. The Federally Protected Trademarks and Copyrights at Issue</h2>\n<p>Plaintiff is the owner of valid, federally-registered trademarks and/or service marks in and to the following:</p>\n<blockquote>1. Trademark Registration No. 1,256,083 (\"MICROSOFT\") for computer hardware and software manuals, newsletters and computer documentation.</blockquote>\n<blockquote>2. Trademark and Service Mark Registration No. 1,200,236 (\"MICROSOFT\") for computer programs and computer programming services;</blockquote>\n<blockquote>3. Trademark Registration No. 1,816,354 (WINDOWS FLAG LOGO) for computers, computer peripherals, and computer programs and manuals sold as a unit; and</blockquote>\n<blockquote>4. Trademark Registration No. 1,872,264 (\"WINDOWS\") for computer programs and manuals sold as a unit.</blockquote>\n<p>McBride Decl. ¶ 20; Complaint ¶ 11 &amp; Exhibits 2-5. Plaintiff has been, and still is, the sole owner of all right, title and interest in, and to these trademarks, service marks, and registrations.</p>\n<p>Plaintiff's copyright in and to its \"Windows 98\" software was registered with the United States Copyright Office in compliance with the Copyright Revision Act of 1976 (17 U.S.C. § 101 <i>et seq.</i>) and Copyright Office regulations. The copyright is assigned the following registration number: TX 4-687-920 (\"Microsoft Windows 98\") issued on July 1, 1998. McBride Decl. ¶ 21; Complaint ¶¶ 8-9 &amp; Ex. 1. Plaintiff has been, and still is, the sole owner of all right, title and interest in, and to, the copyright and Certificate of Registration noted above.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*782</span> III. The Infringing Events/The Counterfeiting</h2>\n<p>On both January 13 and 14, 2000, investigator James E. Wolff III telephoned defendant Computer Service and placed two separate orders for Microsoft software with a person who identified himself as \"Mike.\" On January 20, 2000, investigator Wolff received a package from defendant Computer Service containing the purported Microsoft software and an invoice/packing slip. Wolff Decl. ¶¶ 2-4. The software was analyzed by Microsoft and determined to be counterfeit<sup>[1]</sup>. McBride Decl. ¶¶ 11-15.</p>\n<p>Plaintiff sent defendants cease &amp; desist letters on February 22, 2000, informing them that they had distributed counterfeit Microsoft software, and demanding they stop this activity. The letter informed defendants of how to locate authorized distributors of Microsoft software and where to locate information on how to identify counterfeit software and how to avoid software piracy. Decl. Of John David Lebya (\"Lebya Decl.\") ¶ 2 &amp; Ex. 1.</p>\n<p>However, defendants continued this unlawful conduct. On August 2, 2002, investigator Sabrina Williams telephoned defendant Computer Service and placed an order for one unit of Microsoft Windows 98 software. On August 12, 2002, she received a package containing the purported software, along with a Computer Service packing list. Williams Decl. ¶ 3 &amp; Exhibit A. When Microsoft analyzed the software, it was determined to be counterfeit. McBride Decl. ¶¶ 16-18. It is this August 2002, distribution for which plaintiff is seeking damages.</p>\n<p>Defendants had received the February 2000 cease and desist letters. They knew how and where to find authorized distributors of Microsoft software. However, they chose to deal with PC Micro Dealers Co-op, a company plaintiff has sued for distributing counterfeit software. <i>See</i> defendant's \"Motion to Dismiss.\" In addition to using a questionable source, defendants used \"blind\" or \"drop\" shipping, so as to avoid touching the software. <i>See, e.g., </i><i>Microsoft Corp. v. Grey Computer,</i> 910 F.Supp. 1077, 1090 (D.Md.1995)</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Defendant's \"Motion to Dismiss\"</h2>\n<p>The motion to dismiss is invalid as to defendant Computer Service because a corporation may not appear <i>pro se.</i> Therefore, as to defendant Computer Service, the motion to dismiss is stricken. Defendant Barskile, as an individual, may appear <i>pro se.</i> However, the motion has no merit. A motion to dismiss may be brought under Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim upon which relief may be granted. Plaintiff's complaint clearly states a claim upon which relief may be granted, violation of the federal copyright and trademark statutes as well as the North Carolina Unfair and Deceptive Trade Practices Act. Defendant's motion details why he believes that he is not liable for the offenses claimed, rather than demonstrating any deficiency in plaintiff's complaint. Therefore, defendant Barskile's motion to dismiss is hereby denied.</p>\n<p></p>\n<h2>II. Plaintiff's Motion to Strike the Declaration of Tom Jackson and Defendant's Motion for Dismissal of Charges.</h2>\n<p>Defendant Barskile attempted to file on behalf of himself and Computer Service <span class=\"star-pagination\">*783</span> the Declaration of Tom Jackson and a motion for dismissal of charges. Because a corporation cannot proceed <i>pro se,</i> both these documents are stricken as to Computer Service.</p>\n<p>Defendant Barskile filed a Declaration by Tom Jackson, President of PC Office Systems, the distributor from which the counterfeit software was shipped. Mr. Jackson's declaration has no relevance to this case. His declaration discusses the difference between a stand-alone software product and an OEM software product, and claims that his company shipped the wrong type to the investigator in August 2002. This discussion is completely irrelevant. Plaintiff is not alleging that defendants sold the wrong type of software, but rather that is was counterfeit.</p>\n<p>The declaration, however, appears to be filed in response to the plaintiff's motions for summary judgment and default judgment. In deference to defendant Barskile's <i>pro se</i> status, the declaration shall not be stricken. The court will consider the declaration insofar as it contains any relevant information. Therefore, plaintiff's Motion to Strike the Declaration as to defendant Barskile is denied.</p>\n<p>The court has already denied defendant Barskile's Motion to Dismiss. In light of this finding, the plaintiff's motion to strike Barskile's Motion to Dismiss is hereby deemed moot.</p>\n<p></p>\n<h2>III. Plaintiff's Motion for default judgment as to defendant Computer Service</h2>\n<p>Default was entered against defendant Computer Service on November 18, 2003, for failure to appear. Since that time, no appearance has been filed. Judgment of default may be entered in this case pursuant to Rule 55(b) of the Federal Rules of Civil Procedure. For good cause shown, default judgment is hereby entered against defendant Computer Service.</p>\n<p></p>\n<h2>IV. Plaintiff's Motion for Summary Judgment as to defendant Barskile</h2>\n<p></p>\n<h2><i>A. Summary Judgment Standard</i></h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality <span class=\"star-pagination\">*784</span> and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2><i>B. Copyright Infringement</i></h2>\n<p>The Copyright Act gives the copyright owner the exclusive right to reproduce and distribute copies of the copyrighted work. 17 U.S.C. § 106(1)-(3). To establish liability for a copyright infringement, plaintiff must show (1) that it owns a valid copyright in the works at issue and (2) that defendant encroached upon plaintiff's exclusive rights as a copyright holder. <i>See</i> 17 U.S.C. § 501; <i>see also </i><i>Feist Publications, Inc. v. Rural Tel. Serv. Co.,</i> 499 U.S. 340, 341, 111 S.Ct. 1282, 113 L.Ed.2d 358 (1991). \"Intention to infringe is not essential under the Act.\" <i>See</i> 17 U.S.C. § 501(a); <i>Buck v. Jewell-La Salle Ralty Co.,</i> 283 U.S. 191, 198-99, 51 S.Ct. 410, 75 L.Ed. 971 (1931).</p>\n<p>There is no dispute here as to either of the elements. Plaintiff has produced its copyright registration for the Windows 98 software, and defendant admitted in his answer plaintiff's ownership and registration of a valid copyright in Microsoft Windows 98 software. This registration certificate is <i>prima facie</i> evidence of plaintiff's ownership of a valid copyright. 17 U.S.C. § 410(c). Once a plaintiff makes a <i>prima facie</i> showing of a valid copyright registration, the defendant bears the burden of demonstrating that the copyright is invalid. <i>M. Kramer Mfg. Co. v. Andrews,</i> 783 F.2d 421, 434 (4th Cir.1986).</p>\n<p>This claim is well-suited for summary judgment. Defendant does not deny that he distributed software to the investigators on the dates in question. Defendant does not deny that he used a questionable source, PC Micro. He does not deny that he \"blind\" or \"drop\" shipped the purported Microsoft software. In fact, defendant failed to file a formal response to the motion for summary judgment.</p>\n<p>Having distributed a counterfeit and unauthorized copy of software in which plaintiff holds a valid copyright, defendant has infringed plaintiff's exclusive rights under the Copyright Act. Defendant Barskile is liable as a matter of law for copyright infringement, and plaintiff's motion for summary judgment is granted as to copyright infringement.</p>\n<p></p>\n<h2><i>C. Trademark Infringement</i></h2>\n<p>Plaintiff can establish trademark infringement by showing (1) that it owns a trademark and (2) that the infringer used the mark without authorization in commerce and in a manner likely to create consumer confusion. <i>See</i> 15 U.S.C. § 1114(1)(a); <i>Petro Stopping Centers, L.P. v. James River Petroleum, Inc.,</i> 130 F.3d 88, 91 (4th Cir.1997).</p>\n<p>These elements have been proven. Plaintiff has registered each trademark at issue with the United States Patent and Trademark Office on the Principal Register. This registration is <i>prima facie</i> evidence of trademark validity. 15 U.S.C. § 1057(b). Also, \"a certificate of registration of a mark serves as <i>prima facie</i> evidence that the registrant owns the registered mark, has properly registered it under the Lanham Act, and is entitled to its exclusive use in commerce.\" <i>Brittingham v. Jenkins,</i> 914 F.2d 447, 452 (4th Cir.1990).</p>\n<p>Also, it is undisputed that defendant Barskile and his company distributed counterfeit Microsoft software bearing imitations of the trademarks. Plaintiff's software is distributed in all fifty states and throughout the world. Defendant's distribution of counterfeit software bearing plaintiff's trademarks is enough to satisfy the \"in commerce\" requirement of the Lanham Act. <i>Microsoft v. Grey Computer,</i> 910 F.Supp. 1077, 1086-87 (where the <span class=\"star-pagination\">*785</span> plaintiff is a large corporation doing business in numerous states, the case law effectively presumes that even a defendant's intrastate activities have a substantial effect on interstate commerce.) Also, likelihood of consumer confusion is indisputable in counterfeiting cases such as this one. <i>See </i><i>Polo Fashions, Inc. v. Craftex, Inc.,</i> 816 F.2d 145, 148 (4th Cir.1987).</p>\n<p>Because plaintiff has established each of the required elements of trademark infringement and defendant did not dispute this evidence, summary judgment is granted to plaintiff on the trademark infringement claims.</p>\n<p></p>\n<h2><i>D. False Designation of Origin</i></h2>\n<p>Plaintiff also alleges defendant violated 15 U.S.C. § 1125(a), § 43 of the Lanham Act.</p>\n<blockquote>A claim for false designation of origin under section 43 of the Lanham Act arises when a person uses in commerce a word, term, name or symbol, or a false or misleading description or representation of fact which is likely to cause confusion or to deceive as to the origin, sponsorship or approval of goods. <i>15 U.S.C.</i> § 1125(a)(1). To establish a claim for false designation of origin, a plaintiff must demonstrate that (1) the false designation has a substantial economic effect on interstate commerce; and (2) the false designation creates a likelihood of confusion. <i>See </i><i>Johnson v. Jones,</i> 149 F.3d 494, 502 (6th Cir.1998).</blockquote>\n<p><i>Microsoft Corp. v. Compusource Distributors, Inc.,</i> 115 F.Supp.2d 800, 807 (E.D.Mich.2000).</p>\n<p>The same undisputed facts that establish defendant Barskile's violation of § 1114 of the Lanham Act also establish that Barskile has violated § 1125(a) of the Lanham Act by falsely designating the origin of the software that was distributed. The counterfeit software was packaged and designed so as to appear to the ordinary consumer to be genuine Microsoft software. Therefore, the false designation of Microsoft trademarks had both a substantial effect on commerce and created consumer confusion. Therefore, plaintiff's summary judgment motion is granted as to false designation of origin claim.</p>\n<p></p>\n<h2><i>E. Unfair and Deceptive Trade Practice</i></h2>\n<p>To establish a <i>prima facie</i> claim for unfair trade practices under North Carolina General Statutes § 75-1.1, the plaintiff must show that the defendant committed an unfair or deceptive act, that affected commerce and proximately injured the plaintiff. <i>Pleasant Valley Promenade v. Lechmere, Inc.,</i> 120 N.C.App. 650, 464 S.E.2d 47 (1995).</p>\n<p>The undisputed facts which support the federal claims also support a finding of liability as to the state statutory claim. Defendant committed a deceptive or unfair act, <i>i.e.,</i> trademark infringement and false designation of origin. The above discussion establishes that these violations affected commerce. The violations also injure the plaintiff. The Lanham Act provides plaintiff protection of its registered trademarks, thereby protecting both plaintiff's good will and consumer's ability to \"distinguish among competing producers.\" <i>Grey Computers</i> at 1089, quoting <i>Park `N Fly, Inc. v. Dollar Park and Fly, Inc.,</i> 469 U.S. 189, 198, 105 S.Ct. 658, 83 L.Ed.2d 582 (1985). The trademark infringement and false designation undercut plaintiff's goodwill and consumers' ability to distinguish among products. These events harm the plaintiff corporation. Therefore, summary judgment is granted as to the North Carolina Unfair and Deceptive Trade Practices Act claim.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*786</span> Defendant Barskile is personally liable for the illegal activities of Computer Service. He was personally involved in the company's dealings in Microsoft software and received cease and desist letters from the plaintiff. Also, as an officer and sole owner of Computer Service, he had both the right and ability to supervise the company's activities and a direct financial interest in the activities. <i>See, e.g., </i><i>Fonovisa, Inc. v. Cherry Auction, Inc.,</i> 76 F.3d 259 (9th Cir.1996).</p>\n<p>Plaintiff has met its burden of showing it is entitled to summary judgment on all claims. Defendant has failed to come forward with specific facts showing there is an issue for trial. Therefore, summary judgment is granted to plaintiff as to defendant Barskile on all claims.</p>\n<p></p>\n<h2>V. Damages, Attorney's Fees, and Permanent Injunction</h2>\n<p>As to the amount of damages, costs and attorney's fees, the plaintiff is allowed twenty (20) days from the date of entry of this order to file a verified claim as to appropriate damages.</p>\n<p>In that same filing, plaintiff should address its request for entry of a permanent injunction against both defendants. Plaintiff is instructed to provide an adequate legal and factual basis for the request, including the citing of relevant Fourth Circuit caselaw.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court makes the following rulings:</p>\n<p>1. Defendant Computer Service's motion to dismiss is stricken.</p>\n<p>2. Defendant Barskile's motion to dismiss is denied.</p>\n<p>3. Plaintiff's Motion to strike the Declaration of Tom Jackson and Defendant's Motion for Dismissal of Charges is deemed moot as to defendant Barskile and is granted as to defendant Computer Service.</p>\n<p>4. Plaintiff's motion for default judgment as to defendant Computer Service is granted.</p>\n<p>5. Plaintiff's motion for summary judgment as to defendant Barskile is granted on all claims.</p>\n<p>6. Plaintiff is allowed twenty (20) days from the date of entry of this order to file the additional filings noted above in the section on Damages, Attorney's Fees, and Permanent Injunction.</p>\n<h2>NOTES</h2>\n<p>[1]  Microsoft is not seeking damages for the year 2000 alleged infringements. Defendant Barskile filed for Chapter 7 bankruptcy on February 28, 2001, in the United States Bankruptcy Court for the Eastern District of North Carolina, Case No. 01-00550-5-ATA.</p>\n<p>[2]  Plaintiff's memorandum in support of summary judgment also discusses unfair competition under North Carolina common law. However, the complaint only alleges a violation of North Carolina statutory law. Therefore, the court determines no common law claim is properly before the court.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">779</span></span> (2004)</b></center>\n<center><h1>MICROSOFT CORPORATION, Plaintiff,<br>\nv.<br>\nCOMPUTER SERVICE &amp; REPAIR, INC., d/b/a Tridata, and Michael Barskile, Defendant.</h1></center>\n<center>No. 5:03-CV-161-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2004.</center>\n<p><span class=\"star-pagination\">*780</span> Paul K. Sun, Jr., Ellis &amp; Winters, Alex J. Hagan, Ellis &amp; Winters, Raleigh, NC, for Microsoft Corporation, a Washington corporation, plaintiff.</p>\n<p>Computer Service &amp; R, Michael Barskile, Garner, NC, for Computer Service &amp; Repair, Inc., a North Carolina corporation dba Tridata, Michael Barskile, an individual, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss, plaintiff's motion for summary judgment as to defendant Barskile, plaintiff's motion for default judgment as to defendant Computer Service &amp; Repair, Inc. d/b/a Tridata (\"Computer Service\"), plaintiff's motion for a permanent injunction against defendants, and plaintiff's motion to strike the declaration of Tom Jackson and defendant's motion for dismissal of charges. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff filed the complaint in this action on February 28, 2003, to recover damages arising from alleged infringement of copyrights and trademarks and to enjoin future infringement. Plaintiff alleges claims of copyright infringement, trademark infringement, false designation or origin under federal law and Unfair and Deceptive Trade Practices Act violations under North Carolina state law. Defendant Barskile filed an answer to the complaint on March 14, 2003, on behalf of himself. The answer also attempted to serve as an answer for Computer Service, the corporate defendant. However, since the law is well established that a corporation cannot appear <i>pro se,</i> the attempted pleading was not valid as to the corporation. Therefore, the court ordered the corporate defendant <span class=\"star-pagination\">*781</span> to obtain counsel by April 8, 2003. After a one month extension on this order, Computer Service still failed to file a notice of appearance. On June 4, 2003, the court entered an order directing defendant to confirm that this matter had been settled, as was indicated in its May 8, 2003, submission to the court, or to have counsel file a notice of appearance on behalf of Computer Service. No such notice of appearance has ever been filed.</p>\n<p>On September 9, 2003, plaintiff moved for entry of default as to defendant Computer Service. On September 17, 2003, defendant filed a document entitled Defendant Computer Service &amp; Repair, Inc. And Michael Barskile Motion for Dismissal.\"</p>\n<p>Recognizing that a corporation may not appear <i>pro se,</i> and no notice of appearance having ever been filed, the court entered default against defendant Computer Service on November 18, 2003.</p>\n<p>Following its motion for entry of default, plaintiff moved for default judgment and a permanent injunction against defendant Computer Service. Plaintiff also filed a motion for summary judgment and permanent injunction against defendant Barskile on October 30, 2003. On November 19, 2003, defendant Barskile filed a document entitled \"Declaration of Tom Jackson in support of Defendants' Computer Service &amp; Repair, Inc. and Michael Barskile for Dismissal of Charges.\" On December 2, 2003, plaintiff filed a motion to strike both the declaration of Tom Jackson and Barskile's motion for dismissal of charges.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p></p>\n<h2>I. The Parties</h2>\n<p>Plaintiff develops, distributes and licenses computer software programs that are distributed in all fifty states and around the world. Defendant Barskile is the president and sole owner of defendant Computer Service d/b/a Tridata, a North Carolina corporation that services and sells computers and distributes software to the public. Defendant Barskile's earnings from Computer Service are his sole source of income.</p>\n<p></p>\n<h2>II. The Federally Protected Trademarks and Copyrights at Issue</h2>\n<p>Plaintiff is the owner of valid, federally-registered trademarks and/or service marks in and to the following:</p>\n<blockquote>1. Trademark Registration No. 1,256,083 (\"MICROSOFT\") for computer hardware and software manuals, newsletters and computer documentation.</blockquote>\n<blockquote>2. Trademark and Service Mark Registration No. 1,200,236 (\"MICROSOFT\") for computer programs and computer programming services;</blockquote>\n<blockquote>3. Trademark Registration No. 1,816,354 (WINDOWS FLAG LOGO) for computers, computer peripherals, and computer programs and manuals sold as a unit; and</blockquote>\n<blockquote>4. Trademark Registration No. 1,872,264 (\"WINDOWS\") for computer programs and manuals sold as a unit.</blockquote>\n<p>McBride Decl. ¶ 20; Complaint ¶ 11 &amp; Exhibits 2-5. Plaintiff has been, and still is, the sole owner of all right, title and interest in, and to these trademarks, service marks, and registrations.</p>\n<p>Plaintiff's copyright in and to its \"Windows 98\" software was registered with the United States Copyright Office in compliance with the Copyright Revision Act of 1976 (17 U.S.C. § 101 <i>et seq.</i>) and Copyright Office regulations. The copyright is assigned the following registration number: TX 4-687-920 (\"Microsoft Windows 98\") issued on July 1, 1998. McBride Decl. ¶ 21; Complaint ¶¶ 8-9 &amp; Ex. 1. Plaintiff has been, and still is, the sole owner of all right, title and interest in, and to, the copyright and Certificate of Registration noted above.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*782</span> III. The Infringing Events/The Counterfeiting</h2>\n<p>On both January 13 and 14, 2000, investigator James E. Wolff III telephoned defendant Computer Service and placed two separate orders for Microsoft software with a person who identified himself as \"Mike.\" On January 20, 2000, investigator Wolff received a package from defendant Computer Service containing the purported Microsoft software and an invoice/packing slip. Wolff Decl. ¶¶ 2-4. The software was analyzed by Microsoft and determined to be counterfeit<sup>[1]</sup>. McBride Decl. ¶¶ 11-15.</p>\n<p>Plaintiff sent defendants cease &amp; desist letters on February 22, 2000, informing them that they had distributed counterfeit Microsoft software, and demanding they stop this activity. The letter informed defendants of how to locate authorized distributors of Microsoft software and where to locate information on how to identify counterfeit software and how to avoid software piracy. Decl. Of John David Lebya (\"Lebya Decl.\") ¶ 2 &amp; Ex. 1.</p>\n<p>However, defendants continued this unlawful conduct. On August 2, 2002, investigator Sabrina Williams telephoned defendant Computer Service and placed an order for one unit of Microsoft Windows 98 software. On August 12, 2002, she received a package containing the purported software, along with a Computer Service packing list. Williams Decl. ¶ 3 &amp; Exhibit A. When Microsoft analyzed the software, it was determined to be counterfeit. McBride Decl. ¶¶ 16-18. It is this August 2002, distribution for which plaintiff is seeking damages.</p>\n<p>Defendants had received the February 2000 cease and desist letters. They knew how and where to find authorized distributors of Microsoft software. However, they chose to deal with PC Micro Dealers Co-op, a company plaintiff has sued for distributing counterfeit software. <i>See</i> defendant's \"Motion to Dismiss.\" In addition to using a questionable source, defendants used \"blind\" or \"drop\" shipping, so as to avoid touching the software. <i>See, e.g., </i><i>Microsoft Corp. v. Grey Computer,</i> <span class=\"citation\" data-id=\"1943803\"><a href=\"/opinion/1943803/microsoft-corp-v-grey-computer/\"><span class=\"volume\">910</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1077</span></a></span>, 1090 (D.Md.1995)</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Defendant's \"Motion to Dismiss\"</h2>\n<p>The motion to dismiss is invalid as to defendant Computer Service because a corporation may not appear <i>pro se.</i> Therefore, as to defendant Computer Service, the motion to dismiss is stricken. Defendant Barskile, as an individual, may appear <i>pro se.</i> However, the motion has no merit. A motion to dismiss may be brought under Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim upon which relief may be granted. Plaintiff's complaint clearly states a claim upon which relief may be granted, violation of the federal copyright and trademark statutes as well as the North Carolina Unfair and Deceptive Trade Practices Act. Defendant's motion details why he believes that he is not liable for the offenses claimed, rather than demonstrating any deficiency in plaintiff's complaint. Therefore, defendant Barskile's motion to dismiss is hereby denied.</p>\n<p></p>\n<h2>II. Plaintiff's Motion to Strike the Declaration of Tom Jackson and Defendant's Motion for Dismissal of Charges.</h2>\n<p>Defendant Barskile attempted to file on behalf of himself and Computer Service <span class=\"star-pagination\">*783</span> the Declaration of Tom Jackson and a motion for dismissal of charges. Because a corporation cannot proceed <i>pro se,</i> both these documents are stricken as to Computer Service.</p>\n<p>Defendant Barskile filed a Declaration by Tom Jackson, President of PC Office Systems, the distributor from which the counterfeit software was shipped. Mr. Jackson's declaration has no relevance to this case. His declaration discusses the difference between a stand-alone software product and an OEM software product, and claims that his company shipped the wrong type to the investigator in August 2002. This discussion is completely irrelevant. Plaintiff is not alleging that defendants sold the wrong type of software, but rather that is was counterfeit.</p>\n<p>The declaration, however, appears to be filed in response to the plaintiff's motions for summary judgment and default judgment. In deference to defendant Barskile's <i>pro se</i> status, the declaration shall not be stricken. The court will consider the declaration insofar as it contains any relevant information. Therefore, plaintiff's Motion to Strike the Declaration as to defendant Barskile is denied.</p>\n<p>The court has already denied defendant Barskile's Motion to Dismiss. In light of this finding, the plaintiff's motion to strike Barskile's Motion to Dismiss is hereby deemed moot.</p>\n<p></p>\n<h2>III. Plaintiff's Motion for default judgment as to defendant Computer Service</h2>\n<p>Default was entered against defendant Computer Service on November 18, 2003, for failure to appear. Since that time, no appearance has been filed. Judgment of default may be entered in this case pursuant to Rule 55(b) of the Federal Rules of Civil Procedure. For good cause shown, default judgment is hereby entered against defendant Computer Service.</p>\n<p></p>\n<h2>IV. Plaintiff's Motion for Summary Judgment as to defendant Barskile</h2>\n<p></p>\n<h2><i>A. Summary Judgment Standard</i></h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality <span class=\"star-pagination\">*784</span> and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2><i>B. Copyright Infringement</i></h2>\n<p>The Copyright Act gives the copyright owner the exclusive right to reproduce and distribute copies of the copyrighted work. 17 U.S.C. § 106(1)-(3). To establish liability for a copyright infringement, plaintiff must show (1) that it owns a valid copyright in the works at issue and (2) that defendant encroached upon plaintiff's exclusive rights as a copyright holder. <i>See</i> 17 U.S.C. § 501; <i>see also </i><i>Feist Publications, Inc. v. Rural Tel. Serv. Co.,</i> <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 341, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1991). \"Intention to infringe is not essential under the Act.\" <i>See</i> 17 U.S.C. § 501(a); <i>Buck v. Jewell-La Salle Ralty Co.,</i> <span class=\"citation\" data-id=\"101717\"><a href=\"/opinion/101717/buck-v-jewell-lasalle-realty-co/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">191</span></a></span>, 198-99, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">410</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">971</span></span> (1931).</p>\n<p>There is no dispute here as to either of the elements. Plaintiff has produced its copyright registration for the Windows 98 software, and defendant admitted in his answer plaintiff's ownership and registration of a valid copyright in Microsoft Windows 98 software. This registration certificate is <i>prima facie</i> evidence of plaintiff's ownership of a valid copyright. 17 U.S.C. § 410(c). Once a plaintiff makes a <i>prima facie</i> showing of a valid copyright registration, the defendant bears the burden of demonstrating that the copyright is invalid. <i>M. Kramer Mfg. Co. v. Andrews,</i> <span class=\"citation\" data-id=\"464810\"><a href=\"/opinion/464810/m-kramer-manufacturing-co-inc-v-hugh-andrews-tim-caldwell-drews/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 434 (4th Cir.1986).</p>\n<p>This claim is well-suited for summary judgment. Defendant does not deny that he distributed software to the investigators on the dates in question. Defendant does not deny that he used a questionable source, PC Micro. He does not deny that he \"blind\" or \"drop\" shipped the purported Microsoft software. In fact, defendant failed to file a formal response to the motion for summary judgment.</p>\n<p>Having distributed a counterfeit and unauthorized copy of software in which plaintiff holds a valid copyright, defendant has infringed plaintiff's exclusive rights under the Copyright Act. Defendant Barskile is liable as a matter of law for copyright infringement, and plaintiff's motion for summary judgment is granted as to copyright infringement.</p>\n<p></p>\n<h2><i>C. Trademark Infringement</i></h2>\n<p>Plaintiff can establish trademark infringement by showing (1) that it owns a trademark and (2) that the infringer used the mark without authorization in commerce and in a manner likely to create consumer confusion. <i>See</i> 15 U.S.C. § 1114(1)(a); <i>Petro Stopping Centers, L.P. v. James River Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"748600\"><a href=\"/opinion/748600/petro-stopping-centers-lp-v-james-river-petroleum-incorporated/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 91 (4th Cir.1997).</p>\n<p>These elements have been proven. Plaintiff has registered each trademark at issue with the United States Patent and Trademark Office on the Principal Register. This registration is <i>prima facie</i> evidence of trademark validity. 15 U.S.C. § 1057(b). Also, \"a certificate of registration of a mark serves as <i>prima facie</i> evidence that the registrant owns the registered mark, has properly registered it under the Lanham Act, and is entitled to its exclusive use in commerce.\" <i>Brittingham v. Jenkins,</i> <span class=\"citation\" data-id=\"548356\"><a href=\"/opinion/548356/david-a-brittingham-thrashers-incorporated-thrashers-of-georgetown/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 452 (4th Cir.1990).</p>\n<p>Also, it is undisputed that defendant Barskile and his company distributed counterfeit Microsoft software bearing imitations of the trademarks. Plaintiff's software is distributed in all fifty states and throughout the world. Defendant's distribution of counterfeit software bearing plaintiff's trademarks is enough to satisfy the \"in commerce\" requirement of the Lanham Act. <i>Microsoft v. Grey Computer,</i> <span class=\"citation\" data-id=\"1943803\"><a href=\"/opinion/1943803/microsoft-corp-v-grey-computer/\"><span class=\"volume\">910</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1077</span></a></span>, 1086-87 (where the <span class=\"star-pagination\">*785</span> plaintiff is a large corporation doing business in numerous states, the case law effectively presumes that even a defendant's intrastate activities have a substantial effect on interstate commerce.) Also, likelihood of consumer confusion is indisputable in counterfeiting cases such as this one. <i>See </i><i>Polo Fashions, Inc. v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 148 (4th Cir.1987).</p>\n<p>Because plaintiff has established each of the required elements of trademark infringement and defendant did not dispute this evidence, summary judgment is granted to plaintiff on the trademark infringement claims.</p>\n<p></p>\n<h2><i>D. False Designation of Origin</i></h2>\n<p>Plaintiff also alleges defendant violated 15 U.S.C. § 1125(a), § 43 of the Lanham Act.</p>\n<blockquote>A claim for false designation of origin under section 43 of the Lanham Act arises when a person uses in commerce a word, term, name or symbol, or a false or misleading description or representation of fact which is likely to cause confusion or to deceive as to the origin, sponsorship or approval of goods. <i>15 U.S.C.</i> § 1125(a)(1). To establish a claim for false designation of origin, a plaintiff must demonstrate that (1) the false designation has a substantial economic effect on interstate commerce; and (2) the false designation creates a likelihood of confusion. <i>See </i><i>Johnson v. Jones,</i> <span class=\"citation\" data-id=\"755810\"><a href=\"/opinion/755810/douglas-a-johnson-doing-business-as-douglas-johnson-associates-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">494</span></a></span>, 502 (6th Cir.1998).</blockquote>\n<p><i>Microsoft Corp. v. Compusource Distributors, Inc.,</i> <span class=\"citation\" data-id=\"2580241\"><a href=\"/opinion/2580241/microsoft-corp-v-compusource-distributors-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">800</span></a></span>, 807 (E.D.Mich.2000).</p>\n<p>The same undisputed facts that establish defendant Barskile's violation of § 1114 of the Lanham Act also establish that Barskile has violated § 1125(a) of the Lanham Act by falsely designating the origin of the software that was distributed. The counterfeit software was packaged and designed so as to appear to the ordinary consumer to be genuine Microsoft software. Therefore, the false designation of Microsoft trademarks had both a substantial effect on commerce and created consumer confusion. Therefore, plaintiff's summary judgment motion is granted as to false designation of origin claim.</p>\n<p></p>\n<h2><i>E. Unfair and Deceptive Trade Practice</i></h2>\n<p>To establish a <i>prima facie</i> claim for unfair trade practices under North Carolina General Statutes § 75-1.1, the plaintiff must show that the defendant committed an unfair or deceptive act, that affected commerce and proximately injured the plaintiff. <i>Pleasant Valley Promenade v. Lechmere, Inc.,</i> 120 N.C.App. 650, <span class=\"citation\" data-id=\"1282006\"><a href=\"/opinion/1282006/pleasant-val-promenade-v-lechmere-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">47</span></a></span> (1995).</p>\n<p>The undisputed facts which support the federal claims also support a finding of liability as to the state statutory claim. Defendant committed a deceptive or unfair act, <i>i.e.,</i> trademark infringement and false designation of origin. The above discussion establishes that these violations affected commerce. The violations also injure the plaintiff. The Lanham Act provides plaintiff protection of its registered trademarks, thereby protecting both plaintiff's good will and consumer's ability to \"distinguish among competing producers.\" <i>Grey Computers</i> at 1089, quoting <i>Park `N Fly, Inc. v. Dollar Park and Fly, Inc.,</i> <span class=\"citation\" data-id=\"111293\"><a href=\"/opinion/111293/park-n-fly-inc-v-dollar-park-fly-inc/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 198, <span class=\"citation\" data-id=\"111293\"><a href=\"/opinion/111293/park-n-fly-inc-v-dollar-park-fly-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"111293\"><a href=\"/opinion/111293/park-n-fly-inc-v-dollar-park-fly-inc/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></a></span> (1985). The trademark infringement and false designation undercut plaintiff's goodwill and consumers' ability to distinguish among products. These events harm the plaintiff corporation. Therefore, summary judgment is granted as to the North Carolina Unfair and Deceptive Trade Practices Act claim.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*786</span> Defendant Barskile is personally liable for the illegal activities of Computer Service. He was personally involved in the company's dealings in Microsoft software and received cease and desist letters from the plaintiff. Also, as an officer and sole owner of Computer Service, he had both the right and ability to supervise the company's activities and a direct financial interest in the activities. <i>See, e.g., </i><i>Fonovisa, Inc. v. Cherry Auction, Inc.,</i> <span class=\"citation\" data-id=\"712301\"><a href=\"/opinion/712301/fonovisa-inc-v-cherry-auction-inc-richard-pilegard-wd-mitchell/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span> (9th Cir.1996).</p>\n<p>Plaintiff has met its burden of showing it is entitled to summary judgment on all claims. Defendant has failed to come forward with specific facts showing there is an issue for trial. Therefore, summary judgment is granted to plaintiff as to defendant Barskile on all claims.</p>\n<p></p>\n<h2>V. Damages, Attorney's Fees, and Permanent Injunction</h2>\n<p>As to the amount of damages, costs and attorney's fees, the plaintiff is allowed twenty (20) days from the date of entry of this order to file a verified claim as to appropriate damages.</p>\n<p>In that same filing, plaintiff should address its request for entry of a permanent injunction against both defendants. Plaintiff is instructed to provide an adequate legal and factual basis for the request, including the citing of relevant Fourth Circuit caselaw.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court makes the following rulings:</p>\n<p>1. Defendant Computer Service's motion to dismiss is stricken.</p>\n<p>2. Defendant Barskile's motion to dismiss is denied.</p>\n<p>3. Plaintiff's Motion to strike the Declaration of Tom Jackson and Defendant's Motion for Dismissal of Charges is deemed moot as to defendant Barskile and is granted as to defendant Computer Service.</p>\n<p>4. Plaintiff's motion for default judgment as to defendant Computer Service is granted.</p>\n<p>5. Plaintiff's motion for summary judgment as to defendant Barskile is granted on all claims.</p>\n<p>6. Plaintiff is allowed twenty (20) days from the date of entry of this order to file the additional filings noted above in the section on Damages, Attorney's Fees, and Permanent Injunction.</p>\n<h2>NOTES</h2>\n<p>[1]  Microsoft is not seeking damages for the year 2000 alleged infringements. Defendant Barskile filed for Chapter 7 bankruptcy on February 28, 2001, in the United States Bankruptcy Court for the Eastern District of North Carolina, Case No. 01-00550-5-ATA.</p>\n<p>[2]  Plaintiff's memorandum in support of summary judgment also discusses unfair competition under North Carolina common law. However, the complaint only alleges a violation of North Carolina statutory law. Therefore, the court determines no common law claim is properly before the court.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1943803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580241/"
  ]
}