{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2469274/",
  "absolute_url": "/opinion/2469274/western-nc-alliance-v-nc-dept-of-transp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2469274/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:11.765186Z",
  "date_modified": "2016-04-26T21:41:26.133489Z",
  "type": "010combined",
  "sha1": "04c909ad08edf2f61a522cf3b614957b96336dd4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>312 F.Supp.2d 765 (2003)</b></center>\n<center><h1>WESTERN NORTH CAROLINA ALLIANCE, Citizens for Transportation Planning, Smart Growth Partners of Western North Carolina, Inc., and North Carolina Alliance for Transportation Reform Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF TRANSPORTATION, Lyndo Tippett, Federal Highway Administration, and Nicolas Graf, Defendants.</h1></center>\n<center>No. 5:02-CV-343-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 1, 2003.</center>\n<p><span class=\"star-pagination\">*766</span> <span class=\"star-pagination\">*767</span> Douglas A. Ruley, Asheville, NC, for Western North Carolina Alliance, Citizens for Transportation Planning, Smart Growth Partners of Western North Carolina, Inc., North Carolina Alliance for Transportation Reform, plaintiffs.</p>\n<p>Frederick C. Lamar, N.C. Attorney General Office, Raleigh, NC, Lisa C. Glover, N.C. Department of Transportation, Attorney General's Office, Raleigh, NC, R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, for North Carolina Department of Transportation, Lyndo Tippett, Secretary, Ncdot, Federal Highway Administration, Nicholas Graf, Division Administrator, Fhwa, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiffs' and Defendants' Cross-Motions for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The matters have been fully briefed and are ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This suit arises out of the planned expansion of I-26 from four to six lanes between NC 225 and NC 280. The project, designated as I-4400, is a stretch of 13.6 miles of existing highway located primarily in Henderson County, North Carolina.<sup>[1]</sup> Defendant North Carolina Department of Transportation (\"NCDOT\") has a Transportation Improvement Program (\"TIP\") which identifies and recommends transportation improvements throughout the State. Although not previously on the list of long-term TIP projects, project I-4400 was added to avoid losing 54 million dollars of existing funding. The public planning for the project was started in 2000. On May 4, 2001, Defendants approved and published the Environmental Assessment (\"EA\"), and on January 18, 2002, a Finding of No Significant Impact (\"FONSI\") was issued for I-4400.</p>\n<p>The following projects, which also involve improvements to the I-26 corridor, are being pursued and are in varying stages of planning: 1) I-4700, the expansion from four to six lanes of 8.6 miles of I-26 from the northern end of I-4400 north to the intersection of I-26 and I-40 in Asheville, NC; 2) I-2513, the development of a 3.5 mile segment that will connect I-26 south of Asheville with US-19-23 north of Asheville; and, 3) FS-0113B, the addition of lanes to U.S. 19-23 (future I-26) from I-240 in Asheville to south of SR 2148 in Buncombe County, a distance of 15 miles. One additional project, A-10, is presently under construction. This project is upgrading US-19-23-70 from I-240 in Asheville to the Tennessee state line to meet interstate standards. Presently, I-26 runs from Charleston, South Carolina, northward through western North Carolina, and terminates at its intersection with I-40 in Asheville, North Carolina. <span class=\"star-pagination\">*768</span> Ultimately, the proposed construction of all of the segments will expand and extend 40 miles of highway through Henderson and Buncombe Counties and north to Tennessee where I-26 will connect with I-81. The segment involving I-26 in Buncombe County will impact boundaries with the Blue Ridge Parkway and the Biltmore Estate.</p>\n<p>Plaintiffs are Western North Carolina Alliance, Citizens for Transportation Planning, Smart Growth Partners of Western North Carolina, Inc., and North Carolina Alliance for Transportation Reform. Plaintiffs contend that Defendants have violated the National Environmental Policy Act (\"NEPA\") by issuing an EA and FONSI for I-4400. Plaintiffs assert that the EA and FONSI are inadequate under NEPA in the following respects: 1) Defendants violated NEPA by failing to consider the cumulative impacts of the total proposed 40 mile expansion of I-26; 2) Defendants failed to complete a comprehensive EIS that adequately addresses the combined impacts of the development of the four segments; and, 3) The EA prepared for I-4400 failed to take the required \"hard-look\" at the planned expansion of I-4400. In an Order filed on October 7, 2002, the Court granted Plaintiff's Motion for Preliminary Injunction and enjoined Defendants from proceeding further with project I-4400 pending resolution of this lawsuit or until further order of this Court. Plaintiffs now ask the Court to grant their Motion for Summary Judgment and issue a permanent injunction until Defendants comply with NEPA.</p>\n<p>Defendants are the NCDOT; Lyndo Tippett, Secretary of NCDOT; the Federal Highway Administration (\"FHWA\"); and Nicholas Graf, Division Administrator for FHWA.<sup>[2]</sup> Defendants contend that the EA complies with NEPA and that a single EIS is not required for what they view as distinct projects. Defendants also argue that, in any case, the EA and FONSI did address the cumulative impacts of the other projects and determined that they were not significant. Finally, Defendants contend that the EA took the required \"hard look\" at the environmental consequences of I-4400.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden to show the court that there is an absence of genuine issue concerning any material fact and that the non-moving party cannot prevail. <i>See </i><i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. 2548. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. 2505. The court must view the facts and all inferences drawn from the facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, 106 S.Ct. 2505.</p>\n<p>In reviewing a claim that an agency acted in violation of NEPA the Court's narrow role is to determine if the decision was \"arbitrary and capricious.\" 5 U.S.C. <span class=\"star-pagination\">*769</span> § § 706(2)(A), (C). A decision is arbitrary and capricious if:</p>\n<blockquote>The agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d 283, 287 (4th Cir.1999) (citing <i>Motor Vehicle Mfrs. Ass'n of the </i><i>United States v. State Farm Mutual Auto. Ins. Co.,</i> 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983)). The role of a court is not to substitute its judgment, but to look for a \"clear error\" of judgment by the agency. <i>Johnson,</i> 165 F.3d at 287. The court must determine whether the agency took a \"hard look\" at the project's effects. <i>Hughes River Watershed Conservancy v. Glickman,</i> 81 F.3d 437, 443 (4th Cir.1996). If Defendants complied with NEPA by properly considering the potential environmental impacts of project I-4400, then it is not for this Court to interfere in the project regardless of any unfavorable impact on the environment. <i>See Shendandoah Ecosystems Defense Group v. U.S. Forest Service,</i> 194 F.3d 1305, 1999 WL 760226, at *7 (4th Cir.1999) (unpublished opinion) (\"As long as the record shows that the regulating agency took a hard look at the potential environmental consequences of the proposed action, the agency cannot be said to have acted arbitrary and capriciously.\").</p>\n<p>NEPA's goal is to \"protect and promote environmental quality.\" <i>Glickman,</i> 81 F.3d at 443. Central to the resolution of this matter is an understanding of NEPA's focus. Unlike many environmental regulations, NEPA does not mandate a particular substantive outcome. Rather, NEPA works to fulfill its purpose by requiring federal agencies to follow certain procedures before undertaking any proposed action. NEPA requires that federal agencies carefully consider all the significant environmental impacts of a proposed action. <i>See </i><i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989); <i>Arlington Coalition on Transportation v. Volpe,</i> 458 F.2d 1323, 1332 (4th Cir.), <i>cert. denied,</i> 409 U.S. 1000, 93 S.Ct. 312, 34 L.Ed.2d 261 (1972). Accordingly, the very purpose and protection afforded by NEPA is eradicated if a federal agency makes a decision without proper consideration of the environmental impacts of the proposed project. <i>See </i><i>Sierra Club, et al. v. Marsh,</i> 872 F.2d 497 (1st Cir.1989).</p>\n<p></p>\n<h2>A. <i>Scope of the Record</i>\n</h2>\n<p>As an initial matter, Defendants argue about the proper scope of the record before the Court. They contend that the Court should not consider the declarations of various experts submitted by Plaintiffs because they are outside the Administrative Record. Defendants also assert that various drafts and internal memoranda included in the Appendix to the Administrative Record are not properly part of the record because they are internal, deliberative documents.</p>\n<p>Ordinarily, review of agency action should be restricted to the administrative record that the agency relied upon in making its decision. <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 419-20, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971), <i>abrogated on other grounds by </i><i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977); <i>see also </i><i>Duke Power Company v. United States Nuclear Regulatory Commission,</i> 770 F.2d 386, 389-90 (4th Cir.1985). \"[T]he focal point for judicial review should be the administrative record already in existence, not some new <span class=\"star-pagination\">*770</span> record made initially in the reviewing court.\" <i>Virginia Agricultural Growers Association, Inc. v. Donovan,</i> 774 F.2d 89, 92 (4th Cir.1985) (quoting <i>Camp v. Pitts,</i> 411 U.S. 138, 142, 93 S.Ct. 1241, 36 L.Ed.2d 106 (1973)). However, a court may consider additional evidence if it explains the record or if it addresses whether all relevant factors were considered. <i>Id.; </i><i>National Audubon Soc. v. Hoffman,</i> 132 F.3d 7, 15 (2nd Cir.1997).</p>\n<p>The Court first considers the declarations of various experts submitted by Plaintiffs. The declarations basically offer the opinions of Plaintiffs' experts that the EA is inadequate and conclude that the cumulative impacts of the overall expansion will be harmful to the environment. The declarations do not provide evidence that Defendants failed to consider relevant factors such as air or water quality, but disagree with Defendant's consideration and assessment of these factors. Therefore, the declarations will not be relied upon by the Court in ruling on the Cross-Motions for Summary Judgment.</p>\n<p>The Court next considers Defendants argument that the Court should not consider documents in the Appendix to the Administrative Record because they are internal, deliberative documents or were not relied upon in reaching the decision. However, Federal Defendants stated at the time they filed the Appendix, that despite disagreement with Plaintiffs as to whether the documents are part of the Administrative Record, they \"have agreed to submit the attached Appendix for the Court's use and consideration in resolving this case, understanding that the Court will assign the appropriate weight and relevance to each document admitted into the record.\" Notice of Filing of Appendix at 2. Accordingly, the Court finds that the documents in the Appendix are properly part of the record and will be considered in ruling on the matter.</p>\n<p></p>\n<h2>B. <i>Cross-Motions for Summary Judgment</i>\n</h2>\n<p>In the cross-motions for summary judgment, the parties essentially disagree as to the proper scope of the EA, whether a single EIS was required for I-4400 and the other projects along the I-26 corridor, and whether the EA took the required \"hard look\" at the impacts of I-4400. The Court will address each argument in turn.</p>\n<p></p>\n<h2>1. <i>Sufficiency of the Scope of the EA</i>\n</h2>\n<p>The parties first disagree as to whether the EA and FONSI needed to address the cumulative impacts of the other projects along the I-26 corridor. Plaintiffs argue that Defendants acted arbitrarily and capriciously in issuing the FONSI because the EA for project I-4400 failed to consider the cumulative impacts of the forty miles of planned expansion on the total motor vehicle traffic, the air pollution, public health, land use and sprawl, development, and open spaces.</p>\n<p>NEPA provides that an agency must prepare an EIS for every major federal action that will significantly impact the environment. 42 U.S.C. § 4332(C). If it is not clear that an EIS is necessary, the agency must prepare an EA to determine whether an EIS or FONSI is appropriate. 40 C.F.R. § 1501.4(b)-(c). Title 40 C.F.R. § 1508.9 provides that an Environmental Assessment is a \"concise public document\" which serves to:</p>\n<blockquote>(1) Briefly provide sufficient evidence and analysis for determining whether to prepare an environmental impact statement or a finding of no significant impact.</blockquote>\n<blockquote>(2) Aid an agency's compliance with the Act when no environmental impact statement is necessary.</blockquote>\n<blockquote>(3) Facilitate preparation of a statement when one is necessary.</blockquote>\n<p><span class=\"star-pagination\">*771</span> An environmental assessment must include brief discussion of the need for the proposal, of alternatives, and of the environmental impacts of the proposed actions and the alternatives. 40 C.F.R. § 1508.9(b). The regulations specify that \"effects include ecological ... aesthetic, historic, cultural, economic, or health, whether direct, indirect, or cumulative.\" 40 C.F.R. § 1508.8. Section 1508.7 defines cumulative impact as:</p>\n<blockquote>[T]he impact on the environment which results from the incremental impact of the action when added <i>to other past, present, and reasonably foreseeable future actions</i> regardless of what agency (Federal or non-Federal) or person undertakes such other actions. Cumulative impacts can result from individually minor but collectively significant actions taking place over a period of time.</blockquote>\n<p>(emphasis added). NEPA also provides that a FONSI for a project must present the reasons why the action \"will not have a significant effect on the human environment.\" 40 C.F.R. § 1508.13. In explaining significance, the regulations provide that \"[s]ignificance exists if it is reasonable to anticipate a cumulatively significant impact on the environment.\" 40 C.F.R. § 1508.27(b)(7).</p>\n<p>Plaintiffs contend that the other projects along the I-26 corridor were reasonably foreseeable future actions and therefore, NEPA requires Defendants to include a discussion of the cumulative impacts of the overall expansion of the 40 miles of highway in the EA for I-4400. Defendants argue that the EA was sufficient in its scope. They do not disagree that NEPA requires a discussion of other reasonably foreseeable future actions, but contend that I-4700, I-2513, and FS-0113B were not reasonably foreseeable. They argue that the EA for I-4400 should not have to consider the other projects because they are at different points in the planning process and geographically removed. They argue that Plaintiffs are proceeding on the faulty premise that each of the projects will be constructed and note that no construction funds had been programmed for I-4700 or FS-0113B as of January 18, 2002. Defendants further contend that because no environmental documents have been completed for I-4700, FS-0113B, and I-2513, their final configuration has not been determined and cannot be meaningfully evaluated.</p>\n<p>Defendants recognize that the term \"reasonably foreseeable future action\" has not been defined in the regulations. They rely upon case law in which \"reasonably foreseeable\" has been defined in the context of a \"reasonably foreseeable impact,\" and assert that reasonably foreseeable is \"properly interpreted as meaning that the impact is sufficiently likely to occur that a person or ordinary prudence would take it into account in reaching a decision.\" <i>Sierra Club v. Marsh,</i> 976 F.2d 763, 767 (1st Cir.1992). \"Effects that are highly speculative or indefinite\" are not reasonably foreseeable. <i>Id.</i> at 768. Applying this interpretation to the facts of the case, the Court finds that the other projects were foreseeable so as to be required in the consideration of the cumulative impacts of project I-4400.</p>\n<p>At the time the EA and FONSI were being prepared, Project I-4700 was in the preliminary stages of NCDOT's formal planning process, but the internal documents reflect that the expansion was not only reasonably foreseeable, but in fact, considered inevitable. AR, vol. 1 at 375. Project A-10, the upgrade of 15 miles of roadway north of Asheville to interstate standards, was planned and proceeding to construction. The EA stated that project I-2513 is \"scheduled for right of way acquisition beginning February, 2003. Construction is set to begin in April, 2005.\" EA at 4. Finally, the record reflects that at <span class=\"star-pagination\">*772</span> the time the EA and FONSI were being prepared money had been allocated for a feasibility study for improvements to FS-011B.</p>\n<p>Defendants position is also undermined by its own characterization of the projects in a draft of the FONSI. The draft language stated that \"[t]herefore, the Henderson County portion of the widening of I-26 is a practicable expenditure in that it can function independently to handle the traffic demands forecasted. <i>But the I-4400 project is, in actuality, the first phase of the overall widening improvement.</i>\" Appendix to A.R. at 2048 (emphasis added). The draft also stated that \"[t]he sequencing of projects, as scheduled and funded per the TIP, granted the section of I-26 in Henderson County to precede an improvement in Buncombe County. <i>However, the sequencing of projects does not adversely affect NCDOT's plans to improve the entire corridor.</i>\" Appendix to A.R. at 2007 (emphasis added). Although the language in the final FONSI was sanitized to present I-4400 as a distinct project, the true nature of the proposed expansions and the agency's internal view that all the improvements to the I-26 corridor were part of an overall plan is evident in this draft.</p>\n<p>Moreover, in the final FONSI's discussion of whether project I-4400 will restrict other projects, Defendants introduce the topic by stating that \"[t]he action in the EA shall not restrict consideration of alternatives for other <i>reasonably foreseeable</i> transportation improvements,\" (emphasis added), and within that section, the FONSI mentions each of the other proposed expansion to I-26 corridor. FONSI at 4. Therefore, in their final environmental document, Defendants considered and characterized the other related projects to be reasonably foreseeable. Unfortunately, despite referring to these projects as \"reasonably foreseeable,\" Defendants failed to consider the potential for cumulative impacts from the massive proposed expansion to the I-26 corridor.</p>\n<p>Defendants also contend that the other projects were not designed and could involve several alternatives so as to preclude meaningful evaluation. However, the facts in the record negate their position. For example, the fact that the expansion of I-4700 would take place was acknowledged in February 22, 2001, when Richard Brewer, head of the project wrote in an e-mail:</p>\n<blockquote>Thank you for your comments. This part of I-26 is being done now because funding is currently available to improve it.... Asheville/Buncombe County are in a different Division from Henderson County, and the money is just now becoming available for preliminary engineering work for the I-26 improvements in Buncombe County. So the Henderson County side of I-26 will be slightly ahead but the Buncombe County side will be soon to follow.</blockquote>\n<p>AR, vol. 1 at 375.</p>\n<p>Moreover, although the design was not finalized, the record reflects that a brief attached to a NC FHWA e-mail dated August 7, 2001, provides that \"although the final design of the section of I-26 north of I-40 is yet to be determined, the NCDOT and we have agreed the minimum design west of I-40 will be six lanes.\" AR, vol. 3 at 1672.</p>\n<p>As discussed above, NEPA aims to \"ensure that an `agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.'\" <i>Hodges v. Abraham,</i> 300 F.3d 432, 438 (4th Cir.2002) (citing <i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 350, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989)). It is incongruous with this purpose to suggest the consideration of the cumulative impacts of the expansion of an adjoining section <span class=\"star-pagination\">*773</span> of highway from four to six lanes could not be meaningfully evaluated and was mere speculation under these circumstance simply because the design was not finalized.</p>\n<p>NEPA's language and focus on considering environmental impacts before acting also undermine Defendants' position that they were not required to consider the cumulative impacts from the other connected projects because they were not fully funded or planned. NEPA provides that cumulative actions that have been proposed must be considered in a single EIS, <i>see</i> 40 C.F.R. § 1508.25(a)(2), and NEPA separately requires that the environmental evaluation of the current action consider the cumulative impacts of reasonably foreseeable future actions. <i>See</i> 40 C.F.R. § 1508.7. To interpret \"reasonably foreseeable\" in the manner Defendants suggest would eliminate the distinction between these two sections and would undermine NEPA. An agency could circumvent the safeguards of NEPA whenever the allocation of resources for funding and planning of a large project proceeded in stages rather than as a single unit.</p>\n<p>Finally, Defendants assert that in any case, the scope of the EA is sufficient because it included consideration of the impacts of the other projects. However, this claim is not supported by the record. On one half of one page the EA lists \"other areas TIP projects\" and gives a brief factual description of the projects. The EA does not contain any reference to the potential for cumulative environmental impacts from these other projects, even so as to dismiss the possibility, and does not even mention that the combined result of the various projects will be the increase from four to six lanes of over 40 miles of I-26, and the extension of I-26 to connect with I-81. As noted above, the FONSI refers to the other projects in its discussion of whether I-4400 will restrict consideration of alternatives for other reasonably foreseeable improvements. However, despite characterizing these projects as reasonably foreseeable, the FONSI never refers to or considers the potential for cumulative impacts from these projects.</p>\n<p>The Court finds that in failing to assess, or even acknowledge the potential for, cumulative impacts from I-4400, I-4700, and the other proposed developments to the I-26 corridor in the EA and FONSI, Defendants \"entirely failed to consider an important aspect of the problem.\" <i>Johnson,</i> 165 F.3d at 287. Therefore, the Court finds that there is no material fact at issue that Defendants acted arbitrarily and capriciously in issuing its EA and FONSI in violation of NEPA.</p>\n<p></p>\n<h2>2. <i>Segmentation of Projects</i>\n</h2>\n<p>Next, Plaintiffs and Defendants disagree as to whether Defendants failed to comply with NEPA by not addressing the entire proposed expansion of I-26 in a single EIS. Plaintiffs contend that the extensive expansion of I-26 from four to six lanes, and ultimately connecting I-26 from South Carolina to I-81 at the Tennessee border, will undeniably have cumulatively significant impacts on air quality, water quality, land use and development. Therefore, Plaintiffs assert that NEPA requires the projects to be discussed in a single EIS. Defendants contend that such a comprehensive look is not required by NEPA for an EA. Defendants argue that an analysis of I-4400 under the regulations support a finding that I-4400 was not improperly segmented from the other projects and that the EA and FONSI comply with NEPA.</p>\n<p>Title 40 C.F.R. § 1508.25 provides:</p>\n<blockquote>\n<i>Scope</i> consists of the range of actions, alternatives, and impacts to be considered in an environmental impact statement ... To determine the scope of <span class=\"star-pagination\">*774</span> environmental impact statements, agencies shall consider 3 types of actions, 3 types of alternatives, and 3 types of impacts. They include ...</blockquote>\n<blockquote>(2) Cumulative actions, which when viewed with other proposed actions have cumulative significant impacts and should therefore be discussed in the same impact statement.</blockquote>\n<p>Defendants first argue that Plaintiffs' argument is misplaced because § 1508.25 refers to the scope of an EIS and the environmental document at issue is an EA. However, the Fourth Circuit has stated in its consideration of the sufficiency of an EA and FONSI that, \"[i]n determining whether a project has significant environmental impact, an agency may not avoid significant environmental impact by improperly `segmenting' a project by dividing the NEPA analysis of a larger action into smaller actions with insignificant impacts.\" <i>Wilds v. South Carolina Dept. of Transportation,</i> 9 Fed. Appx. 114, 121, 2001 WL 492299 at 4 (4th Cir.2001). An agency may not segment a project into smaller projects to avoid preparing an EIS. <i>Id.</i></p>\n<p>Having found that NEPA prohibits improper segmentation of projects addressed in an EA, the Court turns to the question of whether Defendants improperly segmented I-4400. The regulations adopted to implement the FHWA's compliance with NEPA address improper segmentation and provide that \"the action evaluated in each EIS or finding of no significant impact (FONSI) shall:</p>\n<blockquote>(1) Connect logical termini and be of sufficient length to address environmental matters on a broad scope;</blockquote>\n<blockquote>(2) Have independent utility or independent significance, i.e. be usable and be a reasonable expenditure even if no additional transportation improvements in the area are made; and</blockquote>\n<blockquote>(3) Not restrict consideration of alternatives for other reasonably foreseeable transportation improvements.\"</blockquote>\n<p>Title 23 C.F.R. § 771.111(f).</p>\n<p></p>\n<h2>a) <i>Logical Termini/Independent Utility</i>\n</h2>\n<p>A consideration of whether I-4400 connects logical termini and has independent utility reveals that I-4400 was improperly segmented. The record reflects that I-4400 was pushed forward when a major project was delayed in Division 14 (Henderson County) and funding became available. AR, vol. 1 at 191. While I-4400 is perhaps a convenient segment for funding purposes, it is an improper segmentation under NEPA. Independent utility does not have to be maximum utility, but it does require \"that the segmented portion `[is] a reasonable expenditure even if no additional transportation improvements in the area are made.'\" <i>North Carolina Alliance for Transp. Reform, Inc. v. U.S. Dept. of Transp. et al.,</i> 151 F.Supp.2d 661, 680 (M.D.N.C.2001) (citing 23 C.F.R. § 771.111(f)).</p>\n<p>Defendants concede in the FONSI that the section to the north of I-4400, including I-4700, already experiences traffic congestion in and around the booming Asheville area, and the expansion of I-4400 will create a bottleneck effect and add to the congestion where it meets I-4700. The NCDOT recognized the dilemma in treating I-4400 apart from I-4700 and stated that I-4700 is \"more congested than the Henderson County portion [of I-26], and in fact, the road will narrow from 6 lanes to 4 at the point where congestion is already a problem in Buncombe County.\" AR, vol. 3 at 1361. Therefore, the evidence shows that I-4400's termination point at the north end of the project will exacerbate existing traffic problems. Moreover, given that I-4400 will create a bottleneck and additional congestion where it meets I-4700, the improvements to I-4400 <span class=\"star-pagination\">*775</span> do not have independent utility. While this additional congestion may be justifiable temporarily, it is not a reasonable expenditure if I-4700 is never built. Accordingly, the Court finds that there is no material fact at issue that I-4400 does not have a logical terminus in the north and is not a reasonable expenditure if I-4700 or the other proposed expansions are not undertaken.</p>\n<p>As evidenced in an e-mail written by an administrator for NC FHWA on August 7, 2001, Federal Defendants recognized the problems of proceeding with the environmental analysis of I-4400 alone under NEPA: \"[o]ur office can support widening but the project does not have independent utility and logical termini as described in the attaching brief. Nick has previously discussed this with NCDOT top management and they agree privately.\" AR, vol. 3 at 1671. The attached brief explained that FHWA had concerns about \"project purpose and need, independent utility, logical termini and segmentation\" for project I-4400. AR, vol. 3 at 1672. The brief also recognized that I-4700 \"will carry 20% more traffic and has not been included in the environmental assessment.\" AR, vol. 3 at 1672.</p>\n<p>In addition, language which was eliminated from the final FONSI recognized that what is called I-4700 would require significant consideration of the environmental impacts because of \"the proximate boundaries of Biltmore Estate and I-26 and the Blue Ridge Parkway.\" Appendix to A.R. at 2007. The conclusion to that section of discussion, which was ultimately excluded from the FONSI, recognized that the improvements to I-4700 were needed immediately due to congestion, but:</p>\n<blockquote>Complex environmental issues may require the deliberate preparation of an Environmental Impact Statement (EIS) with several years of planning and coordination with resource agencies. Both the project cost and the potential environmental problem areas, as described below, could derail this project for many years. Therefore the section south of NC 280 will be widened first with very little, if any, environmental or social impact.</blockquote>\n<p>Appendix to A.R. at 2008. NEPA does not allow Defendants to subdivide projects that do not have independent utility or logical termini simply to expedite the NEPA process or avoid addressing environmental impacts. <i>See Wilds,</i> 9 Fed. Appx. at 121, 2001 WL 492299 at 4.</p>\n<p></p>\n<h2>b) <i>Restriction of Alternatives</i>\n</h2>\n<p>Title 23 C.F.R. § 771(f)(3) also provides that the action considered in an EA and FONSI shall not restrict the consideration of alternatives for other reasonably foreseeable projects. However, the expansion of I-4400 would eliminate the no build option for I-4700. As the draft of the FONSI recognized, the improvements to I-4400 when considered with the construction of I-2513 \"will temporarily isolate that portion of I-26 in Buncombe County, south of Asheville and north of Henderson County, as a four-lane section between two larger sections of Interstate highway.\" Appendix to A.R. at 2051. If I-4400 is expanded to six lanes, then I-4700, which is connected at the northern end by I-2513 which is also designed as six-lane expansion, will have to be expanded as well. While the evidence indicates that I-4700 is already congested and targeted for expansion, the double bottleneck caused once I-4400 and I-2513 are completed will eliminate options and clearly restrict consideration of alternatives for I-4700.</p>\n<p></p>\n<h2>c) <i>\"Pending concurrently\"</i>\n</h2>\n<p>In support of their position that the projects do not have to be treated in the same EIS, Defendants rely on language from <i>Kleppe v. Sierra Club</i> in which the <span class=\"star-pagination\">*776</span> Court stated, \"[t]hus, when several proposals for coal-related actions that will have a cumulative or synergistic environmental impact upon a region are pending concurrently before an agency, their environmental consequences must be considered together.\" 427 U.S. 390, 410, 96 S.Ct. 2718, 49 L.Ed.2d 576 (1976). Defendants focus heavily on the Supreme Court's use of the phrase \"pending concurrently before an agency.\" They argue that because the projects are in varying stages of development, they are not \"pending concurrently\" as part of a program of development and therefore, do not need to be treated in a single EIS. Notably, <i>Kleppe</i> addressed whether the petitioners needed to prepare a single EIS for the development of all federally owned or controlled coal reserves throughout the entire Northern Great Plains region, which included land in four states. In this context, the Court found that because there was no evidence of a regional plan for the development of all the federally controlled land \"pending concurrently,\" a single EIS was not required. In contrast, the matter in this case involves the proposed development of contiguous sections of highway. Although planning is proceeding in stages and funding is separated by county, the projects are all under consideration by Defendants. Each of the projects has been given a working title within the agency, and Defendants' themselves characterized I-4400 as part of the \"overall widening project\" of the I-26 corridor, Appendix to A.R. at 2069, and stated that the project would help develop the \"full I-26 corridor from Tennessee to South Carolina.\" Appendix to A.R. at 2031.</p>\n<p></p>\n<h2>3. <i>The EA's \"Hard Look\"</i>\n</h2>\n<p>Finally, the parties disagree as to whether the EA is sufficient in its consideration of the environmental impacts of the 13.6 mile segment of I-26 in project I-4400. Plaintiffs argue that Defendants failed to even take a \"hard look\" at I-4400's effects. \"An agency takes a sufficient `hard look' when it obtains opinions from its own experts, obtains opinions from experts outside the agency, giver careful scientific scrutiny and response to all legitimate concerns that are raised.\" <i>Johnson,</i> 165 F.3d at 288. Plaintiffs focus on the fact that one of the two stated purposes of the project in the EA was to improve safety for I-4400 and the EA provided misleading safety data.<sup>[3]</sup> The EA represented that \"[t]he total vehicle exposure (rate) during this period is 719.15 accidents per 100 million vehicle miles. By comparison, a recent 3-year total statewide average rate for urban Interstates is 163.70 accidents/100 mvm. This comparison shows this stretch of I-26 to be much less safer than similar Interstates throughout North Carolina.\" EA at 4.</p>\n<p>In fact, the correct safety statistics show that I-4400 has a crash rate of just 44.34 crashes per 100 million vehicles miles of travel, significantly less than the 719.15 crashes represented and the EA and about only one quarter of the state average for urban Interstates of 163.7 crashes per 100 million vehicles miles of travel. AR, vol. 3 at 1698. Defendants became aware of the incorrect crash data represented in the EA at least as early as August 2001. AR, vol 3 at 1693, 1698. However, the error was not corrected in an amendment to the EA or in the FONSI. Rather, Defendants simply eliminated any reference to safety statistics in the FONSI.</p>\n<p>If an EA does not reasonably compile adequate information and \"`sets forth statements that are materially false or inaccurate'\" the Court may find that the document \"`does not satisfy the requirements of NEPA, in that it cannot provide <span class=\"star-pagination\">*777</span> the basis for an informed evaluation or a reasoned decision.'\" <i>North Carolina Alliance,</i> 151 F.Supp.2d at 688 (quoting <i>Sierra Club v. United States Army Corps of Eng'rs,</i> 701 F.2d 1011, 1020 (2nd Cir.1983)).</p>\n<p>While there is no evidence to suggest that Defendants intentionally misrepresented the safety data, the Court finds that the gross inaccuracy of the safety data shows a failure to take a \"hard look.\" One of the two purposes of NEPA is to \"ensure[ ] that relevant information about a proposed project will be made available to members of the public so that they may play a role in both the decision making process and the implementation of the decision.\" <i>Glickman,</i> 81 F.3d at 443. The EA states that \"[t]he purpose of the project is to ease existing and future congestion on I-26 in Henderson County and to improve safety along the route and at interchanges.\" EA at 1. Similarly, in the official public hearings Defendants relied upon the unsafe nature of I-4400 to justify the project and represented that the section was nearly four times as dangerous as the state average for urban Interstates.<sup>[4]</sup> This error was compounded by the failure of Defendants to publicly correct the error or re-assess the project in light of the accurate data, which in fact shows that I-4400 is substantially safer than the average for urban Interstates.</p>\n<p>As the court recognized in <i>North Carolina Alliance for Transportation Reform</i> in considering the impact of an error in traffic projections cited in an EIS, \"[w]hile a need for the proposed project might have existed even under the lower traffic projections, the decision to purposefully include the higher, significantly overstated estimates of traffic projections in the FEIS conflicts with one of the major policy goals of NEPA and fail to accurately examine an important aspect of the project.\" <i>North Carolina Alliance,</i> 151 F.Supp.2d at 688. Similarly, in the instant case, the relatively low accident rate of I-4400 would not have precluded Defendants from proceeding, but the failure to include accurate information or publicly correct the error resulted in the failure to accurately examine the project. This omission appears to be consistent with Defendants' perfunctory approach to satisfying NEPA and simply excluding consideration of information which might slow the process or which was not favorable to a finding of no significant impact.</p>\n<p>\"As long as the adverse environmental effects of a proposed action are sufficiently identified and evaluated, an agency is vested with discretion to determine under NEPA that other values outweigh the environmental costs.\" <i>Id.</i> (internal quotations and citations omitted). Defendants' inclusion of completely inaccurate safety date, when coupled with their failure to consider the potential cumulative impacts of the adjoining projects, only supports a finding that Defendants failed to sufficiently identify and evaluate the potential environmental impacts as required by NEPA.</p>\n<p><span class=\"star-pagination\">*778</span> Plaintiffs also argue that Defendants failed to take a \"hard look\" because the EA did not disclose the DOT's Community Impact Assessment Report that stated that any congestion relief would be minor and failed to discuss the bottleneck congestion that would be created at the northern end of the project. However, Plaintiffs fail to show that the EA and FONSI are inadequate on this basis. Defendants were under no obligation to specifically discuss the DOT's report, and the EA acknowledges that the congestion relief from improvements will decrease over time.</p>\n<p></p>\n<h2>C. <i>Permanent Injunction</i>\n</h2>\n<p>Plaintiffs ask the Court to grant a permanent injunction to prohibit further work on I-4400 until Defendants comply with NEPA. The Fourth Circuit standard for issuance of a permanent injunction is similar to its standard for issuance of a preliminary injunction. The standard for awarding interim injunctive relief is the\" `balance-of-hardships'\" test. <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189, 196 (4th Cir.1977); <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 811 (4th Cir.1991). Under the test, the Court must consider the balance of harms to plaintiff and defendant, the likelihood of plaintiff's success on the merits, and the public interest. <i>Direx,</i> 952 F.2d at 812. The balance of irreparable harm to the plaintiff and the harm to the defendant if relief is granted is the most important aspect of the test. <i>See </i><i>MicroStrategy, Inc. v. Motorola, Inc.,</i> 245 F.3d 335 (4th Cir.2001); <i>Direx,</i> 952 F.2d at 812.</p>\n<p>In determining whether permanent injunctive relief is warranted, the Court employs the same hardship-balancing test described above, only it considers Plaintiffs' actual success on the merits, as opposed to the likelihood thereof. The Court finds that the balance of hardships favor Plaintiffs. Plaintiffs have shown that Defendants failed to fulfill their obligations under NEPA. As noted in the Court's Order granting preliminary injunctive relief, given the nature of NEPA's focus on procedural rather than substantive requirements, \"when a decision to which NEPA obligations attach is made without the informed environmental considerations that NEPA requires, the harm that NEPA intends to prevent has been suffered.\" <i>Massachusetts v. Watt,</i> 716 F.2d 946, 952 (1st Cir.1983). If Defendants are allowed to proceed with project I-4400 without complying with NEPA, any subsequent consideration of the cumulative environmental impacts will be a mere formality and NEPA's goal of taking action only after a full consideration of the environmental impacts will be defeated. Accordingly, the Court concludes that Plaintiffs are entitled to injunctive relief.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiffs' Motion for Summary Judgment is GRANTED and Defendants' Motions for Summary Judgment are DENIED. It is further ORDERED that Defendants are ENJOINED from proceeding further with project I-4400 without first complying with their obligations under NEPA to take a \"hard look\" and consider the cumulative impacts of the overall expansion of the I-26 corridor.</p>\n<h2>NOTES</h2>\n<p>[1]  One-half mile of the project extends north into Buncombe County.</p>\n<p>[2]  Hereinafter, they are collectively referred to as \"Defendants.\" NCDOT and Lyndo Tippett are referred to as \"State Defendants,\" and FHWA and Graf are referred to as \"Federal Defendants.\"</p>\n<p>[3]  The other stated purpose is to relieve congestion. EA at 1.</p>\n<p>[4]  At a public hearing on June 5, 2001, after describing the projected increase in traffic volumes, the NCDOT moderator stated, \"[t]he accident data along this project was reviewed for a 13 year period from 1998 to 2000. I put this in the handout because the information collected tells a lot. Based on the view of this accident data, it was determined that this interstate is considered to be less safe than other similar interstates and that being that there is a comparison in here that says that 719.51 accidents per 100 million vehicle miles compared to the total statewide average rate for urban interstates of 163.70 accidents ... That is a pretty substantial difference. The project is being proposed to help alleviate this congestion and improve safety along the I-26 corridor in Henderson County.\" AR, vol. 3 at 1243-44.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">765</span></span> (2003)</b></center>\n<center><h1>WESTERN NORTH CAROLINA ALLIANCE, Citizens for Transportation Planning, Smart Growth Partners of Western North Carolina, Inc., and North Carolina Alliance for Transportation Reform Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF TRANSPORTATION, Lyndo Tippett, Federal Highway Administration, and Nicolas Graf, Defendants.</h1></center>\n<center>No. 5:02-CV-343-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 1, 2003.</center>\n<p><span class=\"star-pagination\">*766</span> <span class=\"star-pagination\">*767</span> Douglas A. Ruley, Asheville, NC, for Western North Carolina Alliance, Citizens for Transportation Planning, Smart Growth Partners of Western North Carolina, Inc., North Carolina Alliance for Transportation Reform, plaintiffs.</p>\n<p>Frederick C. Lamar, N.C. Attorney General Office, Raleigh, NC, Lisa C. Glover, N.C. Department of Transportation, Attorney General's Office, Raleigh, NC, R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, for North Carolina Department of Transportation, Lyndo Tippett, Secretary, Ncdot, Federal Highway Administration, Nicholas Graf, Division Administrator, Fhwa, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiffs' and Defendants' Cross-Motions for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The matters have been fully briefed and are ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This suit arises out of the planned expansion of I-26 from four to six lanes between NC 225 and NC 280. The project, designated as I-4400, is a stretch of 13.6 miles of existing highway located primarily in Henderson County, North Carolina.<sup>[1]</sup> Defendant North Carolina Department of Transportation (\"NCDOT\") has a Transportation Improvement Program (\"TIP\") which identifies and recommends transportation improvements throughout the State. Although not previously on the list of long-term TIP projects, project I-4400 was added to avoid losing 54 million dollars of existing funding. The public planning for the project was started in 2000. On May 4, 2001, Defendants approved and published the Environmental Assessment (\"EA\"), and on January 18, 2002, a Finding of No Significant Impact (\"FONSI\") was issued for I-4400.</p>\n<p>The following projects, which also involve improvements to the I-26 corridor, are being pursued and are in varying stages of planning: 1) I-4700, the expansion from four to six lanes of 8.6 miles of I-26 from the northern end of I-4400 north to the intersection of I-26 and I-40 in Asheville, NC; 2) I-2513, the development of a 3.5 mile segment that will connect I-26 south of Asheville with US-19-23 north of Asheville; and, 3) FS-0113B, the addition of lanes to U.S. 19-23 (future I-26) from I-240 in Asheville to south of SR 2148 in Buncombe County, a distance of 15 miles. One additional project, A-10, is presently under construction. This project is upgrading US-19-23-70 from I-240 in Asheville to the Tennessee state line to meet interstate standards. Presently, I-26 runs from Charleston, South Carolina, northward through western North Carolina, and terminates at its intersection with I-40 in Asheville, North Carolina. <span class=\"star-pagination\">*768</span> Ultimately, the proposed construction of all of the segments will expand and extend 40 miles of highway through Henderson and Buncombe Counties and north to Tennessee where I-26 will connect with I-81. The segment involving I-26 in Buncombe County will impact boundaries with the Blue Ridge Parkway and the Biltmore Estate.</p>\n<p>Plaintiffs are Western North Carolina Alliance, Citizens for Transportation Planning, Smart Growth Partners of Western North Carolina, Inc., and North Carolina Alliance for Transportation Reform. Plaintiffs contend that Defendants have violated the National Environmental Policy Act (\"NEPA\") by issuing an EA and FONSI for I-4400. Plaintiffs assert that the EA and FONSI are inadequate under NEPA in the following respects: 1) Defendants violated NEPA by failing to consider the cumulative impacts of the total proposed 40 mile expansion of I-26; 2) Defendants failed to complete a comprehensive EIS that adequately addresses the combined impacts of the development of the four segments; and, 3) The EA prepared for I-4400 failed to take the required \"hard-look\" at the planned expansion of I-4400. In an Order filed on October 7, 2002, the Court granted Plaintiff's Motion for Preliminary Injunction and enjoined Defendants from proceeding further with project I-4400 pending resolution of this lawsuit or until further order of this Court. Plaintiffs now ask the Court to grant their Motion for Summary Judgment and issue a permanent injunction until Defendants comply with NEPA.</p>\n<p>Defendants are the NCDOT; Lyndo Tippett, Secretary of NCDOT; the Federal Highway Administration (\"FHWA\"); and Nicholas Graf, Division Administrator for FHWA.<sup>[2]</sup> Defendants contend that the EA complies with NEPA and that a single EIS is not required for what they view as distinct projects. Defendants also argue that, in any case, the EA and FONSI did address the cumulative impacts of the other projects and determined that they were not significant. Finally, Defendants contend that the EA took the required \"hard look\" at the environmental consequences of I-4400.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden to show the court that there is an absence of genuine issue concerning any material fact and that the non-moving party cannot prevail. <i>See </i><i>Celotex,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The court must view the facts and all inferences drawn from the facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In reviewing a claim that an agency acted in violation of NEPA the Court's narrow role is to determine if the decision was \"arbitrary and capricious.\" 5 U.S.C. <span class=\"star-pagination\">*769</span> § § 706(2)(A), (C). A decision is arbitrary and capricious if:</p>\n<blockquote>The agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Hughes River Watershed Conservancy v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span>, 287 (4th Cir.1999) (citing <i>Motor Vehicle Mfrs. Ass'n of the </i><i>United States v. State Farm Mutual Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983)). The role of a court is not to substitute its judgment, but to look for a \"clear error\" of judgment by the agency. <i>Johnson,</i> 165 F.3d at 287. The court must determine whether the agency took a \"hard look\" at the project's effects. <i>Hughes River Watershed Conservancy v. Glickman,</i> <span class=\"citation\" data-id=\"716622\"><a href=\"/opinion/716622/hughes-river-watershed-conservancy-an-unincorporated-association-sierra/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 443 (4th Cir.1996). If Defendants complied with NEPA by properly considering the potential environmental impacts of project I-4400, then it is not for this Court to interfere in the project regardless of any unfavorable impact on the environment. <i>See Shendandoah Ecosystems Defense Group v. U.S. Forest Service,</i> <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1305</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">760226</span></span>, at *7 (4th Cir.1999) (unpublished opinion) (\"As long as the record shows that the regulating agency took a hard look at the potential environmental consequences of the proposed action, the agency cannot be said to have acted arbitrary and capriciously.\").</p>\n<p>NEPA's goal is to \"protect and promote environmental quality.\" <i>Glickman,</i> 81 F.3d at 443. Central to the resolution of this matter is an understanding of NEPA's focus. Unlike many environmental regulations, NEPA does not mandate a particular substantive outcome. Rather, NEPA works to fulfill its purpose by requiring federal agencies to follow certain procedures before undertaking any proposed action. NEPA requires that federal agencies carefully consider all the significant environmental impacts of a proposed action. <i>See </i><i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989); <i>Arlington Coalition on Transportation v. Volpe,</i> <span class=\"citation\" data-id=\"303011\"><a href=\"/opinion/303011/arlington-coalition-on-transportation-v-john-a-volpe-secretary-of/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1332 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1000</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">312</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></span> (1972). Accordingly, the very purpose and protection afforded by NEPA is eradicated if a federal agency makes a decision without proper consideration of the environmental impacts of the proposed project. <i>See </i><i>Sierra Club, et al. v. Marsh,</i> <span class=\"citation\" data-id=\"521532\"><a href=\"/opinion/521532/sierra-club-v-john-o-marsh-jr/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></a></span> (1st Cir.1989).</p>\n<p></p>\n<h2>A. <i>Scope of the Record</i>\n</h2>\n<p>As an initial matter, Defendants argue about the proper scope of the record before the Court. They contend that the Court should not consider the declarations of various experts submitted by Plaintiffs because they are outside the Administrative Record. Defendants also assert that various drafts and internal memoranda included in the Appendix to the Administrative Record are not properly part of the record because they are internal, deliberative documents.</p>\n<p>Ordinarily, review of agency action should be restricted to the administrative record that the agency relied upon in making its decision. <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 419-20, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971), <i>abrogated on other grounds by </i><i>Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977); <i>see also </i><i>Duke Power Company v. United States Nuclear Regulatory Commission,</i> <span class=\"citation\" data-id=\"457067\"><a href=\"/opinion/457067/duke-power-company-v-united-states-nuclear-regulatory-commission-and/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 389-90 (4th Cir.1985). \"[T]he focal point for judicial review should be the administrative record already in existence, not some new <span class=\"star-pagination\">*770</span> record made initially in the reviewing court.\" <i>Virginia Agricultural Growers Association, Inc. v. Donovan,</i> <span class=\"citation\" data-id=\"458902\"><a href=\"/opinion/458902/virginia-agricultural-growers-association-inc-virginia-carolina/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 92 (4th Cir.1985) (quoting <i>Camp v. Pitts,</i> <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1973)). However, a court may consider additional evidence if it explains the record or if it addresses whether all relevant factors were considered. <i>Id.; </i><i>National Audubon Soc. v. Hoffman,</i> <span class=\"citation\" data-id=\"749442\"><a href=\"/opinion/749442/national-audubon-society-sierra-club-the-wilderness-society-conservation/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 15 (2nd Cir.1997).</p>\n<p>The Court first considers the declarations of various experts submitted by Plaintiffs. The declarations basically offer the opinions of Plaintiffs' experts that the EA is inadequate and conclude that the cumulative impacts of the overall expansion will be harmful to the environment. The declarations do not provide evidence that Defendants failed to consider relevant factors such as air or water quality, but disagree with Defendant's consideration and assessment of these factors. Therefore, the declarations will not be relied upon by the Court in ruling on the Cross-Motions for Summary Judgment.</p>\n<p>The Court next considers Defendants argument that the Court should not consider documents in the Appendix to the Administrative Record because they are internal, deliberative documents or were not relied upon in reaching the decision. However, Federal Defendants stated at the time they filed the Appendix, that despite disagreement with Plaintiffs as to whether the documents are part of the Administrative Record, they \"have agreed to submit the attached Appendix for the Court's use and consideration in resolving this case, understanding that the Court will assign the appropriate weight and relevance to each document admitted into the record.\" Notice of Filing of Appendix at 2. Accordingly, the Court finds that the documents in the Appendix are properly part of the record and will be considered in ruling on the matter.</p>\n<p></p>\n<h2>B. <i>Cross-Motions for Summary Judgment</i>\n</h2>\n<p>In the cross-motions for summary judgment, the parties essentially disagree as to the proper scope of the EA, whether a single EIS was required for I-4400 and the other projects along the I-26 corridor, and whether the EA took the required \"hard look\" at the impacts of I-4400. The Court will address each argument in turn.</p>\n<p></p>\n<h2>1. <i>Sufficiency of the Scope of the EA</i>\n</h2>\n<p>The parties first disagree as to whether the EA and FONSI needed to address the cumulative impacts of the other projects along the I-26 corridor. Plaintiffs argue that Defendants acted arbitrarily and capriciously in issuing the FONSI because the EA for project I-4400 failed to consider the cumulative impacts of the forty miles of planned expansion on the total motor vehicle traffic, the air pollution, public health, land use and sprawl, development, and open spaces.</p>\n<p>NEPA provides that an agency must prepare an EIS for every major federal action that will significantly impact the environment. 42 U.S.C. § 4332(C). If it is not clear that an EIS is necessary, the agency must prepare an EA to determine whether an EIS or FONSI is appropriate. 40 C.F.R. § 1501.4(b)-(c). Title 40 C.F.R. § 1508.9 provides that an Environmental Assessment is a \"concise public document\" which serves to:</p>\n<blockquote>(1) Briefly provide sufficient evidence and analysis for determining whether to prepare an environmental impact statement or a finding of no significant impact.</blockquote>\n<blockquote>(2) Aid an agency's compliance with the Act when no environmental impact statement is necessary.</blockquote>\n<blockquote>(3) Facilitate preparation of a statement when one is necessary.</blockquote>\n<p><span class=\"star-pagination\">*771</span> An environmental assessment must include brief discussion of the need for the proposal, of alternatives, and of the environmental impacts of the proposed actions and the alternatives. 40 C.F.R. § 1508.9(b). The regulations specify that \"effects include ecological ... aesthetic, historic, cultural, economic, or health, whether direct, indirect, or cumulative.\" 40 C.F.R. § 1508.8. Section 1508.7 defines cumulative impact as:</p>\n<blockquote>[T]he impact on the environment which results from the incremental impact of the action when added <i>to other past, present, and reasonably foreseeable future actions</i> regardless of what agency (Federal or non-Federal) or person undertakes such other actions. Cumulative impacts can result from individually minor but collectively significant actions taking place over a period of time.</blockquote>\n<p>(emphasis added). NEPA also provides that a FONSI for a project must present the reasons why the action \"will not have a significant effect on the human environment.\" 40 C.F.R. § 1508.13. In explaining significance, the regulations provide that \"[s]ignificance exists if it is reasonable to anticipate a cumulatively significant impact on the environment.\" 40 C.F.R. § 1508.27(b)(7).</p>\n<p>Plaintiffs contend that the other projects along the I-26 corridor were reasonably foreseeable future actions and therefore, NEPA requires Defendants to include a discussion of the cumulative impacts of the overall expansion of the 40 miles of highway in the EA for I-4400. Defendants argue that the EA was sufficient in its scope. They do not disagree that NEPA requires a discussion of other reasonably foreseeable future actions, but contend that I-4700, I-2513, and FS-0113B were not reasonably foreseeable. They argue that the EA for I-4400 should not have to consider the other projects because they are at different points in the planning process and geographically removed. They argue that Plaintiffs are proceeding on the faulty premise that each of the projects will be constructed and note that no construction funds had been programmed for I-4700 or FS-0113B as of January 18, 2002. Defendants further contend that because no environmental documents have been completed for I-4700, FS-0113B, and I-2513, their final configuration has not been determined and cannot be meaningfully evaluated.</p>\n<p>Defendants recognize that the term \"reasonably foreseeable future action\" has not been defined in the regulations. They rely upon case law in which \"reasonably foreseeable\" has been defined in the context of a \"reasonably foreseeable impact,\" and assert that reasonably foreseeable is \"properly interpreted as meaning that the impact is sufficiently likely to occur that a person or ordinary prudence would take it into account in reaching a decision.\" <i>Sierra Club v. Marsh,</i> <span class=\"citation\" data-id=\"592070\"><a href=\"/opinion/592070/sierra-club-and-william-oneil-v-john-o-marsh-jr/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 767 (1st Cir.1992). \"Effects that are highly speculative or indefinite\" are not reasonably foreseeable. <i>Id.</i> at 768. Applying this interpretation to the facts of the case, the Court finds that the other projects were foreseeable so as to be required in the consideration of the cumulative impacts of project I-4400.</p>\n<p>At the time the EA and FONSI were being prepared, Project I-4700 was in the preliminary stages of NCDOT's formal planning process, but the internal documents reflect that the expansion was not only reasonably foreseeable, but in fact, considered inevitable. AR, vol. 1 at 375. Project A-10, the upgrade of 15 miles of roadway north of Asheville to interstate standards, was planned and proceeding to construction. The EA stated that project I-2513 is \"scheduled for right of way acquisition beginning February, 2003. Construction is set to begin in April, 2005.\" EA at 4. Finally, the record reflects that at <span class=\"star-pagination\">*772</span> the time the EA and FONSI were being prepared money had been allocated for a feasibility study for improvements to FS-011B.</p>\n<p>Defendants position is also undermined by its own characterization of the projects in a draft of the FONSI. The draft language stated that \"[t]herefore, the Henderson County portion of the widening of I-26 is a practicable expenditure in that it can function independently to handle the traffic demands forecasted. <i>But the I-4400 project is, in actuality, the first phase of the overall widening improvement.</i>\" Appendix to A.R. at 2048 (emphasis added). The draft also stated that \"[t]he sequencing of projects, as scheduled and funded per the TIP, granted the section of I-26 in Henderson County to precede an improvement in Buncombe County. <i>However, the sequencing of projects does not adversely affect NCDOT's plans to improve the entire corridor.</i>\" Appendix to A.R. at 2007 (emphasis added). Although the language in the final FONSI was sanitized to present I-4400 as a distinct project, the true nature of the proposed expansions and the agency's internal view that all the improvements to the I-26 corridor were part of an overall plan is evident in this draft.</p>\n<p>Moreover, in the final FONSI's discussion of whether project I-4400 will restrict other projects, Defendants introduce the topic by stating that \"[t]he action in the EA shall not restrict consideration of alternatives for other <i>reasonably foreseeable</i> transportation improvements,\" (emphasis added), and within that section, the FONSI mentions each of the other proposed expansion to I-26 corridor. FONSI at 4. Therefore, in their final environmental document, Defendants considered and characterized the other related projects to be reasonably foreseeable. Unfortunately, despite referring to these projects as \"reasonably foreseeable,\" Defendants failed to consider the potential for cumulative impacts from the massive proposed expansion to the I-26 corridor.</p>\n<p>Defendants also contend that the other projects were not designed and could involve several alternatives so as to preclude meaningful evaluation. However, the facts in the record negate their position. For example, the fact that the expansion of I-4700 would take place was acknowledged in February 22, 2001, when Richard Brewer, head of the project wrote in an e-mail:</p>\n<blockquote>Thank you for your comments. This part of I-26 is being done now because funding is currently available to improve it.... Asheville/Buncombe County are in a different Division from Henderson County, and the money is just now becoming available for preliminary engineering work for the I-26 improvements in Buncombe County. So the Henderson County side of I-26 will be slightly ahead but the Buncombe County side will be soon to follow.</blockquote>\n<p>AR, vol. 1 at 375.</p>\n<p>Moreover, although the design was not finalized, the record reflects that a brief attached to a NC FHWA e-mail dated August 7, 2001, provides that \"although the final design of the section of I-26 north of I-40 is yet to be determined, the NCDOT and we have agreed the minimum design west of I-40 will be six lanes.\" AR, vol. 3 at 1672.</p>\n<p>As discussed above, NEPA aims to \"ensure that an `agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.'\" <i>Hodges v. Abraham,</i> <span class=\"citation\" data-id=\"778767\"><a href=\"/opinion/778767/jim-hodges-governor-of-the-state-of-south-carolina-in-his-official/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 438 (4th Cir.2002) (citing <i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 350, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989)). It is incongruous with this purpose to suggest the consideration of the cumulative impacts of the expansion of an adjoining section <span class=\"star-pagination\">*773</span> of highway from four to six lanes could not be meaningfully evaluated and was mere speculation under these circumstance simply because the design was not finalized.</p>\n<p>NEPA's language and focus on considering environmental impacts before acting also undermine Defendants' position that they were not required to consider the cumulative impacts from the other connected projects because they were not fully funded or planned. NEPA provides that cumulative actions that have been proposed must be considered in a single EIS, <i>see</i> 40 C.F.R. § 1508.25(a)(2), and NEPA separately requires that the environmental evaluation of the current action consider the cumulative impacts of reasonably foreseeable future actions. <i>See</i> 40 C.F.R. § 1508.7. To interpret \"reasonably foreseeable\" in the manner Defendants suggest would eliminate the distinction between these two sections and would undermine NEPA. An agency could circumvent the safeguards of NEPA whenever the allocation of resources for funding and planning of a large project proceeded in stages rather than as a single unit.</p>\n<p>Finally, Defendants assert that in any case, the scope of the EA is sufficient because it included consideration of the impacts of the other projects. However, this claim is not supported by the record. On one half of one page the EA lists \"other areas TIP projects\" and gives a brief factual description of the projects. The EA does not contain any reference to the potential for cumulative environmental impacts from these other projects, even so as to dismiss the possibility, and does not even mention that the combined result of the various projects will be the increase from four to six lanes of over 40 miles of I-26, and the extension of I-26 to connect with I-81. As noted above, the FONSI refers to the other projects in its discussion of whether I-4400 will restrict consideration of alternatives for other reasonably foreseeable improvements. However, despite characterizing these projects as reasonably foreseeable, the FONSI never refers to or considers the potential for cumulative impacts from these projects.</p>\n<p>The Court finds that in failing to assess, or even acknowledge the potential for, cumulative impacts from I-4400, I-4700, and the other proposed developments to the I-26 corridor in the EA and FONSI, Defendants \"entirely failed to consider an important aspect of the problem.\" <i>Johnson,</i> 165 F.3d at 287. Therefore, the Court finds that there is no material fact at issue that Defendants acted arbitrarily and capriciously in issuing its EA and FONSI in violation of NEPA.</p>\n<p></p>\n<h2>2. <i>Segmentation of Projects</i>\n</h2>\n<p>Next, Plaintiffs and Defendants disagree as to whether Defendants failed to comply with NEPA by not addressing the entire proposed expansion of I-26 in a single EIS. Plaintiffs contend that the extensive expansion of I-26 from four to six lanes, and ultimately connecting I-26 from South Carolina to I-81 at the Tennessee border, will undeniably have cumulatively significant impacts on air quality, water quality, land use and development. Therefore, Plaintiffs assert that NEPA requires the projects to be discussed in a single EIS. Defendants contend that such a comprehensive look is not required by NEPA for an EA. Defendants argue that an analysis of I-4400 under the regulations support a finding that I-4400 was not improperly segmented from the other projects and that the EA and FONSI comply with NEPA.</p>\n<p>Title 40 C.F.R. § 1508.25 provides:</p>\n<blockquote>\n<i>Scope</i> consists of the range of actions, alternatives, and impacts to be considered in an environmental impact statement ... To determine the scope of <span class=\"star-pagination\">*774</span> environmental impact statements, agencies shall consider 3 types of actions, 3 types of alternatives, and 3 types of impacts. They include ...</blockquote>\n<blockquote>(2) Cumulative actions, which when viewed with other proposed actions have cumulative significant impacts and should therefore be discussed in the same impact statement.</blockquote>\n<p>Defendants first argue that Plaintiffs' argument is misplaced because § 1508.25 refers to the scope of an EIS and the environmental document at issue is an EA. However, the Fourth Circuit has stated in its consideration of the sufficiency of an EA and FONSI that, \"[i]n determining whether a project has significant environmental impact, an agency may not avoid significant environmental impact by improperly `segmenting' a project by dividing the NEPA analysis of a larger action into smaller actions with insignificant impacts.\" <i>Wilds v. South Carolina Dept. of Transportation,</i> 9 Fed. Appx. 114, 121, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">492299</span></span> at 4 (4th Cir.2001). An agency may not segment a project into smaller projects to avoid preparing an EIS. <i>Id.</i></p>\n<p>Having found that NEPA prohibits improper segmentation of projects addressed in an EA, the Court turns to the question of whether Defendants improperly segmented I-4400. The regulations adopted to implement the FHWA's compliance with NEPA address improper segmentation and provide that \"the action evaluated in each EIS or finding of no significant impact (FONSI) shall:</p>\n<blockquote>(1) Connect logical termini and be of sufficient length to address environmental matters on a broad scope;</blockquote>\n<blockquote>(2) Have independent utility or independent significance, i.e. be usable and be a reasonable expenditure even if no additional transportation improvements in the area are made; and</blockquote>\n<blockquote>(3) Not restrict consideration of alternatives for other reasonably foreseeable transportation improvements.\"</blockquote>\n<p>Title 23 C.F.R. § 771.111(f).</p>\n<p></p>\n<h2>a) <i>Logical Termini/Independent Utility</i>\n</h2>\n<p>A consideration of whether I-4400 connects logical termini and has independent utility reveals that I-4400 was improperly segmented. The record reflects that I-4400 was pushed forward when a major project was delayed in Division 14 (Henderson County) and funding became available. AR, vol. 1 at 191. While I-4400 is perhaps a convenient segment for funding purposes, it is an improper segmentation under NEPA. Independent utility does not have to be maximum utility, but it does require \"that the segmented portion `[is] a reasonable expenditure even if no additional transportation improvements in the area are made.'\" <i>North Carolina Alliance for Transp. Reform, Inc. v. U.S. Dept. of Transp. et al.,</i> <span class=\"citation\" data-id=\"2491947\"><a href=\"/opinion/2491947/nc-alliance-for-transp-reform-v-dot/\"><span class=\"volume\">151</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span>, 680 (M.D.N.C.2001) (citing 23 C.F.R. § 771.111(f)).</p>\n<p>Defendants concede in the FONSI that the section to the north of I-4400, including I-4700, already experiences traffic congestion in and around the booming Asheville area, and the expansion of I-4400 will create a bottleneck effect and add to the congestion where it meets I-4700. The NCDOT recognized the dilemma in treating I-4400 apart from I-4700 and stated that I-4700 is \"more congested than the Henderson County portion [of I-26], and in fact, the road will narrow from 6 lanes to 4 at the point where congestion is already a problem in Buncombe County.\" AR, vol. 3 at 1361. Therefore, the evidence shows that I-4400's termination point at the north end of the project will exacerbate existing traffic problems. Moreover, given that I-4400 will create a bottleneck and additional congestion where it meets I-4700, the improvements to I-4400 <span class=\"star-pagination\">*775</span> do not have independent utility. While this additional congestion may be justifiable temporarily, it is not a reasonable expenditure if I-4700 is never built. Accordingly, the Court finds that there is no material fact at issue that I-4400 does not have a logical terminus in the north and is not a reasonable expenditure if I-4700 or the other proposed expansions are not undertaken.</p>\n<p>As evidenced in an e-mail written by an administrator for NC FHWA on August 7, 2001, Federal Defendants recognized the problems of proceeding with the environmental analysis of I-4400 alone under NEPA: \"[o]ur office can support widening but the project does not have independent utility and logical termini as described in the attaching brief. Nick has previously discussed this with NCDOT top management and they agree privately.\" AR, vol. 3 at 1671. The attached brief explained that FHWA had concerns about \"project purpose and need, independent utility, logical termini and segmentation\" for project I-4400. AR, vol. 3 at 1672. The brief also recognized that I-4700 \"will carry 20% more traffic and has not been included in the environmental assessment.\" AR, vol. 3 at 1672.</p>\n<p>In addition, language which was eliminated from the final FONSI recognized that what is called I-4700 would require significant consideration of the environmental impacts because of \"the proximate boundaries of Biltmore Estate and I-26 and the Blue Ridge Parkway.\" Appendix to A.R. at 2007. The conclusion to that section of discussion, which was ultimately excluded from the FONSI, recognized that the improvements to I-4700 were needed immediately due to congestion, but:</p>\n<blockquote>Complex environmental issues may require the deliberate preparation of an Environmental Impact Statement (EIS) with several years of planning and coordination with resource agencies. Both the project cost and the potential environmental problem areas, as described below, could derail this project for many years. Therefore the section south of NC 280 will be widened first with very little, if any, environmental or social impact.</blockquote>\n<p>Appendix to A.R. at 2008. NEPA does not allow Defendants to subdivide projects that do not have independent utility or logical termini simply to expedite the NEPA process or avoid addressing environmental impacts. <i>See Wilds,</i> 9 Fed. Appx. at 121, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">492299</span></span> at 4.</p>\n<p></p>\n<h2>b) <i>Restriction of Alternatives</i>\n</h2>\n<p>Title 23 C.F.R. § 771(f)(3) also provides that the action considered in an EA and FONSI shall not restrict the consideration of alternatives for other reasonably foreseeable projects. However, the expansion of I-4400 would eliminate the no build option for I-4700. As the draft of the FONSI recognized, the improvements to I-4400 when considered with the construction of I-2513 \"will temporarily isolate that portion of I-26 in Buncombe County, south of Asheville and north of Henderson County, as a four-lane section between two larger sections of Interstate highway.\" Appendix to A.R. at 2051. If I-4400 is expanded to six lanes, then I-4700, which is connected at the northern end by I-2513 which is also designed as six-lane expansion, will have to be expanded as well. While the evidence indicates that I-4700 is already congested and targeted for expansion, the double bottleneck caused once I-4400 and I-2513 are completed will eliminate options and clearly restrict consideration of alternatives for I-4700.</p>\n<p></p>\n<h2>c) <i>\"Pending concurrently\"</i>\n</h2>\n<p>In support of their position that the projects do not have to be treated in the same EIS, Defendants rely on language from <i>Kleppe v. Sierra Club</i> in which the <span class=\"star-pagination\">*776</span> Court stated, \"[t]hus, when several proposals for coal-related actions that will have a cumulative or synergistic environmental impact upon a region are pending concurrently before an agency, their environmental consequences must be considered together.\" <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 410, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976). Defendants focus heavily on the Supreme Court's use of the phrase \"pending concurrently before an agency.\" They argue that because the projects are in varying stages of development, they are not \"pending concurrently\" as part of a program of development and therefore, do not need to be treated in a single EIS. Notably, <i>Kleppe</i> addressed whether the petitioners needed to prepare a single EIS for the development of all federally owned or controlled coal reserves throughout the entire Northern Great Plains region, which included land in four states. In this context, the Court found that because there was no evidence of a regional plan for the development of all the federally controlled land \"pending concurrently,\" a single EIS was not required. In contrast, the matter in this case involves the proposed development of contiguous sections of highway. Although planning is proceeding in stages and funding is separated by county, the projects are all under consideration by Defendants. Each of the projects has been given a working title within the agency, and Defendants' themselves characterized I-4400 as part of the \"overall widening project\" of the I-26 corridor, Appendix to A.R. at 2069, and stated that the project would help develop the \"full I-26 corridor from Tennessee to South Carolina.\" Appendix to A.R. at 2031.</p>\n<p></p>\n<h2>3. <i>The EA's \"Hard Look\"</i>\n</h2>\n<p>Finally, the parties disagree as to whether the EA is sufficient in its consideration of the environmental impacts of the 13.6 mile segment of I-26 in project I-4400. Plaintiffs argue that Defendants failed to even take a \"hard look\" at I-4400's effects. \"An agency takes a sufficient `hard look' when it obtains opinions from its own experts, obtains opinions from experts outside the agency, giver careful scientific scrutiny and response to all legitimate concerns that are raised.\" <i>Johnson,</i> 165 F.3d at 288. Plaintiffs focus on the fact that one of the two stated purposes of the project in the EA was to improve safety for I-4400 and the EA provided misleading safety data.<sup>[3]</sup> The EA represented that \"[t]he total vehicle exposure (rate) during this period is 719.15 accidents per 100 million vehicle miles. By comparison, a recent 3-year total statewide average rate for urban Interstates is 163.70 accidents/100 mvm. This comparison shows this stretch of I-26 to be much less safer than similar Interstates throughout North Carolina.\" EA at 4.</p>\n<p>In fact, the correct safety statistics show that I-4400 has a crash rate of just 44.34 crashes per 100 million vehicles miles of travel, significantly less than the 719.15 crashes represented and the EA and about only one quarter of the state average for urban Interstates of 163.7 crashes per 100 million vehicles miles of travel. AR, vol. 3 at 1698. Defendants became aware of the incorrect crash data represented in the EA at least as early as August 2001. AR, vol 3 at 1693, 1698. However, the error was not corrected in an amendment to the EA or in the FONSI. Rather, Defendants simply eliminated any reference to safety statistics in the FONSI.</p>\n<p>If an EA does not reasonably compile adequate information and \"`sets forth statements that are materially false or inaccurate'\" the Court may find that the document \"`does not satisfy the requirements of NEPA, in that it cannot provide <span class=\"star-pagination\">*777</span> the basis for an informed evaluation or a reasoned decision.'\" <i>North Carolina Alliance,</i> 151 F.Supp.2d at 688 (quoting <i>Sierra Club v. United States Army Corps of Eng'rs,</i> <span class=\"citation\" data-id=\"415367\"><a href=\"/opinion/415367/sierra-club-the-city-club-of-new-york-business-for-mass-transit/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1020 (2nd Cir.1983)).</p>\n<p>While there is no evidence to suggest that Defendants intentionally misrepresented the safety data, the Court finds that the gross inaccuracy of the safety data shows a failure to take a \"hard look.\" One of the two purposes of NEPA is to \"ensure[ ] that relevant information about a proposed project will be made available to members of the public so that they may play a role in both the decision making process and the implementation of the decision.\" <i>Glickman,</i> 81 F.3d at 443. The EA states that \"[t]he purpose of the project is to ease existing and future congestion on I-26 in Henderson County and to improve safety along the route and at interchanges.\" EA at 1. Similarly, in the official public hearings Defendants relied upon the unsafe nature of I-4400 to justify the project and represented that the section was nearly four times as dangerous as the state average for urban Interstates.<sup>[4]</sup> This error was compounded by the failure of Defendants to publicly correct the error or re-assess the project in light of the accurate data, which in fact shows that I-4400 is substantially safer than the average for urban Interstates.</p>\n<p>As the court recognized in <i>North Carolina Alliance for Transportation Reform</i> in considering the impact of an error in traffic projections cited in an EIS, \"[w]hile a need for the proposed project might have existed even under the lower traffic projections, the decision to purposefully include the higher, significantly overstated estimates of traffic projections in the FEIS conflicts with one of the major policy goals of NEPA and fail to accurately examine an important aspect of the project.\" <i>North Carolina Alliance,</i> 151 F.Supp.2d at 688. Similarly, in the instant case, the relatively low accident rate of I-4400 would not have precluded Defendants from proceeding, but the failure to include accurate information or publicly correct the error resulted in the failure to accurately examine the project. This omission appears to be consistent with Defendants' perfunctory approach to satisfying NEPA and simply excluding consideration of information which might slow the process or which was not favorable to a finding of no significant impact.</p>\n<p>\"As long as the adverse environmental effects of a proposed action are sufficiently identified and evaluated, an agency is vested with discretion to determine under NEPA that other values outweigh the environmental costs.\" <i>Id.</i> (internal quotations and citations omitted). Defendants' inclusion of completely inaccurate safety date, when coupled with their failure to consider the potential cumulative impacts of the adjoining projects, only supports a finding that Defendants failed to sufficiently identify and evaluate the potential environmental impacts as required by NEPA.</p>\n<p><span class=\"star-pagination\">*778</span> Plaintiffs also argue that Defendants failed to take a \"hard look\" because the EA did not disclose the DOT's Community Impact Assessment Report that stated that any congestion relief would be minor and failed to discuss the bottleneck congestion that would be created at the northern end of the project. However, Plaintiffs fail to show that the EA and FONSI are inadequate on this basis. Defendants were under no obligation to specifically discuss the DOT's report, and the EA acknowledges that the congestion relief from improvements will decrease over time.</p>\n<p></p>\n<h2>C. <i>Permanent Injunction</i>\n</h2>\n<p>Plaintiffs ask the Court to grant a permanent injunction to prohibit further work on I-4400 until Defendants comply with NEPA. The Fourth Circuit standard for issuance of a permanent injunction is similar to its standard for issuance of a preliminary injunction. The standard for awarding interim injunctive relief is the\" `balance-of-hardships'\" test. <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196 (4th Cir.1977); <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 811 (4th Cir.1991). Under the test, the Court must consider the balance of harms to plaintiff and defendant, the likelihood of plaintiff's success on the merits, and the public interest. <i>Direx,</i> 952 F.2d at 812. The balance of irreparable harm to the plaintiff and the harm to the defendant if relief is granted is the most important aspect of the test. <i>See </i><i>MicroStrategy, Inc. v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"772692\"><a href=\"/opinion/772692/microstrategy-incorporated-v-motorola-incorporateddefendant/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span> (4th Cir.2001); <i>Direx,</i> 952 F.2d at 812.</p>\n<p>In determining whether permanent injunctive relief is warranted, the Court employs the same hardship-balancing test described above, only it considers Plaintiffs' actual success on the merits, as opposed to the likelihood thereof. The Court finds that the balance of hardships favor Plaintiffs. Plaintiffs have shown that Defendants failed to fulfill their obligations under NEPA. As noted in the Court's Order granting preliminary injunctive relief, given the nature of NEPA's focus on procedural rather than substantive requirements, \"when a decision to which NEPA obligations attach is made without the informed environmental considerations that NEPA requires, the harm that NEPA intends to prevent has been suffered.\" <i>Massachusetts v. Watt,</i> <span class=\"citation\" data-id=\"424681\"><a href=\"/opinion/424681/commonwealth-of-massachusetts-v-james-g-watt-commonwealth-of/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 952 (1st Cir.1983). If Defendants are allowed to proceed with project I-4400 without complying with NEPA, any subsequent consideration of the cumulative environmental impacts will be a mere formality and NEPA's goal of taking action only after a full consideration of the environmental impacts will be defeated. Accordingly, the Court concludes that Plaintiffs are entitled to injunctive relief.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiffs' Motion for Summary Judgment is GRANTED and Defendants' Motions for Summary Judgment are DENIED. It is further ORDERED that Defendants are ENJOINED from proceeding further with project I-4400 without first complying with their obligations under NEPA to take a \"hard look\" and consider the cumulative impacts of the overall expansion of the I-26 corridor.</p>\n<h2>NOTES</h2>\n<p>[1]  One-half mile of the project extends north into Buncombe County.</p>\n<p>[2]  Hereinafter, they are collectively referred to as \"Defendants.\" NCDOT and Lyndo Tippett are referred to as \"State Defendants,\" and FHWA and Graf are referred to as \"Federal Defendants.\"</p>\n<p>[3]  The other stated purpose is to relieve congestion. EA at 1.</p>\n<p>[4]  At a public hearing on June 5, 2001, after describing the projected increase in traffic volumes, the NCDOT moderator stated, \"[t]he accident data along this project was reviewed for a 13 year period from 1998 to 2000. I put this in the handout because the information collected tells a lot. Based on the view of this accident data, it was determined that this interstate is considered to be less safe than other similar interstates and that being that there is a comparison in here that says that 719.51 accidents per 100 million vehicle miles compared to the total statewide average rate for urban interstates of 163.70 accidents ... That is a pretty substantial difference. The project is being proposed to help alleviate this congestion and improve safety along the I-26 corridor in Henderson County.\" AR, vol. 3 at 1243-44.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2491947/"
  ]
}