{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2469390/",
  "absolute_url": "/opinion/2469390/bowden-v-town-of-cary/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2469390/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:15.548607Z",
  "date_modified": "2016-04-26T23:36:24.287964Z",
  "type": "010combined",
  "sha1": "92a567ff5ea3b0de3f62aff9a7d0b13d17a8ab93",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>754 F.Supp.2d 794 (2010)</b></center>\n<center><h1>William David BOWDEN, Plaintiff,<br>\nv.<br>\nTOWN OF CARY, Defendant.</h1></center>\n<center>No. 5:09-CV-504-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 7, 2010.</center>\n<p><span class=\"star-pagination\">*796</span> Katherine Lewis Parker, American Civil Liberties Union of North Carolina, Mark R. Sigmon, Graebe Hanna &amp; Welborn, PLLC, Raleigh, NC, for Plaintiff.</p>\n<p>Elizabeth A. Martineau, Gray King Chamberlin &amp; Martineau, LLC, Charlotte, NC, Lisa C. Glover, Cary, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the parties' cross-motions for summary judgment (DE ##19, 21). Each party has responded to the other's motion, and to each response a reply has been filed. In this posture, the issues raised are ripe for adjudication. For the reasons set forth more particularly herein, plaintiffs motion is granted, and defendant's motion is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff initiated this civil rights action November 19, 2009 by complaint filed together with an emergency motion for temporary injunctive relief. Plaintiff brings this action against defendant (sometimes referred to as \"the Town\") pursuant to 42 U.S.C. § 1983 and the Declaratory Judgment Act, 28 U.S.C. § 2201 <i>et seq.,</i> seeking declaratory relief, injunctive relief, and damages.</p>\n<p>Plaintiffs complaint launches both facial and as-applied challenges to the constitutionality of a sign ordinance which the Town has attempted to enforce against plaintiff. Plaintiff alleges that the enforcement of the sign ordinance against plaintiff in response to a protest sign painted on the front of plaintiffs house constitutes a violation of the First and Fourteenth Amendments to the United States Constitution, as well as Article I, Sections 12 and 14 of the North Carolina Constitution.</p>\n<p>Four days after initiation of the action, on November 23, 2009, the court convened by telephone a Rule 16 conference, to determine a schedule for the case. During the conference, the parties informed the court of certain agreements relating to an interim stay of enforcement activities by defendant pending resolution of matters in dispute. These agreements were memorialized in the form of a proposed consent order, adopted by the court December 11, 2009. As set forth therein, plaintiffs pending motions for a temporary restraining order and preliminary injunction were deemed moot and withdrawn.</p>\n<p>On April 22, 2010, the parties filed the instant cross-motions for summary judgment. Although plaintiffs complaint launches both federal and state constitutional challenges on a facial and as-applied basis, plaintiffs motion for summary judgment is crafted exclusively as a federal as-applied challenge.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>Plaintiff is a citizen and resident of the Town of Cary, which is located in Wake County, North Carolina. The Town is a municipal agency operating under the laws and Constitution of the State of North Carolina. Plaintiff has owned his home on Maynard Road since 1991. For several years, plaintiff has been engaged in a dispute with the Town over water runoff from Maynard Road which plaintiff claims has caused serious damage to his home.</p>\n<p>On July 31, 2009, frustrated with what plaintiff considered an inadequate resolution of the problem, plaintiff painted a protest sign on the front of his house. On a background of white siding, in large fluorescent orange and pink letters, the simple sign reads: \"Screwed by the Town of Cary.\"<sup>[1]</sup> The Town then attempted to <span class=\"star-pagination\">*797</span> enforce against plaintiff the provisions of Chapter 9 of the Town's Land Development Ordinance (\"LDO\"), which regulates the display of signs within the Town (\"sign ordinance\"). Plaintiff initiated this action in response, claiming that the Town violated his First Amendment rights.</p>\n<p>The parties have expended many pages detailing the underlying feud between plaintiff and the Town which led to plaintiffs protest sign. The dispute underlying this action is not relevant to the constitutional question now presenting itself before the court. A recitation of the undisputed facts surrounding the underlying dispute is set forth, however, to place the immediate controversy in context and illuminate plaintiffs motive in choosing to erect his sign.</p>\n<p>Between 2006 and 2008, the Town conducted a road improvement project which involved widening Maynard Road and raising the roadbed by several feet where Maynard Road passes in front of plaintiffs house. Beginning in late 2008 or early 2009, plaintiff submitted several complaints to the Town about flooding in his house which he attributed to rainwater running from the improved road onto his property. Over the next several months, the Town attempted several solutions, including constructing a new driveway for plaintiff and building a retaining wall on plaintiffs property, however the flooding of plaintiffs house continued.</p>\n<p>In June 2009, the Town offered to construct a trench drain outlet pipe to redirect the water away from plaintiffs property. Plaintiff rejected the offer, instead demanding that the Town purchase his house for $250,000.00, an amount which reflected its tax value plus an additional $80,000.00. Plaintiff warned that if the Town did not purchase plaintiffs house for that amount, he would paint a sign on his house that said \"Screwed by the Town of Cary.\"</p>\n<p>The Town did not comply with plaintiffs demand, and on July 31, 2009, plaintiff hired a sign painter to paint the protest sign on the front of his house. The sign reads as plaintiff warned it would. \"Screwed by the Town of Cary\" appears in fluorescent orange and pink paint. The sign has two rows of letters that range in size from fourteen (14) to twenty-one (21) inches in height. The bottom row is approximately fifteen (15) feet in length, and the sign in its entirety occupies approximately forty-eight (48) square feet of the front exterior surface of the house which faces Maynard Road. On the same day that the sign was painted on plaintiffs house, representatives of the Town hand-delivered to plaintiff at his residence a \"Notice of Zoning Violation\" (\"July 2009 Notice\"), informing plaintiff that his protest sign was in violation of the sign ordinance.</p>\n<p>The sign ordinance is contained within the Town's Land Development Ordinance (\"LDO\") which governs all aspects of land development and control in the Town. The LDO is organized into twelve chapters, including Chapter 1 (general provisions), Chapter 9 (signs), Chapter 11 (enforcement), and Chapter 12 (rules of construction, use classifications, and definitions). The term \"sign ordinance\" refers to Chapter 9 of the LDO. The sign ordinance is intended to further such goals as \"to maintain and enhance the pleasing look of the Town,\" \"to preserve Cary as a community that is attractive to business,\" \"to improve pedestrian and traffic safety,\" and \"to minimize the possible effects of signs on nearby public and private property.\" LDO § 9.1.1. Emphasizing the ordinance's concern with aesthetic values, Section 9.1.1 <span class=\"star-pagination\">*798</span> further states that \"a major purpose of this chapter is to ensure that signs in the community are compatible with the high quality image that the Town seeks and in which the Town continuously invests.\"</p>\n<p>The court notes here that the sign ordinance was amended on February 25, 2010, therefore the current version of the sign ordinance differs in some respects from the version in effect in 2009 when plaintiff painted his protest sign and filed his lawsuit. But for the most part, it is largely the same ordinance and unless otherwise specified, \"sign ordinance\" shall hereinafter refer to the current version of the ordinance, as amended February 25, 2010.</p>\n<p>The sign ordinance provides that every sign within the town must conform to the requirements of the sign ordinance. LDO § 9.1.2. \"Sign\" is defined quite broadly to include \"any device, fixture, placard or structure, that uses any color, form, graphic, illumination, symbol, or writing to advertise, attract attention, announce the purpose of, or identify the purpose of a person or entity, or communicate information of any kind to the public.\" LDO § 12.4. Section 9.3.2 then sets forth the specific restrictions which apply to each of twenty-six (26) different types of signs.</p>\n<p>Section 9.3.2(S) governs \"residential signs,\" which are defined as \"any sign located in a district zoned for residential uses that contains no commercial message.\" LDO § 12.4. Under the ordinance, residential signs are permitted only on the following conditions:</p>\n<blockquote>(1) Such signs shall not exceed five square feet per side in area and 42 inches in height;</blockquote>\n<blockquote>(2) There shall not be more than two residential signs on any site containing only a single dwelling unit;</blockquote>\n<blockquote>(3) Such signs shall not be posted in public rights-of-way or on any private common area;</blockquote>\n<blockquote>(4) Such signs shall carry no commercial message other than information on the lease or sale of the premises on which the sign is displayed;</blockquote>\n<blockquote>(5) Such signs shall not advertise or identify the conduct of a permitted home occupation in a residential district; and</blockquote>\n<blockquote>(6) Political signs on residential property are permitted in addition to permitted residential signs.</blockquote>\n<p>LDO § 9.3.2(S).</p>\n<p>Additionally, under Section 9.3.2(X)(2), each single-family residential property is allowed to display one \"wall sign\" provided that it does not exceed two square feet in area, is not separately illuminated, and does not contain any commercial message. \"Wall sign\" as contemplated by the ordinance is \"any sign painted on or attached to and extending not more than six inches from an exterior wall in a parallel manner.\" LDO § 12.4.</p>\n<p>The restrictions of the sign ordinance are suspended in some instances by exemptions. The former version of the sign ordinance exempted the following categories of signs from all regulation under the sign ordinance:</p>\n<blockquote>(A) Any official or public notice or warning required by a valid and applicable federal, state or local law, regulation or chapter, by a public utility company or by order of a court of competent jurisdiction;</blockquote>\n<blockquote>(B) Traffic signs on private property, such as Stop, Yield and similar signs, which meet Department of Transportation standards and contain no commercial message;</blockquote>\n<blockquote>(C) Any sign inside a building, not attached to a window or door, that is not visible from off the site on which it is located;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*799</span> (D) Any sign inside an athletic field or other enclosed outdoor space, where the sign is not legible from more than three feet beyond the lot line of the site on which it is located;</blockquote>\n<blockquote>(E) Works of art with no commercial message, except for approved murals in the Town Center;</blockquote>\n<blockquote>(F) Holiday decorations with no commercial message displayed between November 15 and January 15;</blockquote>\n<blockquote>(G) Temporary signage erected as part of a Town-recognized event (see Section 5.4); and</blockquote>\n<blockquote>(H) Signs erected on behalf of a governmental or quasi-governmental agency, including but not limited to governmental offices and transit stations, for the purpose of site identification, to identify public property, convey public information and to direct or regulate pedestrian or vehicular traffic.</blockquote>\n<p>LDO § 9.2 (former version). The Town, in the amended version of the sign ordinance, removed exceptions (E) and (F) for works of art and holiday decorations. However, the Town simultaneously redefined the term \"sign,\" stating specifically that \"[t]he following shall not be considered signs subject to the regulations of Chapter 9 of this Ordinance: public art, holiday decorations, cemetery markers, and lighting used to accentuate architectural or landscaping features.\" LDO § 12.4 (amended version). The effect is the same, because whether public art and holiday decorations are not signs at all per Section 12.4, or whether they are signs but are nonetheless exempt per Section 9.2, in either case these particular displays are immune to the restrictions that apply to all other signs in the Town.</p>\n<p>The July 2009 Notice informed plaintiff that the protest sign was in violation of the sign ordinance under Section 9.3.2(S)(1), the provision requiring that residential signs not exceed five square feet per side in area and forty-two (42) inches in height. The notice instructed plaintiff to remove his non-compliant sign within seventy-two (72) hours, and informed him that if he did not do so, he would be fined up to Five Hundred Dollars ($500.00) per day for each day of the continued violation. Plaintiff, however, informed the Town of his intention to keep the sign in place until the underlying dispute between the parties is resolved.</p>\n<p>On November 12, 2009, the Town issued another Notice of Zoning Violation (\"November 2009 Notice\"), which relied on different provisions of the sign ordinance. The November 2009 Notice informed plaintiff that his protest sign violated Section 9.3.2(X)(2), governing \"Wall Signs, Residential/Institutional,\" because his sign exceeded the maximum two square feet in area allowed by Section 9.3.2(X)(2)(1). Plaintiff was also informed that his protest sign violated Section 9.8.3(B), governing \"Sign Appearance, Colors,\" which prohibits the use of fluorescent pigments. Thereafter the instant action was presented.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>A court should grant a summary judgment motion pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may <span class=\"star-pagination\">*800</span> not rest on the allegations or denials in its pleadings, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed.R.Civ.P. 56(e)).</p>\n<p>Summary judgment is not a vehicle for the court to weigh the evidence and determine the truth of the matter, but to determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the nonmoving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine the materiality and the genuineness of the alleged fact issues in ruling on this motion. <i>Id.</i> at 248-49, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Constitutional jurisprudence demonstrates a special sensitivity to a citizen's right to speak at his own home through the use of residential signs. \"A special respect for individual liberty in the home has long been part of our culture and our law; that principal has special resonance when the government seeks to constrain a person's ability to <i>speak</i> there.\" <i>City of Ladue v. Gilleo,</i> 512 U.S. 43, 58, 114 S.Ct. 2038, 129 L.Ed.2d 36 (1994) (internal citations omitted) (emphasis in original).</p>\n<p>Residential signs in particular are \"a venerable means of communication that is both unique and important,\" and occupy a place of special significance among the forms of speech protected by the First Amendment. <i>Ladue,</i> 512 U.S. at 54-55, 114 S.Ct. 2038. The Supreme Court has recognized the importance of residential signs as a widely accessible method of communication. Because they are \"unusually cheap and convenient,\" residential signs allow virtually anyone to participate in public debate, including those of modest means who could not otherwise afford to communicate with large audiences as well as those who cannot afford the time required to distribute leaflets or stand on their lawns with handheld signs. <i>Id.</i> at 57, 114 S.Ct. 2038. Further, residential signs are a uniquely effective method of communication, as \"displaying a sign from one's own residence carries a message quite distinct from placing the same sign someplace else.\" <i>Id.</i> at 56, 114 S.Ct. 2038. By signaling the resident's opinion on a controversial issue, residential signs can \"reflect and animate change in the life of the community.\" <i>Id.</i> at 54, 114 S.Ct. 2038. It is well-established that residential signs are recognized as an \"important and distinct medium of expression.\" <i>Id.</i> at 55, 114 S.Ct. 2038.</p>\n<p>Guided by these broad principles, the court turns to the issues presented. Plaintiffs motion for summary judgment first challenges the constitutionality of the sign ordinance as applied to his protest sign on the grounds that the sign ordinance is an invalid content based restriction on speech. Plaintiffs motion for summary judgment secondly challenges the constitutionality of the sign ordinance on the grounds that the exemption for \"public art\" is unconstitutionally vague. As the court finds that plaintiff is entitled to summary judgment on the first asserted grounds, the court does not take up and consider the second, and defendant's motion must be denied.</p>\n<p></p>\n<h2>1. Plaintiff has standing to raise his as-applied content based challenge</h2>\n<p>Standing is a threshold issue of jurisdiction which must be determined at <span class=\"star-pagination\">*801</span> the outset, as \"without jurisdiction the court cannot proceed at all in any cause.\" <i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 94, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998). The \"irreducible constitutional minimum of standing\" consists of three elements. <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992). First, there must be an injury in fact. <i>Id.</i> \"Second, there must be a causal connection between the injury and the conduct complained of\" such that the injury is \"fairly traceable\" to the defendant's actions. <i>Id.</i> Finally, it must be likely that the injury will be redressed by a favorable decision. <i>Id.</i></p>\n<p>Here, standing exists for plaintiff to raise his as-applied challenge to the sign ordinance as a content based restriction of speech. The Town has attempted to force plaintiff to remove his protest sign or else incur significant fines and civil penalties, which plaintiff alleges amounts to a violation of his First Amendment rights. Plaintiffs argument is that, as applied to his protest sign, the exemptions which distinguish signs based on their content render the sign ordinance invalid as a content based restriction on speech. Plaintiffs protest sign is subject to heavy restriction under the ordinance, whereas exempted signs would be subject to no restriction at all. The sign ordinance's various restrictions hinge upon the application or non application of the sign ordinance's exemptions. The subjection of plaintiffs sign to the restrictions of the sign ordinance therefore constitutes an implicit acknowledgment that plaintiffs sign does not have the benefit of an exemption due to its content. Plaintiff has therefore demonstrated an injury in fact.</p>\n<p>The second and third elements of the standing analysis are likewise satisfied. There is no doubt that the injury is the direct result of the Town's attempted enforcement of its sign ordinance, and thus a causal connection exists between the injury and the conduct complained of. Lastly, there is a likelihood of redress if the challenged sign ordinance is found unconstitutional. Having established that standing is satisfied, the court proceeds with plaintiffs argument.</p>\n<p></p>\n<h2>2. The Sign Ordinance Is Content Based</h2>\n<p>In determining whether the ordinance is invalid, the court must first determine whether the ordinance is content based or content neutral. Once that determination is made, the court must then apply the appropriate level of scrutiny to decide whether the challenged ordinance violates the Constitution. <i>See </i><i>Turner Broad. Sys. Inc. v. FCC,</i> 512 U.S. 622, 642, 114 S.Ct. 2445, 129 L.Ed.2d 497 (1994).</p>\n<p>The first issue presenting itself for the court's determination therefore is whether the sign ordinance is content-based or content-neutral. <i>See </i><i>Turner,</i> 512 U.S. at 642, 114 S.Ct. 2445; <i>Covenant Media of S.C., LLC v. City of N. Charleston,</i> 493 F.3d 421, 432 (4th Cir.2007). If the sign ordinance is content based, the court will apply strict scrutiny review; if it is content neutral, the court will apply intermediate scrutiny review. <i>See </i><i>Turner,</i> 512 U.S. at 642, 114 S.Ct. 2445.</p>\n<p>\"Deciding whether a particular regulation is content based or content neutral is not always a simple task.\" <i>Id.</i> The Supreme Court has stated that \"the principal inquiry in determining content neutrality is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\" <i>Ward v. Rock Against Racism,</i> 491 U.S. 781, 791, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989). In determining the content neutrality of a regulation, however, the court's analysis is not limited to purposes of the regulation, as a content based purpose is not necessary <span class=\"star-pagination\">*802</span> to show that a regulation is content based. <i>See </i><i>Turner,</i> 512 U.S. at 642, 114 S.Ct. 2445. Similarly, the mere assertion of a content neutral purpose will not render content neutral a regulation which discriminates based on content. <i>Id.</i> at 642-43, 114 S.Ct. 2445.</p>\n<p>As a general matter, \"laws that by their terms distinguish favored speech from disfavored speech on the basis of the ideas or views expressed are content based.\" <i>Id.</i> at 643, 114 S.Ct. 2445. Stated differently, a regulation is content based if it \"confers benefits or imposes burdens based upon the content of the speech it regulates.\" <i>Satellite Broadcasting and Communications Ass'n v. FCC,</i> 275 F.3d 337, 353 (4th Cir.2001). On the other hand, a regulation is content neutral if it confers benefits or imposes burdens on speech without reference to the content of the speech itself. <i>Turner,</i> 512 U.S. at 643, 114 S.Ct. 2445.</p>\n<p>Plaintiff contends that the sign ordinance is content based because certain categories of signs are exempt from regulation based on their content. It is well-established that a regulation of speech may run afoul of the First Amendment if it is impermissibly under-inclusive by virtue of exemptions which discriminate on the basis of content. <i>See </i><i>Ladue,</i> 512 U.S. at 50-51, 114 S.Ct. 2038 (stating that \"an exemption from an otherwise permissible regulation of speech may represent a governmental `attempt to give one side of a debatable public question an advantage in expressing its views to the people'\"); <i>Members of City Council of City of Los Angeles v. Taxpayers for Vincent,</i> 466 U.S. 789, 816, 104 S.Ct. 2118, 80 L.Ed.2d 772 (1984) (suggesting that exceptions would not cure unconstitutional ordinance, as exceptions would \"create a risk of engaging in constitutionally forbidden content discrimination\").</p>\n<p>The sign ordinance provides that signs may be displayed in the Town only in accordance with its provisions. LDO § 9.1.2. The sign ordinance, however, specifies several types of signs which are exempt from the restrictions that apply to all other types of signs. The LDO specifically excludes public art and holiday decorations from the definition of \"sign,\" making the sign ordinance inapplicable to those types of displays. <i>Id.</i> The sign ordinance itself contains further categories of signs which are exempt from regulation, including temporary signs erected as part of a \"Town-recognized event\"<sup>[2]</sup> and signs erected on behalf of a governmental or quasi-governmental agency. LDO § 9.2.</p>\n<p>The sign ordinance in this case is similar in important respects to the ordinance that the Supreme Court declared unconstitutional in <i>Metromedia, Inc. v. City of San Diego,</i> 453 U.S. 490, 101 S.Ct. 2882, 69 L.Ed.2d 800 (1981). In <i>Metromedia,</i> the ordinance at issue generally prohibited signs, although it allowed on-site commercial signs as well as noncommercial signs falling within twelve categories. <i>Id.</i> at 494-96, 101 S.Ct. 2882. The categories of noncommercial signs exempted from regulation included government signs, religious symbols, commemorative plaques, and temporary political campaign signs, among others. <i>Id.</i> Justice White, writing for the plurality, concluded that the ordinance discriminated among types of noncommercial speech based on content and was therefore content based. <i>Id.</i> at 514-515, 101 S.Ct. <span class=\"star-pagination\">*803</span> 2882. The plurality recognized that while a city may distinguish between categories of commercial speech, a city \"does not have the same range of choice in the area of noncommercial speech to evaluate the strength of, or distinguish between, various communicative interests.\" <i>Id.</i> at 514, 101 S.Ct. 2882. The plurality further explained that \"[w]ith respect to noncommercial speech, the city may not choose the appropriate subjects for public discourse: `To allow a government the choice of permissible subjects for public debate would be to allow that government control over the search for political truth.'\" <i>Id.</i> at 515, 101 S.Ct. 2882.</p>\n<p>The <i>Metromedia</i> plurality concluded that the exemptions from its general sign ban amounted to content based discrimination among types of noncommercial speech. Of course, a plurality opinion does not enjoy the binding effect that a majority opinion does. However, the plurality opinion was cited extensively with approval, although ultimately distinguished, by the Fourth Circuit in <i>Covenant Media,</i> 493 F.3d at 434, n. 9. Like the Fourth Circuit in <i>Covenant Media,</i> the court finds <i>Metromedia</i> persuasive.</p>\n<p>Like the content based ordinance in <i>Metromedia,</i> the Town's sign ordinance exempts certain categories of \"signs\" from regulation based on their content. Under the sign ordinance, a searching inquiry into the content of a particular sign is required in order to determine whether it is subject to or exempt from regulation. For example, a holiday sign proclaiming \"Merry Christmas to the Town of Cary!\" would presumably be exempt as a holiday decoration. Such a sign would not be subject to restriction, and could be displayed no matter how oversized, flashing, or fluorescent. On the other hand, plaintiffs protest sign proclaiming \"Screwed by the Town of Cary\" is prohibited unless it complies with the sign ordinance's restrictions. Similarly, a sign proclaiming \"Scrooged by the Town of Cary\" would necessitate a searching inquiry into its content to determine whether its seasonal nod renders it a holiday decoration and therefore exempt, or whether it is just a protest sign and therefore subject to restriction. In any event, it is clear that whether a particular sign is subject to the sign ordinance depends on its content, and therefore, as in <i>Metromedia,</i> the ordinance is content based.</p>\n<p>The court recognizes that the facts in <i>Metromedia</i> are distinguishable in that the San Diego ordinance generally prohibited signs that did not fall within an exception. Under the Town's sign ordinance, on the other hand, residential signs are generally permitted but must comply with a variety of restrictions, except for signs which fall within an exception which are not subject to restriction at all. Although the facts vary slightly, the effect is the same. In both cases, the laws distinguish favored speech from disfavored speech on the basis of content. In <i>Metromedia,</i> disfavored speech was banned entirely, but favored speech was not subject to the ban. In this case, disfavored speech is heavily restricted, whereas favored speech is not restricted at all. In both cases, the regulations confer benefits or impose burdens based upon the content of the speech. <i>See </i><i>Satellite Broadcasting,</i> 275 F.3d at 353. This court, as did the plurality in <i>Metromedia,</i> considers the sign ordinance content based where it promulgates such disparate treatment of speech based on its content.</p>\n<p>Many other courts have reached the conclusion that sign ordinances similar to the Town's sign ordinance were content based. <i>See, e.g., </i><i>Solantic, LLC v. City of Neptune Beach,</i> 410 F.3d 1250, 1263 (11th Cir.2005) (concluding that sign ordinance exempting, among other things, governmental identification signs and informational <span class=\"star-pagination\">*804</span> signs, flags and insignia of government, religious, charitable and fraternal organizations, and holiday decorations was content based); <i>Whitton v. City of Gladstone,</i> 54 F.3d 1400, 1410 (8th Cir.1995) (concluding that prohibiting external illumination of political signs while allowing it for other signs was a content based restriction because \"the message on the sign determines whether or not it may be externally illuminated\"); <i>Dimmitt v. City of Clearwater,</i> 985 F.2d 1565, 1569 (11th Cir. 1993) (finding ordinance exempting government flags from regulation to be content based); <i>National Advertising Co. v. City of Orange,</i> 861 F.2d 246, 249 (9th Cir.1988) (finding ordinance was content based where it contained exceptions for, among other things, government signs, memorial plaques, and certain government and organizational flags); <i>Complete Angler, LLC v. City of Clearwater, Fla.,</i> 607 F.Supp.2d 1326, 1333 (M.D.Fla.2009) (finding ordinance content based because \"in concluding that the [sign was] subject to the [ordinance], defendant necessarily examined [its] content and determined that it was not art work, a holiday decoration, or any other sign exempted under the Code\").</p>\n<p>The Town nevertheless contends that the sign ordinance is content neutral, arguing that because the sign ordinance was not adopted for the purpose of suppressing some content while promoting other content, the ordinance cannot be content based. The Town correctly notes that the Supreme Court as well as lower courts are often guided by the purpose of a particular ordinance in determining whether the ordinance is content based or content neutral. \"The principal inquiry in determining content neutrality . . . is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\" <i>Hill v. Colorado,</i> 530 U.S. 703, 719, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000) (citing <i>Ward,</i> 491 U.S. at 791, 109 S.Ct. 2746). It has also been said that regulation of speech is content neutral \"so long as it is <i>justified</i> without reference to the content of the regulated speech.\" <i>Covenant Media,</i> 493 F.3d at 432 (quoting <i>Ward,</i> 491 U.S. at 791, 109 S.Ct. 2746) (emphasis in original).</p>\n<p>Based on these cases, the Town argues that the sign ordinance is content neutral because the ordinance's stated purposes are themselves content neutral. Indeed, as explained by the Supreme Court in <i>Hill</i> and <i>Ward,</i> and reiterated by the Fourth Circuit in <i>Covenant Media,</i> a discriminatory purpose that animates a regulation will render the regulation content based. The Town's argument is ultimately unpersuasive, however, because the absence of a discriminatory purpose does not necessarily render an ordinance content neutral. <i>See </i><i>Turner,</i> 512 U.S. at 642-43, 114 S.Ct. 2445. The presence or absence of a discriminatory purpose is in fact only one part of the analysis. As explained by the Fourth Circuit:</p>\n<blockquote>\n<i>First</i> we must examine the plain terms of the regulation to see whether, on its face, the regulation confers benefits or imposes burdens based upon the content of the speech it regulates. If it does not, we <i>then</i> ask whether the regulation's manifest purpose is to regulate speech because of the message it conveys.</blockquote>\n<p><i>Covenant Media,</i> 493 F.3d at 433 (citing <i>Satellite Broadcasting,</i> 275 F.3d at 353-54) (emphasis added). The Town argues that the sign ordinance is not content based according to the second step of the analysis, while ignoring the fact that the ordinance clearly is content based according to the first because it imposes burdens based on content.</p>\n<p>The Town next argues that the Fourth Circuit's holding in <i>Covenant Media</i> supports the conclusion that the sign ordinance is content neutral. While <i>Covenant</i> <span class=\"star-pagination\">*805</span> <i>Media</i> is instructive, the Town overstates its relevance as <i>Covenant Media</i> is readily distinguishable from the instant case. In <i>Covenant Media,</i> the Fourth Circuit considered whether a North Charleston sign regulation that distinguished between off-premises and on-premises signs was content based. <i>Id.</i> at 424. The sign regulation required a permit for construction of any off-premises sign, and further imposed size and spacing requirements for off-premises signs. The regulation contained exceptions for signs such as directional or instructional signs, memorial signs, and public signs. The district court held that the sign regulation was content based because the regulation treated off-premises signs differently than on-premises signs. <i>Id.</i> at 427.</p>\n<p>The Fourth Circuit, however, disagreed with the district court's conclusion that the regulation was content based. The court explained that the regulation distinguished between signs based on their location, not based on the messages they conveyed. <i>Id.</i> at 433. In reaching its conclusion, the court distinguished North Charleston's regulation from the regulation presented in <i>Metromedia,</i> emphasizing that the regulation in <i>Metromedia</i> exempted from regulation signs which fell into particular categories, including government signs and religious symbols. <i>Id.</i> at 434, n. 9. In contrast, the court explained that the regulation at issue in <i>Covenant Media</i> \"regulated the placement of signs unrelated to the messages on those signs\" and because the regulation \"did not facially distinguish between . . . messages based on content and because there is no evidence of a content based purpose,\" the court held that the regulation was content neutral. <i>Id.</i> at 435.</p>\n<p>The Town further argues that the sign ordinance's exceptions do not render it content based. The Town relies principally on the Supreme Court's statement in <i>Hill</i> that \"we have never held, or suggested, that it is improper to look at the content of an oral or written statement in order to determine whether a rule of law applies to a course of conduct.\" 530 U.S. at 721, 120 S.Ct. 2480. In <i>Hill,</i> abortion opponents challenged the constitutionality of a Colorado criminal statute that made it unlawful for any person within one hundred feet of a health care facility to knowingly approach another person, without that person's consent, for the purpose of engaging in certain speech-related conduct, including distributing leaflets, displaying signs, or engaging in oral protest, education, or counseling efforts. <i>Id.</i> at 707, 120 S.Ct. 2480. The Supreme Court held that the statute was content neutral because the regulation did not draw distinctions based on subject matter but rather \"simply establishes a minor place restriction on an extremely broad category of communications with unwilling listeners.\" <i>Id.</i> at 723, 120 S.Ct. 2480. Further, the Court clarified that \"the kind of cursory examination\" required to determine if the regulation applied to particular speech was akin to the kind of examination necessary to determine if a particular statement constitutes a threat or a contractual offer, and was not the kind of searching inquiry into content that would render a regulation content based. <i>Id.</i> at 721-22, 120 S.Ct. 2480.</p>\n<p>In further support of its argument, the Town relies on <i>Covenant Media</i> which found that an ordinance was content neutral despite its exceptions for \"directional or instructional signs,\" \"memorial signs,\" and \"commemorative signs.\" 493 F.3d at 434. The Fourth Circuit explained that the \"cursory examination\" required to identify those basic categories of signs was not sufficient to render an ordinance content based. <i>Id.</i> Here, however, the Town's sign ordinance places restrictions on certain signs based on particular subject matter, but not on others. The categories of <span class=\"star-pagination\">*806</span> signs exempted are plainly different than those distinguished by the regulation in <i>Covenant Media.</i> The sign ordinance goes beyond distinguishing types of signs requiring a mere \"cursory examination\" by establishing exemptions which necessarily require greater content based examination than those in <i>Covenant Media.</i> The Town must determine, for example, whether a sign constitutes art or contains a holiday message. This determination requires an inquiry substantially more searching than a mere \"cursory examination\" such as the examination in <i>Covenant Media. See </i><i>Covenant Media,</i> 493 F.3d at 434.</p>\n<p>Finally, the Town argues that the sign ordinance is satisfactory because it allows each homeowner to display two residential signs and therefore satisfies the requirements of <i>Ladue.</i> However, the Supreme Court was addressing an issue distinct from the one at hand. In <i>Ladue,</i> the plaintiff sought to display a sign on her property voicing her opposition to the Gulf War. 512 U.S. at 45, 114 S.Ct. 2038. The city enforced against her an ordinance which prohibited the display of any residential sign except for those falling within certain categories, such as \"residence identification\" signs and \"for sale\" signs. <i>Id.</i> The Eighth Circuit, relying on <i>Metromedia,</i> held the ordinance invalid as a content based regulation due in part to its differential treatment of different types of residential signs. <i>Id.</i> at 47, 114 S.Ct. 2038.</p>\n<p>The Supreme Court affirmed the Eighth Circuit's decision, but using an analytically distinct approach. Rather than undertaking to classify the ordinance as content based or content neutral, the Supreme Court examined whether the complete ban on most residential signs was invalid \"because it prohibits too much speech.\" <i>Id.</i> at 53, 114 S.Ct. 2038. \"We first ask whether Ladue may properly <i>prohibit</i> [plaintiff] from displaying her sign, and then, only if necessary, consider the separate question whether it was improper for the City simultaneously to <i>permit</i> certain other signs.\" <i>Id.</i> (emphasis in original). The Court therefore avoided the content discrimination question, focusing only on whether it was impermissible for the city to completely prohibit almost all residential signs. The Supreme Court held that the ordinance was invalid for that reason. <i>Id.</i> at 58-59, 114 S.Ct. 2038.</p>\n<p>The problem with the ordinance in <i>Ladue</i> was that it completely banned most residential signs and therefore prohibited too much speech. Here, however, the problem is that the ordinance's exemptions discriminate between signs based on their content. It might be true that the sign ordinance complies with the requirements of <i>Ladue</i> by permitting two residential signs per resident and therefore does not impermissibly restrict too much speech, although that issue does riot present itself for the court's determination. An ordinance may be valid under <i>Ladue</i> yet be invalid on the grounds that it engages in content based discrimination, as was the case in <i>Metromedia. See </i><i>Ladue,</i> 512 U.S. at 50-51, 114 S.Ct. 2038 (identifying constitutional challenges based on content discrimination as distinct from challenges based on excessive prohibition on speech).</p>\n<p></p>\n<h2>3. The Sign Ordinance Does Not Survive Strict Scrutiny</h2>\n<p>Having determined that the Town's sign ordinance is content based, the court now proceeds to apply the proper level of scrutiny to determine the constitutionality of the ordinance. A regulation that imposes differential burdens upon speech based on its content is subject to strict scrutiny, whereas a regulation that is unrelated to the content of speech is subject to intermediate scrutiny. <i>Turner,</i> 512 U.S. at 642, 114 S.Ct. 2445. Because the <span class=\"star-pagination\">*807</span> Town's sign ordinance is content based, strict scrutiny applies.</p>\n<p>Strict scrutiny is the most exacting level of constitutional scrutiny. <i>Id.</i> To survive strict scrutiny, the burden is on the government to prove that the regulation is \"necessary to serve a compelling state interest and that it is narrowly drawn to achieve that end.\" <i>Perry Educ. Ass'n v. Perry Local Educators' Ass'n,</i> 460 U.S. 37, 45, 103 S.Ct. 948, 74 L.Ed.2d 794 (1983) (citing <i>Carey v. Brown,</i> 447 U.S. 455, 461, 100 S.Ct. 2286, 65 L.Ed.2d 263 (1980)). Thus, the court must determine first whether the regulation's objectives qualify as \"compelling state interests\" and if so, whether the regulation is narrowly drawn to achieve them.</p>\n<p>Section 9.1.1 of the sign ordinance establishes that the primary purposes of the sign ordinance are to maintain the pleasing appearance of the Town and to ensure traffic safety. That section reads:</p>\n<p></p>\n<h2>9.1.1 Purposes</h2>\n<blockquote>(A) The purposes of these sign regulations are:</blockquote>\n<blockquote>(1) To encourage the effective use of signs as a means of communication in the Town;</blockquote>\n<blockquote>(2) To maintain and enhance the pleasing look of the Town, which attracts to the Town major events of regional, national and international interest;</blockquote>\n<blockquote>(3) To preserve Cary as a community that is attractive to business;</blockquote>\n<blockquote>(4) To improve pedestrian and traffic safety;</blockquote>\n<blockquote>(5) To minimize the possible adverse effects of signs on nearby public and private property; and</blockquote>\n<blockquote>(6) To implement relevant provisions of the comprehensive plan, as updated from year-to-year.</blockquote>\n<blockquote>(B) A major emphasis . . . is on the design of the community . . . recognizing expressly that careful attention to attractive and citizen friendly urban design is in the economic interest of a municipality, its citizens, and business owners. Attractive and integrated urban design features tend to improve a town's image, raise overall property values, attract new business and residents, and improve the quality of life.</blockquote>\n<blockquote>(C) A major purpose of this chapter is to ensure that signs in the community are compatible with the high quality image that the Town seeks and in which the Town continuously invests.</blockquote>\n<p>LDO § 9.1.1.</p>\n<p>The Fourth Circuit has held that aesthetics and traffic safety are not \"compelling state interests,\" but mere \"substantial government interests,\" which are insufficient to survive strict scrutiny. <i>Arlington County Repub. Committee v. Arlington County, Va.,</i> 983 F.2d 587, 594 (4th Cir. 1993) (identifying aesthetics and traffic safety as substantial government interests); <i>see also </i><i>Dimmitt v. City of Clearwater,</i> 985 F.2d 1565, 1570 (11th Cir.1993) (concluding that aesthetics and traffic safety \"is not a compelling state interest of the sort required to justify a content based regulation\").</p>\n<p>Here, the sign ordinance does not survive strict scrutiny because the regulation does not promote a compelling government interest. Even if the government's interests were compelling, however, the sign ordinance would still fail strict scrutiny because it is not narrowly drawn. The Town does not explain how the sign ordinance's content based restrictions promote its asserted interests in aesthetics and traffic safety. A giant flashing Christmas sign would presumably cause just as many traffic problems as plaintiffs sign, if not more. Yet the Christmas sign would be exempt from regulation as a \"holiday decoration,\" despite its more likely negative effect on traffic safety, whereas plaintiffs <span class=\"star-pagination\">*808</span> less distracting sign is prohibited. The sign ordinance therefore fails both parts of the strict scrutiny analysis.</p>\n<p></p>\n<h2>4. Injunctive relief</h2>\n<p>Plaintiff seeks permanent injunctive relief foreclosing the Town's enforcement of the invalid sign ordinance against him. Well-established principles of equity guide the court's determination regarding plaintiffs entitlement to injunctive relief:</p>\n<blockquote>[A] plaintiff seeking a permanent injunction must satisfy a four-factor test before a court may grant such relief. A plaintiff must demonstrate: (1) that it has suffered an irreparable injury; (2) that remedies available at law, such as monetary damages, are inadequate to compensate for that injury; (3) that, considering the balance of hardships between the plaintiff and defendant, a remedy in equity is warranted; and (4) that the public interest would not be disserved by a permanent injunction.</blockquote>\n<p><i>eBay Inc. v. MercExchange, L.L.C.,</i> 547 U.S. 388, 391, 126 S.Ct. 1837, 164 L.Ed.2d 641 (2006) (internal citations omitted).</p>\n<p>The court finds after application of the <i>eBay</i> four-step analysis that injunctive relief in this case is appropriate. First, it is clear that plaintiff will suffer an irreparable injury without injunctive relief. The Supreme Court has held that the \"loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\" <i>Elrod v. Burns,</i> 427 U.S. 347, 373, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976) (plurality). The court has already determined that the sign ordinance infringes upon plaintiffs First Amendment rights. Therefore unless the Town is enjoined from enforcing the sign ordinance which violates plaintiffs First Amendment rights, plaintiff will suffer an irreparable injury.</p>\n<p>Next, plaintiff has no adequate remedy at law to compensate for his injury. First, monetary damages are inadequate on these facts because plaintiffs actual damages are difficult to ascertain. The Fourth Circuit has held that where monetary damages are difficult to ascertain, remedies at law are generally inadequate. <i>Multi-Channel TV Cable Co. v. Charlottesville Quality Cable Operating Co.,</i> 22 F.3d 546, 551 (4th Cir.1994). Additionally, monetary damages are generally inadequate where the injury suffered is continuous or repeated. <i>See </i><i>Ostergren v. McDonnell,</i> 643 F.Supp.2d 758, 762-63 (E.D.Va.2009) (reversed and remanded on other grounds).</p>\n<p>Third, the court must consider whether, considering the balance of hardships between plaintiff and defendant, a remedy in equity is warranted. The hardship to plaintiff is obvious and great. In addition to the possible levying by the Town of substantial fines and penalties, plaintiff stands to suffer deprivation of his First Amendment rights. On the other hand, the Fourth Circuit has explained that a government \"is in no way harmed\" by an injunction prohibiting the enforcement of a constitutionally invalid law. <i>See </i><i>Newsom ex rel. Newsom v. Albemarle County School Board,</i> 354 F.3d 249, 261 (4th Cir. 2003). Given that the hardship to plaintiff greatly outweighs the hardship, if any, to the Town, a remedy in equity is appropriate in this case.</p>\n<p>Finally, the court must determine whether a permanent injunction would be in the public interest. The Fourth Circuit has stated unequivocally that \"upholding constitutional rights serves the public interest.\" <i>Newsom,</i> 354 F.3d at 261. Although it could be said that the public, particularly plaintiffs neighbors and the Town's representatives, would claim an interest in having plaintiffs sign dismantled, the court nevertheless concludes that the public interest is served by upholding plaintiffs constitutional rights. Therefore, all four factors favor the issuance of a <span class=\"star-pagination\">*809</span> permanent injunction restraining the Town from enforcing the invalid sign ordinance against plaintiff.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that the sign ordinance is a content based restriction on speech that is invalid under the First Amendment as applied to plaintiffs sign. Plaintiff is therefore entitled to judgment as a matter of law. Plaintiffs motion for summary judgment (DE #19) is GRANTED, and the court enters a permanent injunction restraining enforcement by the Town of the sign ordinance as against plaintiffs sign. The Town's motion for summary judgment (DE # 21) is DENIED. For the continued efficient administration of this case, the parties are ORDERED to confer and submit to the court a joint status report by December 28, 2010, informing as to a suggested schedule for address of any remaining issues.<sup>[3]</sup></p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p></p>\n<h2>Depicted is plaintiffs residence and protest sign (Pl's Mot. for Summ. J., Ex. B.)</h2>\n<p></p>\n<h2>NOTES</h2>\n<p>[1]  In an appendix to this order the court includes a photograph of the residence, which photograph was introduced into evidence by plaintiff, filed together with plaintiff's motion for summary judgment. Pl.'s Mot. for Summ. J., Ex. B.</p>\n<p>[2]  \"Town-recognized event\" is defined as \"one that is in part or wholly sponsored by the Town, recognized by the Town, or proclaimed as a Town-recognized event by the Town Council. Such events shall include only those events listed on the Town-recognized Event List as maintained by the Town Clerk. The Town-recognized Event List may be amended as needed by the Town Council.\" LDO § 5.4.7(B)(1).</p>\n<p>[3]  If conference with the court is deemed necessary in advance of entry of any further scheduling order, said request shall be set forth in the parties' joint report.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">754</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">794</span></span> (2010)</b></center>\n<center><h1>William David BOWDEN, Plaintiff,<br>\nv.<br>\nTOWN OF CARY, Defendant.</h1></center>\n<center>No. 5:09-CV-504-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 7, 2010.</center>\n<p><span class=\"star-pagination\">*796</span> Katherine Lewis Parker, American Civil Liberties Union of North Carolina, Mark R. Sigmon, Graebe Hanna &amp; Welborn, PLLC, Raleigh, NC, for Plaintiff.</p>\n<p>Elizabeth A. Martineau, Gray King Chamberlin &amp; Martineau, LLC, Charlotte, NC, Lisa C. Glover, Cary, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the parties' cross-motions for summary judgment (DE ##19, 21). Each party has responded to the other's motion, and to each response a reply has been filed. In this posture, the issues raised are ripe for adjudication. For the reasons set forth more particularly herein, plaintiffs motion is granted, and defendant's motion is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff initiated this civil rights action November 19, 2009 by complaint filed together with an emergency motion for temporary injunctive relief. Plaintiff brings this action against defendant (sometimes referred to as \"the Town\") pursuant to 42 U.S.C. § 1983 and the Declaratory Judgment Act, 28 U.S.C. § 2201 <i>et seq.,</i> seeking declaratory relief, injunctive relief, and damages.</p>\n<p>Plaintiffs complaint launches both facial and as-applied challenges to the constitutionality of a sign ordinance which the Town has attempted to enforce against plaintiff. Plaintiff alleges that the enforcement of the sign ordinance against plaintiff in response to a protest sign painted on the front of plaintiffs house constitutes a violation of the First and Fourteenth Amendments to the United States Constitution, as well as Article I, Sections 12 and 14 of the North Carolina Constitution.</p>\n<p>Four days after initiation of the action, on November 23, 2009, the court convened by telephone a Rule 16 conference, to determine a schedule for the case. During the conference, the parties informed the court of certain agreements relating to an interim stay of enforcement activities by defendant pending resolution of matters in dispute. These agreements were memorialized in the form of a proposed consent order, adopted by the court December 11, 2009. As set forth therein, plaintiffs pending motions for a temporary restraining order and preliminary injunction were deemed moot and withdrawn.</p>\n<p>On April 22, 2010, the parties filed the instant cross-motions for summary judgment. Although plaintiffs complaint launches both federal and state constitutional challenges on a facial and as-applied basis, plaintiffs motion for summary judgment is crafted exclusively as a federal as-applied challenge.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>Plaintiff is a citizen and resident of the Town of Cary, which is located in Wake County, North Carolina. The Town is a municipal agency operating under the laws and Constitution of the State of North Carolina. Plaintiff has owned his home on Maynard Road since 1991. For several years, plaintiff has been engaged in a dispute with the Town over water runoff from Maynard Road which plaintiff claims has caused serious damage to his home.</p>\n<p>On July 31, 2009, frustrated with what plaintiff considered an inadequate resolution of the problem, plaintiff painted a protest sign on the front of his house. On a background of white siding, in large fluorescent orange and pink letters, the simple sign reads: \"Screwed by the Town of Cary.\"<sup>[1]</sup> The Town then attempted to <span class=\"star-pagination\">*797</span> enforce against plaintiff the provisions of Chapter 9 of the Town's Land Development Ordinance (\"LDO\"), which regulates the display of signs within the Town (\"sign ordinance\"). Plaintiff initiated this action in response, claiming that the Town violated his First Amendment rights.</p>\n<p>The parties have expended many pages detailing the underlying feud between plaintiff and the Town which led to plaintiffs protest sign. The dispute underlying this action is not relevant to the constitutional question now presenting itself before the court. A recitation of the undisputed facts surrounding the underlying dispute is set forth, however, to place the immediate controversy in context and illuminate plaintiffs motive in choosing to erect his sign.</p>\n<p>Between 2006 and 2008, the Town conducted a road improvement project which involved widening Maynard Road and raising the roadbed by several feet where Maynard Road passes in front of plaintiffs house. Beginning in late 2008 or early 2009, plaintiff submitted several complaints to the Town about flooding in his house which he attributed to rainwater running from the improved road onto his property. Over the next several months, the Town attempted several solutions, including constructing a new driveway for plaintiff and building a retaining wall on plaintiffs property, however the flooding of plaintiffs house continued.</p>\n<p>In June 2009, the Town offered to construct a trench drain outlet pipe to redirect the water away from plaintiffs property. Plaintiff rejected the offer, instead demanding that the Town purchase his house for $250,000.00, an amount which reflected its tax value plus an additional $80,000.00. Plaintiff warned that if the Town did not purchase plaintiffs house for that amount, he would paint a sign on his house that said \"Screwed by the Town of Cary.\"</p>\n<p>The Town did not comply with plaintiffs demand, and on July 31, 2009, plaintiff hired a sign painter to paint the protest sign on the front of his house. The sign reads as plaintiff warned it would. \"Screwed by the Town of Cary\" appears in fluorescent orange and pink paint. The sign has two rows of letters that range in size from fourteen (14) to twenty-one (21) inches in height. The bottom row is approximately fifteen (15) feet in length, and the sign in its entirety occupies approximately forty-eight (48) square feet of the front exterior surface of the house which faces Maynard Road. On the same day that the sign was painted on plaintiffs house, representatives of the Town hand-delivered to plaintiff at his residence a \"Notice of Zoning Violation\" (\"July 2009 Notice\"), informing plaintiff that his protest sign was in violation of the sign ordinance.</p>\n<p>The sign ordinance is contained within the Town's Land Development Ordinance (\"LDO\") which governs all aspects of land development and control in the Town. The LDO is organized into twelve chapters, including Chapter 1 (general provisions), Chapter 9 (signs), Chapter 11 (enforcement), and Chapter 12 (rules of construction, use classifications, and definitions). The term \"sign ordinance\" refers to Chapter 9 of the LDO. The sign ordinance is intended to further such goals as \"to maintain and enhance the pleasing look of the Town,\" \"to preserve Cary as a community that is attractive to business,\" \"to improve pedestrian and traffic safety,\" and \"to minimize the possible effects of signs on nearby public and private property.\" LDO § 9.1.1. Emphasizing the ordinance's concern with aesthetic values, Section 9.1.1 <span class=\"star-pagination\">*798</span> further states that \"a major purpose of this chapter is to ensure that signs in the community are compatible with the high quality image that the Town seeks and in which the Town continuously invests.\"</p>\n<p>The court notes here that the sign ordinance was amended on February 25, 2010, therefore the current version of the sign ordinance differs in some respects from the version in effect in 2009 when plaintiff painted his protest sign and filed his lawsuit. But for the most part, it is largely the same ordinance and unless otherwise specified, \"sign ordinance\" shall hereinafter refer to the current version of the ordinance, as amended February 25, 2010.</p>\n<p>The sign ordinance provides that every sign within the town must conform to the requirements of the sign ordinance. LDO § 9.1.2. \"Sign\" is defined quite broadly to include \"any device, fixture, placard or structure, that uses any color, form, graphic, illumination, symbol, or writing to advertise, attract attention, announce the purpose of, or identify the purpose of a person or entity, or communicate information of any kind to the public.\" LDO § 12.4. Section 9.3.2 then sets forth the specific restrictions which apply to each of twenty-six (26) different types of signs.</p>\n<p>Section 9.3.2(S) governs \"residential signs,\" which are defined as \"any sign located in a district zoned for residential uses that contains no commercial message.\" LDO § 12.4. Under the ordinance, residential signs are permitted only on the following conditions:</p>\n<blockquote>(1) Such signs shall not exceed five square feet per side in area and 42 inches in height;</blockquote>\n<blockquote>(2) There shall not be more than two residential signs on any site containing only a single dwelling unit;</blockquote>\n<blockquote>(3) Such signs shall not be posted in public rights-of-way or on any private common area;</blockquote>\n<blockquote>(4) Such signs shall carry no commercial message other than information on the lease or sale of the premises on which the sign is displayed;</blockquote>\n<blockquote>(5) Such signs shall not advertise or identify the conduct of a permitted home occupation in a residential district; and</blockquote>\n<blockquote>(6) Political signs on residential property are permitted in addition to permitted residential signs.</blockquote>\n<p>LDO § 9.3.2(S).</p>\n<p>Additionally, under Section 9.3.2(X)(2), each single-family residential property is allowed to display one \"wall sign\" provided that it does not exceed two square feet in area, is not separately illuminated, and does not contain any commercial message. \"Wall sign\" as contemplated by the ordinance is \"any sign painted on or attached to and extending not more than six inches from an exterior wall in a parallel manner.\" LDO § 12.4.</p>\n<p>The restrictions of the sign ordinance are suspended in some instances by exemptions. The former version of the sign ordinance exempted the following categories of signs from all regulation under the sign ordinance:</p>\n<blockquote>(A) Any official or public notice or warning required by a valid and applicable federal, state or local law, regulation or chapter, by a public utility company or by order of a court of competent jurisdiction;</blockquote>\n<blockquote>(B) Traffic signs on private property, such as Stop, Yield and similar signs, which meet Department of Transportation standards and contain no commercial message;</blockquote>\n<blockquote>(C) Any sign inside a building, not attached to a window or door, that is not visible from off the site on which it is located;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*799</span> (D) Any sign inside an athletic field or other enclosed outdoor space, where the sign is not legible from more than three feet beyond the lot line of the site on which it is located;</blockquote>\n<blockquote>(E) Works of art with no commercial message, except for approved murals in the Town Center;</blockquote>\n<blockquote>(F) Holiday decorations with no commercial message displayed between November 15 and January 15;</blockquote>\n<blockquote>(G) Temporary signage erected as part of a Town-recognized event (see Section 5.4); and</blockquote>\n<blockquote>(H) Signs erected on behalf of a governmental or quasi-governmental agency, including but not limited to governmental offices and transit stations, for the purpose of site identification, to identify public property, convey public information and to direct or regulate pedestrian or vehicular traffic.</blockquote>\n<p>LDO § 9.2 (former version). The Town, in the amended version of the sign ordinance, removed exceptions (E) and (F) for works of art and holiday decorations. However, the Town simultaneously redefined the term \"sign,\" stating specifically that \"[t]he following shall not be considered signs subject to the regulations of Chapter 9 of this Ordinance: public art, holiday decorations, cemetery markers, and lighting used to accentuate architectural or landscaping features.\" LDO § 12.4 (amended version). The effect is the same, because whether public art and holiday decorations are not signs at all per Section 12.4, or whether they are signs but are nonetheless exempt per Section 9.2, in either case these particular displays are immune to the restrictions that apply to all other signs in the Town.</p>\n<p>The July 2009 Notice informed plaintiff that the protest sign was in violation of the sign ordinance under Section 9.3.2(S)(1), the provision requiring that residential signs not exceed five square feet per side in area and forty-two (42) inches in height. The notice instructed plaintiff to remove his non-compliant sign within seventy-two (72) hours, and informed him that if he did not do so, he would be fined up to Five Hundred Dollars ($500.00) per day for each day of the continued violation. Plaintiff, however, informed the Town of his intention to keep the sign in place until the underlying dispute between the parties is resolved.</p>\n<p>On November 12, 2009, the Town issued another Notice of Zoning Violation (\"November 2009 Notice\"), which relied on different provisions of the sign ordinance. The November 2009 Notice informed plaintiff that his protest sign violated Section 9.3.2(X)(2), governing \"Wall Signs, Residential/Institutional,\" because his sign exceeded the maximum two square feet in area allowed by Section 9.3.2(X)(2)(1). Plaintiff was also informed that his protest sign violated Section 9.8.3(B), governing \"Sign Appearance, Colors,\" which prohibits the use of fluorescent pigments. Thereafter the instant action was presented.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>A court should grant a summary judgment motion pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may <span class=\"star-pagination\">*800</span> not rest on the allegations or denials in its pleadings, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed.R.Civ.P. 56(e)).</p>\n<p>Summary judgment is not a vehicle for the court to weigh the evidence and determine the truth of the matter, but to determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the nonmoving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine the materiality and the genuineness of the alleged fact issues in ruling on this motion. <i>Id.</i> at 248-49, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Constitutional jurisprudence demonstrates a special sensitivity to a citizen's right to speak at his own home through the use of residential signs. \"A special respect for individual liberty in the home has long been part of our culture and our law; that principal has special resonance when the government seeks to constrain a person's ability to <i>speak</i> there.\" <i>City of Ladue v. Gilleo,</i> <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, 58, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span> (1994) (internal citations omitted) (emphasis in original).</p>\n<p>Residential signs in particular are \"a venerable means of communication that is both unique and important,\" and occupy a place of special significance among the forms of speech protected by the First Amendment. <i>Ladue,</i> 512 U.S. at 54-55, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. The Supreme Court has recognized the importance of residential signs as a widely accessible method of communication. Because they are \"unusually cheap and convenient,\" residential signs allow virtually anyone to participate in public debate, including those of modest means who could not otherwise afford to communicate with large audiences as well as those who cannot afford the time required to distribute leaflets or stand on their lawns with handheld signs. <i>Id.</i> at 57, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. Further, residential signs are a uniquely effective method of communication, as \"displaying a sign from one's own residence carries a message quite distinct from placing the same sign someplace else.\" <i>Id.</i> at 56, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. By signaling the resident's opinion on a controversial issue, residential signs can \"reflect and animate change in the life of the community.\" <i>Id.</i> at 54, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. It is well-established that residential signs are recognized as an \"important and distinct medium of expression.\" <i>Id.</i> at 55, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>.</p>\n<p>Guided by these broad principles, the court turns to the issues presented. Plaintiffs motion for summary judgment first challenges the constitutionality of the sign ordinance as applied to his protest sign on the grounds that the sign ordinance is an invalid content based restriction on speech. Plaintiffs motion for summary judgment secondly challenges the constitutionality of the sign ordinance on the grounds that the exemption for \"public art\" is unconstitutionally vague. As the court finds that plaintiff is entitled to summary judgment on the first asserted grounds, the court does not take up and consider the second, and defendant's motion must be denied.</p>\n<p></p>\n<h2>1. Plaintiff has standing to raise his as-applied content based challenge</h2>\n<p>Standing is a threshold issue of jurisdiction which must be determined at <span class=\"star-pagination\">*801</span> the outset, as \"without jurisdiction the court cannot proceed at all in any cause.\" <i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 94, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998). The \"irreducible constitutional minimum of standing\" consists of three elements. <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992). First, there must be an injury in fact. <i>Id.</i> \"Second, there must be a causal connection between the injury and the conduct complained of\" such that the injury is \"fairly traceable\" to the defendant's actions. <i>Id.</i> Finally, it must be likely that the injury will be redressed by a favorable decision. <i>Id.</i></p>\n<p>Here, standing exists for plaintiff to raise his as-applied challenge to the sign ordinance as a content based restriction of speech. The Town has attempted to force plaintiff to remove his protest sign or else incur significant fines and civil penalties, which plaintiff alleges amounts to a violation of his First Amendment rights. Plaintiffs argument is that, as applied to his protest sign, the exemptions which distinguish signs based on their content render the sign ordinance invalid as a content based restriction on speech. Plaintiffs protest sign is subject to heavy restriction under the ordinance, whereas exempted signs would be subject to no restriction at all. The sign ordinance's various restrictions hinge upon the application or non application of the sign ordinance's exemptions. The subjection of plaintiffs sign to the restrictions of the sign ordinance therefore constitutes an implicit acknowledgment that plaintiffs sign does not have the benefit of an exemption due to its content. Plaintiff has therefore demonstrated an injury in fact.</p>\n<p>The second and third elements of the standing analysis are likewise satisfied. There is no doubt that the injury is the direct result of the Town's attempted enforcement of its sign ordinance, and thus a causal connection exists between the injury and the conduct complained of. Lastly, there is a likelihood of redress if the challenged sign ordinance is found unconstitutional. Having established that standing is satisfied, the court proceeds with plaintiffs argument.</p>\n<p></p>\n<h2>2. The Sign Ordinance Is Content Based</h2>\n<p>In determining whether the ordinance is invalid, the court must first determine whether the ordinance is content based or content neutral. Once that determination is made, the court must then apply the appropriate level of scrutiny to decide whether the challenged ordinance violates the Constitution. <i>See </i><i>Turner Broad. Sys. Inc. v. FCC,</i> <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 642, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span></a></span> (1994).</p>\n<p>The first issue presenting itself for the court's determination therefore is whether the sign ordinance is content-based or content-neutral. <i>See </i><i>Turner,</i> 512 U.S. at 642, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>; <i>Covenant Media of S.C., LLC v. City of N. Charleston,</i> <span class=\"citation\" data-id=\"1249047\"><a href=\"/opinion/1249047/covenant-media-of-sc-v-city-of-no-charleston/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span>, 432 (4th Cir.2007). If the sign ordinance is content based, the court will apply strict scrutiny review; if it is content neutral, the court will apply intermediate scrutiny review. <i>See </i><i>Turner,</i> 512 U.S. at 642, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>.</p>\n<p>\"Deciding whether a particular regulation is content based or content neutral is not always a simple task.\" <i>Id.</i> The Supreme Court has stated that \"the principal inquiry in determining content neutrality is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\" <i>Ward v. Rock Against Racism,</i> <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 791, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1989). In determining the content neutrality of a regulation, however, the court's analysis is not limited to purposes of the regulation, as a content based purpose is not necessary <span class=\"star-pagination\">*802</span> to show that a regulation is content based. <i>See </i><i>Turner,</i> 512 U.S. at 642, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>. Similarly, the mere assertion of a content neutral purpose will not render content neutral a regulation which discriminates based on content. <i>Id.</i> at 642-43, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>.</p>\n<p>As a general matter, \"laws that by their terms distinguish favored speech from disfavored speech on the basis of the ideas or views expressed are content based.\" <i>Id.</i> at 643, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>. Stated differently, a regulation is content based if it \"confers benefits or imposes burdens based upon the content of the speech it regulates.\" <i>Satellite Broadcasting and Communications Ass'n v. FCC,</i> <span class=\"citation\" data-id=\"775973\"><a href=\"/opinion/775973/satellite-broadcasting-and-communications-association-v-federal/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span>, 353 (4th Cir.2001). On the other hand, a regulation is content neutral if it confers benefits or imposes burdens on speech without reference to the content of the speech itself. <i>Turner,</i> 512 U.S. at 643, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>.</p>\n<p>Plaintiff contends that the sign ordinance is content based because certain categories of signs are exempt from regulation based on their content. It is well-established that a regulation of speech may run afoul of the First Amendment if it is impermissibly under-inclusive by virtue of exemptions which discriminate on the basis of content. <i>See </i><i>Ladue,</i> 512 U.S. at 50-51, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span> (stating that \"an exemption from an otherwise permissible regulation of speech may represent a governmental `attempt to give one side of a debatable public question an advantage in expressing its views to the people'\"); <i>Members of City Council of City of Los Angeles v. Taxpayers for Vincent,</i> <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">789</span></a></span>, 816, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1984) (suggesting that exceptions would not cure unconstitutional ordinance, as exceptions would \"create a risk of engaging in constitutionally forbidden content discrimination\").</p>\n<p>The sign ordinance provides that signs may be displayed in the Town only in accordance with its provisions. LDO § 9.1.2. The sign ordinance, however, specifies several types of signs which are exempt from the restrictions that apply to all other types of signs. The LDO specifically excludes public art and holiday decorations from the definition of \"sign,\" making the sign ordinance inapplicable to those types of displays. <i>Id.</i> The sign ordinance itself contains further categories of signs which are exempt from regulation, including temporary signs erected as part of a \"Town-recognized event\"<sup>[2]</sup> and signs erected on behalf of a governmental or quasi-governmental agency. LDO § 9.2.</p>\n<p>The sign ordinance in this case is similar in important respects to the ordinance that the Supreme Court declared unconstitutional in <i>Metromedia, Inc. v. City of San Diego,</i> <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span></a></span> (1981). In <i>Metromedia,</i> the ordinance at issue generally prohibited signs, although it allowed on-site commercial signs as well as noncommercial signs falling within twelve categories. <i>Id.</i> at 494-96, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>. The categories of noncommercial signs exempted from regulation included government signs, religious symbols, commemorative plaques, and temporary political campaign signs, among others. <i>Id.</i> Justice White, writing for the plurality, concluded that the ordinance discriminated among types of noncommercial speech based on content and was therefore content based. <i>Id.</i> at 514-515, 101 S.Ct. <span class=\"star-pagination\">*803</span> 2882. The plurality recognized that while a city may distinguish between categories of commercial speech, a city \"does not have the same range of choice in the area of noncommercial speech to evaluate the strength of, or distinguish between, various communicative interests.\" <i>Id.</i> at 514, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>. The plurality further explained that \"[w]ith respect to noncommercial speech, the city may not choose the appropriate subjects for public discourse: `To allow a government the choice of permissible subjects for public debate would be to allow that government control over the search for political truth.'\" <i>Id.</i> at 515, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>.</p>\n<p>The <i>Metromedia</i> plurality concluded that the exemptions from its general sign ban amounted to content based discrimination among types of noncommercial speech. Of course, a plurality opinion does not enjoy the binding effect that a majority opinion does. However, the plurality opinion was cited extensively with approval, although ultimately distinguished, by the Fourth Circuit in <i>Covenant Media,</i> 493 F.3d at 434, n. 9. Like the Fourth Circuit in <i>Covenant Media,</i> the court finds <i>Metromedia</i> persuasive.</p>\n<p>Like the content based ordinance in <i>Metromedia,</i> the Town's sign ordinance exempts certain categories of \"signs\" from regulation based on their content. Under the sign ordinance, a searching inquiry into the content of a particular sign is required in order to determine whether it is subject to or exempt from regulation. For example, a holiday sign proclaiming \"Merry Christmas to the Town of Cary!\" would presumably be exempt as a holiday decoration. Such a sign would not be subject to restriction, and could be displayed no matter how oversized, flashing, or fluorescent. On the other hand, plaintiffs protest sign proclaiming \"Screwed by the Town of Cary\" is prohibited unless it complies with the sign ordinance's restrictions. Similarly, a sign proclaiming \"Scrooged by the Town of Cary\" would necessitate a searching inquiry into its content to determine whether its seasonal nod renders it a holiday decoration and therefore exempt, or whether it is just a protest sign and therefore subject to restriction. In any event, it is clear that whether a particular sign is subject to the sign ordinance depends on its content, and therefore, as in <i>Metromedia,</i> the ordinance is content based.</p>\n<p>The court recognizes that the facts in <i>Metromedia</i> are distinguishable in that the San Diego ordinance generally prohibited signs that did not fall within an exception. Under the Town's sign ordinance, on the other hand, residential signs are generally permitted but must comply with a variety of restrictions, except for signs which fall within an exception which are not subject to restriction at all. Although the facts vary slightly, the effect is the same. In both cases, the laws distinguish favored speech from disfavored speech on the basis of content. In <i>Metromedia,</i> disfavored speech was banned entirely, but favored speech was not subject to the ban. In this case, disfavored speech is heavily restricted, whereas favored speech is not restricted at all. In both cases, the regulations confer benefits or impose burdens based upon the content of the speech. <i>See </i><i>Satellite Broadcasting,</i> 275 F.3d at 353. This court, as did the plurality in <i>Metromedia,</i> considers the sign ordinance content based where it promulgates such disparate treatment of speech based on its content.</p>\n<p>Many other courts have reached the conclusion that sign ordinances similar to the Town's sign ordinance were content based. <i>See, e.g., </i><i>Solantic, LLC v. City of Neptune Beach,</i> <span class=\"citation\" data-id=\"76936\"><a href=\"/opinion/76936/solantic-llc-v-city-of-neptune-beach/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1250</span></a></span>, 1263 (11th Cir.2005) (concluding that sign ordinance exempting, among other things, governmental identification signs and informational <span class=\"star-pagination\">*804</span> signs, flags and insignia of government, religious, charitable and fraternal organizations, and holiday decorations was content based); <i>Whitton v. City of Gladstone,</i> <span class=\"citation\" data-id=\"696232\"><a href=\"/opinion/696232/larry-whitton-appelleecross-appellant-v-city-of-gladstone-missouri/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1400</span></a></span>, 1410 (8th Cir.1995) (concluding that prohibiting external illumination of political signs while allowing it for other signs was a content based restriction because \"the message on the sign determines whether or not it may be externally illuminated\"); <i>Dimmitt v. City of Clearwater,</i> <span class=\"citation\" data-id=\"600390\"><a href=\"/opinion/600390/lawrence-dimmitt-iii-dimmitt-chevrolet/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span>, 1569 (11th Cir. 1993) (finding ordinance exempting government flags from regulation to be content based); <i>National Advertising Co. v. City of Orange,</i> <span class=\"citation\" data-id=\"514044\"><a href=\"/opinion/514044/national-advertising-company-v-city-of-orange/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 249 (9th Cir.1988) (finding ordinance was content based where it contained exceptions for, among other things, government signs, memorial plaques, and certain government and organizational flags); <i>Complete Angler, LLC v. City of Clearwater, Fla.,</i> <span class=\"citation\" data-id=\"2409599\"><a href=\"/opinion/2409599/complete-angler-llc-v-city-of-clearwater-fla/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1326</span></a></span>, 1333 (M.D.Fla.2009) (finding ordinance content based because \"in concluding that the [sign was] subject to the [ordinance], defendant necessarily examined [its] content and determined that it was not art work, a holiday decoration, or any other sign exempted under the Code\").</p>\n<p>The Town nevertheless contends that the sign ordinance is content neutral, arguing that because the sign ordinance was not adopted for the purpose of suppressing some content while promoting other content, the ordinance cannot be content based. The Town correctly notes that the Supreme Court as well as lower courts are often guided by the purpose of a particular ordinance in determining whether the ordinance is content based or content neutral. \"The principal inquiry in determining content neutrality . . . is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\" <i>Hill v. Colorado,</i> <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span>, 719, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (2000) (citing <i>Ward,</i> 491 U.S. at 791, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>). It has also been said that regulation of speech is content neutral \"so long as it is <i>justified</i> without reference to the content of the regulated speech.\" <i>Covenant Media,</i> 493 F.3d at 432 (quoting <i>Ward,</i> 491 U.S. at 791, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>) (emphasis in original).</p>\n<p>Based on these cases, the Town argues that the sign ordinance is content neutral because the ordinance's stated purposes are themselves content neutral. Indeed, as explained by the Supreme Court in <i>Hill</i> and <i>Ward,</i> and reiterated by the Fourth Circuit in <i>Covenant Media,</i> a discriminatory purpose that animates a regulation will render the regulation content based. The Town's argument is ultimately unpersuasive, however, because the absence of a discriminatory purpose does not necessarily render an ordinance content neutral. <i>See </i><i>Turner,</i> 512 U.S. at 642-43, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>. The presence or absence of a discriminatory purpose is in fact only one part of the analysis. As explained by the Fourth Circuit:</p>\n<blockquote>\n<i>First</i> we must examine the plain terms of the regulation to see whether, on its face, the regulation confers benefits or imposes burdens based upon the content of the speech it regulates. If it does not, we <i>then</i> ask whether the regulation's manifest purpose is to regulate speech because of the message it conveys.</blockquote>\n<p><i>Covenant Media,</i> 493 F.3d at 433 (citing <i>Satellite Broadcasting,</i> 275 F.3d at 353-54) (emphasis added). The Town argues that the sign ordinance is not content based according to the second step of the analysis, while ignoring the fact that the ordinance clearly is content based according to the first because it imposes burdens based on content.</p>\n<p>The Town next argues that the Fourth Circuit's holding in <i>Covenant Media</i> supports the conclusion that the sign ordinance is content neutral. While <i>Covenant</i> <span class=\"star-pagination\">*805</span> <i>Media</i> is instructive, the Town overstates its relevance as <i>Covenant Media</i> is readily distinguishable from the instant case. In <i>Covenant Media,</i> the Fourth Circuit considered whether a North Charleston sign regulation that distinguished between off-premises and on-premises signs was content based. <i>Id.</i> at 424. The sign regulation required a permit for construction of any off-premises sign, and further imposed size and spacing requirements for off-premises signs. The regulation contained exceptions for signs such as directional or instructional signs, memorial signs, and public signs. The district court held that the sign regulation was content based because the regulation treated off-premises signs differently than on-premises signs. <i>Id.</i> at 427.</p>\n<p>The Fourth Circuit, however, disagreed with the district court's conclusion that the regulation was content based. The court explained that the regulation distinguished between signs based on their location, not based on the messages they conveyed. <i>Id.</i> at 433. In reaching its conclusion, the court distinguished North Charleston's regulation from the regulation presented in <i>Metromedia,</i> emphasizing that the regulation in <i>Metromedia</i> exempted from regulation signs which fell into particular categories, including government signs and religious symbols. <i>Id.</i> at 434, n. 9. In contrast, the court explained that the regulation at issue in <i>Covenant Media</i> \"regulated the placement of signs unrelated to the messages on those signs\" and because the regulation \"did not facially distinguish between . . . messages based on content and because there is no evidence of a content based purpose,\" the court held that the regulation was content neutral. <i>Id.</i> at 435.</p>\n<p>The Town further argues that the sign ordinance's exceptions do not render it content based. The Town relies principally on the Supreme Court's statement in <i>Hill</i> that \"we have never held, or suggested, that it is improper to look at the content of an oral or written statement in order to determine whether a rule of law applies to a course of conduct.\" 530 U.S. at 721, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>. In <i>Hill,</i> abortion opponents challenged the constitutionality of a Colorado criminal statute that made it unlawful for any person within one hundred feet of a health care facility to knowingly approach another person, without that person's consent, for the purpose of engaging in certain speech-related conduct, including distributing leaflets, displaying signs, or engaging in oral protest, education, or counseling efforts. <i>Id.</i> at 707, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>. The Supreme Court held that the statute was content neutral because the regulation did not draw distinctions based on subject matter but rather \"simply establishes a minor place restriction on an extremely broad category of communications with unwilling listeners.\" <i>Id.</i> at 723, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>. Further, the Court clarified that \"the kind of cursory examination\" required to determine if the regulation applied to particular speech was akin to the kind of examination necessary to determine if a particular statement constitutes a threat or a contractual offer, and was not the kind of searching inquiry into content that would render a regulation content based. <i>Id.</i> at 721-22, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>.</p>\n<p>In further support of its argument, the Town relies on <i>Covenant Media</i> which found that an ordinance was content neutral despite its exceptions for \"directional or instructional signs,\" \"memorial signs,\" and \"commemorative signs.\" 493 F.3d at 434. The Fourth Circuit explained that the \"cursory examination\" required to identify those basic categories of signs was not sufficient to render an ordinance content based. <i>Id.</i> Here, however, the Town's sign ordinance places restrictions on certain signs based on particular subject matter, but not on others. The categories of <span class=\"star-pagination\">*806</span> signs exempted are plainly different than those distinguished by the regulation in <i>Covenant Media.</i> The sign ordinance goes beyond distinguishing types of signs requiring a mere \"cursory examination\" by establishing exemptions which necessarily require greater content based examination than those in <i>Covenant Media.</i> The Town must determine, for example, whether a sign constitutes art or contains a holiday message. This determination requires an inquiry substantially more searching than a mere \"cursory examination\" such as the examination in <i>Covenant Media. See </i><i>Covenant Media,</i> 493 F.3d at 434.</p>\n<p>Finally, the Town argues that the sign ordinance is satisfactory because it allows each homeowner to display two residential signs and therefore satisfies the requirements of <i>Ladue.</i> However, the Supreme Court was addressing an issue distinct from the one at hand. In <i>Ladue,</i> the plaintiff sought to display a sign on her property voicing her opposition to the Gulf War. 512 U.S. at 45, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. The city enforced against her an ordinance which prohibited the display of any residential sign except for those falling within certain categories, such as \"residence identification\" signs and \"for sale\" signs. <i>Id.</i> The Eighth Circuit, relying on <i>Metromedia,</i> held the ordinance invalid as a content based regulation due in part to its differential treatment of different types of residential signs. <i>Id.</i> at 47, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>.</p>\n<p>The Supreme Court affirmed the Eighth Circuit's decision, but using an analytically distinct approach. Rather than undertaking to classify the ordinance as content based or content neutral, the Supreme Court examined whether the complete ban on most residential signs was invalid \"because it prohibits too much speech.\" <i>Id.</i> at 53, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. \"We first ask whether Ladue may properly <i>prohibit</i> [plaintiff] from displaying her sign, and then, only if necessary, consider the separate question whether it was improper for the City simultaneously to <i>permit</i> certain other signs.\" <i>Id.</i> (emphasis in original). The Court therefore avoided the content discrimination question, focusing only on whether it was impermissible for the city to completely prohibit almost all residential signs. The Supreme Court held that the ordinance was invalid for that reason. <i>Id.</i> at 58-59, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>.</p>\n<p>The problem with the ordinance in <i>Ladue</i> was that it completely banned most residential signs and therefore prohibited too much speech. Here, however, the problem is that the ordinance's exemptions discriminate between signs based on their content. It might be true that the sign ordinance complies with the requirements of <i>Ladue</i> by permitting two residential signs per resident and therefore does not impermissibly restrict too much speech, although that issue does riot present itself for the court's determination. An ordinance may be valid under <i>Ladue</i> yet be invalid on the grounds that it engages in content based discrimination, as was the case in <i>Metromedia. See </i><i>Ladue,</i> 512 U.S. at 50-51, <span class=\"citation\" data-id=\"117847\"><a href=\"/opinion/117847/city-of-ladue-v-gilleo/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span> (identifying constitutional challenges based on content discrimination as distinct from challenges based on excessive prohibition on speech).</p>\n<p></p>\n<h2>3. The Sign Ordinance Does Not Survive Strict Scrutiny</h2>\n<p>Having determined that the Town's sign ordinance is content based, the court now proceeds to apply the proper level of scrutiny to determine the constitutionality of the ordinance. A regulation that imposes differential burdens upon speech based on its content is subject to strict scrutiny, whereas a regulation that is unrelated to the content of speech is subject to intermediate scrutiny. <i>Turner,</i> 512 U.S. at 642, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>. Because the <span class=\"star-pagination\">*807</span> Town's sign ordinance is content based, strict scrutiny applies.</p>\n<p>Strict scrutiny is the most exacting level of constitutional scrutiny. <i>Id.</i> To survive strict scrutiny, the burden is on the government to prove that the regulation is \"necessary to serve a compelling state interest and that it is narrowly drawn to achieve that end.\" <i>Perry Educ. Ass'n v. Perry Local Educators' Ass'n,</i> <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 45, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span> (1983) (citing <i>Carey v. Brown,</i> <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 461, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1980)). Thus, the court must determine first whether the regulation's objectives qualify as \"compelling state interests\" and if so, whether the regulation is narrowly drawn to achieve them.</p>\n<p>Section 9.1.1 of the sign ordinance establishes that the primary purposes of the sign ordinance are to maintain the pleasing appearance of the Town and to ensure traffic safety. That section reads:</p>\n<p></p>\n<h2>9.1.1 Purposes</h2>\n<blockquote>(A) The purposes of these sign regulations are:</blockquote>\n<blockquote>(1) To encourage the effective use of signs as a means of communication in the Town;</blockquote>\n<blockquote>(2) To maintain and enhance the pleasing look of the Town, which attracts to the Town major events of regional, national and international interest;</blockquote>\n<blockquote>(3) To preserve Cary as a community that is attractive to business;</blockquote>\n<blockquote>(4) To improve pedestrian and traffic safety;</blockquote>\n<blockquote>(5) To minimize the possible adverse effects of signs on nearby public and private property; and</blockquote>\n<blockquote>(6) To implement relevant provisions of the comprehensive plan, as updated from year-to-year.</blockquote>\n<blockquote>(B) A major emphasis . . . is on the design of the community . . . recognizing expressly that careful attention to attractive and citizen friendly urban design is in the economic interest of a municipality, its citizens, and business owners. Attractive and integrated urban design features tend to improve a town's image, raise overall property values, attract new business and residents, and improve the quality of life.</blockquote>\n<blockquote>(C) A major purpose of this chapter is to ensure that signs in the community are compatible with the high quality image that the Town seeks and in which the Town continuously invests.</blockquote>\n<p>LDO § 9.1.1.</p>\n<p>The Fourth Circuit has held that aesthetics and traffic safety are not \"compelling state interests,\" but mere \"substantial government interests,\" which are insufficient to survive strict scrutiny. <i>Arlington County Repub. Committee v. Arlington County, Va.,</i> <span class=\"citation\" data-id=\"597830\"><a href=\"/opinion/597830/arlington-county-republican-committee-kevin-allen-morton-blackwell-joseph/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">587</span></a></span>, 594 (4th Cir. 1993) (identifying aesthetics and traffic safety as substantial government interests); <i>see also </i><i>Dimmitt v. City of Clearwater,</i> <span class=\"citation\" data-id=\"600390\"><a href=\"/opinion/600390/lawrence-dimmitt-iii-dimmitt-chevrolet/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span>, 1570 (11th Cir.1993) (concluding that aesthetics and traffic safety \"is not a compelling state interest of the sort required to justify a content based regulation\").</p>\n<p>Here, the sign ordinance does not survive strict scrutiny because the regulation does not promote a compelling government interest. Even if the government's interests were compelling, however, the sign ordinance would still fail strict scrutiny because it is not narrowly drawn. The Town does not explain how the sign ordinance's content based restrictions promote its asserted interests in aesthetics and traffic safety. A giant flashing Christmas sign would presumably cause just as many traffic problems as plaintiffs sign, if not more. Yet the Christmas sign would be exempt from regulation as a \"holiday decoration,\" despite its more likely negative effect on traffic safety, whereas plaintiffs <span class=\"star-pagination\">*808</span> less distracting sign is prohibited. The sign ordinance therefore fails both parts of the strict scrutiny analysis.</p>\n<p></p>\n<h2>4. Injunctive relief</h2>\n<p>Plaintiff seeks permanent injunctive relief foreclosing the Town's enforcement of the invalid sign ordinance against him. Well-established principles of equity guide the court's determination regarding plaintiffs entitlement to injunctive relief:</p>\n<blockquote>[A] plaintiff seeking a permanent injunction must satisfy a four-factor test before a court may grant such relief. A plaintiff must demonstrate: (1) that it has suffered an irreparable injury; (2) that remedies available at law, such as monetary damages, are inadequate to compensate for that injury; (3) that, considering the balance of hardships between the plaintiff and defendant, a remedy in equity is warranted; and (4) that the public interest would not be disserved by a permanent injunction.</blockquote>\n<p><i>eBay Inc. v. MercExchange, L.L.C.,</i> <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 391, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1837</span></a></span>, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span></a></span> (2006) (internal citations omitted).</p>\n<p>The court finds after application of the <i>eBay</i> four-step analysis that injunctive relief in this case is appropriate. First, it is clear that plaintiff will suffer an irreparable injury without injunctive relief. The Supreme Court has held that the \"loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\" <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976) (plurality). The court has already determined that the sign ordinance infringes upon plaintiffs First Amendment rights. Therefore unless the Town is enjoined from enforcing the sign ordinance which violates plaintiffs First Amendment rights, plaintiff will suffer an irreparable injury.</p>\n<p>Next, plaintiff has no adequate remedy at law to compensate for his injury. First, monetary damages are inadequate on these facts because plaintiffs actual damages are difficult to ascertain. The Fourth Circuit has held that where monetary damages are difficult to ascertain, remedies at law are generally inadequate. <i>Multi-Channel TV Cable Co. v. Charlottesville Quality Cable Operating Co.,</i> <span class=\"citation\" data-id=\"668561\"><a href=\"/opinion/668561/multi-channel-tv-cable-company-dba-adelphia-cable-communications-v/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 551 (4th Cir.1994). Additionally, monetary damages are generally inadequate where the injury suffered is continuous or repeated. <i>See </i><i>Ostergren v. McDonnell,</i> <span class=\"citation\" data-id=\"2577321\"><a href=\"/opinion/2577321/ostergren-v-mcdonnell/\"><span class=\"volume\">643</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">758</span></a></span>, 762-63 (E.D.Va.2009) (reversed and remanded on other grounds).</p>\n<p>Third, the court must consider whether, considering the balance of hardships between plaintiff and defendant, a remedy in equity is warranted. The hardship to plaintiff is obvious and great. In addition to the possible levying by the Town of substantial fines and penalties, plaintiff stands to suffer deprivation of his First Amendment rights. On the other hand, the Fourth Circuit has explained that a government \"is in no way harmed\" by an injunction prohibiting the enforcement of a constitutionally invalid law. <i>See </i><i>Newsom ex rel. Newsom v. Albemarle County School Board,</i> <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></span>, 261 (4th Cir. 2003). Given that the hardship to plaintiff greatly outweighs the hardship, if any, to the Town, a remedy in equity is appropriate in this case.</p>\n<p>Finally, the court must determine whether a permanent injunction would be in the public interest. The Fourth Circuit has stated unequivocally that \"upholding constitutional rights serves the public interest.\" <i>Newsom,</i> 354 F.3d at 261. Although it could be said that the public, particularly plaintiffs neighbors and the Town's representatives, would claim an interest in having plaintiffs sign dismantled, the court nevertheless concludes that the public interest is served by upholding plaintiffs constitutional rights. Therefore, all four factors favor the issuance of a <span class=\"star-pagination\">*809</span> permanent injunction restraining the Town from enforcing the invalid sign ordinance against plaintiff.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that the sign ordinance is a content based restriction on speech that is invalid under the First Amendment as applied to plaintiffs sign. Plaintiff is therefore entitled to judgment as a matter of law. Plaintiffs motion for summary judgment (DE #19) is GRANTED, and the court enters a permanent injunction restraining enforcement by the Town of the sign ordinance as against plaintiffs sign. The Town's motion for summary judgment (DE # 21) is DENIED. For the continued efficient administration of this case, the parties are ORDERED to confer and submit to the court a joint status report by December 28, 2010, informing as to a suggested schedule for address of any remaining issues.<sup>[3]</sup></p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p></p>\n<h2>Depicted is plaintiffs residence and protest sign (Pl's Mot. for Summ. J., Ex. B.)</h2>\n<p></p>\n<h2>NOTES</h2>\n<p>[1]  In an appendix to this order the court includes a photograph of the residence, which photograph was introduced into evidence by plaintiff, filed together with plaintiff's motion for summary judgment. Pl.'s Mot. for Summ. J., Ex. B.</p>\n<p>[2]  \"Town-recognized event\" is defined as \"one that is in part or wholly sponsored by the Town, recognized by the Town, or proclaimed as a Town-recognized event by the Town Council. Such events shall include only those events listed on the Town-recognized Event List as maintained by the Town Clerk. The Town-recognized Event List may be amended as needed by the Town Council.\" LDO § 5.4.7(B)(1).</p>\n<p>[3]  If conference with the court is deemed necessary in advance of entry of any further scheduling order, said request shall be set forth in the parties' joint report.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1249047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2409599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}