{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2470242/",
  "absolute_url": "/opinion/2470242/sawyer-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2470242/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:37.687441Z",
  "date_modified": "2016-04-27T03:07:07.299185Z",
  "type": "010combined",
  "sha1": "792f31a6b00963cedfeabfe951c248331f4e22c1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>775 F.Supp.2d 829 (2011)</b></center>\n<center><h1>Charlene SAWYER, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:10-CV-72-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>April 4, 2011.</center>\n<p><span class=\"star-pagination\">*832</span> Barbara von Euler, Kathleen Shannon Glancy, PA, Wilmington, NC, for Plaintiff.</p>\n<p>Eskunder R.T. Boyd, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' Cross-Motions for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure. For the reasons stated below, Plaintiff's Motion [DE 26] is GRANTED, Defendant's Motion [DE 28] is DENIED and the case is REMANDED for further consideration and determinations consistent with this opinion.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I.</h2>\n<p>This is a case brought pursuant to 42 U.S.C. § 405(g) for review of the final decision of the Commissioner of Social Security (the \"Commissioner\"). The Commissioner has determined that Plaintiff is not under a disability within the meaning of 42 U.S.C. §§ 416(i) and 1382c, and, therefore, she is not entitled to supplemental security income benefits (\"SSI\") under title XVI of the Social Security Act (the \"Act\").</p>\n<p>On March 9, 2007, Ms. Charlene Sawyer filed an application for Supplemental Security Income. Plaintiff claimed she had been unable to work since October 1, 1995 (at the age of 22) due to obesity, knee problems, arthritis, spinal deterioration, and residuals from uterine cancer. After her claim was denied at the initial and reconsideration levels, she requested a hearing before an Administrative Law Judge (\"ALJ\"). On June 23, 2009, the ALJ issued an unfavorable decision in which he determined that Ms. Sawyer was not disabled as that term is defined in the Social Security Act and Regulations. Ms. Sawyer appealed that decision to the Appeals Council, which found no basis for review on April 12, 2010, making the ALJ's decision the final decision of the Commissioner. Ms. Sawyer filed a Complaint with this Court on June 10, 2010, seeking appellate review of the final administrative decision.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>II.</h2>\n<p>Under the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether, as a whole, the decision is supported by substantial evidence and whether the Commissioner employed the correct legal standard. <i>Walls v. Barnhart,</i> 296 F.3d 287, 290 (4th Cir.2002) (citing <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990)). Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971).</p>\n<p></p>\n<h2>A. <i>The Disability Determination Process</i>\n</h2>\n<p>An individual is considered disabled if he is unable \"to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in <span class=\"star-pagination\">*833</span> death or which has lasted or can be expected to last for a continuous period of not less than [twelve] months.\" 42 U.S.C. § 1382c(a)(3)(A). The Act further provides that an individual \"shall be determined to be under a disability only if his physical or mental impairment or impairments are of such severity that he is not only unable to do his previous work but cannot, considering his age, education, and work experience, engage in any other line of substantial gainful work which exists in the national economy.\" 42 U.S.C. § 1382c(a)(3)(B).</p>\n<p></p>\n<h2>B. <i>The Five Step Sequential Evaluation</i>\n</h2>\n<p>Regulations issued by the Commissioner establish a five-step sequential evaluation process to be followed in a disability case. 20 C.F.R. § 416.920. At step one, if the claimant is currently engaged in substantial gainful activity, the claim is denied. When substantial gainful activity is not an issue, at step two, the claim is denied if the claimant does not have a severe impairment or combination of impairments significantly limiting him or her from performing basic work activities. If the claimant has a severe impairment, at step three, the claimant's impairment is compared to those in the Listing of Impairments (\"Listing\"), 20 C.F.R. Part 404, Subpart P, App. 1; if the impairment meets or equals a Listing, disability is conclusively presumed. If the claimant's impairment does not meet or equal a Listing, at step four, the claimant's residual functional capacity (\"RFC\")<sup>[1]</sup> is assessed to determine if the claimant can perform his or her past work despite the impairments; if so, the claim is denied. If the claimant cannot perform past relevant work, at step five, the burden shifts to the Commissioner to show that the claimant, based on his or her age, education, work experience, and RFC can perform other substantial gainful work.</p>\n<p>The burden of proof is upon the claimant through the first four steps of the process. Once the claimant establishes that she cannot return to her past work, the burden shifts to the Commissioner to show that there are other jobs existing in significant numbers in the national economy that the claimant can perform consistent with the claimant's impairments, functional limitations, age, education, and work experience. <i>Coffman v. Bowen,</i> 829 F.2d 514 (4th Cir.1987). If the claimant suffers from impairments that are either nonexertional or a combination of nonexertional<sup>[2]</sup> and exertional,<sup>[3]</sup> the Medical-Vocational Guidelines cannot be used to support a finding that a claimant is \"not disabled.\" 20 C.F.R. § 416.969a(d); <i>Bapp v. Bowen,</i> 802 F.2d 601, 605 (2d Cir.1986). Where such a combination of impairments exists, testimony of a vocational expert is essential for a correct assessment of whether there exists in the national economy a sufficient number of jobs for which a claimant is qualified, given her age, education, past work and residual functional capacity.</p>\n<p>Here, the ALJ followed the five-step sequential evaluation process. At step one, the ALJ determined that Ms. Sawyer had not engaged in substantial gainful activity since February 26, 2007, Plaintiffs date of application. At step two, the ALJ <span class=\"star-pagination\">*834</span> determined that Ms. Sawyer had severe impairments including obesity, moderate degenerative disc disease of the thoracic spine, mild osteoarthritis and spondylolisthesis with mild scoliosis of the lumbar spine, weight bearing osteoarthritis of the knees, mild superficial venous insufficiency in the right greater saphenous vein obstructive sleep apnea and a history of uterine cancer (Tr. p. 19.) At step three of the sequential evaluation process, the ALJ found that Ms. Sawyer's condition did not meet or equal a listed impairment. (Tr. p. 19, 22.) The ALJ then proceeded to step four of the sequential evaluation process and determined that Ms. Sawyer did not have any past relevant work (Tr. p. 24.) At step five, the ALJ determined Ms. Sawyer's residual functional capacity (RFC) and concluded that Ms. Sawyer was able to perform the full range of unskilled sedentary work and that she was, therefore, not disabled using Medical-Vocational Rules<sup>[4]</sup> 201.18 and 201.24 (Tr. p. 25.)</p>\n<p>Plaintiff advances two arguments in support of her Motion for Summary Judgment: (1) substantial evidence does not support the Commissioner's decision that Ms. Sawyer is able to perform the full range of sedentary work and (2) a remand is necessary in order to obtain a proper evaluation of Ms. Sawyer's ability to perform work in the economy. Defendant contends that a remand is not proper and that the Commissioner's decision is supported by substantial evidence. For the following reasons, this Court remands this case for further consideration and determinations consistent with this opinion.</p>\n<p></p>\n<h2>C. <i>The ALJ's Analysis</i>\n</h2>\n<p>Plaintiff first contends that the Commissioner erred in determining that Ms. Sawyer is able to perform the full range of sedentary work. Plaintiff argues that the ALJ, in error, failed to conclude that Ms. Sawyer's medically documented neuropathy constituted a \"severe\" impairment within the meaning of the regulations, and that this error carried through the rest of the analysis, rendering it invalid. The Court agrees.</p>\n<p></p>\n<h2>1. <i>The ALJ Erred At Step Two Of The Five Step Evaluation</i>\n</h2>\n<p>\"`[A]n impairment can be considered as \"not severe\" only if it is a slight abnormality which has such a minimal effect on the individual that it would not be expected to interfere with the individual's ability to work, irrespective of age, education, or work experience.'\" <i>Evans v. Heckler,</i> 734 F.2d 1012, 1014 (4th Cir.1984) (citations omitted). The record abounds with evidence of how her medically determined neuropathy continuously and substantially affected Ms. Sawyer and how it severely limited her functioning. On March 16, 2007, Dr. Beamer treated Ms. Sawyer for pain in her legs and feet, numbness, as well as changes in color in her extremities (Tr. p. 255.) On July 10, 2007, Dr. Frere, of East Carolina Neurology, found her to have a \"multiplicity of abnormalities\" including \"Progressive polyneuropathy,\" which was documented by an abnormal electrodiagnostic study (Tr. pp. 303, 308.) Dr. Frere noted that Ms. Sawyer had impaired position sense testing in her toes and fingers (Tr. pp. 307-08.) Dr. Frere also noted Ms. Sawyer had \"impaired sensation in her hands as well as coordination\" (Tr. p. 305.) On February 5, 2008, in a consultation regarding varicose veins in Ms. Sawyer's leg, Dr. Coleman noted that Ms. Sawyer's neuropathy <span class=\"star-pagination\">*835</span> caused difficulty walking (Tr. p. 317.) The record establishes that Ms. Sawyer's medically determinable neuropathy constitutes more than a mere slight impairment. The evidence is entirely consistent withand indeed compels a finding thatMs. Sawyer's neuropathic condition significantly limits her ability to work. The ALJ's failure to adequately address what is arguably Ms. Sawyer's primary disabling impairment is a material error. Substantial medical evidence establishes that Ms. Sawyer's neuropathy is a \"severe\" impairment with the meaning of the regulations.</p>\n<p></p>\n<h2>2. <i>The ALJ Erred In Determining Claimant's RFC</i>\n</h2>\n<p>The ALJ's error at step two, unfortunately, \"cascades ... on down through his decision\" (Transcript of Hearing, p. 3, In. 24-25) since at each step thereafter, the ALJ failed to consider the implications that Ms. Sawyer's neuropathic condition had on the analysis. Thus, at step five of the analysis, the ALJ incorrectly determined Ms. Sawyer's residual functional capacity (RFC) and concluded that Ms. Sawyer was able to perform the full range of unskilled sedentary work. The ALJ found, therefore, that Ms. Sawyer was not disabled using Medical-Vocational Rules 201.18 and 201.24 (Tr. p. 25.) This conclusion is invalid. If Ms. Sawyer's neuropathy is properly considered at step two, the evidence establishes that her ability to perform the full range of unskilled sedentary work is significantly and substantially eroded by her nonexertional impairments.</p>\n<p>The record establishes Ms. Sawyer's limitations in the areas of walking, balance and manipulation. The ALJ's RFC assessment is flawed unless it includes \"a narrative that shows the presence and degree of any specific limitations and restrictions, as well as an explanation of how the evidence in file was considered in the assessment.\" Social Security Ruling 96-9p. Although the ALJ acknowledged that Ms. Sawyer was prescribed a cane, that she uses a cane to walk, and that she must lean on walls and furniture, the ALJ failed, without explanation, to include her use of the cane in his finding of Ms. Sawyer's RFC (Tr. p. 21.) Ms. Sawyer's claimed limitations in balance and walking and her intense dependency on a cane are substantiated by Dr. Frere, who found that she has difficulty with balance and gait and has fallen (Tr. pp. 305, 309.) The existence and severity of Ms. Sawyer's limitations in balance are further corroborated by Dr. Beamer's prescription of a cane (Tr. at 389-90.) Thus, the objective medical evidence establishes that Ms. Sawyer has continuously required a cane or other object to stabilize or support herself while walking or standing. This finding undermines the ALJ's conclusion that Ms. Sawyer can perform the full range of sedentary work.</p>\n<p>The ALJ also failed, despite ample record evidence, to find that manipulative limitations restrict her RFC. Significant manipulative limitation of an individual's ability to handle and work with small objects with both hands constitutes a significant erosion of the unskilled sedentary occupational base. Social Security Ruling 96-9p. Ms. Sawyer testified that her neuropathy affects her hands and that she has had difficulty operating locks on doors because of problems with her grip (Tr. pp. 39-40, 45.) Dr. Frere found that Ms. Sawyer had \"impaired position sense\" in her toes and fingers (Tr. p. 307.) Dr. Frere further found her to have impaired sensation and coordination in her hands (Tr. pp. 302-03) These limitations and any consideration of their erosion of Ms. Sawyer's sedentary work base were erroneously absent from the ALJ's RFC determination. They must be addressed on remand.</p>\n<p><span class=\"star-pagination\">*836</span> Plaintiff also argues that the ALJ improperly considered her alleged limitations with respect to her having to elevate her legs. The Court finds Plaintiffs arguments here to be unavailing. Where the record does not contain medical evidence with respect to a particular limitation, the ALJ is correct to find no limitation. Social Security Ruling 96-8p. Although in one discreet instance Plaintiff was advised to elevate her legs if she were to have another episode of thrombophlebitis (Tr. p. 319), the medical records after that do not show any repeat episodes. Moreover, Dr. Homesley specifically found that Plaintiff's extremities were normal in motion and function (Tr. p. 342-349). Thus, there is no medical support for Plaintiffs claim that she has to regularly elevate her legs or that such a limitation should have been incorporated into the RFC determination.</p>\n<p>Plaintiff also suggests that she has limitations stemming from sleep apnea that were not properly addressed by the ALJ. Although the ALJ did find sleep apnea to be a severe impairment (Tr. p. 19), all indications from the medical records and from Plaintiffs testimony are that the sleep apnea improved with medical treatment. As the ALJ correctly noted (Tr. p. 22), the medical record showed that a CPAP machine should have effectively corrected her sleep apnea (Tr. p. 321) and that Plaintiff testified that she uses an AutoPAP machine (Tr. p. 45). Dr. Beamer assessed Plaintiffs sleep apnea as improved (Tr. pp. 372, 389). Thus, the ALJ correctly found that Plaintiff has no limitations stemming from sleep apnea and the Court will not disturb that finding.</p>\n<p>Finally, Plaintiff alleges the ALJ failed to properly consider her claims of an inability to sit for more than 10 minutes. No medical evidence, however, substantiates Plaintiffs claim. The report from Dr. McKnight that Plaintiff cites only relays mild spinal osteoarthritis (Tr. p. 310). Moreover, neither Dr. McKnight, nor any other treating source, indicated that Plaintiff had any limitations on her ability to sit. The ALJ employed the correct legal standard in considering Plaintiffs limitations in sitting and his conclusions with respect to that alleged impairment are supported by substantial evidence.</p>\n<p></p>\n<h2>3. <i>The ALJ's Credibility Analysis Is Invalid</i>\n</h2>\n<p>Plaintiff further attacks the ALJ's credibility assessment of Ms. Sawyer's subjective statements about her symptoms. A symptom is an individual's own description of his or her physical or mental impairment(s). 20 C.F.R. § 416.928. \"Under the regulations, an individual's statement(s) about his or her symptoms is not enough in itself to establish the existence of a physical or mental impairment or that the individual is disabled.\" Social Security Ruling 96-7p at 2. \"The regulations describe a two-step process for evaluating symptoms, such as pain, fatigue, shortness of breath, weakness, or nervousness.\" 20 C.F.R. § 404.1529; <i>Craig v. Chater,</i> 76 F.3d 585 (4th Cir.1996). Under this two step process, an individual must show, as a threshold matter, objective medical evidence of an impairment(s) reasonably likely to cause the alleged pain. <i>Id.</i> Once such an impairment(s) has been demonstrated, an ALJ must then determine the extent to which the symptom or symptoms affect a claimant's ability to perform work related functions considering such factors as the objective medical evidence, daily activities, location, duration, intensity, and frequency of pain, medication taken to alleviate pain and any possible side effects. <i>Id.</i></p>\n<p>An ALJ need not wholly accept or reject an individual's complaints. He may find that some are credible and that others are not. Social Security Ruling 96-7p. In reviewing for substantial evidence, a court <span class=\"star-pagination\">*837</span> cannot re-weigh conflicting evidence, make credibility determinations, or substitute its judgment for that of the Commissioner. Rather, the Court's role is to ensure that the ALJ's findings were issued pursuant to the correct legal standards and that the findings were supported by substantial evidence. <i>Mickles v. Shalala,</i> 29 F.3d 918, 923 (4th Cir.1994); <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990).</p>\n<p>Here, the ALJ found that Ms. Sawyer's \"medically determinable impairments could reasonably be expected to cause the alleged symptoms,\" but that Ms. Sawyer's statements regarding the intensity, persistence and limiting effects of her symptoms were not credible to the extent they were inconsistent with an RFC for the full range of sedentary work (Tr. p. 22.) In reaching this conclusion, the ALJ reviewed the medical evidence from Ms. Sawyer's treating sources, the scope of her medical treatment, her medication regimen, and her daily activities (Tr. pp. 22-23).</p>\n<p>Here again, however, the ALJ's error at step two bleeds into the other portions of the analysis. As the Court has held, <i>supra,</i> the ALJ erred in not finding Ms. Sawyer's neuropathy to be a severe medically determinable impairment. Building on that incomplete foundation, the ALJ erred in his credibility analysis insofar as he failed to consider Ms. Sawyer's neuropathy as part of his credibility determination. Thus, in light of this error, the Court has reviewed the record in and the Commissioner's decision in order to ensure the validity of the ALJ's credibility determination.</p>\n<p>It is undisputed that Ms. Sawyer's impairments are reasonably likely to cause her alleged symptoms. Certainly, that conclusion is not changed by adding Plaintiffs neuropathy to the list of medically determinable impairments under consideration. The Court therefore affirms the ALJ's finding that Plaintiffs impairments are reasonably likely to cause her alleged symptoms.</p>\n<p>However, the ALJ's conclusion that Ms. Sawyer's statements regarding the intensity, persistence and limiting effects of her symptoms were not credible (Tr. p. 22) is not supported by substantial evidence. Having conducted a review of the record in light of all of the Plaintiffs medically determinable limitationsincluding her neuropathyit is the opinion of the Court that Ms. Sawyer's reported symptoms significantly affect her ability to perform work related functions.</p>\n<p>In accordance with 20 C.F.R. § 404.1529, Social Security Ruling 96-7p requires that:</p>\n<blockquote>When evaluating the credibility of an individual's statements, the adjudicator must consider the entire case record and give specific reasons for the weight given to the individual's statements.</blockquote>\n<p>Social Security Ruling 96-7p.</p>\n<p>This ruling also acknowledges that \"symptoms, such as pain, sometimes suggest a greater severity of impairment than can be shown by objective medical evidence alone,\" and provides that an ALJ must therefore consider the entire case record, including:</p>\n<blockquote>1. The individual's daily activities;</blockquote>\n<blockquote>2. The location, duration, frequency and intensity of the individual's pain or other symptoms;</blockquote>\n<blockquote>3. Factors that precipitate and aggravate the symptoms;</blockquote>\n<blockquote>4. The type, dosage, effectiveness, and side effects of any medication the individual takes or has taken to alleviate pain or other symptoms;</blockquote>\n<blockquote>5. Treatment, other than medication, the individual receives or has received for relief of pain or other symptoms;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*838</span> 6. Any measures other than treatment the individual uses or has used to relieve pain or other symptoms ...; [and]</blockquote>\n<blockquote>7. Any other factors concerning the individual's functional limitations and restrictions due to pain or other symptoms.</blockquote>\n<p>Social Security Ruling 96-7p.</p>\n<p>Here, the evidence of Ms. Sawyer's reported symptoms establishes that her daily activities and her work related functioning are severely limited. Although the ALJ perfunctorily summarized Ms. Sawyer's testimony as establishing a \"wide array of activities of daily living\" that showed her \"alleged symptoms from physical impairments are not totally disabling\" (Tr. p. 23), the ALJ's conclusion is not supported by substantial evidence.</p>\n<p>Ms. Sawyer testified that her neuropathy is worsening and it causes her to need a cane because of loss of balance and strength (Tr. pp. 36-37). She has pain all throughout her body, including in her arms, legs, feet, and back (Tr. pp. 37, 40.) Unfortunately, managing her pain can be problematic. Ms. Sawyer testified that she takes Cymbalta and Aciphex and that she has difficulty tolerating a lot of pain medication. (Tr. p. 45.) At times numbness in Ms. Sawyer's feet causes her to stumble and stagger (Tr. pp. 37, 149.) Neuropathy in her hands causes her to be unable to perform activities such as unlocking a door or passing a dish at the dinner table (Tr. p. 39-40.) She develops ulcers on her feet and legs that are slow to heal (Tr. p. 37.) She has recurring blood clots in her right leg that cause pain and swelling for which she ices and elevates her foot and wears TED hose (Tr. pp. 38, 44.) At times she has difficulty controlling her legs (Tr. p. 41.) When she does household chores like folding clothes, she sits in her computer chair and rolls it around to where she needs to be (Tr. pp. 43-44.) She reported that her daughter sometimes helps her with her clothes (Tr. p. 45.)</p>\n<p>The ALJ's credibility assessment failed to credit these limitations which quite clearly flow from Ms. Sawyer's medically determinable impairmentsincluding her primary impairment of neuropathy. The ALJ did not present any legitimate reason for not believing Ms. Sawyer's testimony regarding her limitations. His determination that Plaintiffs symptoms were not credible to the extent they were inconsistent with an RFC for the full range of sedentary work is not supported by substantial evidence. Considering Ms. Sawyer's limited daily activities, the duration, frequency, and intensity of her reported pain, her intolerance for pain medication, the compensation techniques she has developed to ambulate (including use of a cane, use of walls for balance, and use of a computer chair for movement), the Court finds that Ms. Sawyer's reported symptoms are entitled to great weight.</p>\n<p>With the exception of the ALJ's failing to consider Ms. Sawyer's neuropathy when conducting his credibility analysis, the Court finds that the ALJ otherwise applied the correct legal standard in assessing Ms. Sawyer's credibility. The remainder of Plaintiff's challenges to the credibility determination are recitations of the arguments she presented in opposition to the RFC determination. Because those complaints, unlike the complaints stemming from Ms. Sawyer's neuropathy, are not based on medical conditions established by the record (e.g. impairments affecting sitting ability, having to elevate her legs), or are based on transient symptoms that were resolved with medication (e.g. sleep apnea related symptoms), they do not demonstrate error with the ALJ's findings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*839</span> 4. <i>The ALJ's Erred In Considering Plaintiffs Obesity</i>\n</h2>\n<p>Plaintiff's final attack on the RFC determination alleges that the ALJ \"failed to evaluate Ms. Sawyer's `severe' obesity in accordance with Social Security Ruling 02-1p.\" Plaintiffs contentions are correct.</p>\n<p>Social Security Ruling 02-lp explains that an ALJ is to consider the impact of obesity in determining whether obesity is a medically determinable impairment, whether it is a severe impairment, whether it is a factor in meeting or equaling a listed impairment, and whether it impacts an individual's RFC. In the instant case, the ALJ determined that Ms. Sawyer's obesity was a severe impairment but that it did not contribute to Plaintiff meeting or equaling any listed impairment. The ALJ then concluded that Plaintiffs obesity did not limit her RFC for the full range of sedentary work (Tr. p. 24). The ALJ's conclusion that Plaintiff's obesity did not limit her RFC for the full range of sedentary work is not supported by substantial evidence.</p>\n<p>Plaintiff is \"massively obese\" (Transcript of Hearing, p. 7, In. 30). She is five-foot-four inches tall and weighs between 338 and 340 pounds. Plaintiff has consistently weighed above 335 pounds as her historical medical records demonstrate. Plaintiffs extreme obesity certainly limits her residual functional capacity for the full range of sedentary work. \"`[A]n impairment can be considered as \"not severe\" only if it is a slight abnormality which has such a minimal effect on the individual that it would not be expected to interfere with the individual's ability to work, irrespective of age, education, or work experience.'\" <i>Evans,</i> 734 F.2d at 1014. Ms. Sawyer's extreme obesity is certainly more than a slight abnormality which causes a minimal effect on her ability to work. She testified to persistent and extensive limitations in standing, walking, carrying and lifting. In addition, she testified to a recurrent limitation in balancing, which is entirely consistent with a woman of her size.</p>\n<p>As the Commissioner has noted, \"the combined effects of obesity with other impairments may be greater than might be expected without obesity.\" Social Security Ruling 02-1p. Ms. Sawyer's other impairments, in addition to obesity, include neuropathy, moderate degenerative disc disease of the thoracic spine, mild osteoarthritis and spondylolisthesis with mild scoliosis of the lumbar spine, weight bearing osteoarthritis of the knees, mild superficial venous insufficiency in the right greater saphenous vein obstructive sleep apnea and a history of uterine cancer (Tr. p. 19.) As the objective medical evidence and Ms. Sawyer's testimony establishes, the interaction of these impairments causes marked limitations on Ms. Sawyer's capacity to perform the full range of sedentary work.</p>\n<p>In sum, a preponderance of the evidence supports a finding that Ms. Sawyer is limited as follows: she uses a medically-required hand-held assistive device (a cane) because of a neurological impairment, she is limited in balancing even when standing or walking on level terrain, and she has significant manipulative limitations. Had the ALJ correctly found Ms. Sawyer's residual functional capacity to include these limitations, he would have acknowledged that this represents a substantially eroded range of sedentary work. Social Security Ruling 96-9p.</p>\n<p></p>\n<h2>D. <i>The ALJ Erred In Not Employing A Vocational Expert To Determine Whether Ms. Sawyer Could Perform Other Work In The Economy</i>\n</h2>\n<p>Plaintiff contends that a remand is necessary in order to obtain a proper evaluation of Ms. Sawyer's ability to perform <span class=\"star-pagination\">*840</span> work in the economy. Plaintiff contends that the use of the Medical-Vocational Guidelines, as opposed to a Vocational Expert, was error that mandates remand. Defendant contends that the Commissioner has carried his burden at step five, that the correct legal standard was applied, and that a remand is not warranted. Defendant's arguments are unavailing. This case will be remanded for a review of the evidence and a proper hypothetical at step five.</p>\n<p>It is the opinion of the Court that Ms. Sawyer's need to use a cane for balance in order to ambulate and her limitations in manipulating and handling objects constitute significant nonexertional impairments, which are defined as symptoms that affect a claimant's \"ability to meet the demands of jobs other than strength demands....\" 20 C.F.R. § 404.1569a. Where impairments are either nonexertional or a combination of nonexertional and exertional, the Medical-Vocational Guidelines cannot be used to support a finding that a claimant is \"not disabled.\" 20 C.F.R. 404.1569a(d). Where such a combination of impairments exists, testimony of a vocational expert is essential for a correct assessment of whether there exists in the national economy a sufficient number of jobs for which a claimant is qualified, given her age, education, past work and residual functional capacity.</p>\n<p>Having independently reviewed the record, the Court finds that Ms. Sawyer's nonexertional limitations significantly restrict the range of sedentary work she can do. The scope of these restrictions must be addressed by a vocational expert. <i>Coffman v. Bowen,</i> 829 F.2d 514 (4th Cir. 1987); <i>Walker v. Bowen,</i> 876 F.2d 1097 (4th Cir.1989). The ALJ's failure to consult a vocational expert in this case makes his decision not supported by substantial evidence and is, thus, error that requires remand.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p></p>\n<h2>III.</h2>\n<p>Based on the foregoing, Plaintiffs Motion is Granted and Defendant's Motion is DENIED. The decision of the Commissioner is REVERSED, and the case is REMANDED for a new hearing and for further consideration and determinations consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  RFC is defined as the range of work activities an individual can perform despite his or her impairment(s). 20 C.F.R. § 416.945.</p>\n<p>[2]  limitations or restrictions which affect the claimant's ability to meet the demands of jobs other than the strength demands, that is, demands other than sitting, standing, walking, lifting, carrying, pushing or pulling, are considered nonexertional. 20 C.F.R. § 416.969a.</p>\n<p>[3]  Limitations are classified as exertional if they affect the claimant's ability to meet the strength demands of jobs. 20 C.F.R. § 416.969a.</p>\n<p>[4]  The Medical-Vocational Guidelines [\"the grid\"] place claimants with severe exertional impairments who can no longer perform past work into grid categories according to their residual functional capacity, age, education and work experience, and dictates a conclusion of disabled or not disabled. <i>See</i> 20 C.F.R. § 404.1520(f).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">829</span></span> (2011)</b></center>\n<center><h1>Charlene SAWYER, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:10-CV-72-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>April 4, 2011.</center>\n<p><span class=\"star-pagination\">*832</span> Barbara von Euler, Kathleen Shannon Glancy, PA, Wilmington, NC, for Plaintiff.</p>\n<p>Eskunder R.T. Boyd, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' Cross-Motions for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure. For the reasons stated below, Plaintiff's Motion [DE 26] is GRANTED, Defendant's Motion [DE 28] is DENIED and the case is REMANDED for further consideration and determinations consistent with this opinion.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I.</h2>\n<p>This is a case brought pursuant to 42 U.S.C. § 405(g) for review of the final decision of the Commissioner of Social Security (the \"Commissioner\"). The Commissioner has determined that Plaintiff is not under a disability within the meaning of 42 U.S.C. §§ 416(i) and 1382c, and, therefore, she is not entitled to supplemental security income benefits (\"SSI\") under title XVI of the Social Security Act (the \"Act\").</p>\n<p>On March 9, 2007, Ms. Charlene Sawyer filed an application for Supplemental Security Income. Plaintiff claimed she had been unable to work since October 1, 1995 (at the age of 22) due to obesity, knee problems, arthritis, spinal deterioration, and residuals from uterine cancer. After her claim was denied at the initial and reconsideration levels, she requested a hearing before an Administrative Law Judge (\"ALJ\"). On June 23, 2009, the ALJ issued an unfavorable decision in which he determined that Ms. Sawyer was not disabled as that term is defined in the Social Security Act and Regulations. Ms. Sawyer appealed that decision to the Appeals Council, which found no basis for review on April 12, 2010, making the ALJ's decision the final decision of the Commissioner. Ms. Sawyer filed a Complaint with this Court on June 10, 2010, seeking appellate review of the final administrative decision.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>II.</h2>\n<p>Under the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether, as a whole, the decision is supported by substantial evidence and whether the Commissioner employed the correct legal standard. <i>Walls v. Barnhart,</i> <span class=\"citation\" data-id=\"778319\"><a href=\"/opinion/778319/tyrone-walls-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 290 (4th Cir.2002) (citing <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990)). Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971).</p>\n<p></p>\n<h2>A. <i>The Disability Determination Process</i>\n</h2>\n<p>An individual is considered disabled if he is unable \"to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in <span class=\"star-pagination\">*833</span> death or which has lasted or can be expected to last for a continuous period of not less than [twelve] months.\" 42 U.S.C. § 1382c(a)(3)(A). The Act further provides that an individual \"shall be determined to be under a disability only if his physical or mental impairment or impairments are of such severity that he is not only unable to do his previous work but cannot, considering his age, education, and work experience, engage in any other line of substantial gainful work which exists in the national economy.\" 42 U.S.C. § 1382c(a)(3)(B).</p>\n<p></p>\n<h2>B. <i>The Five Step Sequential Evaluation</i>\n</h2>\n<p>Regulations issued by the Commissioner establish a five-step sequential evaluation process to be followed in a disability case. 20 C.F.R. § 416.920. At step one, if the claimant is currently engaged in substantial gainful activity, the claim is denied. When substantial gainful activity is not an issue, at step two, the claim is denied if the claimant does not have a severe impairment or combination of impairments significantly limiting him or her from performing basic work activities. If the claimant has a severe impairment, at step three, the claimant's impairment is compared to those in the Listing of Impairments (\"Listing\"), 20 C.F.R. Part 404, Subpart P, App. 1; if the impairment meets or equals a Listing, disability is conclusively presumed. If the claimant's impairment does not meet or equal a Listing, at step four, the claimant's residual functional capacity (\"RFC\")<sup>[1]</sup> is assessed to determine if the claimant can perform his or her past work despite the impairments; if so, the claim is denied. If the claimant cannot perform past relevant work, at step five, the burden shifts to the Commissioner to show that the claimant, based on his or her age, education, work experience, and RFC can perform other substantial gainful work.</p>\n<p>The burden of proof is upon the claimant through the first four steps of the process. Once the claimant establishes that she cannot return to her past work, the burden shifts to the Commissioner to show that there are other jobs existing in significant numbers in the national economy that the claimant can perform consistent with the claimant's impairments, functional limitations, age, education, and work experience. <i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span> (4th Cir.1987). If the claimant suffers from impairments that are either nonexertional or a combination of nonexertional<sup>[2]</sup> and exertional,<sup>[3]</sup> the Medical-Vocational Guidelines cannot be used to support a finding that a claimant is \"not disabled.\" 20 C.F.R. § 416.969a(d); <i>Bapp v. Bowen,</i> <span class=\"citation\" data-id=\"477761\"><a href=\"/opinion/477761/15-socsecrepser-169-unemplinsrep-cch-17066-charles-bapp-v-otis-r/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 605 (2d Cir.1986). Where such a combination of impairments exists, testimony of a vocational expert is essential for a correct assessment of whether there exists in the national economy a sufficient number of jobs for which a claimant is qualified, given her age, education, past work and residual functional capacity.</p>\n<p>Here, the ALJ followed the five-step sequential evaluation process. At step one, the ALJ determined that Ms. Sawyer had not engaged in substantial gainful activity since February 26, 2007, Plaintiffs date of application. At step two, the ALJ <span class=\"star-pagination\">*834</span> determined that Ms. Sawyer had severe impairments including obesity, moderate degenerative disc disease of the thoracic spine, mild osteoarthritis and spondylolisthesis with mild scoliosis of the lumbar spine, weight bearing osteoarthritis of the knees, mild superficial venous insufficiency in the right greater saphenous vein obstructive sleep apnea and a history of uterine cancer (Tr. p. 19.) At step three of the sequential evaluation process, the ALJ found that Ms. Sawyer's condition did not meet or equal a listed impairment. (Tr. p. 19, 22.) The ALJ then proceeded to step four of the sequential evaluation process and determined that Ms. Sawyer did not have any past relevant work (Tr. p. 24.) At step five, the ALJ determined Ms. Sawyer's residual functional capacity (RFC) and concluded that Ms. Sawyer was able to perform the full range of unskilled sedentary work and that she was, therefore, not disabled using Medical-Vocational Rules<sup>[4]</sup> 201.18 and 201.24 (Tr. p. 25.)</p>\n<p>Plaintiff advances two arguments in support of her Motion for Summary Judgment: (1) substantial evidence does not support the Commissioner's decision that Ms. Sawyer is able to perform the full range of sedentary work and (2) a remand is necessary in order to obtain a proper evaluation of Ms. Sawyer's ability to perform work in the economy. Defendant contends that a remand is not proper and that the Commissioner's decision is supported by substantial evidence. For the following reasons, this Court remands this case for further consideration and determinations consistent with this opinion.</p>\n<p></p>\n<h2>C. <i>The ALJ's Analysis</i>\n</h2>\n<p>Plaintiff first contends that the Commissioner erred in determining that Ms. Sawyer is able to perform the full range of sedentary work. Plaintiff argues that the ALJ, in error, failed to conclude that Ms. Sawyer's medically documented neuropathy constituted a \"severe\" impairment within the meaning of the regulations, and that this error carried through the rest of the analysis, rendering it invalid. The Court agrees.</p>\n<p></p>\n<h2>1. <i>The ALJ Erred At Step Two Of The Five Step Evaluation</i>\n</h2>\n<p>\"`[A]n impairment can be considered as \"not severe\" only if it is a slight abnormality which has such a minimal effect on the individual that it would not be expected to interfere with the individual's ability to work, irrespective of age, education, or work experience.'\" <i>Evans v. Heckler,</i> <span class=\"citation\" data-id=\"435938\"><a href=\"/opinion/435938/5-socsecrepser-252-unemplinsrep-cch-15329-martin-w-evans-v/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1014 (4th Cir.1984) (citations omitted). The record abounds with evidence of how her medically determined neuropathy continuously and substantially affected Ms. Sawyer and how it severely limited her functioning. On March 16, 2007, Dr. Beamer treated Ms. Sawyer for pain in her legs and feet, numbness, as well as changes in color in her extremities (Tr. p. 255.) On July 10, 2007, Dr. Frere, of East Carolina Neurology, found her to have a \"multiplicity of abnormalities\" including \"Progressive polyneuropathy,\" which was documented by an abnormal electrodiagnostic study (Tr. pp. 303, 308.) Dr. Frere noted that Ms. Sawyer had impaired position sense testing in her toes and fingers (Tr. pp. 307-08.) Dr. Frere also noted Ms. Sawyer had \"impaired sensation in her hands as well as coordination\" (Tr. p. 305.) On February 5, 2008, in a consultation regarding varicose veins in Ms. Sawyer's leg, Dr. Coleman noted that Ms. Sawyer's neuropathy <span class=\"star-pagination\">*835</span> caused difficulty walking (Tr. p. 317.) The record establishes that Ms. Sawyer's medically determinable neuropathy constitutes more than a mere slight impairment. The evidence is entirely consistent withand indeed compels a finding thatMs. Sawyer's neuropathic condition significantly limits her ability to work. The ALJ's failure to adequately address what is arguably Ms. Sawyer's primary disabling impairment is a material error. Substantial medical evidence establishes that Ms. Sawyer's neuropathy is a \"severe\" impairment with the meaning of the regulations.</p>\n<p></p>\n<h2>2. <i>The ALJ Erred In Determining Claimant's RFC</i>\n</h2>\n<p>The ALJ's error at step two, unfortunately, \"cascades ... on down through his decision\" (Transcript of Hearing, p. 3, In. 24-25) since at each step thereafter, the ALJ failed to consider the implications that Ms. Sawyer's neuropathic condition had on the analysis. Thus, at step five of the analysis, the ALJ incorrectly determined Ms. Sawyer's residual functional capacity (RFC) and concluded that Ms. Sawyer was able to perform the full range of unskilled sedentary work. The ALJ found, therefore, that Ms. Sawyer was not disabled using Medical-Vocational Rules 201.18 and 201.24 (Tr. p. 25.) This conclusion is invalid. If Ms. Sawyer's neuropathy is properly considered at step two, the evidence establishes that her ability to perform the full range of unskilled sedentary work is significantly and substantially eroded by her nonexertional impairments.</p>\n<p>The record establishes Ms. Sawyer's limitations in the areas of walking, balance and manipulation. The ALJ's RFC assessment is flawed unless it includes \"a narrative that shows the presence and degree of any specific limitations and restrictions, as well as an explanation of how the evidence in file was considered in the assessment.\" Social Security Ruling 96-9p. Although the ALJ acknowledged that Ms. Sawyer was prescribed a cane, that she uses a cane to walk, and that she must lean on walls and furniture, the ALJ failed, without explanation, to include her use of the cane in his finding of Ms. Sawyer's RFC (Tr. p. 21.) Ms. Sawyer's claimed limitations in balance and walking and her intense dependency on a cane are substantiated by Dr. Frere, who found that she has difficulty with balance and gait and has fallen (Tr. pp. 305, 309.) The existence and severity of Ms. Sawyer's limitations in balance are further corroborated by Dr. Beamer's prescription of a cane (Tr. at 389-90.) Thus, the objective medical evidence establishes that Ms. Sawyer has continuously required a cane or other object to stabilize or support herself while walking or standing. This finding undermines the ALJ's conclusion that Ms. Sawyer can perform the full range of sedentary work.</p>\n<p>The ALJ also failed, despite ample record evidence, to find that manipulative limitations restrict her RFC. Significant manipulative limitation of an individual's ability to handle and work with small objects with both hands constitutes a significant erosion of the unskilled sedentary occupational base. Social Security Ruling 96-9p. Ms. Sawyer testified that her neuropathy affects her hands and that she has had difficulty operating locks on doors because of problems with her grip (Tr. pp. 39-40, 45.) Dr. Frere found that Ms. Sawyer had \"impaired position sense\" in her toes and fingers (Tr. p. 307.) Dr. Frere further found her to have impaired sensation and coordination in her hands (Tr. pp. 302-03) These limitations and any consideration of their erosion of Ms. Sawyer's sedentary work base were erroneously absent from the ALJ's RFC determination. They must be addressed on remand.</p>\n<p><span class=\"star-pagination\">*836</span> Plaintiff also argues that the ALJ improperly considered her alleged limitations with respect to her having to elevate her legs. The Court finds Plaintiffs arguments here to be unavailing. Where the record does not contain medical evidence with respect to a particular limitation, the ALJ is correct to find no limitation. Social Security Ruling 96-8p. Although in one discreet instance Plaintiff was advised to elevate her legs if she were to have another episode of thrombophlebitis (Tr. p. 319), the medical records after that do not show any repeat episodes. Moreover, Dr. Homesley specifically found that Plaintiff's extremities were normal in motion and function (Tr. p. 342-349). Thus, there is no medical support for Plaintiffs claim that she has to regularly elevate her legs or that such a limitation should have been incorporated into the RFC determination.</p>\n<p>Plaintiff also suggests that she has limitations stemming from sleep apnea that were not properly addressed by the ALJ. Although the ALJ did find sleep apnea to be a severe impairment (Tr. p. 19), all indications from the medical records and from Plaintiffs testimony are that the sleep apnea improved with medical treatment. As the ALJ correctly noted (Tr. p. 22), the medical record showed that a CPAP machine should have effectively corrected her sleep apnea (Tr. p. 321) and that Plaintiff testified that she uses an AutoPAP machine (Tr. p. 45). Dr. Beamer assessed Plaintiffs sleep apnea as improved (Tr. pp. 372, 389). Thus, the ALJ correctly found that Plaintiff has no limitations stemming from sleep apnea and the Court will not disturb that finding.</p>\n<p>Finally, Plaintiff alleges the ALJ failed to properly consider her claims of an inability to sit for more than 10 minutes. No medical evidence, however, substantiates Plaintiffs claim. The report from Dr. McKnight that Plaintiff cites only relays mild spinal osteoarthritis (Tr. p. 310). Moreover, neither Dr. McKnight, nor any other treating source, indicated that Plaintiff had any limitations on her ability to sit. The ALJ employed the correct legal standard in considering Plaintiffs limitations in sitting and his conclusions with respect to that alleged impairment are supported by substantial evidence.</p>\n<p></p>\n<h2>3. <i>The ALJ's Credibility Analysis Is Invalid</i>\n</h2>\n<p>Plaintiff further attacks the ALJ's credibility assessment of Ms. Sawyer's subjective statements about her symptoms. A symptom is an individual's own description of his or her physical or mental impairment(s). 20 C.F.R. § 416.928. \"Under the regulations, an individual's statement(s) about his or her symptoms is not enough in itself to establish the existence of a physical or mental impairment or that the individual is disabled.\" Social Security Ruling 96-7p at 2. \"The regulations describe a two-step process for evaluating symptoms, such as pain, fatigue, shortness of breath, weakness, or nervousness.\" 20 C.F.R. § 404.1529; <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span> (4th Cir.1996). Under this two step process, an individual must show, as a threshold matter, objective medical evidence of an impairment(s) reasonably likely to cause the alleged pain. <i>Id.</i> Once such an impairment(s) has been demonstrated, an ALJ must then determine the extent to which the symptom or symptoms affect a claimant's ability to perform work related functions considering such factors as the objective medical evidence, daily activities, location, duration, intensity, and frequency of pain, medication taken to alleviate pain and any possible side effects. <i>Id.</i></p>\n<p>An ALJ need not wholly accept or reject an individual's complaints. He may find that some are credible and that others are not. Social Security Ruling 96-7p. In reviewing for substantial evidence, a court <span class=\"star-pagination\">*837</span> cannot re-weigh conflicting evidence, make credibility determinations, or substitute its judgment for that of the Commissioner. Rather, the Court's role is to ensure that the ALJ's findings were issued pursuant to the correct legal standards and that the findings were supported by substantial evidence. <i>Mickles v. Shalala,</i> <span class=\"citation\" data-id=\"674608\"><a href=\"/opinion/674608/45-socsecrepser-106-unemplinsrep-cch-p-14051b-nannie-mickles-v/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 923 (4th Cir.1994); <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990).</p>\n<p>Here, the ALJ found that Ms. Sawyer's \"medically determinable impairments could reasonably be expected to cause the alleged symptoms,\" but that Ms. Sawyer's statements regarding the intensity, persistence and limiting effects of her symptoms were not credible to the extent they were inconsistent with an RFC for the full range of sedentary work (Tr. p. 22.) In reaching this conclusion, the ALJ reviewed the medical evidence from Ms. Sawyer's treating sources, the scope of her medical treatment, her medication regimen, and her daily activities (Tr. pp. 22-23).</p>\n<p>Here again, however, the ALJ's error at step two bleeds into the other portions of the analysis. As the Court has held, <i>supra,</i> the ALJ erred in not finding Ms. Sawyer's neuropathy to be a severe medically determinable impairment. Building on that incomplete foundation, the ALJ erred in his credibility analysis insofar as he failed to consider Ms. Sawyer's neuropathy as part of his credibility determination. Thus, in light of this error, the Court has reviewed the record in and the Commissioner's decision in order to ensure the validity of the ALJ's credibility determination.</p>\n<p>It is undisputed that Ms. Sawyer's impairments are reasonably likely to cause her alleged symptoms. Certainly, that conclusion is not changed by adding Plaintiffs neuropathy to the list of medically determinable impairments under consideration. The Court therefore affirms the ALJ's finding that Plaintiffs impairments are reasonably likely to cause her alleged symptoms.</p>\n<p>However, the ALJ's conclusion that Ms. Sawyer's statements regarding the intensity, persistence and limiting effects of her symptoms were not credible (Tr. p. 22) is not supported by substantial evidence. Having conducted a review of the record in light of all of the Plaintiffs medically determinable limitationsincluding her neuropathyit is the opinion of the Court that Ms. Sawyer's reported symptoms significantly affect her ability to perform work related functions.</p>\n<p>In accordance with 20 C.F.R. § 404.1529, Social Security Ruling 96-7p requires that:</p>\n<blockquote>When evaluating the credibility of an individual's statements, the adjudicator must consider the entire case record and give specific reasons for the weight given to the individual's statements.</blockquote>\n<p>Social Security Ruling 96-7p.</p>\n<p>This ruling also acknowledges that \"symptoms, such as pain, sometimes suggest a greater severity of impairment than can be shown by objective medical evidence alone,\" and provides that an ALJ must therefore consider the entire case record, including:</p>\n<blockquote>1. The individual's daily activities;</blockquote>\n<blockquote>2. The location, duration, frequency and intensity of the individual's pain or other symptoms;</blockquote>\n<blockquote>3. Factors that precipitate and aggravate the symptoms;</blockquote>\n<blockquote>4. The type, dosage, effectiveness, and side effects of any medication the individual takes or has taken to alleviate pain or other symptoms;</blockquote>\n<blockquote>5. Treatment, other than medication, the individual receives or has received for relief of pain or other symptoms;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*838</span> 6. Any measures other than treatment the individual uses or has used to relieve pain or other symptoms ...; [and]</blockquote>\n<blockquote>7. Any other factors concerning the individual's functional limitations and restrictions due to pain or other symptoms.</blockquote>\n<p>Social Security Ruling 96-7p.</p>\n<p>Here, the evidence of Ms. Sawyer's reported symptoms establishes that her daily activities and her work related functioning are severely limited. Although the ALJ perfunctorily summarized Ms. Sawyer's testimony as establishing a \"wide array of activities of daily living\" that showed her \"alleged symptoms from physical impairments are not totally disabling\" (Tr. p. 23), the ALJ's conclusion is not supported by substantial evidence.</p>\n<p>Ms. Sawyer testified that her neuropathy is worsening and it causes her to need a cane because of loss of balance and strength (Tr. pp. 36-37). She has pain all throughout her body, including in her arms, legs, feet, and back (Tr. pp. 37, 40.) Unfortunately, managing her pain can be problematic. Ms. Sawyer testified that she takes Cymbalta and Aciphex and that she has difficulty tolerating a lot of pain medication. (Tr. p. 45.) At times numbness in Ms. Sawyer's feet causes her to stumble and stagger (Tr. pp. 37, 149.) Neuropathy in her hands causes her to be unable to perform activities such as unlocking a door or passing a dish at the dinner table (Tr. p. 39-40.) She develops ulcers on her feet and legs that are slow to heal (Tr. p. 37.) She has recurring blood clots in her right leg that cause pain and swelling for which she ices and elevates her foot and wears TED hose (Tr. pp. 38, 44.) At times she has difficulty controlling her legs (Tr. p. 41.) When she does household chores like folding clothes, she sits in her computer chair and rolls it around to where she needs to be (Tr. pp. 43-44.) She reported that her daughter sometimes helps her with her clothes (Tr. p. 45.)</p>\n<p>The ALJ's credibility assessment failed to credit these limitations which quite clearly flow from Ms. Sawyer's medically determinable impairmentsincluding her primary impairment of neuropathy. The ALJ did not present any legitimate reason for not believing Ms. Sawyer's testimony regarding her limitations. His determination that Plaintiffs symptoms were not credible to the extent they were inconsistent with an RFC for the full range of sedentary work is not supported by substantial evidence. Considering Ms. Sawyer's limited daily activities, the duration, frequency, and intensity of her reported pain, her intolerance for pain medication, the compensation techniques she has developed to ambulate (including use of a cane, use of walls for balance, and use of a computer chair for movement), the Court finds that Ms. Sawyer's reported symptoms are entitled to great weight.</p>\n<p>With the exception of the ALJ's failing to consider Ms. Sawyer's neuropathy when conducting his credibility analysis, the Court finds that the ALJ otherwise applied the correct legal standard in assessing Ms. Sawyer's credibility. The remainder of Plaintiff's challenges to the credibility determination are recitations of the arguments she presented in opposition to the RFC determination. Because those complaints, unlike the complaints stemming from Ms. Sawyer's neuropathy, are not based on medical conditions established by the record (e.g. impairments affecting sitting ability, having to elevate her legs), or are based on transient symptoms that were resolved with medication (e.g. sleep apnea related symptoms), they do not demonstrate error with the ALJ's findings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*839</span> 4. <i>The ALJ's Erred In Considering Plaintiffs Obesity</i>\n</h2>\n<p>Plaintiff's final attack on the RFC determination alleges that the ALJ \"failed to evaluate Ms. Sawyer's `severe' obesity in accordance with Social Security Ruling 02-1p.\" Plaintiffs contentions are correct.</p>\n<p>Social Security Ruling 02-lp explains that an ALJ is to consider the impact of obesity in determining whether obesity is a medically determinable impairment, whether it is a severe impairment, whether it is a factor in meeting or equaling a listed impairment, and whether it impacts an individual's RFC. In the instant case, the ALJ determined that Ms. Sawyer's obesity was a severe impairment but that it did not contribute to Plaintiff meeting or equaling any listed impairment. The ALJ then concluded that Plaintiffs obesity did not limit her RFC for the full range of sedentary work (Tr. p. 24). The ALJ's conclusion that Plaintiff's obesity did not limit her RFC for the full range of sedentary work is not supported by substantial evidence.</p>\n<p>Plaintiff is \"massively obese\" (Transcript of Hearing, p. 7, In. 30). She is five-foot-four inches tall and weighs between 338 and 340 pounds. Plaintiff has consistently weighed above 335 pounds as her historical medical records demonstrate. Plaintiffs extreme obesity certainly limits her residual functional capacity for the full range of sedentary work. \"`[A]n impairment can be considered as \"not severe\" only if it is a slight abnormality which has such a minimal effect on the individual that it would not be expected to interfere with the individual's ability to work, irrespective of age, education, or work experience.'\" <i>Evans,</i> 734 F.2d at 1014. Ms. Sawyer's extreme obesity is certainly more than a slight abnormality which causes a minimal effect on her ability to work. She testified to persistent and extensive limitations in standing, walking, carrying and lifting. In addition, she testified to a recurrent limitation in balancing, which is entirely consistent with a woman of her size.</p>\n<p>As the Commissioner has noted, \"the combined effects of obesity with other impairments may be greater than might be expected without obesity.\" Social Security Ruling 02-1p. Ms. Sawyer's other impairments, in addition to obesity, include neuropathy, moderate degenerative disc disease of the thoracic spine, mild osteoarthritis and spondylolisthesis with mild scoliosis of the lumbar spine, weight bearing osteoarthritis of the knees, mild superficial venous insufficiency in the right greater saphenous vein obstructive sleep apnea and a history of uterine cancer (Tr. p. 19.) As the objective medical evidence and Ms. Sawyer's testimony establishes, the interaction of these impairments causes marked limitations on Ms. Sawyer's capacity to perform the full range of sedentary work.</p>\n<p>In sum, a preponderance of the evidence supports a finding that Ms. Sawyer is limited as follows: she uses a medically-required hand-held assistive device (a cane) because of a neurological impairment, she is limited in balancing even when standing or walking on level terrain, and she has significant manipulative limitations. Had the ALJ correctly found Ms. Sawyer's residual functional capacity to include these limitations, he would have acknowledged that this represents a substantially eroded range of sedentary work. Social Security Ruling 96-9p.</p>\n<p></p>\n<h2>D. <i>The ALJ Erred In Not Employing A Vocational Expert To Determine Whether Ms. Sawyer Could Perform Other Work In The Economy</i>\n</h2>\n<p>Plaintiff contends that a remand is necessary in order to obtain a proper evaluation of Ms. Sawyer's ability to perform <span class=\"star-pagination\">*840</span> work in the economy. Plaintiff contends that the use of the Medical-Vocational Guidelines, as opposed to a Vocational Expert, was error that mandates remand. Defendant contends that the Commissioner has carried his burden at step five, that the correct legal standard was applied, and that a remand is not warranted. Defendant's arguments are unavailing. This case will be remanded for a review of the evidence and a proper hypothetical at step five.</p>\n<p>It is the opinion of the Court that Ms. Sawyer's need to use a cane for balance in order to ambulate and her limitations in manipulating and handling objects constitute significant nonexertional impairments, which are defined as symptoms that affect a claimant's \"ability to meet the demands of jobs other than strength demands....\" 20 C.F.R. § 404.1569a. Where impairments are either nonexertional or a combination of nonexertional and exertional, the Medical-Vocational Guidelines cannot be used to support a finding that a claimant is \"not disabled.\" 20 C.F.R. 404.1569a(d). Where such a combination of impairments exists, testimony of a vocational expert is essential for a correct assessment of whether there exists in the national economy a sufficient number of jobs for which a claimant is qualified, given her age, education, past work and residual functional capacity.</p>\n<p>Having independently reviewed the record, the Court finds that Ms. Sawyer's nonexertional limitations significantly restrict the range of sedentary work she can do. The scope of these restrictions must be addressed by a vocational expert. <i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span> (4th Cir. 1987); <i>Walker v. Bowen,</i> <span class=\"citation\" data-id=\"524632\"><a href=\"/opinion/524632/george-w-walker-v-otis-r-bowen-secretary-department-of-health-and/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1097</span></a></span> (4th Cir.1989). The ALJ's failure to consult a vocational expert in this case makes his decision not supported by substantial evidence and is, thus, error that requires remand.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p></p>\n<h2>III.</h2>\n<p>Based on the foregoing, Plaintiffs Motion is Granted and Defendant's Motion is DENIED. The decision of the Commissioner is REVERSED, and the case is REMANDED for a new hearing and for further consideration and determinations consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  RFC is defined as the range of work activities an individual can perform despite his or her impairment(s). 20 C.F.R. § 416.945.</p>\n<p>[2]  limitations or restrictions which affect the claimant's ability to meet the demands of jobs other than the strength demands, that is, demands other than sitting, standing, walking, lifting, carrying, pushing or pulling, are considered nonexertional. 20 C.F.R. § 416.969a.</p>\n<p>[3]  Limitations are classified as exertional if they affect the claimant's ability to meet the strength demands of jobs. 20 C.F.R. § 416.969a.</p>\n<p>[4]  The Medical-Vocational Guidelines [\"the grid\"] place claimants with severe exertional impairments who can no longer perform past work into grid categories according to their residual functional capacity, age, education and work experience, and dictates a conclusion of disabled or not disabled. <i>See</i> 20 C.F.R. § 404.1520(f).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778319/"
  ]
}