{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2470063/",
  "absolute_url": "/opinion/2470063/richardson-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2470063/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:32.387788Z",
  "date_modified": "2016-04-27T03:07:07.083186Z",
  "type": "010combined",
  "sha1": "719872669ecb2420d2a405846063876c8cd3ffe7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>746 F.Supp.2d 684 (2010)</b></center>\n<center><h1>Juanita RICHARDSON, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:09-CV-211-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>October 3, 2010.</center>\n<p>Roberta L. Edwards, Edwards &amp; Ricci, P.A., Rocky Mount, NC, for Plaintiff.</p>\n<p>Amy C. Rigney, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*685</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff and Defendant's Motions for Judgements on the Pleadings. Plaintiffs Motion for Judgement on the Pleadings is GRANTED and Defendant's Motion for Judgement on the Pleadings is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff filed an application for Supplemental Security Income (SSI) payments on August 3, 2004 alleging disability beginning July 1, 2004. Administrative Law Judge Edward W. Seery (\"ALJ Seery\") held a hearing on August 20, 2007 and issued an unfavorable decision on September 19, 2007 (T pp. 58-68). In a Notice dated October 27, 2009, the Appeals Council denied Plaintiffs request for review of the hearing decision. (T p. 6). ALJ Seery's decision became the final administrative decision of the Social Security Administration.</p>\n<p>Plaintiff was born March 23, 1964 and is currently 46 years old. She has a high school education and performed past relevant work as a washer, short order cook, and waitress. Plaintiff has the following ailments: dermatitis-eczema, chronic obstructive pulmonary disease (COPD), joint pain, fibromyalgia, major depression, and headaches. She has tried to kill her self twice on August 28, 2006 and March 24, 2007.</p>\n<p>This Court held a hearing in this matter on September 22, 2010.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The Court concludes that the Administrative Law Judge in this case erred as his conclusions were not supported by substantial evidence. The Plaintiff has in fact carried her burden to show she suffers from a statutory impairment, which is conclusive evidence of disability. Alternatively, the Court finds the Defense has not met its burden to show Plaintiff can perform available work in the national economy despite her impairments.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>In reviewing a final decision of no disability by the Social Security Administration Commissioner, the Court must determine whether the Commissioner's decision is supported by substantial evidence, under 42 U.S.C. § 405(g), and whether the ultimate conclusions reached by the Commissioner are legally correct under controlling law.</p>\n<p></p>\n<h2><i>Disability Test</i></h2>\n<p>The Social Security disability analysis follows five steps. An ALJ must consider (1) whether the claimant is engaged in substantial gainful activity, (2) whether the claimant has a severe impairment, (3) whether the claimant has an impairment that meets or equals a condition contained within the Social Security Administration's official list of impairments, (4) whether the claimant has an impairment which prevents past relevant work, and (5) whether the claimant's impairment prevents the performance of any substantial gainful employment. 20 C.F.R. §§ 404.1520, 1520a.</p>\n<p>The plaintiff bears the burden for steps one, two, three, and four, while the Defendant shoulders the burden for step five. If the Plaintiff shows by a preponderance of evidence that she has a statutory impairment under step three, she is conclusively presumed to have a disability and the analysis ends. <i>Bowen v. Yuckert,</i> 482 U.S. 137, 141, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987).</p>\n<p>If the plaintiff fails to prevail under step three, she can still show she has an impairment that prevents her from continuing past work under step four. If so, the <span class=\"star-pagination\">*686</span> burden shifts to the Defendant to establish that the plaintiff is able to perform another job available in the national economy under step five. <i>Id.</i> at n. 5.</p>\n<p>In this case, it is uncontested that the Plaintiff is unemployed under step one, has a severe impairment under step two, and can no longer perform her past work under step four.</p>\n<p></p>\n<h2><i>Step Three: Statutory Impairment</i></h2>\n<p>The Courts finds the ALJ erred in finding the Plaintiff does not have a statutory impairment under step three. Step three provides Plaintiff the opportunity to create an irrefutable presumption of disability if she shows by a preponderance of evidence that she meets one of the statute's listed impairments. 20 C.F.R. Pt.404, Subpt. P, App. 1 (listing of impairments). Plaintiff claims she qualifies for the listed mental disorder 12:04, titled \"Affective Disorder.\" This disorder is described as \"a disturbance of mood, accompanied by a full or partial manic or depressive syndrome.\" The required level of severity for these disorders is met when the requirements in both A and B are satisfied, or alternatively, when the requirements in C are satisfied. Here, Plaintiff means the requirements in both A and B.</p>\n<p>The requirements in section A are \"[m]edically documented persistence, either continuous or intermittent, of either Depressive syndrome of Manic syndrome. Depressive syndrome characterized by at least four of the following:</p>\n<blockquote>a. Anhedonia or pervasive loss of interest in almost all activities; or</blockquote>\n<blockquote>b. Appetite disturbance with change in weight; or</blockquote>\n<blockquote>c. Sleep disturbance; or</blockquote>\n<blockquote>d. Psychomotor agitation or retardation; or</blockquote>\n<blockquote>e. Decreased energy; or</blockquote>\n<blockquote>f. Feelings of guilt or worthlessness; or</blockquote>\n<blockquote>g. Difficulty concentrating or thinking; or</blockquote>\n<blockquote>h. Thoughts of suicide; or</blockquote>\n<blockquote>i. Hallucinations, delusions or paranoid thinking; or severe depression</blockquote>\n<p><i>Id.</i> Manic syndrome is characterized by at least three of the following:</p>\n<blockquote>a. Hyperactivity; or</blockquote>\n<blockquote>b. Pressure of speech; or</blockquote>\n<blockquote>c. Flight of ideas; or</blockquote>\n<blockquote>d. Inflated self-esteem; or</blockquote>\n<blockquote>e. Decreased need for sleep; or</blockquote>\n<blockquote>f. Easy distractibility; or</blockquote>\n<blockquote>g. Involvement in activities that have a high probability of painful consequences which are not recognized; or</blockquote>\n<blockquote>h. Hallucinations, delusions or paranoid thinking; manic syndrome</blockquote>\n<p><i>Id.</i> Paragraph B is satisfied when a claimant proves an impairment results in at least two of the following:</p>\n<blockquote>1. Marked restriction of activities of daily living; or</blockquote>\n<blockquote>2. Marked difficulties in maintaining social functioning; or</blockquote>\n<blockquote>3. Marked difficulties in maintaining concentration, persistence, or pace; or</blockquote>\n<blockquote>4. Repeated episodes of decompensation, each of extended duration.</blockquote>\n<p><i>Id.</i> \"Marked\" limitation means more than moderate, but less than extreme.</p>\n<p>Here, Plaintiff has gone above and beyond A's requirements as she displays both Depressive Syndrome <i>and</i> Manic Syndrome and shows more than the minimum requirement of symptoms for both syndromes. The Plaintiff has also met the criteria of paragraph B, as she exhibits three of its symptoms, also more than the minimum requirements.</p>\n<p><span class=\"star-pagination\">*687</span> The Plaintiff exhibited five symptoms of Depressive syndrome, as evidenced by the testimony and records of several doctors and therapists and the testimony of her former sister-in-law, Evelyn Richardson. First, Plaintiff has exhibited pervasive loss of interest in almost all activities: She isolates herself in her home and has no interest in socializing or engaging in any pleasurable activity outside her home. (T p. 358-359). She leaves her house only to go to doctor or grocery store. (T p. 679). She feels uncomfortable around people especially when her eczema flares up. <i>Id.</i> According to Richardson, the Plaintiff keeps to her bedroom even when her relatives visit. (T pp. 692-694). Plaintiff has stated that she spends much of her time just eating canned foods by herself in her room. (T p. 681). Second, the Plaintiff has consistent sleep disturbance that a variety of sleep medications and doses have failed to cure. (T pp. 240, 295-297, 358-359, 515, 517). Third, the plaintiff has deceased energy. (T p. 239), (T pp. 408-417). Plaintiff also has difficulty concentrating (T pp. 211-218, 408-417, 657-658, 692-694). Finally, the Plaintiff has suicidal thoughts and has attempted suicide on August 28, 2006 and March 24, 2007.</p>\n<p>In addition to displaying Depressive Syndrome, the Plaintiff has also exhibited three symptoms of Manic Syndrome: pressure of speech, flight of ideas and easy distractibility. (T pp. 211-218, 408-417, 657-658, 692-694). Thus, the Plaintiff meets the criteria of paragraph A.</p>\n<p>Paragraph B is also settled, as Plaintiff exhibits three of the listed symptoms. As shown above, she has shown marked difficulties in maintaining social functioning and marked difficulties in maintaining concentration. In addition, Plaintiff has shown marked restriction of activities of daily living as Plaintiff requires multiple hospital stay and extensive out therapy. Plaintiff also experiences almost daily crying spells. (<i>See, e.g.,</i> T p. 682).</p>\n<p>Evidence of Plaintiffs Affective Disorder Impairment is further supported with Plaintiff's continuously low Global Assessment of Functioning (GAF) ratings between 30 and 40. (T pp. 211-218, 296, 363-371, 358, 409). Indeed, Plaintiff has been diagnosed with recurrent major depression. (T pp. 358-359).</p>\n<p>In conclusion, the court finds the Plaintiff has proved by a preponderance of evidence that she qualifies under the statute as having Affective Disorder. Such a finding is conclusively presumptive of disability. <i>Bowen,</i> 482 U.S. at 141, 107 S.Ct. 2287.</p>\n<p></p>\n<h2><i>Step Five: Residual Function Capacity and Available Work</i></h2>\n<p>Even if the Plaintiff had not proven her disability, the Court alternatively finds that the Defendant cannot not meet its burden under step five that the Plaintiff has Residual Functional Capacity to perform work available in the national economy. Residual Functional Capacity (RFC) is an assessment of an individual's ability to do sustained work-related physical and mental activities on a regular and continuing basis in a work setting despite her impairment. 20 C.F.R. § 404.1545(a). Regular and continuous basis means 8 hours a day, for 5 days a week, or an equivalent work schedule. SSR 96-8p. All elements of impairment must be considered, including those that are not severe. SSR 96-8p.</p>\n<p>ALJ Seery erred in finding that Plaintiff has the residual functional capacity to perform some light work. Specifically, he found she could lift and carry up to 10 pounds frequently and 20 pounds occasionally, stand and walk for up to 6 hours in an eight hour work day, and sit up to six hours in an eight hour work day with a <span class=\"star-pagination\">*688</span> sit/stand option. He limited the plaintiff to only occasional climbing, balancing, stooping, kneeling, crouching and crawling. In addition, he found she would need to avoid cleaning solutions and pulmonary irritants. ALR Seery also limited Plaintiff to unskilled, simple, routine, repetitive tasks in a non-production setting with only occasional interaction for others.</p>\n<p>Despite the listed limitations, the Court disagrees that the Plaintiff could perform throughout a work week. In addition to Plaintiff's psychological ailments and need to miss work for doctor visits, Plaintiff has a variety of physical symptoms. At her hearing on August 20, 2007, Plaintiff testified that she has difficulty hearing out of her left ear due to surgery and infections, her vision is often blurry as a side effect from her medications, and she has to use a machine two or three times a day for her asthma. (T p. 667, 688). In addition, Plaintiff has a history of knee problems. She has a diagnosis of right knee degenerative joint disease and underwent arthroscopy on June 1, 2006. She still suffers from knee pain and stated she has difficulty with stairs because her knees still bother her, noting that she is able to stand for about 15 minutes and walk a couple hundred feet before her knees \"give out.\" (T p. 372, 669). Plaintiff also stated that she can only sit between 15-25 minutes before her back starts to ache (Tr. 683). After having sat at the hearing about 30 minutes, Plaintiff described the pain in her back as a 6 out of 10 (T p. 683). With regard to her daily activities, Plaintiff indicated that she needs help with her personal care (washing her back, combing her hair, ironing clothes) about two or three times a week (T p. 676). She cleans around the house about two or three hours a day, but takes breaks while she gets it done (T p. 677-78). Plaintiff has described the combination of her ailments as excruciating. (T pp. 408-417).</p>\n<p>The Defendant tried to rebut Plaintiff's testimony with a variety of medical testimony that tried to show that the Plaintiffs physical and mental functioning were higher than the Plaintiff believed or pretended. For example, Dr. Patrone stated Plaintiff was \"very dramatic throughout the entire exam with her degree of pain\" (T p. 324), and another one of Plaintiff's physicians, Dr. McAvoy, noted on two different occasions that Plaintiff had an exaggerated pain response. (T p. 418, 421). Another doctor stated the Plaintiff suffers from a \"lack of motivation.\" (T p. 703-704).</p>\n<p>The Court finds this evidence insufficient to counter the Plaintiff's testimony and carry the Defendant's burden to show the Plaintiff can perform work available in the national economy. Instead, the Court finds the Plaintiff is not capable of maintaining competitive employment.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court concludes that the ALJ in this case erred as his conclusions were not supported by substantial evidence. The Plaintiff is in fact disabled and qualifies for disability benefits.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">746</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">684</span></span> (2010)</b></center>\n<center><h1>Juanita RICHARDSON, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:09-CV-211-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>October 3, 2010.</center>\n<p>Roberta L. Edwards, Edwards &amp; Ricci, P.A., Rocky Mount, NC, for Plaintiff.</p>\n<p>Amy C. Rigney, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*685</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff and Defendant's Motions for Judgements on the Pleadings. Plaintiffs Motion for Judgement on the Pleadings is GRANTED and Defendant's Motion for Judgement on the Pleadings is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff filed an application for Supplemental Security Income (SSI) payments on August 3, 2004 alleging disability beginning July 1, 2004. Administrative Law Judge Edward W. Seery (\"ALJ Seery\") held a hearing on August 20, 2007 and issued an unfavorable decision on September 19, 2007 (T pp. 58-68). In a Notice dated October 27, 2009, the Appeals Council denied Plaintiffs request for review of the hearing decision. (T p. 6). ALJ Seery's decision became the final administrative decision of the Social Security Administration.</p>\n<p>Plaintiff was born March 23, 1964 and is currently 46 years old. She has a high school education and performed past relevant work as a washer, short order cook, and waitress. Plaintiff has the following ailments: dermatitis-eczema, chronic obstructive pulmonary disease (COPD), joint pain, fibromyalgia, major depression, and headaches. She has tried to kill her self twice on August 28, 2006 and March 24, 2007.</p>\n<p>This Court held a hearing in this matter on September 22, 2010.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The Court concludes that the Administrative Law Judge in this case erred as his conclusions were not supported by substantial evidence. The Plaintiff has in fact carried her burden to show she suffers from a statutory impairment, which is conclusive evidence of disability. Alternatively, the Court finds the Defense has not met its burden to show Plaintiff can perform available work in the national economy despite her impairments.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>In reviewing a final decision of no disability by the Social Security Administration Commissioner, the Court must determine whether the Commissioner's decision is supported by substantial evidence, under 42 U.S.C. § 405(g), and whether the ultimate conclusions reached by the Commissioner are legally correct under controlling law.</p>\n<p></p>\n<h2><i>Disability Test</i></h2>\n<p>The Social Security disability analysis follows five steps. An ALJ must consider (1) whether the claimant is engaged in substantial gainful activity, (2) whether the claimant has a severe impairment, (3) whether the claimant has an impairment that meets or equals a condition contained within the Social Security Administration's official list of impairments, (4) whether the claimant has an impairment which prevents past relevant work, and (5) whether the claimant's impairment prevents the performance of any substantial gainful employment. 20 C.F.R. §§ 404.1520, 1520a.</p>\n<p>The plaintiff bears the burden for steps one, two, three, and four, while the Defendant shoulders the burden for step five. If the Plaintiff shows by a preponderance of evidence that she has a statutory impairment under step three, she is conclusively presumed to have a disability and the analysis ends. <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987).</p>\n<p>If the plaintiff fails to prevail under step three, she can still show she has an impairment that prevents her from continuing past work under step four. If so, the <span class=\"star-pagination\">*686</span> burden shifts to the Defendant to establish that the plaintiff is able to perform another job available in the national economy under step five. <i>Id.</i> at n. 5.</p>\n<p>In this case, it is uncontested that the Plaintiff is unemployed under step one, has a severe impairment under step two, and can no longer perform her past work under step four.</p>\n<p></p>\n<h2><i>Step Three: Statutory Impairment</i></h2>\n<p>The Courts finds the ALJ erred in finding the Plaintiff does not have a statutory impairment under step three. Step three provides Plaintiff the opportunity to create an irrefutable presumption of disability if she shows by a preponderance of evidence that she meets one of the statute's listed impairments. 20 C.F.R. Pt.404, Subpt. P, App. 1 (listing of impairments). Plaintiff claims she qualifies for the listed mental disorder 12:04, titled \"Affective Disorder.\" This disorder is described as \"a disturbance of mood, accompanied by a full or partial manic or depressive syndrome.\" The required level of severity for these disorders is met when the requirements in both A and B are satisfied, or alternatively, when the requirements in C are satisfied. Here, Plaintiff means the requirements in both A and B.</p>\n<p>The requirements in section A are \"[m]edically documented persistence, either continuous or intermittent, of either Depressive syndrome of Manic syndrome. Depressive syndrome characterized by at least four of the following:</p>\n<blockquote>a. Anhedonia or pervasive loss of interest in almost all activities; or</blockquote>\n<blockquote>b. Appetite disturbance with change in weight; or</blockquote>\n<blockquote>c. Sleep disturbance; or</blockquote>\n<blockquote>d. Psychomotor agitation or retardation; or</blockquote>\n<blockquote>e. Decreased energy; or</blockquote>\n<blockquote>f. Feelings of guilt or worthlessness; or</blockquote>\n<blockquote>g. Difficulty concentrating or thinking; or</blockquote>\n<blockquote>h. Thoughts of suicide; or</blockquote>\n<blockquote>i. Hallucinations, delusions or paranoid thinking; or severe depression</blockquote>\n<p><i>Id.</i> Manic syndrome is characterized by at least three of the following:</p>\n<blockquote>a. Hyperactivity; or</blockquote>\n<blockquote>b. Pressure of speech; or</blockquote>\n<blockquote>c. Flight of ideas; or</blockquote>\n<blockquote>d. Inflated self-esteem; or</blockquote>\n<blockquote>e. Decreased need for sleep; or</blockquote>\n<blockquote>f. Easy distractibility; or</blockquote>\n<blockquote>g. Involvement in activities that have a high probability of painful consequences which are not recognized; or</blockquote>\n<blockquote>h. Hallucinations, delusions or paranoid thinking; manic syndrome</blockquote>\n<p><i>Id.</i> Paragraph B is satisfied when a claimant proves an impairment results in at least two of the following:</p>\n<blockquote>1. Marked restriction of activities of daily living; or</blockquote>\n<blockquote>2. Marked difficulties in maintaining social functioning; or</blockquote>\n<blockquote>3. Marked difficulties in maintaining concentration, persistence, or pace; or</blockquote>\n<blockquote>4. Repeated episodes of decompensation, each of extended duration.</blockquote>\n<p><i>Id.</i> \"Marked\" limitation means more than moderate, but less than extreme.</p>\n<p>Here, Plaintiff has gone above and beyond A's requirements as she displays both Depressive Syndrome <i>and</i> Manic Syndrome and shows more than the minimum requirement of symptoms for both syndromes. The Plaintiff has also met the criteria of paragraph B, as she exhibits three of its symptoms, also more than the minimum requirements.</p>\n<p><span class=\"star-pagination\">*687</span> The Plaintiff exhibited five symptoms of Depressive syndrome, as evidenced by the testimony and records of several doctors and therapists and the testimony of her former sister-in-law, Evelyn Richardson. First, Plaintiff has exhibited pervasive loss of interest in almost all activities: She isolates herself in her home and has no interest in socializing or engaging in any pleasurable activity outside her home. (T p. 358-359). She leaves her house only to go to doctor or grocery store. (T p. 679). She feels uncomfortable around people especially when her eczema flares up. <i>Id.</i> According to Richardson, the Plaintiff keeps to her bedroom even when her relatives visit. (T pp. 692-694). Plaintiff has stated that she spends much of her time just eating canned foods by herself in her room. (T p. 681). Second, the Plaintiff has consistent sleep disturbance that a variety of sleep medications and doses have failed to cure. (T pp. 240, 295-297, 358-359, 515, 517). Third, the plaintiff has deceased energy. (T p. 239), (T pp. 408-417). Plaintiff also has difficulty concentrating (T pp. 211-218, 408-417, 657-658, 692-694). Finally, the Plaintiff has suicidal thoughts and has attempted suicide on August 28, 2006 and March 24, 2007.</p>\n<p>In addition to displaying Depressive Syndrome, the Plaintiff has also exhibited three symptoms of Manic Syndrome: pressure of speech, flight of ideas and easy distractibility. (T pp. 211-218, 408-417, 657-658, 692-694). Thus, the Plaintiff meets the criteria of paragraph A.</p>\n<p>Paragraph B is also settled, as Plaintiff exhibits three of the listed symptoms. As shown above, she has shown marked difficulties in maintaining social functioning and marked difficulties in maintaining concentration. In addition, Plaintiff has shown marked restriction of activities of daily living as Plaintiff requires multiple hospital stay and extensive out therapy. Plaintiff also experiences almost daily crying spells. (<i>See, e.g.,</i> T p. 682).</p>\n<p>Evidence of Plaintiffs Affective Disorder Impairment is further supported with Plaintiff's continuously low Global Assessment of Functioning (GAF) ratings between 30 and 40. (T pp. 211-218, 296, 363-371, 358, 409). Indeed, Plaintiff has been diagnosed with recurrent major depression. (T pp. 358-359).</p>\n<p>In conclusion, the court finds the Plaintiff has proved by a preponderance of evidence that she qualifies under the statute as having Affective Disorder. Such a finding is conclusively presumptive of disability. <i>Bowen,</i> 482 U.S. at 141, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>.</p>\n<p></p>\n<h2><i>Step Five: Residual Function Capacity and Available Work</i></h2>\n<p>Even if the Plaintiff had not proven her disability, the Court alternatively finds that the Defendant cannot not meet its burden under step five that the Plaintiff has Residual Functional Capacity to perform work available in the national economy. Residual Functional Capacity (RFC) is an assessment of an individual's ability to do sustained work-related physical and mental activities on a regular and continuing basis in a work setting despite her impairment. 20 C.F.R. § 404.1545(a). Regular and continuous basis means 8 hours a day, for 5 days a week, or an equivalent work schedule. SSR 96-8p. All elements of impairment must be considered, including those that are not severe. SSR 96-8p.</p>\n<p>ALJ Seery erred in finding that Plaintiff has the residual functional capacity to perform some light work. Specifically, he found she could lift and carry up to 10 pounds frequently and 20 pounds occasionally, stand and walk for up to 6 hours in an eight hour work day, and sit up to six hours in an eight hour work day with a <span class=\"star-pagination\">*688</span> sit/stand option. He limited the plaintiff to only occasional climbing, balancing, stooping, kneeling, crouching and crawling. In addition, he found she would need to avoid cleaning solutions and pulmonary irritants. ALR Seery also limited Plaintiff to unskilled, simple, routine, repetitive tasks in a non-production setting with only occasional interaction for others.</p>\n<p>Despite the listed limitations, the Court disagrees that the Plaintiff could perform throughout a work week. In addition to Plaintiff's psychological ailments and need to miss work for doctor visits, Plaintiff has a variety of physical symptoms. At her hearing on August 20, 2007, Plaintiff testified that she has difficulty hearing out of her left ear due to surgery and infections, her vision is often blurry as a side effect from her medications, and she has to use a machine two or three times a day for her asthma. (T p. 667, 688). In addition, Plaintiff has a history of knee problems. She has a diagnosis of right knee degenerative joint disease and underwent arthroscopy on June 1, 2006. She still suffers from knee pain and stated she has difficulty with stairs because her knees still bother her, noting that she is able to stand for about 15 minutes and walk a couple hundred feet before her knees \"give out.\" (T p. 372, 669). Plaintiff also stated that she can only sit between 15-25 minutes before her back starts to ache (Tr. 683). After having sat at the hearing about 30 minutes, Plaintiff described the pain in her back as a 6 out of 10 (T p. 683). With regard to her daily activities, Plaintiff indicated that she needs help with her personal care (washing her back, combing her hair, ironing clothes) about two or three times a week (T p. 676). She cleans around the house about two or three hours a day, but takes breaks while she gets it done (T p. 677-78). Plaintiff has described the combination of her ailments as excruciating. (T pp. 408-417).</p>\n<p>The Defendant tried to rebut Plaintiff's testimony with a variety of medical testimony that tried to show that the Plaintiffs physical and mental functioning were higher than the Plaintiff believed or pretended. For example, Dr. Patrone stated Plaintiff was \"very dramatic throughout the entire exam with her degree of pain\" (T p. 324), and another one of Plaintiff's physicians, Dr. McAvoy, noted on two different occasions that Plaintiff had an exaggerated pain response. (T p. 418, 421). Another doctor stated the Plaintiff suffers from a \"lack of motivation.\" (T p. 703-704).</p>\n<p>The Court finds this evidence insufficient to counter the Plaintiff's testimony and carry the Defendant's burden to show the Plaintiff can perform work available in the national economy. Instead, the Court finds the Plaintiff is not capable of maintaining competitive employment.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court concludes that the ALJ in this case erred as his conclusions were not supported by substantial evidence. The Plaintiff is in fact disabled and qualifies for disability benefits.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/"
  ]
}